[
  "The idea that there might be “ways for people who can afford it to pay a different way,” he says, is “something we’ve thought about over time.” While it’s not entirely clear what he has in mind, one obvious guess would be that Facebook has considered offering some sort of premium tier, in which people could pay for the privilege of not having their data harvested or not seeing ads in their feed.",
  "But here’s the excerpt that’s relevant to this particular point (italics mine):\n\nRoose: Is the basic economic model of Facebook, in which users provide data that Facebook uses to help advertisers and developers to better target potential customers and users—do you feel like that works, given what we now know about the risks?",
  "But if the Cambridge Analytica controversy doesn’t blow over soon—or if future regulations on data use or targeted advertising impact the company’s ability to make money on free users in certain jurisdictions—it wouldn’t be shocking to see Facebook test out a different approach.",
  "It’s an idea that some have proposed in the past, and Facebook in 2011 applied for a patent for “paid profile personalization.” Part of that patent involved the possibility of allowing users to replace the ads that appear on their profile page with some other type of content.",
  "Critics sometimes imply or assume that Facebook’s adherence to the advertising-based model is just about making money: It can rake in greater profits selling ads to a billion-plus free users than it could selling subscriptions to a much smaller number of users.",
  "But I don’t think the ad model is going to go away, because I think fundamentally, it’s important to have a service like this that everyone in the world can use, and the only way to do that is to have it be very cheap or free.",
  "These comments are timely because many critics, including me, have argued that the Cambridge Analytica scandal has been fueled by long-simmering mistrust of the company that stems from its business model.",
  "Mark Zuckerberg’s high-profile media tour this week to quell the outrage toward the Cambridge Analytica scandal may not have been a festival of candor, but it did yield a few nuggets of interesting news.",
  "The thing about the ad model that is really important that aligns with our mission is that—our mission is to build a community for everyone in the world and to bring the world closer together.",
  "It’s also true that Facebook’s business of capitalizing on users’ personal data seems to conflict with the purpose of its product, which is to connect people with their friends and family.",
  "The scandal has rekindled suggestions that people delete Facebook and renewed calls for alternative social networks whose businesses don’t involve surveillance of their users.",
  "More recently, Facebook has implemented a “freemium” model in its Workplace software for businesses, charging larger companies while allowing smaller ones to use it for free.",
  "Unfortunately, Zuckerberg’s response didn’t make clear whether the company is seriously considering implementing a premium tier more broadly for individual users.",
  "The argument isn’t surprising—Facebook says on its main login page that it’s “free and always will be”—nor is it likely to win over a lot of Facebook critics.",
  "It’s worth highlighting only because it makes clear that Zuckerberg rejects the premise on which calls for Facebook to change its business model are based.",
  "But nothing came of that, as far as we know, and in any case profile pages are far less important to the Facebook experience today than they were in 2011.",
  "And yet the second part of Zuckerberg’s response suggests the company hasn’t been quite as close-minded about this question as you might think.",
  "For Facebook, ubiquity is at the heart of its value: The fact that so many of your friends and family are on it is why you go there.",
  "It’s possible that when he said “over the years,” he simply meant it’s something the company has explored in the past and rejected.",
  "The second is his apparent openness to alternative revenue models for Facebook, if only as a complement to the main, free version.",
  "It’s true the model has proved incredibly lucrative for Facebook, and no doubt that’s part of why the company is committed to it.",
  "Therefore, having it be free and have a business model that is ad-supported ends up being really important and aligned.",
  "One that received relatively little attention came in response to a question from the New York Times’ Kevin Roose.",
  "On the other hand, it also didn’t sound like the answer of someone who has ruled out the possibility altogether.",
  "Facebook’s advertising business is predicated on the company tracking its users’ every moves on the platform.",
  "That made at least some form of leakage or abuse of user data a likelihood, or perhaps even an inevitability.",
  "So it’s certainly true that the company is exploring various ways that people can pay for specific services.",
  "He doesn’t believe it’s a question of sacrificing some profits in order to make Facebook better for users.",
  "Even a modest subscription fee would likely dent its user base far more than the #deletefacebook campaign.",
  "So for now, perhaps the idea of Facebook charging users remains on a back burner somewhere in Menlo Park.",
  "And it’s working with news outlets to help them sell digital subscriptions through the social network.",
  "But Zuckerberg is making the case that the model actually is aligned with the company’s mission.",
  "A lot of the people, once you get past the first billion people, can’t afford to pay a lot.",
  "Facebook has considered supplementing its advertising model with some kind of paid product.",
  "The first is Zuckerberg’s defense of his company’s free, advertising-based business model.",
  "Now, over time, might there be ways for people who can afford it to pay a different way?",
  "It certainly didn’t sound like anything is immediately forthcoming on this front.",
  "And a really important part of that is making a service that people can afford.",
  "He believes it would actually make Facebook worse for users.",
  "That’s certainly something we’ve thought about over time.",
  "Zuckerberg: Yeah, so this is a really important question.",
  "And that would reduce Facebook’s value to everyone else.",
  "So free Facebook probably isn’t going away anytime soon.",
  "The full interview is here, and it’s worth reading.",
  "Read more from Slate on Cambridge Analytica.",
  "Let’s start with the business-model defense.",
  "Photo by David Ramos/Getty Images.",
  "Two things are noteworthy here.",
  "Photo illustration by Slate."
]