[
  "Sandberg responded by explaining how businesses target customers and didn’t specifically address the question, forcing Allen to ask again, “You don’t know or you won’t tell me?”\n\nShe said that she supports the public release of the ads — though she said Congress would have to do so — and when they are released, Facebook would explain to Congress the other details.",
  "In response to another question, Sandberg refused to describe Facebook as a media company, a designation that would require it to submit to a different kind of legal framework that governs the identification of political ads on TV or the general expectation that content is fact-based and free from hoaxes.",
  "/ Updated By Claire Atkinson\n\nSheryl Sandberg, Facebook's chief operating officer, said Thursday that the social network would reveal how Russia-linked groups targeted Americans with ads that were designed to disrupt the 2016 presidential election and tip it to Donald Trump.",
  "“Again, we are going to be fully transparent.”\n\nSandberg began the discussion by acknowledging that \"things happened on our platform in this election that should not have happened — especially very troubling, foreign interference into a Democratic election.\"",
  "A key question for three separate investigations into how Russia influenced the last election is how the ad buyers knew with such specificity where to place their ad buys, and whether they worked with any political campaigns to do the targeting.",
  "The Trump campaign used Cambridge Analytica, a firm backed by Trump supporter Robert Mercer, which blended its own database of information on American voters with Facebook to find swing voters or discourage people from voting at all.",
  "Sandberg, in a live-streamed conversation with Mike Allen, the executive editor of Axios, at the Newseum in Washington, was pointedly asked if there was an overlap between Trump’s campaign and the Russia accounts.",
  "The action means that Facebook may be able to help explain to Congress which groups of people and geographic areas were the targets of the Russian ads, and who precisely paid for them.",
  "But we’re not saying we don’t have a responsibility.”\n\nOn Sunday, the Trump campaign's digital director, Brad Parscale, bragged to CBS News about how he used Facebook.",
  "The company has already turned over about 3,000 ads that ran on its platform to congressional investigators, but they have not yet been made public.",
  "While Facebook is a distributor of both video and text to some 2 billion people around the world, Sandberg reiterated: “We are a tech company.",
  "Parscale revealed the campaign made hundreds of thousands of ads, changing language and colors to best appeal to individuals.",
  "Trump won by a thin margin in Michigan, Wisconsin and Pennsylvania, putting him over the top in the Electoral College.",
  "He revealed that Facebook had embedded staff in the Trump campaign to help them use the targeting.",
  "“I understood early that Facebook was how Donald Trump was going to win,” he told \"60 Minutes.\"",
  "\"We have a responsibility to do everything we can to prevent this kind of abuse,\" she said.",
  "Russia-linked ads targeted all three states, as well as others, according to a CNN report.",
  "“When the ads get released, we will release the targeting for those ads,” Sandberg said.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "We don’t hire reporters."
]