[
  "“We recommend investors buy Facebook at current levels and see potential catalysts in earnings, a reasonable response from the Company, and the passage of the height of negative headline volume.”\n\nAnd more: “Despite these negative headlines and increased concerns around user data and regulatory risk, we do not believe Facebook’s business is currently being impacted,” JPMorgan analyst Doug Anmuth said in a note to clients, reported Investor’s Business Daily on Tuesday.",
  "By Friday, two days after Zuckerberg’s interviews in Wired, CNN, the New York Times, and Recode—where he apologized and said that he’d be open to some form of regulation (without going into a great deal of specifics)—Facebook had jumped from the 12th ranking in Apple’s App Store at the end of last week to the 8th, according to a BuzzFeed report on Friday.",
  "“The firestorm of news headlines, and Facebook’s poor navigation of those, have driven an increase in uncertainty that has far surpassed the risk to Facebook’s cash flow growth, in our view,” analyst Andy Hargreaves of KeyBanc Capital Markets wrote in a note to clients Tuesday, according to CNBC.",
  "While public scrutiny of the major internet companies has grown steadily over the past two years, it’s unclear whether this past week’s revelations will leave an indelible mark in anyone’s memory—or more importantly, lead to more regulations of or substantive new policies at Facebook.",
  "On Monday, two days after the stunning stories in the Guardian and the New York Times that detailed how the data-consulting firm Cambridge Analytica was able to obtain data on millions of Facebook users were published, the company’s stock fell by 6.77 percent.",
  "Kirill Kudryavtsev/Getty Images\n\nIf the past week of news cycles has convinced you that Facebook is barely surviving the onslaught of the Cambridge Analytica scandal, cry not for the social network.",
  "Then again, the news may have slowed, but it hasn’t stopped: On Friday evening, British government officials raided the London headquarters of Cambridge Analytica.",
  "As the week continued, the hashtag #DeleteFacebook captured the ire of users upset by the company’s ad-targeting practices and overbroad data collection.",
  "As the controversy begins to recede from the headlines after CEO Mark Zuckerberg’s interview blitz on Wednesday, they probably have a point.",
  "By Friday, even serial entrepreneur Elon Musk joined the deserters, deleting the Facebook pages of both Tesla and SpaceX.",
  "You can bet Facebook executives will be paying as close attention as anyone to what the U.K. investigators find.",
  "They’re telling their clients that all this bad news will eventually blow over and advising them to buy low.",
  "Now, according to Wall Street analysts, is a perfect time to pick up more Facebook stock.",
  "It’s true that all the bad news has sent the company’s stock spiraling downward all week.",
  "Wall Street analysts don’t think people will be deleting Facebook for very long.",
  "Facebook’s market cap fell by more than $36 billion.",
  "Read more from Slate on Cambridge Analytica.",
  "All of which means…buy?"
]