[
  "Drew Angerer/Getty Images\n\nThe ranking members of the House Oversight and Judiciary committees want to subpoena two of the data firms hired by President Donald Trump's campaign team for documents related to their potential engagement with foreign actors like Russia and WikiLeaks during the election.",
  "\"Giles-Parscale and Cambridge Analytica did not deny that they had contacts or communications with foreign governments or foreign actors during the 2016 campaign,\" Cummings and Nadler wrote in a letter on Thursday to House Oversight Chair Trey Gowdy and House Judiciary Chair Bob Goodlatte.",
  "They continued:\n\n\"Because the first three companies have asserted unequivocally that none of their employees had contacts with any foreign agents during the presidential campaign, we are willing to delay any further inquiry unless or until evidence to the contrary emerges.",
  "\"As I made clear in the 60 Minutes interview cited in your letter, I share your concerns and would not want foreign governments meddling in our elections,\" Parscale wrote, referring to his interview with CBS earlier this year about Russia's election interference.",
  "Parscale and Cambridge Analytica have come under the microscope as congressional investigators probe whether voter information stolen by Russian hackers from election databases in several states made its way to the Trump campaign.",
  "The data operation Parscale directed was supervised by Trump's son-in-law, Jared Kushner, who has landed in Mueller's crosshairs over his contacts with Russia's ambassador and the CEO of a sanctioned Russian bank in December.",
  "The letter was also sent to the heads of Deep Root Analytics, TargetPoint Consulting, and The Data Trust, which were among the outfits hired by the Republican National Committee to bolster the Trump campaign's data operation.",
  "He added: \"I respectfully decline to make document productions and respond to inquiries that are duplicative\" of the work being done by the congressional intelligence committees and special counsel Robert Mueller.\"",
  "Reps. Elijah Cummings and Jerry Nadler sent a letter to Cambridge Analytica's CEO Alexander Nix and Giles-Parscale cofounder Brad Parscale — who also served as the Trump campaign's digital director— in October.",
  "Investigators are also examining whether the Trump campaign's data firms coordinated with Russia to disseminate fake news and propaganda in particular states and districts.",
  "We therefore request that our committees issue subpoenas to these companies to compel the production of the information they are withholding from Congress.\"",
  "The firm's CEO, Alexander Nix, reached out to WikiLeaks founder Julian Assange that month to offer help in finding Hillary Clinton's \"missing\" emails.",
  "The Trump campaign hired Cambridge Analytica in June 2016 to help target ads using voter data collected from approximately 230 million US adults.",
  "Whereas the firms' letters included a line denying that they had had contact with any \"foreign government or foreign actor,\" Parscale's did not.",
  "The letter asked whether their firms received \"information from a foreign government or foreign actor\" at any point during the election.",
  "Parscale's letter mirrored those written by the RNC data firms and used virtually the same language — with one notable exception.",
  "\"But as I stated in that same interview, I do not have any firsthand knowledge of foreign interference in the 2016 election.\"",
  "But Trump campaign aides and even current and former Cambridge employees have consistently tried to downplay its role.",
  "Whereas Deep Root, TargetPoint, and The Data Trust responded to the documents request, Cambridge Analytica did not.",
  "Giles-Parscale and Cambridge Analytica did not immediately return a request for comment.",
  "However, neither Giles Parscale nor Cambridge Analytica have denied these contacts.",
  "It is still unclear how much Cambridge Analytica actually did for the campaign.",
  "Parscale's response, moreover, was insufficient, the Democrats said.",
  "Trump campaign digital director Brad Parscale."
]