[
  "Grimes then forwarded an email he’d received from a Vote Leave director: “So as discussed we think you should refuse to speak to hacks about it and just email them something like this: ‘We received donations in a standard legal way and have reported them according to the rules.’”\n\nIn the BuzzFeed article, Grimes says: “We received donations in a standard legal way and have reported them according to the rules.”\n\nWhat Sanni believes, and says is reflected in the multiple pages of evidence that he has gathered, is that Vote Leave directed BeLeave’s actions before it became a separate campaign, after it became a separate campaign, and throughout the referendum.",
  "Something’s wrong.’”\n\nIn evidence that Sanni has submitted to the Electoral Commission, he includes Facebook messages that Grimes sent him at the time senior Vote Leave staff were trying to arrange the donation; text messages that make poignant reading in the light of what happened next.”\n\nGrimes: “I was a bit worried about things going wrong tbh […] Especially with the prying eyes because of the expenses scandal.”\n\nFacebook Twitter Pinterest Michael Gove and Darren Grimes (back left) in BeLeave campaign material.",
  "And you’re worried because you care – which is good thing… And the fact that people are wiling to donate to BeLeave instead of Vote Leave is something you should be very, very proud of.”\n\nWhat’s more, in an email sent on 16 May to Vote Leave’s lawyer, Cleo Watson wrote: “… Darren and the rest of the group (all between 18 & 22) don’t feel comfortable handling the money side of things, having no experience beyond their student loans.”\n\nIt’s a stunning acknowledgment, one which raises more questions.",
  "And for someone that came here seeking a new life, a better life, one where my mum and my sisters could live freely, in a country where my decision as a voter actually matters and is truthful… this is a huge deal.”\n\nThe first inkling that something wasn’t right came when journalists from BuzzFeed and Private Eye got sight of BeLeave’s audit to the Electoral Commission and found what BuzzFeed noted was “a highly unusual transfer of funds”.",
  "“We were like: ‘If we had £10,000, this is what we could do: we could have X number of paid adverts and reach so many people.’”\n\nQuick guide Key players in the Vote Leave campaign Show Hide Vote Leave: the key players Dominic Cummings Campaign director of Vote Leave and former special adviser to Michael Gove, the 46-year-old from Durham has been described as an “optimistic Eurosceptic” by the Economist.",
  "• 13 July 2018: After we received notification from Victoria Woodcock, we clarified this article to make clear what Ms Woodcock had told us, namely that although her name appeared as the administrator for a shared Google drive, her permissions had been removed and she was not the individual responsible for the removal of permissions for herself and others from the shared Google drive.",
  "Woodcock told the Observer that any suggestion that she was involved in: “knowingly and deliberately” deleting evidence “which would be relevant to an investigation” was “untrue and completely unsupported by the evidence.”\n\nWoodcock added in June 2018, three months after she was originally contacted for comment, that she had nothing to do with the deletions.",
  "There’s a heartbreaking contrast in the documents that Sanni has – between the cynicism that informed the funding scheme and the idealism that underpinned BeLeave’s messages and beliefs (“BeLeave is a movement of young people working to build a bright future for Britain outside the European Union,” read the funding proposal document they submitted).",
  "Nobody is in any doubt about Cummings’s brilliance: he’s advertised it widely, and written thousands of words about his strategy on his blog – about how he spent 98% of his budget online; how Vote Leave’s ads received nearly a billion impressions; and how, in the end, it came down to just 600,000 people, or just over 1% of registered votes.",
  "I was, ‘OK, this is really fucked up.’”\n\nWhat Sanni realised was that on 17 March 2017, someone using an administrator’s account in the name of Victoria Woodcock, the chief operating officer of Vote Leave, went through the drive and deleted Woodcock, Cummings and Vote Leave’s digital director, Henry de Zoete, from more than 100 files.",
  "Because I know and I’ve seen… the safety that it’s brought me and my family, my sisters and my mother as a woman, as women that have potential and are now living their best lives.”\n\nSanni doesn’t go into detail about what they went through in Pakistan, but at one point he tells me that he has “had a lot of trauma in my life”.",
  "In a statement released this week, Stephen Parkinson said: “I was not introduced to Shahmir Sanni or Darren Grimes by Chris Wylie as he is claiming, but by a mutual friend from university.”\n\nFacebook Twitter Pinterest Screenshot of a March 2016 email exchange between Shahmir Sanni and Vote Leave’s Stephen Parkinson.",
  "They were talking about African farmers being discriminated against… it totally aligned with my values.”\n\nBeLeave had been set up and was being run from within Vote Leave’s HQ by another volunteer, 23-year-old fashion student Darren Grimes, whose main role was creating ads and messaging to share on social media.",
  "Because it’s what happened next that’s the issue – a sequence of events that began in March 2016, when one of Vote Leave’s senior directors, Stephen Parkinson, who is now Theresa May’s political secretary, asked Sanni if he would be interested in helping with one of Vote Leave’s official youth groups, BeLeave.",
  "A freedom of information effort by Peter Geoghegan and Adam Ramsay of Open Democracy became the basis for a judicial review by the Good Law Project’s Jolyon Maugham QC, and in November, in what was front-page news, the Electoral Commission reopened its investigation into Darren Grimes and the donation.",
  "Now, though, he thinks that, yes, he was used; that he and his friend, Darren Grimes, were taken advantage of by people they respected and trusted, and that the consequences of it are profound, far reaching, and go well beyond his own personal feelings of hurt and betrayal.",
  "You’re not going to just give nearly a million pounds to a pair of students and let them do whatever.”\n\nTo Sanni’s mind, what this means is: “They cheated.”\n\nThe question is whether this was a strategy to get around the strict electoral spending limits enforced by law.",
  "But the question about this donation, the £675,000 that went to Darren Grimes (to him personally because BeLeave was not a limited company), the four campaigns that all used AIQ, and AIQ’s links to Cambridge Analytica… all this has dogged the result for 18 months now.",
  "“AIQ managed Ripon, Cambridge Analytica’s platform, and built a lot of the tech to connect the algorithms to social and online advertising networks.” In response to our questions, AggregateIQ said: “AggregateIQ has always been 100 per cent Canadian owned and operated.",
  "Credited by Cummings with winning the referendum: he described her as “the most indispensable person in the campaign – if she’d gone under a bus, Remain would have won.” Vote Leave’s powerful ‘Voter Intention Collection System’ (Vics) software was named after her.",
  "Vote Leave – the official leave campaign group in the referendum – was entirely separate from Leave.EU, but the data analytics firm Vote Leave used, AIQ, was linked to SCL Elections, the parent company that set up Cambridge Analytica with Robert Mercer’s funds.",
  "Sanni repeatedly tells him, “you should be proud”, and Grimes replies: “I guess it is just worrying soemthing [sic] is gonna fuck up and it’ll be me having to pay thousands back and end up homeless.” We sent Darren Grimes a summary of the evidence we had found.",
  "‘I made Steve Bannon’s psychological warfare tool’: meet the data war whistleblower Read more\n\nAnd Grimes’s fear that somehow he would mess up and jeopardise the cause is unmistakable: that it was too much responsibility; that he didn’t feel up to it.",
  "AggregateIQ never worked or even communicated in anyway with Cambridge Analytica, or any other parties related to Cambridge Analytica, with respect to the Brexit campaign.”\n\nIn 2015 and 2016, almost all of AIQ’s work came via Cambridge Analytica.",
  "We needed someone to build Cambridge Analytica’s technology platform and manage their databases, and I asked my friend Jeff.”\n\nJeff Silvester was Wylie’s first employer, a man he had known since he was 16 and who went on to co-found AIQ.",
  "Because he didn’t just play a founding role in setting up Cambridge Analytica: he also helped in the setting up of AIQ, the Canadian data services and “digital advertising” firm to which Vote Leave allocated 40% of its £6.8m spend.",
  "You’re given a lot of creative freedom.” He was still living at home in Solihull, but was travelling in by train, a few days each week, to work in Vote Leave’s headquarters at Millbank Tower in London, overlooking the Thames.",
  "And where Britain led, America would follow.”\n\nFacebook Twitter Pinterest An excerpt from the Electoral Commission’s November 2017 review of assessments into the “potential incorrect reporting of joint referendum spending”.",
  "And nobody has yet been able to answer the question posed in the very first article by BuzzFeed on 2 August 2016: “Why did Vote Leave donate £625,000 to a 23-year-old fashion student during the referendum?”\n\nUntil now.",
  "It was one of his first pieces of work experience after graduating from the University of East Anglia with a degree in economics, and for someone who describes himself as a “natural Eurosceptic” it was a plum role.",
  "We accept that Ms Woodcock did not try to destroy evidence and that allegations of trying to thwart official investigations or pervert the course of justice do not fairly arise against her from this reporting.",
  "Henry de Zoete\n\nOld Etonian digital director of Vote Leave and another senior figure from the Michael Gove camp: Zoete, 36, worked for four years as right-hand man to Gove when he was education secretary.",
  "Play Video 10:25 The Brexit whistleblower: 'Not cheating is the core of what it means to be British' – video\n\nVote Leave’s senior directors were quick to realise how useful he would be for the campaign.",
  "It’s been the subject of two Electoral Commission investigations, an inquiry by the Information Commissioner’s Office, numerous Freedom of Information requests, multiple articles and a judicial review.",
  "AIQ told the Observer that “the services it provided to Vote Leave were in accordance with instructions given by Vote Leave”, and “the services provided to BeLeave were in accordance given by BeLeave”.",
  "This was Vote Leave’s senior director and Vote Leave’s head of compliance acknowledging that this was a group of young people without the experience or wherewithal to handle such a large sum of money.",
  "Spending limits are the bedrock of our parliamentary democracy: our electoral laws control the amount of money that can be spent in elections – which for the official designated campaign group is £7m.",
  "Prompted uproar during the referendum when a leaked email revealed her telling clinicians that her group needed doctors and nurses to warn that Britain’s health service was being damaged by the EU.",
  "• This article was amended on 29 March 2018 to clarify that although Shahmir Sanni works for TaxPayers’ Alliance as digital campaign manager, he does not work on pro-Brexit social media messaging.",
  "Later, in the crucial final fortnight before the referendum, the talk in the Vote Leave office was about how the campaign was both running out of money and about to hit its spending limit of £7m.",
  "‘It was aimed at young, liberal Leavers.’ Photograph: BeLeave\n\nThe lawyer helped Sanni and Grimes to draw up the documents, which they signed on 18 May, and he told them to open a bank account.",
  "Matthew Elliott (pictured)\n\nChief executive of Vote Leave, the 40-year-old political strategist from Leeds has been described by the BBC as “one of the most effective lobbyists at Westminster”.",
  "And he just did what Vote Leave told him.”\n\n17 days after an investigation opened, Vote Leave's COO deleted herself and two others from over 100 files\n\nSanni is quite profoundly anti-Europe.",
  "On his blog, Cummings says they code-named the period “Waterloo” and ramped up its spending, bombarding the small sliver of people it had identified as “persuadable” with every kind of ad.",
  "A close friend of Michael Gove, he had worked as his special adviser when Gove was minister of education, alongside another senior Vote Leave director, its head of digital, Henry de Zoete.",
  "I couldn’t understand how we had done anything wrong.”\n\nAnd then he found the drive: a shared Google drive that Vote Leave had set up and that has every appearance of being a smoking gun.",
  "These four campaign groups mysteriously and independently found the same tiny data analytics firm, located in a sleepy town on an island off the west coast of Canada, 5,000 miles away.",
  "Stephen Parkinson\n\nThe national organiser of the ground operation for Vote Leave, Parkinson is from North Shields and was a special adviser to Theresa May when she was home secretary.",
  "It kicked off two investigations into Cambridge Analytica’s role in Brexit: one by the Electoral Commission into its work for Leave.EU; the other by the ICO into how it used data.",
  "It’s remoaners trying to smear us and our hard work.’”\n\nFacebook Twitter Pinterest Shahmir Sanni and Darren Grimes canvassing for BeLeave during the 2016 EU referendum campaign.",
  "I think I added that to my LinkedIn profile that same day.”\n\nToday, though, for Sanni, that campaign, the money, the creative work, and everything associated with it is tainted.",
  "And a lot of his friends are still in that same pro-Brexit world, including Darren Grimes, who now works for the website BrexitCentral where Matthew Elliott is editor at large.",
  "Namely that Darren Grimes was recorded as having received a total of £675,315 in four donations spread over eight days shortly before polling day – on 13, 16, 20 and 21 June.",
  "Photograph: BeLeave\n\nSanni: “What are you worried about?”\n\nGrimes: “Managing accounts/handling that sum of money and making sure everything is properly accounted for I guess.",
  "In early 2016, Sanni was a 22-year-old recent graduate, volunteering with Vote Leave, the official campaign to leave the European Union led by Boris Johnson and Michael Gove.",
  "Watson told the Observer: “I absolutely deny the claims being levelled against me.” She said she was supportive as a friend but did not have “any kind of control” over them.",
  "It’s here that Grimes and Sanni shared content with key Vote Leave directors, including campaign director Dominic Cummings, and Vote Leave’s data analytics firm, AIQ.",
  "She clarified, however, that she had handed over control of the account to Vote Leave on 17 March 2017, and lost access to the drive, before the deletions took place.",
  "Play Video 0:30 Vote Leave's Dominic Cummings: ‘We basically dumped the entire budget in the last 10 days’ – video\n\nLast autumn, Cummings took himself off Twitter.",
  "Vote Leave said in a statement to the electoral commission in April 2018 that it restricted access to the documents as part of a routine data protection exercise.",
  "Four different groups used the firm, even though all these campaigns were supposedly separate and could only “work together” if they shared their spending limits.",
  "Wylie is the whistleblower whose revelations in the Observer last weekend about Cambridge Analytica and Facebook precipitated such an astonishing global fallout.",
  "This was 17 days after the Electoral Commission had written to Vote Leave and Darren Grimes, telling them that it was opening an investigation into the donation.",
  "Coming to terms with the idea that he had been gulled and compromised by the people he respected, for the cause that he loved, has been painful and difficult.",
  "Darren Grimes\n\nFormer fashion design student, 25, who ran BeLeave – the campaign group given £625,000 by Vote Leave during the final stages of the referendum.",
  "I’ve spent countless hours this year talking to Christopher Wylie, and it was through him that I first heard about Shahmir Sanni’s role in the EU referendum.",
  "“And they knew that.”\n\nAnd it was witnessing the toll the investigation was taking on Grimes that finally made Sanni realise the seriousness of the charges.",
  "What’s also clear, in the pages of messages from Grimes, is how the donation – which has put him front and centre of the media coverage – has affected him.",
  "Last May, Wylie showed me a document that proved the link: an intellectual property agreement that showed SCL Elections owned AIQ’s IP “in perpetuity”.",
  "“If you want to understand where Canada fits into this,” an ex-employee of Cambridge Analytica told me, “you need to find Christopher Wylie.” So I did.",
  "Beginning with the phrase “As Chris has already mentioned...”, Sanni asks about meeting to discuss the possibility of working with the Leave campaign.",
  "Politics is a small world, and Wylie’s work with the Lib Dems in the coalition government had brought him into contact with both Lib Dems and Tories.",
  "In February last year, I wrote my first report about Cambridge Analytica, interrogating what work it had done for Nigel Farage’s Leave.EU campaign.",
  "And 13 days after the Observer had announced the Information Commissioner’s Office was launching an inquiry into the use of data in the referendum.",
  "The firm’s website featured a quote from Cummings about Brexit: “We couldn’t have done it without them.” This was removed from the site this week.",
  "Boris Johnson\n\nA figurehead of Vote Leave and member of the campaign committee that met weekly during the referendum to set its campaign strategy.",
  "Whichever way one looks at it, AIQ would seem to be fundamental to the data-driven targeting of “persuadables” in the final days of the campaign.",
  "But neither has been named by the Electoral Commission or the Information Commissioner’s Office in any of the multiple subsequent investigations.",
  "“I don’t know if I should go back to GP and be like I’m dying or just fight through it.” (A reference, Sanni says, to the state of his health.)",
  "He was worried about his mother – a teacher who came to Britain as a single mother from Pakistan less than a decade ago – and his two sisters.",
  "“All this stuff I didn’t realise at the time.” Stuff that a series of investigations and news articles had forced him to start thinking about.",
  "Then later: “Do you think they just used me?”\n\nIt’s been a painful question for Sanni, one that he’s struggled with over a period of months.",
  "“At university all my friends were ‘Remain, Remain, Remain’, but when I started doing research into it, I realised I’m a nerdy Eurosceptic.",
  "When Watson said a donor had expressed interest in giving money to BeLeave so it could expand its work, Sanni and Grimes wrote a proposal.",
  "What he has spent months coming to terms with is that this donation may not have had anything to do with BeLeave’s creativity and flair.",
  "She explained that the administrator account which made the deletions bore her name because she had originally set up the shared drive.",
  "Cambridge Analytica’s CEO, Alexander Nix, has been suspended, while at one stage Facebook saw around $60bn wiped off its share price.",
  "The CEO of Vote Leave, Matthew Elliott, is the co-founder of the TaxPayers’ Alliance, where Sanni works as digital campaign manager.",
  "It was Vote Leave who decided everything.” The money went straight to Vote Leave’s Canadian data analytics firm – AggregateIQ (AIQ).",
  "It had “reasonable grounds”, it said, “to suspect an offence may have been committed.”\n\nCummings masterminded Vote Leave’s strategy.",
  "He’s the one in the frame.” And he’s the one, according to Sanni, who has borne the brunt of the stress and anxiety that’s followed.",
  "”I felt like we should say ‘this is exactly what we did’.” This is consistent with what I have been reporting for more than a year.",
  "The Observer has been one of a number of publications and campaign groups that have picked away at the story behind this donation.",
  "When the letter arrived from the Electoral Commission, announcing it needed to make an “assessment”, he really started to panic.",
  "They could treble the impact of their Facebook content, they reckoned, if they could get a few thousand pounds to spend on ads.",
  "And having moved here from Pakistan, he loves this country with the passion that, he says, maybe only an immigrant can feel.",
  "He grew up in a working-class community in County Durham, and Sanni describes him as sensitive and vulnerable to criticism.",
  "However, on Friday, a former director of the data firm, Brittany Kaiser, said she was told to deny any work had been done.",
  "They worked closely with Cambridge Analytica’s vice-president, Steve Bannon, on multiple political campaigns in the US.",
  "And when he talks about his mother and sisters and the freedom they now enjoy, the hairs rise on the back of my neck.",
  "I thought there was an outside chance he might leak me emails or documents, but I couldn’t see him going on record.",
  "Grimes and Sanni were both friends of Wylie, and it was he who introduced them to Stephen Parkinson of Vote Leave.",
  "Michael Gove\n\nCo-convener of Vote Leave’s campaign committee, the 50-year-old is currently environment secretary.",
  "“And we discussed how crucial it was that Vote Leave didn’t appear racist.”\n\nSo, it was: “Here’s the brown guy”?",
  "Because that’s what he was told to do.”\n\nFacebook Twitter Pinterest An example of BeLeave’s campaign messaging.",
  "A sum of £100,000 that Vote Leave donated to Veterans for Britain, which Veterans for Britain then paid to AIQ.",
  "Since then, both organisations have denied that Cambridge Analytica did any paid or unpaid work for Leave.EU.",
  "Then about a month before the referendum, “Cleo tells us someone, a sponsor, wants to give money to BeLeave”.",
  "Everyone recognised that.”\n\nSanni continued to campaign for Vote Leave, but he was also now helping BeLeave.",
  "“I feel I respect this country and love this country more than some people who have been born and bred here.",
  "Elliott is a former chief executive of Big Brother Watch, Business for Britain and the TaxPayers’ Alliance.",
  "It was a role he was happy to play, though, helping with their black and ethnic minority outreach efforts.",
  "Wylie was the key to understanding how Cambridge Analytica had harvested upwards of 50m Facebook profiles.",
  "To Sanni it was obvious that something was seriously amiss – that this was evidence that had been deleted.",
  "But since he decided to come forward, he’s been determined to do what he has no doubt is the right thing.",
  "This is the heart of the story, and it’s what has ultimately prompted Shahmir Sanni to go on the record.",
  "And that’s what I cannot stand.”\n\nTo say it’s a brave decision to come forward is a huge understatement.",
  "“A small enough margin,” he notes, that “a few specific events and decisions” made all the difference.",
  "In April 2017, Dominic Cummings told me by email that Vote Leave had found the firm “on the internet”.",
  "Online archives show that AIQ’s website didn’t show up in Google searches until after the referendum.",
  "We accept that these removals were made by someone else, using an account bearing Ms Woodcock’s name.",
  "And then, 10 days before the referendum, Vote Leave learned that they had received a donation of £1m.",
  "But a perfectly legal loophole exists: separate campaigns can spend up to £700,000 in excess of that.",
  "“I’ve just started piecing it together,” he said, in what was our first off-the-record conversation.",
  "Just as long as they don’t co-ordinate – or, in the Electoral Commission’s words, “work together”.",
  "Following the EU referendum victory he rejoined her as a special adviser based in Downing Street.",
  "I worried that Christopher Wylie’s decision to come forward last week might over-influence Sanni.",
  "Someone had painstakingly gone through the files one by one, and removed these names from them.",
  "Back in August, we discussed him going on the record anonymously, but even that felt too risky.",
  "Now, like Parkinson, Watson works at No 10 Downing Street, as political adviser to Theresa May.",
  "Because of their spending limits, they suggested this could be given as a donation to BeLeave.",
  "He is credited with creating the memorable official slogan of Vote Leave: “take back control”.",
  "And even after all this, I would still vote Leave.”\n\n“All this” is why Sanni is talking today.",
  "Watson told them they needed to speak to Vote Leave’s internal lawyer and head of compliance.",
  "Cleo Watson Prominent member of Vote Leave and now a political adviser at 10 Downing Street.",
  "It was never separate.” And he has a whole dossier of emails, text messages and other files.",
  "He still works for the TaxPayers’ Alliance, co-founded by Matthew Elliott, Vote Leave’s CEO.",
  "Everybody knew.”\n\nAnd part of me worried about what would happen if he did go on the record.",
  "On a blog post published on Friday, Cummings says this is “factually wrong and libellous”.",
  "“And he said the only way to get money was to set [BeLeave] up as a separate organisation.",
  "“This is the one country where no matter what is happening, people will stand in a line.",
  "Christopher Wylie is not just at the heart of the Cambridge Analytica-Facebook scandal.",
  "Nothing.”\n\nIt’s Cummings who is widely acknowledged to be the mastermind of Vote Leave.",
  "“I looked at it and I thought ‘Oh, my God.’ That’s when I realised things were serious.",
  "So I just did it.”\n\nSanni still had no inkling that there was anything seriously amiss.",
  "What’s more: “They told us to set up the bank account, but no money ever went into it.",
  "Vote Leave say staff acted “ethically, responsibly and legally in deleting any data”.",
  "He’s a Leaver: these are his friends and colleagues, they are people he looked up to.",
  "What’s more, says Wylie, AIQ deployed the algorithms that Cambridge Analytica built.",
  "It was my attempt to prove this, to figure out the link, that first led me to Wylie.",
  "But what I’ve learned about Sanni in the past few months is how tough-minded he is.",
  "This was Cleo Watson, another senior director at Vote Leave – its head of outreach.",
  "People here, there is a core ethos of what it means to be British: to do it right.",
  "Haha.”\n\nSanni: “I don’t think you’ve got anything to worry about honestlyyt [sic].",
  "And he was the key to understanding the link between Cambridge Analytica and AIQ.",
  "A gif showing changes made to BeLeave shared drive permissions on 17 March 2017.",
  "He said any allegations he had done anything wrong were “damaging” and “untrue”.",
  "Vote Leave insist it was and the Electoral Commission agreed back in April 2017.",
  "If election campaigns coordinate, they have to declare their spending together.",
  "When I first met Shahmir Sanni last August, he was nervy, anxious, uncertain.",
  "His messages reveal how protective and supportive he’s been of Darren Grimes.",
  "“It’s the impact on Darren’s health that made me go: ‘Something’s fucked up.",
  "“I think I respect British laws more than most British people do,” he says.",
  "Sanni still has his Facebook messages, which show his confusion and panic.",
  "That at just 24, he couldn’t really understand the possible consequences.",
  "I have a lot to manage pretty much alone because people are flakey [sic].",
  "The donation is currently being investigated by the Electoral Commission.",
  "His current official title is political secretary to the prime minister.",
  "The proposed sum was initially £400,000 but ended up close to £700,000.",
  "I was the treasurer and secretary of BeLeave and I never saw the money.",
  "Previously he has served as education secretary and justice secretary.",
  "“BeLeave was very progressive; it was aimed at young, liberal Leavers.",
  "“A huge part of campaigns is to make sure you diversify,” says Sanni.",
  "Photograph: Screenshot\n\nIt is Wylie’s role elsewhere that is pivotal.",
  "“Everyone associated with the campaign knew who Darren was,” he says.",
  "That he’d expose himself to risks he hadn’t properly thought through.",
  "“I helped set up AIQ in 2013,” he told me in our first conversation.",
  "Can you imagine… you’re 22 and you’re given nearly a million pounds?",
  "But Sanni – and he has a wealth of documents – now thinks it wasn’t.",
  "And his decision to come forward has been far from straightforward.",
  "He’s also been very specific about the pivotal role played by AIQ.",
  "This document shows the link between Cambridge Analytica and AIQ.",
  "In March, after the first article was published, I got a tip-off.",
  "He doesn’t believe in what he calls EU “passport discrimination”.",
  "It’s what it means to be British.”\n\nSanni would still vote Leave.",
  "It was Wylie who introduced both Sanni and Grimes to Vote Leave.",
  "And if there was a second referendum, I would vote Leave again.",
  "“We were advised every step of the way by Vote Leave’s lawyers.",
  "How do we do that?’ And so he wrote up the constitution for us.",
  "Cummings is regarded as the leading strategist of the campaign.",
  "Everyone was throwing ideas around and saying different things.",
  "AIQ was until last year listed on its website as “SCL Canada”.",
  "“What did you do when you saw that on the drive?” I ask Sanni.",
  "The final weeks of the Brexit campaign were the most crucial.",
  "AIQ also received £32,750 from the Democratic Unionist party.",
  "As Sanni points out, “It’s Darren’s name all over everything.",
  "They were just cool, simple graphics that people would share.",
  "Grimes is now the deputy editor of the BrexitCentral website.",
  "In total, £3.9m of leave campaign funds were spent with AIQ.",
  "Darren Grimes told the Electoral Commission the same thing.",
  "When I met him in August, I didn’t think he’d come forward.",
  "“Everybody congratulated us and knew what role we’d played.",
  "The 53-year-old Old Etonian is currently foreign secretary.",
  "“We’re British.”\n\nWhat will you do on Monday, I ask him.",
  "Photograph: Shahmir Sanni\n\nBut Grimes was less sanguine.",
  "The cash was paid directly to data company AggregateIQ.",
  "Not the few thousand pounds they had asked for, though.",
  "“Vote Leave didn’t really give us that money,” he says.",
  "He believes BeLeave “worked together” with Vote Leave.",
  "But it’s also part of what has prompted his decision.",
  "“Bannon was always interested in Brexit,” says Wylie.",
  "There’s no doubt that he won the war of the internet.",
  "“I’ve had three journalists this morning,” one says.",
  "They literally told us what to do and where to sign.",
  "However the system logged a record of this activity.",
  "Victoria Woodcock\n\nVote Leave’s operations director.",
  "To never cheat or lie your way to get to the front.",
  "It starts as a riff, but then it becomes a speech.",
  "Michael Gove knew exactly how important we’d been.",
  "And the last thing I need is to end up fucking up.",
  "Because one thing is clear: something smelled bad.",
  "“I was, like, ‘Who is AIQ?’ And there was nothing.",
  "He is currently editor-at-large of BrexitCentral.",
  "Between Robert Mercer, Steve Bannon and Brexit.",
  "“He rang me up and told me to delete my emails.",
  "His messages to Sanni make distressing reading.",
  "“I just thought: ‘Oh, this is how politics is.",
  "But I now know my vote was based on cheating.",
  "What has amazed me through all this is Sanni.",
  "Don’t worry about it.’ But he was panicking.",
  "‘BeLeave was very progressive,’ says Sanni.",
  "“His content was just really, really good.",
  "And CEO Matthew Elliott signed it all off.",
  "But he has a sense of higher purpose too.",
  "Wait and see what happens.”\n\nLike us all.",
  "On Wednesday, Mark Zuckerberg apologised.",
  "“In my opinion, I was lying,” she said.",
  "The latest investigation is still live.",
  "Not one or two files, but 140 of them.",
  "“He saw Britain as a cultural leader.",
  "They’re at the heart of his decision.",
  "And then he tells me about queueing.",
  "He’s a close friend of Dom Cummings.",
  "“We were two broke college students.",
  "His career has been built on Brexit.",
  "“Was I just really naive?” he asked.",
  "So was BeLeave a separate campaign?",
  "“Britain saved my family,” he says.",
  "There was the £675,000 via BeLeave.",
  "“I looked at the time,” says Sanni.",
  "“Darren is totally loyal,” he says.",
  "Cummings’s campaign was a triumph.",
  "Nobody is making him come forward.",
  "I said: ‘We’ve done nothing wrong.",
  "As a teenager, Grimes was bullied.",
  "And Darren put his own name on it.",
  "It’s an extraordinary revelation.",
  "And it’s his name all over this.",
  "He’s the one being investigated.",
  "Because Sanni knows exactly why.",
  "He’s at the heart of Brexit too.",
  "He just wants to do it properly.",
  "His creative side shone through.",
  "But no donor ever materialised.",
  "He has no other form of income.",
  "Darren’s working-class as well.",
  "We regret any distress caused.",
  "It had overcome all the odds.",
  "We were 22-year-old students.",
  "So, we were like: ‘OK, cool.",
  "Vote Leave spent £2,697,000.",
  "It was a process of months.",
  "“We don’t cheat,” he says.",
  "It’s his name on the form.",
  "Sanni lives in BrexitLand.",
  "We had no control over it.",
  "I had no control over it.",
  "“I told Chris,” he says.",
  "“They just pretended to.",
  "What was your reaction?",
  "“It was like a startup.",
  "Sanni is still only 24.",
  "I didn’t understand it.",
  "“Go to work, I suppose.",
  "Sanni shrugged it off.",
  "“They’re my friends.",
  "A mission statement.",
  "Boris Johnson knew.",
  "“I’m from Pakistan.",
  "“Exactly,” he says.",
  "“We were ecstatic.",
  "Of course he knew.",
  "To wait your turn.",
  "The only problem?",
  "The whole thing.",
  "“I voted Leave.",
  "It was amazing.",
  "And it worked.",
  "“It’s a lie.",
  "No website.",
  "He shrugs."
]