[
  "If we can’t, we don’t deserve it.” Moving forward, Zuckerberg says Facebook is now “limiting the data apps get” and was also “investigating every single app that had access to large amounts of data before we fixed this.”\n\nFacebook took out full page ads in the NYT, WSJ, WashPost, and 6 UK papers today https://t.co/kMA822kTpU pic.twitter.com/CUEYwyWuTT — Brian Stelter (@brianstelter) March 25, 2018\n\nThe scandal involving Cambridge Analytica plunged Facebook into crisis and the company lost more than $50 billion in market value since the allegations.",
  "“While public scrutiny of the major internet companies has grown steadily over the past two years, it’s unclear whether this past week’s revelations will leave an indelible mark in anyone’s memory—or more importantly, lead to more regulations of or substantive new policies at Facebook,” wrote Glaser.",
  "One bit of irony is that by placing the full page ad in the Observer, which is published by the Guardian, Facebook is essentially giving money to the company it had threatened to sue just as it was about to publish its story on Cambridge Analytica.",
  "MLADEN ANTONOV/Getty Images\n\nFacebook is continuing its apology tour for its “breach of trust” with full page ads in several U.S. and British newspapers, including the New York Times, Washington Post, Observer, and Sunday Times, among others.",
  "We’re now taking steps to make sure this doesn’t happen again.”\n\nThe plain ad that largely consists of text on a white background and a tiny Facebook logo notes that “We have a responsibility to protect your information.",
  "A picture taken in Moscow on March 22, 2018 shows an illustration picture of the Russian language version of Facebook about page featuring the face of founder and CEO Mark Zuckerberg.",
  "“You may have heard about a quiz app built by a university researcher that leaked Facebook data of millions of people in 2014,” noted the ads signed by Zuckerberg.",
  "Threatening to sue one of the biggest newspapers in England was “not our wisest move,” noted Campbell Brown, head of news partnerships at Facebook.",
  "But, as Slate’s April Glaser wrote on Friday, there are signs that the worst may be over for the firm.",
  "“This was a breach of trust, and I’m sorry we didn’t do more at the time.",
  "Read more from Slate on Cambridge Analytica.",
  "Facebook CEO Mark Zuckerberg is sorry.",
  "The message?"
]