[
  "Also see: Facebook blocks, then allows ‘Daily News’ column about Cynthia Nixon\n\nFacebook quitters are more likely to be men (71%), concerned about privacy and older (with an average age of 31 for quitters), according to a survey of 321 Facebook users and 310 Facebook quitters carried out by the University of Vienna and published in the journal “Cyberpsychology, Behavior and Social Networking.”\n\nPrivacy violations feel less real than, say, an outbreak of E.coli\n\nThe recent revelations of privacy violations hit Facebook’s stock, but for consumers they are less tangible than, say, an E.coli outbreak in Chipotle CMG, -0.53% and the consequences may be harder to grasp.",
  "And 889 words into the statement in the second-to-last paragraph, he added: “In total, we believe the Facebook information of up to 87 million people — mostly in the US — may have been improperly shared with Cambridge Analytica.”\n\n#DeleteFacebook has been a topic of conversation on social media since the news of the data scandal first broke.",
  "Leaving is easy — in theory — but it might be more difficult than you think\n\nIf you deactivate your account, or even just stop posting updates for a couple of weeks, Facebook has a virtual army — your Facebook friends — who will text, email and even find you on Twitter TWTR, -0.39% asking what’s wrong and imploring you to come back.",
  "Mike Schroepfer, chief technology officer at Facebook, wrote in a 968-word post that he wanted to update users on the changes being made to protect their information, including strengthening the process for approving third-party apps with access to the site.",
  "Read also: Take this seat on an airplane to reduce your chances of getting sick\n\nIn the 1950s, the American social psychologist Leon Festinger developed the “social comparison theory,” which argues that we all have this innate drive to evaluate ourselves.",
  "In other words, any attention is better than none, even if it’s negative.”\n\nDeactivating attracts a lot of attention, albeit negative\n\nMany people temporarily deactivate their profile — so their data remains online — rather than delete it, Walfish said.",
  "People either send messages asking, “What’s wrong?” or, even worse, “What have I done?”\n\nDeleting your account is like breaking up with all of your friends\n\n“When you step away, you’re breaking up with everyone in your network,” he said.",
  "The social network also said that information from the profiles of up to 87 million people may have been “improperly shared” by Cambridge Analytica, a dramatic increase from the 50 million accounts previously estimated.",
  "Actors Tea Leoni and Jim Carrey said they would delete their Facebook accounts after the recent allegations that an app linked to data firm Cambridge Analytica mined information from tens of millions of members.",
  "“So before we just delete, we might want to see if as activist consumers and citizens, we can think about fixing social media.”\n\nGet a daily roundup of the top reads in personal finance delivered to your inbox.",
  "“It is a place where we have become accustomed to sharing our lives, to checking in with friends, to seeing that we are wanted, a part of things, part of a group, thought of.” It is, she said, a community.",
  "Those left behind often take it personally, and may even have formed a co-dependent relationship with their Facebook friends, said Simon Rego, chief psychologist and Montefiore Medical Center in New York.",
  "“I think it is a bridge too far to say it is a cult like atmosphere,” said Sherry Turkle, a professor in the Program in Science, Technology and Society at the Massachusetts Institute of Technology.",
  "Try to give up Facebook, and at least some people are likely to think you have an axe to grind with the world or them personally, are going through a divorce or have slipped into a deep depression.",
  "FOMO for teenagers before Facebook was created in 2004 was bad enough, but missing a party on a Friday night pales in comparison to the constant hubbub on social media every single day.",
  "“These cult-like members can be compared to kids who, when they don’t feel satisfied with a tablespoon of mom’s good attention, misbehave negatively in order to sustain mom’s attention.",
  "They might be prone to wonder if you’re OK or if they’re OK. Is it something about you or is it something about me?”\n\nFacebook is that bar from ‘Cheers’ where everyone knows your name.",
  "Also see: Lonely people share too much on Facebook\n\n“Folks reach out to inquire where you are, what’s wrong, whether you’re depressed, or if you’ve done something to them,” she said.",
  "Around one-third of Facebook users take breaks from their accounts, according to interviews of 410 current and former Facebook users carried out by researchers at Cornell University.",
  "Facebook FB, -1.58% announced Wednesday that most of its 2 billion users likely have had their public profile information scraped by outsiders without their explicit permission.",
  "“The primary motivation to be on Facebook is to reap the benefits of huge amounts of positive affirmation,” said Fran Walfish, a psychotherapist and author in Beverly Hills.",
  "Zuckerberg said the company will review thousands of apps and create a tool for people to find out if details about their lives was shared by an app without their knowledge.",
  "Don’t miss: What Zuckerberg didn’t say: You risk more than your data on Facebook\n\nSure, people use Facebook to network and log into their Tinder IAC, -3.56% account.",
  "“Given the scale and sophistication of the activity we’ve seen, we believe most people on Facebook could have had their public profile scraped,” he wrote.",
  "With some 2.2 billion active monthly users worldwide, it would take a tectonic shift for people to delete their photos and walk away.",
  "The scandal forced Facebook chief executive Mark Zuckerberg into a mea culpa last month on CNN US:TWX where he apologized.",
  "The biggest social network on the planet is stickier than most checking accounts or cable companies, psychologists say.",
  "Deleting your account is like turning your back on a community\n\nBut some people desert Facebook for nobler reasons.",
  "Aside from the time associated with downloading and storing photographs, deactivation seems less harsh.",
  "Privacy violations on Facebook or Equifax EFX, -0.96% don’t appear to create the same fear as E.coli.",
  "The latter can obviously kill you, but the former is a concept that’s more difficult to understand.",
  "Deactivation merely hides the account from Facebook friends, but the site retains all the data.",
  "“We feel good if we compare ourselves to people who may be perceived worse off than ourselves.",
  "And for those who want to make a public statement, that attention is not exactly unwelcome.",
  "Facebook is that bar from “Cheers” or a virtual town where everyone knows your name.",
  "“This was a major breach of trust and I’m really sorry this happened,” he said.",
  "Rego said people have a fear of missing out on stuff that happens on Facebook.",
  "“Deactivating also attracts a lot of attention, albeit negative,” she said.",
  "It’s rarely that both parties agree pleasantly that things aren’t working.",
  "If you try to give it up, some people will think you have an axe to grind.",
  "#regulatefacebook.” Leoni cited “unauthorized sharing” of information.",
  "Social media makes us feel that we are wanted and part of something.",
  "But will this be enough to persuade users to delete their accounts?",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "Why would you go somewhere else or move to LinkedIn or WhatsApp?",
  "People have a fear of missing out on stuff that happens online.",
  "Facebook gives you that.” The opposite, however, is also true.",
  "Quitters are more likely to be men with an average age of 31.",
  "Imagine that as a potential big party going on,” he said.",
  "People notice the absence and they want an explanation.",
  "What kind of a person doesn’t have a Facebook account?",
  "(Facebook was not immediately available for comment.)",
  "Carrey wrote: “Who are you sharing your life with?",
  "It’s a way to indirectly feel better about life.",
  "“Facebook has 2.2 billion monthly active users.",
  "The opposite of that, she said, is rejection.",
  "People are now reliant on Facebook, she said.",
  "“Breakups don’t normally end on a good note.",
  "Is there a tipping point with Facebook?",
  "Or even deactivate them?",
  "Sign up here."
]