[
  "He was dismissive of the privacy concerns posed by political campaigns hoovering up voters’ personal data: “If the individuals wish to remain more private then they shouldn’t consent to give up their information.”\n\nAs Trump surged in the polls, Sheryl Sandberg told investors the election was 'a big deal in terms of ad spend'\n\nAs I read through Nix’s comments in my notes two years later, I am struck by the similarity between his logic and that of Facebook.",
  "GSR boasted it owned “a massive data pool of 40+ million individuals across the United States – for each of whom we have generated detailed characteristic and trait profiles.”\n\nLast week, Facebook’s CEO, Mark Zuckerberg, was forced to acknowledge the privacy breach and apologise for the company’s mistakes, embarking on an uncharacteristic media blitz.",
  "“We are carefully investigating this situation,” it read, “misleading people or misusing their information is a direct violation of our policies and we will take swift action against companies that do.” In time, we would come to understand just what Facebook – one of the world’s most powerful companies – meant by “swift action”.",
  "And in December 2014, I wrote to SCL asking about its commercial relationship with a Cambridge University academic, Aleksandr Kogan, and its apparent acquisition of a vast database of personal information harvested from tens of millions of Facebook users by Kogan’s company, Global Science Research (GSR).",
  "After declining to comment on the record, they emailed a few lines on background: “Facebook has a clear data use policy that makes it clear how the information people choose to add to Facebook is used.” Their repetition of the word “clear” only made this feel more doubtful.",
  "Shortly after the US midterm elections in 2014 – and back when Donald Trump was busy launching the seventh series of Celebrity Apprentice – I received a tip about a little-known British company known as Strategic Communication Laboratories, or SCL.",
  "“And we’re seeing politicians at all levels really take advantage of that targeting.”\n\nIt’s perhaps worth remembering, then, that until recently Facebook was encouraging political operatives to take full advantage of its garden of surveillance.",
  "The ability to target voters, she said, was key: “Using Facebook and Instagram ads you can target by congressional district, you can target by interest, you can target by demographics or any combination of those,” she boasted.",
  "And while aspects of the Cambridge Analytica affair may be surprising, and offer a disturbing glimpse into the shadows, the routine exploitation of information about our lives – about who we are – is what’s powering Facebook.",
  "I asked them a series of questions, including: “Is Facebook concerned that highly personal data about a large set of its users is now being exploited for experimental political campaigning purposes?” They didn’t answer.",
  "At the time I was working on the Guardian’s investigations desk, and I heard the company’s “election management” consultancy was branching out into US voter targeting with a curious new product and corporate identity.",
  "Hours after the story was published, Facebook’s PRs got in touch seeking more information, and later that evening I heard from the mothership itself when a senior, California-based employee emailed a statement.",
  "In rejecting the media’s characterisation of this large-scale privacy violation as a “data breach”, Facebook claims “everyone involved” in the 2014 data-siphoning exercise had given their consent.",
  "In the US, Nix said that “hundreds of thousands of people across America” had taken Cambridge Analytica’s online questionnaires, but claimed respondents’ Facebook accounts were not accessed.",
  "(Little did I know SCL had deep ties to the digital firm AggregateIQ, as the Observer reported on Sunday, to which Vote Leave would funnel 40% of its spending.)",
  "But in January 2016, as Trump surged in the polls, Facebook’s COO, Sheryl Sandberg, told investors the 2016 election was “a big deal in terms of ad spend”.",
  "In early 2016, I continued to investigate Cambridge Analytica, pursuing leads about its parent company, SCL, and talking to former employees and clients.",
  "Fast forward to autumn 2015 and a source pointed me in the direction of a Politico article that made a connection between SCL and Cambridge Analytica.",
  "Revealed: the ties that bind Vote Leave's data firm to controversial Cambridge Analytica Read more\n\nAfter that tip came a small cache of documents.",
  "Before we published that story in 2015, I had approached Facebook’s public relations representatives in London to inform them of the allegations.",
  "So I returned to my investigation and in December 2015 reported that SCL had paid GSR to harvest Facebook users’ data via online questionnaires.",
  "Yet when I first asked Facebook about the way this data had been siphoned from the social network, the company had little to say.",
  "As with its interpretation of the word “clear”, Facebook seems to have a skewed understanding of what “knowingly” really means.",
  "By then it was offering psychological methods for targeting voters to the Republican presidential candidate Ted Cruz.",
  "I now regret putting the story on the back burner, but when SCL repeatedly refused to engage, that’s what happened.",
  "“We’ve been talking to all sorts of political parties about different matters in the UK,” he told me.",
  "He refused to say whether he was or wasn’t working in the UK on the leave campaign.",
  "I interviewed Alexander Nix, Cambridge Analytica’s then CEO and a director of SCL.",
  "At this stage I didn’t know whose political campaign it was working on in the US.",
  "Apparently, it didn’t anticipate the significance the dataset would take on.",
  "Facebook’s senior executives may now be feeling apologetic, “outraged” even.",
  "“People knowingly provided their information,” the company claimed.",
  "It seemed to have acquired the data, but how was it using it?",
  "This, I would later discover, was Cambridge Analytica.",
  "In other words, a major commercial opportunity.",
  "• Harry Davies is a former Guardian researcher",
  "Back then, few had heard of this company.",
  "It’s the behemoth’s lifeblood.",
  "But then nor did I."
]