[
  "But what FarmVille did do, according to Jennifer King, a privacy expert at the University of California, Berkeley, was “set the stage.” King, who has researched Facebook users’ privacy-related behavior on third-party apps, said games like FarmVille helped players “get very used to using apps on Facebook with this expectation that it was harmless essentially.” And this precedent for click-of-a-button relinquishment of your data was reinforced by its successors, from Candy Crush to other apps that like Tinder (released in 2012) or Spotify (2011) that allow users to log in through their Facebook accounts.",
  "Some users took all this plowing and livestock raising very seriously, designing farmsteads with layouts elaborate enough to rival the Gardens of Versailles or paying real money to purchase virtual “Farm Cash.”\n\nWithin six weeks, FarmVille had become the most popular Facebook game and amassed more than 10 million players, and that number kept ticking up.",
  "The New York Times ran an article that called the company “the hottest start-up to emerge from Silicon Valley since Twitter and, before that, Facebook.” Zynga was also behind hits like Mafia Wars, Words With Friends, and spinoffs like FrontierVille and CityVille (which eventually eclipsed FarmVille in popularity).",
  "(Starting in 2015, Facebook’s policy on this became more restrictive, and its third-party app log-on design became more transparent, although it’s worth noting that a previous design change had actually made it simpler to grant third-party apps access to your data.)",
  "Later, the privacy policy explained that it could also provide information about you to third parties it worked with, and although you couldn’t opt out of this information-sharing, those third parties were also not allowed to share your data with others.",
  "If you somehow managed to fend off all of the online entreaties to join FarmVille, Slate summarized the game in 2011:\n\nEach player begins with an empty farm and a fixed number of “farm coins,” which they use to purchase vegetable seeds.",
  "First, Facebook changed its messaging policy in March 2010, which curtailed FarmVille’s method of recruiting new users and sent the number of monthly users plummeting down by 26 percent, according to Ars Technica and AppData.",
  "In Mark Zuckerberg’s tepid recent apology for his company’s role in the misuse of user data, he said Facebook would “investigate all apps that had access to large amounts of information” before they changed their data policy.",
  "The information data firm Cambridge Analytica used to create 30 million “psychographic profiles” about voters originally came from a third-party app like FarmVille that users gave permission to access their data circa 2014.",
  "Today, Zynga’s still around, and it even managed to turn a profit in 2017, but with 72 million fewer monthly unique users than it boasted in March 2010, the company’s days of FarmVille-fueled glory are in the past.",
  "FarmVille, with its benevolent agricultural activity and immense popularity, arguably primed users to sign away their Facebook information to third-party developers, probably without reading the fine print.",
  "), or we may be able to collect that information from social networking systems on which you have used Zynga Games or SNS [social networking] Apps (in accordance with the terms of use of those systems).",
  "Years before the third-party “personality test” at the heart of the Cambridge Analytica scandal, millions of users spent hours cultivating virtual crops on the wildly popular farming simulation game.",
  "This investigation could extend to FarmVille, given the app’s huge number of users, although when asked about whether FarmVille would be investigated, Facebook declined to issue any further comment.",
  "Your FarmVille fields have probably long gone fallow, but it’s worth revisiting the story of FarmVille’s short-lived popularity because it’s intertwined with our current internet privacy debacle.",
  "But the digital treasure trove data researcher Aleksandr Kogan stored and sold to Cambridge Analytica was accessed in 2014, a full five years after the release of FarmVille and its successors.",
  "According to Zynga’s 2010 privacy policy:\n\nWe may offer you the opportunity to submit other information about yourself (such as gender, age, occupation, hobbies, interests, zip code, etc.",
  "This particular app, thisisyourdigitallife, was far less popular than FarmVille, but by using it, people granted the developer access to both their data and their friends’ data.",
  "Players earn more farm coins by harvesting crops or visiting neighbors, and they can also earn “experience points” for plowing their land or buying items like farming tools.",
  "When asked about its use of social media–linked player data, Zynga said in a statement:\n\nProtecting our players’ information is of paramount importance to Zynga.",
  "FarmVille officially launched in June 2009, two years after the rollout of Facebook Platform made it possible to create third-party games on the social network.",
  "In pursuit of that mission, we gather opt-in, player-approved data that’s used to inform our game development and improve the overall player experience.",
  "FarmVille now rests, along with Glee and the Black Eyed Peas song “Imma Be,” in whatever dusty trophy case commemorates the hits of the late ’00s.",
  "Famous fan Emma Stone even joked about her FarmVille addiction back in 2011: “It’s a fake farm, but it doesn’t feel fake,” she told Jimmy Fallon.",
  "Even the 2012 release of FarmVille 2, replete with 3-D graphics, wasn’t enough to save the company from major layoffs and the CEO’s resignation.",
  "As an early, viral third-party app, the game helped users become comfortable signing away their social media data with the click of a button.",
  "Signing up to play FarmVille also gave Zynga access to your friend list (hence the annoying notifications) and their public profiles.",
  "Our mission is to connect the world through games and deliver fun and social entertainment experiences to people around the world.",
  "But by the following summer, its stock price had flatlined and hasn’t (except for a monthlong blip) exceeded $5 since summer 2012.",
  "Now, that’s not to imply that while you were harvesting eggplants, Zynga was improperly harvesting data on your Facebook friends.",
  "We comply with our platform partners’ Terms of Service, and we rigorously enforce our own Terms of Service and Privacy Policy.",
  "As its game’s popularity skyrocketed, FarmVille’s parent company, Zynga, quickly became a golden child of Silicon Valley.",
  "By reaching certain benchmarks, players advance to higher levels, where they can buy newer, shinier crops and animals.",
  "But now the privacy concerns we dismissed are, like invitations to help your neighbor’s farm, cropping up nonstop.",
  "We will continue to work closely with our platform partners to deliver a secure, player-first gaming experience.",
  "If you haven’t recently checked which third-party apps you’ve given access to your profile, it’s worth doing.",
  "After players begin playing, and in doing so grant permission to their data, it’s stored on Zynga’s servers.",
  "We also follow a robust internal data policy that restricts our use of the opt-in player data we receive.",
  "Pursuant to Zynga’s Privacy Policy, we do not sell any player data to third-parties.",
  "By March 2010, FarmVille had reached a peak 83.76 million monthly active users.",
  "(Now, however, Zynga offers users a way to delete their account and data.)",
  "But how do FarmVille and Zynga relate to the Cambridge Analytica scandal?",
  "When Zynga went public in December 2011, it was valued at $7 billion.",
  "(For a full rundown, read Cyrus Farivar’s Ars Technica feature.)",
  "A screenshot of a McDonald’s-themed farm in Farmville.",
  "Loenne555/Farmville Wiki/Zynga\n\nRemember FarmVille?",
  "Read more from Slate on Cambridge Analytica.",
  "But eventually, the Zynga bubble burst.",
  "But what data did FarmVille gather?"
]