[
  "“The statement having been posted on Mr Cummings’s blog on Friday was subsequently requested by a reporter, and a political member of No 10 staff sent that on to the reporter saying, ‘this is in the public domain’,” the spokesman said, adding: “I am not a spokesman for Mr Parkinson, but the statement was by its nature personal.”\n\nEarlier Sanni had heaped further pressure on the government over the allegations by accusing Parkinson of trying to smear him by revealing the personal information.",
  "Being outed by Downing Street is breathtakingly wrong | Hannah Jane Parkinson Read more\n\n“How is it remotely acceptable that when a young whistleblower exposes compelling evidence of law-breaking by the leave campaign, implicating staff at No 10, one of those named instead of addressing the allegations issues an officially sanctioned statement outing the whistleblower as gay and thereby putting his family in Pakistan in danger?” he said.",
  "“That email, to us, meant that he had effectively been outed in a statement from an official Downing Street email.”\n\nParkinson’s statement made reference to fact that the pair had dated each other for a year and a half, including the period when he was at Vote Leave and Sanni worked as a volunteer and treasurer at another Brexit campaign, BeLeave.",
  "Play Video 1:08 'I had to come out to my mother as well as my entire family' says Shahmir Sanni - video\n\nHe said he had endured one of the “most awful weekends” of his life after telling the Observer how Vote Leave channelled money through BeLeave, a group linked to Cambridge Analytica, to get around electoral law.",
  "Quick guide Key players in the Vote Leave campaign Show Hide Vote Leave: the key players Dominic Cummings Campaign director of Vote Leave and former special adviser to Michael Gove, the 46-year-old from Durham has been described as an “optimistic Eurosceptic” by the Economist.",
  "Tamsin Allen, a lawyer with Bindmans, acting for Sanni and Wylie, had successfully requested that references to Sanni’s sexuality should be removed from a blogpost by the former Vote Leave director Dominic Cummings to which Parkinson’s statement had initially been attached.",
  "Some Tory MPs say they believe Stephen Parkinson should resign after outing Shahmir Sanni\n\nTheresa May has insisted her political secretary, Stephen Parkinson, “does a very good job”, as he faces mounting pressure over the outing of the Brexit whistleblower Shahmir Sanni.",
  "Credited by Cummings with winning the referendum: he described her as “the most indispensable person in the campaign – if she’d gone under a bus, Remain would have won.” Vote Leave’s powerful ‘Voter Intention Collection System’ (Vics) software was named after her.",
  "But May said: “No, I’m sorry, that is not what I should be doing, my political secretary does a very good job.”\n\nThe Cambridge Analytica whistleblower Christopher Wylie also said he believed Parkinson should lose his job at Downing Street.",
  "“It’s a disgrace, prime minister, you need to do something about it.”\n\nMay said: “I of course recognise the importance of ensuring that we do recognise that for some being outed as gay is difficult because of their family circumstances.",
  "What I want to see is a world where everybody is able to be confident in their sexuality and doesn’t have to worry about such things.”\n\nThe Labour MP and former minister Angela Eagle urged the prime minister to sack Parkinson.",
  "Sanni said he had endured one of the “most awful weekends” of his life after telling the Observer how Vote Leave channelled money through BeLeave, a group linked to Cambridge Analytica, to get around electoral law.",
  "Henry de Zoete\n\nOld Etonian digital director of Vote Leave and another senior figure from the Michael Gove camp: Zoete, 36, worked for four years as right-hand man to Gove when he was education secretary.",
  "Prompted uproar during the referendum when a leaked email revealed her telling clinicians that her group needed doctors and nurses to warn that Britain’s health service was being damaged by the EU.",
  "Matthew Elliott (pictured)\n\nChief executive of Vote Leave, the 40-year-old political strategist from Leeds has been described by the BBC as “one of the most effective lobbyists at Westminster”.",
  "He said it had been shared by Parkinson “for information” with a few officials in No 10 and had only been passed on to a journalist once it had already appeared in the blogpost by Cummings.",
  "Stephen Parkinson\n\nThe national organiser of the ground operation for Vote Leave, Parkinson is from North Shields and was a special adviser to Theresa May when she was home secretary.",
  "On Friday Sanni was outed as gay by Parkinson, one of May’s closest advisers and a former Vote Leave official, with whom Sanni had a relationship during the campaign.",
  "The Labour MP Ben Bradshaw challenged the prime minister in the House of Commons on Monday about what Downing Street said was a “personal statement” by Parkinson.",
  "Darren Grimes\n\nFormer fashion design student, 25, who ran BeLeave – the campaign group given £625,000 by Vote Leave during the final stages of the referendum.",
  "She said she had thought the issue had been “contained”, only to find it had been sent out by a Downing Street official to the New York Times later that day.",
  "A spokesman said Parkinson had drafted the statement in response to questions from media organisations and shared it with former colleagues at Vote Leave.",
  "No 10 has been keen to distance itself from Parkinson’s actions, despite the fact that a Downing Street official passed on his statement to a journalist.",
  "Boris Johnson\n\nA figurehead of Vote Leave and member of the campaign committee that met weekly during the referendum to set its campaign strategy.",
  "The only reason that this was brought to light was just to make it seem that this was a vendetta, when it is not about me.”",
  "The whistleblower claimed he was obliged to inform his family in Pakistan about his sexuality as a result of the statement.",
  "Michael Gove\n\nCo-convener of Vote Leave’s campaign committee, the 50-year-old is currently environment secretary.",
  "Speaking to ITV’s Good Morning Britain, he said: “This weekend has been one of the most awful weekends for me.",
  "Elliott is a former chief executive of Big Brother Watch, Business for Britain and the TaxPayers’ Alliance.",
  "“At that point, it was clear to us that there was no containing that information any more,” she said.",
  "Following the EU referendum victory he rejoined her as a special adviser based in Downing Street.",
  "He is credited with creating the memorable official slogan of Vote Leave: “take back control”.",
  "Cleo Watson Prominent member of Vote Leave and now a political adviser at 10 Downing Street.",
  "The donation is currently being investigated by the Electoral Commission.",
  "His current official title is political secretary to the prime minister.",
  "Previously he has served as education secretary and justice secretary.",
  "Privately, some Conservative MPs believe Parkinson should stand down.",
  "I didn’t want to talk about this at all because it is not relevant.",
  "Cummings is regarded as the leading strategist of the campaign.",
  "Grimes is now the deputy editor of the BrexitCentral website.",
  "The 53-year-old Old Etonian is currently foreign secretary.",
  "The cash was paid directly to data company AggregateIQ.",
  "Victoria Woodcock\n\nVote Leave’s operations director.",
  "He is currently editor-at-large of BrexitCentral.",
  "“He’ll have to go,” said one backbencher."
]