[
  "The Reuters/Ipsos poll, conducted March 21-23, found that just 41 percent of U.S. adults trust Facebook to “obey laws that protect your personal information.” That’s significantly lower than the percentage who trust Amazon (66 percent), Google (62 percent), Microsoft (60 percent), Apple (53 percent), or even Yahoo (48 percent).",
  "Here's why regulation of Facebook needs to prioritize competition: https://t.co/obBWHbEBuP pic.twitter.com/lrnkv59b3L — Josh Constine (@JoshConstine) March 25, 2018\n\nWhat’s really interesting about the Reuters/Ipsos poll, however, are the secondary questions about how seriously Americans take their online privacy.",
  "Americans are less likely to trust Facebook than its rivals on personal data: Reuters/Ipsos poll https://t.co/0mSryp8c6e @cmkahn @David_Ingram pic.twitter.com/LWsx8bp5bF — Reuters Top News (@Reuters) March 26, 2018\n\nIt won’t shock anyone that Facebook is broadly mistrusted.",
  "Finally, the poll asked people what actions they’ve taken to protect their online privacy, such as switching internet browsers, putting tape over their device’s camera, or started using an encrypted communication service such as Signal, Whatsapp, or Wickr.",
  "Among the 14 percent who don’t use Facebook, the greatest share (40 percent) said they “don’t find it that interesting or useful.” Just 28 percent of those abstainers cited privacy concerns as the main reason they stay off the platform.",
  "It’s also worth noting that while the poll was conducted after the data leak had been in the headlines for a few days, it was before Facebook CEO Mark Zuckerberg embarked on a media blitz aimed at mending the company’s reputation.",
  "The poll strongly suggests that Facebook has suffered some reputational damage from the Cambridge Analytica scandal, although it’s hard to say exactly how much, since it’s the first time this particular question has been asked.",
  "Whether Facebook broke any laws in the Cambridge Analytica affair is not yet clear, but the company faces multiple lawsuits, and the Federal Trade Commission confirmed Monday that it’s investigating Facebook’s data practices.",
  "That may not be the kind of groundswell needed to drive a substantive bill through this divided Congress, but it’s still a noteworthy finding given Americans’ general distaste for government regulations.",
  "Asked how much the government should regulate how companies use your personal information, 46 percent said they’d like to see more regulation, while just 17 percent said they’d like to see less.",
  "Still, 41 percent is pretty bad considering the low bar proposed by the question: not whether people trust Facebook to keep all their data safe, but whether they trust it simply to obey the law.",
  "But the same poll shows that online privacy isn’t a top priority for most people—adding to the evidence that the #deletefacebook campaign is unlikely to dent the social network’s dominance.",
  "All the Cambridge Analytica headlines have surely altered some people’s value calculations when it comes to using Facebook, but there’s no evidence of a sea change in Americans’ attitudes.",
  "More than half of all respondents—51 percent—check Facebook “continuously throughout the day,” the survey found, while 78 percent check it at least once a week.",
  "In the long run, then, the scandal’s effect on Facebook’s business might have less to do with how users respond than how legislators and regulators respond.",
  "Meanwhile, a #deletefacebook social media campaign appears to have peaked last week without approaching the intensity of last year’s #deleteuber campaign.",
  "That may be partly because there’s no clear alternative: One reason #deleteuber caught on was because it’s so easy to switch to a rival such as Lyft.",
  "The big takeaway seems to be: People don’t trust Facebook with their private information, but they don’t care enough to change their behavior.",
  "KIRILL KUDRYAVTSEV/Getty Images\n\nAfter the Cambridge Analytica revelations, a new poll finds that Americans trust Facebook less than ever.",
  "That makes sense: It’s not like the social network had a sterling reputation for protecting users’ privacy at any point in its history.",
  "The company’s stock has dipped more than 13 percent since the story broke, though there are signs that the selloff has subsided.",
  "Ditto for targeted advertisements, which the poll found that 41 percent of Americans find “worse” than regular advertisements.",
  "Asked whether they’d like to see more or less targeted advertising in the future, 63 percent said less; 21 percent said more.",
  "In other words, while privacy is a factor in people’s decisions about using Facebook, it’s a relatively small one.",
  "Data shows #DeleteFacebook peaked way lower than #DeleteUber because people could switch to Lyft.",
  "Again, the top answer was usefulness (30 percent), followed by lack of time (19 percent).",
  "That said, one finding from the survey will likely concern Facebook more than the rest.",
  "A new poll finds Americans trust Facebook far less than Amazon, Google, and Microsoft.",
  "That dwarfs the engagement of any rival platform, including Facebook’s own Instagram.",
  "Another question asked people who do use Facebook why they don’t use it more often.",
  "The results offer some clues as to why Facebook seems to be weathering the storm.",
  "In each case, the percentage who had taken such steps was under 20 percent.",
  "And yet there they still are, checking Facebook throughout the day.",
  "The majority of Americans clearly made peace with that long ago.",
  "(Oddly, the survey asked people about Google+ but not YouTube.)",
  "Just 14 percent said they don’t use Facebook at all.",
  "Read more from Slate on Cambridge Analytica.",
  "Just 16 percent cited privacy."
]