[
  "Downloaded my facebook data as a ZIP file Somehow it has my entire call history with my partner's mum pic.twitter.com/CIRUguf4vD — Dylan McKay (@dylanmckaynz) March 21, 2018\n\nHowever, Ars Technica noted that many users experience contradicted Facebook’s statement:\n\n“This contradicts the experience of several users who shared their data with Ars.",
  "“He says he removed and reinstalled the app several times over the course of the next few years, but never explicitly gave the app permission to read his SMS records and call history.”\n\n“In my case, a review of my Google Play data confirms that Messenger was never installed on the Android devices I used.",
  "From the Facebook Messenger app’s main home screen click on your user profile picture:\n\nFrom there, select the “People” option:\n\nTurn off the “sync contacts” option:\n\nFacebook now doesn’t have permission to use your phone’s contacts and should no longer be able to access your phone or message data.",
  "Facebook issued a statement on their use of user data stating:\n\nWhen you sign up for Messenger or Facebook Lite on Android, or log into Messenger on an Android device, you are given the option to continuously upload your contacts as well as your call and text history.",
  "While data collection was technically ‘opt-in,’ in both these cases, the opt-in was the default installation mode for Facebook’s application, not a separate notification of data collection.”\n\nSo here’s how to opt-out of Facebook’s data-sharing settings on your phone.",
  "The company has been doing this with user permission, but following the recent user data scandal related to data analysis firm Cambridge Analytica, many users may wish to prevent Facebook from accessing further data.",
  "Dylan McKay told Ars that he installed Messenger in 2015, but only allowed the app the permissions in the Android manifest that were required for installation,” Ars Technica explained.",
  "Facebook was installed on a Nexus tablet I used and on the Blackphone 2 in 2015, and there was never an explicit message requesting access to phone call and SMS data,” they added.",
  "If you chose to turn this feature on, we will begin to continuously log this information, which can be downloaded at any time using the Download Your Information tool.",
  "“Yet there is call data from the end of 2015 until late 2016, when I reinstalled the operating system on the Blackphone 2 and wiped all applications.",
  "You can also go here to see all the contact details which Facebook has uploaded and delete any you don’t wish the site to have access to.",
  "TIME reports that Facebook admitted on Sunday to collecting data from Android users including phone calls and text messages.",
  "Facebook may be collecting data from your phone calls, messages, and contacts — here’s how to turn it off.",
  "For Messenger, you can either turn it on, choose ‘learn more’ or ‘not now’.",
  "On Facebook Lite, the options are to turn it on or ‘skip’."
]