[
  "He was deeply committed to Sen. Ted Cruz's (R-Texas) 2016 presidential bid, socking $13.5 million into a super PAC supporting him; eventually he signed on to back nominee Donald Trump, converting the previously pro-Cruz vehicle into one that benefited Trump and adding another $2 million to its coffers.",
  "But 2016 marks the first presidential election since the Supreme Court's decision in McCutcheon v. Federal Election Commission removed caps on a donor's total campaign giving, and -- as expected -- a group of wealthy individuals have busted through the old $123,200 limit on what they could give.",
  "Sheldon Adelson\n\nOut of a total of more than $26 million, billionaire casino mogul Adelson gave an even $10 million each this cycle to the Congressional Leadership Fund and Senate Leadership Fund, conservative super PACs that supported Republican congressional candidates.",
  "The vast majority of his $34 million-plus in donations stemmed from three eight-figure donations to left-leaning super PACs: $11 million to Senate Majority PAC, $11 million to House Majority PAC, and $10 million to Priorities USA Action.",
  "In the post-McCutcheon landscape, then, an individual would be able to give a $2,700 check to every candidate in every federal primary and general election in the country, plus more to PACs and party accounts, if they were so inclined.",
  "Before 2014, individuals faced caps both on the amount they could give to any one federal candidate and the amount they could give to all federal candidates, parties and PACs, together, in a given two-year cycle.",
  "Robert Mercer\n\nThe very conservative co-CEO of Renaissance Technologies, a quant hedge fund founded by a megadonor to the other party, Mercer and his wife Diana have given just shy of $24 million this cycle.",
  "Adelson's wife, Miriam, matched his donations to these groups, and their joint $20 million was good for more than half of the Congressional Leadership Fund's independent expenditure total this cycle.",
  "The super PAC's independent expenditures added up to more than any other group's; it poured more than $131 million into the presidential race, the lion's share of which paid for attacks on Trump.",
  "The pre-McCutcheon rules included caps within the cap, too -- for instance, gifts to candidates couldn't total more than $48,600, and there were separate limits for donations to PACs and parties.",
  "That changed with McCutcheon, when the Supreme Court held that the caps \"intrude without justification on a citizen's ability to exercise 'the most fundamental First Amendment activities.'\"",
  "Democratic presidential nominee Hillary Clinton's Hillary Victory Fund, for instance, has seen at least 120 donors give at least $400,000, something that previously was against the law.",
  "(AP Photo/Patrick Semansky)\n\nBY: JACK NOLAND\n\nNo individual has given to every single congressional and presidential candidate yet, or even every Democratic or Republican candidate.",
  "One effect of the no-limits landscape has been the turbocharging of joint fundraising committees -- committees formed by candidates with their party and sometimes other candidates.",
  "Almost half of that outlay came from a single $20 million donation to Priorities USA Action, the foremost outside group backing Hillary Clinton's failed presidential campaign.",
  "\n\nCasino tycoon Sheldon Adelson and his wife Miriam have contributed $3.4 million to candidates and party committees now that they no longer have to abide by a $123,200 cap.",
  "And they're giving more, as well: The average contribution total from those shattering the old limit this cycle was $281,568, almost $100,000 more than the 2014 average.",
  "(These numbers, we should note, do not include contributions made to super PACs and other outside spending groups, which were never limited by law; more on this below.)",
  "While there is not yet evidence of this happening, some donors have taken advantage of unlimited aggregate contributions to give more cash than they ever could before.",
  "This cycle, that number has climbed to almost 74.2 percent by mid-October, with 434 McCutcheon-level donors giving exclusively to Republicans and 437 to Democrats.",
  "A champion of returning the U.S. to the gold standard, Mercer has helped bankroll the conservative Heritage Foundation and Breitbart.com, the right-wing news site.",
  "When outside spending -- which was never covered by contribution limits even pre-McCutcheon -- gets factored in, individual contribution totals rise dramatically.",
  "The San Francisco former hedge fund executive parted with more than $67 million this cycle, far outstripping fellow liberal Donald Sussman's $40 million in gifts.",
  "NextGen focused its attention on Senate races and the presidential faceoff, making more than $22 million in independent expenditures, most of which opposed Trump.",
  "Donald Sussman\n\nPaloma Partners investment firm founder Sussman invested heavily in liberal candidates and super PACs this cycle, giving more than $40 million.",
  "On both sides of the aisle, deep-pocketed megadonors pumped tens of millions of dollars into federal races this cycle to varying degrees of electoral success.",
  "In the 2016 cycle, Democratic Wall Street donor Donald Sussman gave at least $2,700 to no fewer than 86 candidates, almost quintupling the previous cap.",
  "Overall, these post-McCutcheon contributions have favored the GOP: Over 53 percent of these donors so far have given more to Republicans than Democrats.",
  "Sheldon Adelson, the Las Vegas casino magnate, has given nearly $3.4 million, for instance, every dollar of which has gone to supporting Republicans.",
  "While they were unable to flip the chamber, Democrats did gain some ground - a bit of good news for liberals on their otherwise pretty bad night.",
  "(The Adelsons have contributed $47.4 million when gifts to super PACs and other outside spending groups are factored in, which puts them at No.",
  "Fred Eychaner\n\nAs we've noted, Chicago-based businessman Eychaner also splashed major cash on liberal candidates, parties and outside groups.",
  "That's not quite double the 727 people who made contributions in the 2014 cycle that would have exceeded the former limit, but it's close.",
  "In fact -- whether due to a calcifying partisan divide or not -- a huge majority of donors give all their money to one side or the other.",
  "In the eight days ending Nov. 4, the super PAC, Make America Number 1, paid Mercer's voter data firm Cambridge Analytica $1.4 million.",
  "As of Oct. 16, at least 1,174 people have contributed more than $123,200 during the 2016 election cycle - in some cases, far more.",
  "(They've have contributed )\n\nOn the liberal side, Newsweb Chairman Fred Eychaner contributed nearly $2.2 million to Democrats.",
  "Of the six battleground Senate races Steyer and NextGen targeted, Democrats won three, in Illinois, Nevada and New Hampshire.",
  "Ultimately, these cash infusions were unable to help Democrats win control of the presidency or either house of Congress.",
  "In that case, the money is split between Clinton's campaign, the Democratic National Committee and 38 state parties.",
  "Steyer gave $66 million of his total to NextGen Climate Action, the environmental super PAC he founded in 2013.",
  "As expected, a group of wealthy individuals have busted through the old $123,200 limit on what they could give.",
  "Still, things are on the upswing for liberals, since just 36.9 percent of contributors favored Dems in 2014.",
  "Sussman also gave $10 million to House Majority PAC, which sought to support Democrats in House races.",
  "The money may have helped, as Republicans will kick off 2017 with majorities in both houses.",
  "Tom Steyer\n\nSteyer was the country's top individual donor by a country mile in 2016.",
  "And at almost $35 million counting such donations, Eychaner comes in at No.",
  "Eychaner also gave $489,448 to 35 Democratic state parties and committees.",
  "His daughter, Rebekah, also was deeply involved with the pro-Trump effort.",
  "In 2014, 71.1 percent of donors gave only to Republicans or Democrats.",
  "His wife, Miriam, has kicked in another $1.2 million.",
  "2 on our top donors list.",
  "Paul Singer",
  "4.)"
]