[
  "“It can tell you what the content is, who created it, who’s used it, who changed it, and much more, allowing companies to discover relationships between data, more closely track a person’s activities, etc., for example what time they are usually on the phone or text people, et cetera.”\n\nThe Federal Trade Commission is currently investigating Facebook’s “misuse” of the data of 50 million users, which was sold to data analysis firm Cambridge Analytica and reportedly used by Donald Trump’s presidential campaign.",
  "“So, the first time you sign in on your phone to a messaging or social app, it’s a widely used practice to begin by uploading your phone contacts.”\n\nAlthough the company only collects timestamps, or metadata, on the logs, a lot can be derived from such information, tech experts warn.",
  "Metadata, especially when combined with other information readily available to Facebook, can be “a powerful tool,” said David Gorbet, vice president of engineering at database provider MarkLogic.",
  "— Mat Johnson (@mat_johnson) March 23, 2018\n\nFacebook allows users to download an archive of the data it’s collected about them; users can request the archive in Facebook’s Settings section.",
  "A Facebook spokesperson did not respond directly to an inquiry about the logs, but directed MarketWatch to a Sunday blog post in which the company denied logging call and text history.",
  "“The most important part of apps and services that help you make connections is to make it easy to find the people you want to connect with,” a Facebook spokesperson told Ars Technica.",
  "Facebook said the data collected includes only time stamps of when calls and texts are made, not the contents of the calls, and said that it doesn’t sell this data to advertisers.",
  "Facebook has been the target of intense criticism over how it shares data with third-party companies, and the social media giant may know more about users than previously thought.",
  "The issue was discovered when one user tweeted that when he downloaded his data from Facebook FB, -1.58% , it included call and texts logs from his phone for at least a year.",
  "One said Facebook had a historical record of the time, date and length of every phone conversation he had with his partner’s mother for over a year.",
  "Oh wow my deleted Facebook Zip file contains info on every single phone cellphone call and text I made for about a year- cool totally not creepy.",
  "The issue appears to only affect Android users because Apple devices don’t allow third-party apps like Facebook to access call and message data.",
  "The company reportedly stored logs of calls and text messages made by users with Android devices, the tech blog Ars Technica reported Saturday.",
  "The company says it collects the data to make it easier for users to contact friends.",
  "Get a daily roundup of the top reads in personal finance delivered to your inbox.",
  "“Metadata is really now the crown jewels for the enterprise,” he said.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "Other Android users have made similar complaints.",
  "Sign up here."
]