[
  "Calls for CEO to appear reach fever pitch after Cambridge Analytica reports, paving way for showdown over Facebook accountability\n\nFacebook’s chief executive, Mark Zuckerberg, has agreed to testify before the United States Congress in the wake of a data harvesting scandal that has sent the company’s share price tumbling and prompted numerous investigations and lawsuits.",
  "However, news of US congressional evidence paves the way for a major showdown for Zuckerberg, 33, who has come under increasing pressure from lawmakers and the general public to account for Facebook’s business practices since the company acknowledged last September that it had sold advertisements to Russian agents seeking to influence the US presidential election.",
  "But the clamor for a show of public accountability reached a fever pitch following the Observer’s reporting that the Facebook data of about 50 million Americans was acquired by the political data analytics firm Cambridge Analytica after being harvested by another company.",
  "‘A grand illusion’: seven days that shattered Facebook’s facade Read more\n\nIn remarkably similar comments to CNN, the New York Times, Wired and tech website Recode, he said he would testify if he was the person at Facebook most knowledgable about the subject matter.",
  "Damian Collins, the chair of the parliamentary committee, which is investigating the effects of fake news on UK democracy, said: “I would certainly urge him to think again if he has any care for people that use his company’s services,” Collins said.",
  "- video explainer\n\nIn October, Facebook sent its general counsel, Colin Stretch, to run the gauntlet of two days of congressional hearings while Zuckerberg travelled to China and shared photos of his Halloween costume on his Facebook profile.",
  "Five days after the story broke, Zuckerberg stepped out from behind his carefully curated Facebook profile – his typical mode of making public statements – to answer questions from a select group of media organizations.",
  "Zuckerberg's refusal to testify before UK MPs 'absolutely astonishing' Read more\n\nThe Senate judiciary and commerce committees have also invited Zuckerberg to appear at hearings.",
  "The chair of a British committee of MPs on Tuesday said Zuckerberg’s decision to send other executives to the UK to answer questions on his behalf was “absolutely astonishing”.",
  "His decision to testify before the US Congress was first reported by CNN, and contrasts with his refusal to appear before members of parliament in the UK.",
  "Zuckerberg has accepted an invitation to testify before the House energy and commerce committee, according to an aide familiar with the discussions.",
  "A date has not yet been set, and the spokesperson for the House committee declined to confirm reports that the hearing was scheduled for 12 April.",
  "While Zuckerberg’s trip to Capitol Hill might mollify American officials, it will probably only increase the frustration of snubbed British MPs.",
  "Play Video 3:41 What is the Cambridge Analytica scandal?"
]