[
  "In his media tour last week, which included a TV interview on CNN, Zuckerberg managed to sound plausibly sincere without saying anything overly controversial—which might be partly because he and his team took three full days to prepare after the Cambridge Analytica scandal broke out earlier this month.",
  "He famously flubbed an appearance at a tech conference in 2010, prompting one editor to describe him as “literally dissolving in a lake of his own sweat.” Since then, his preparation has improved, and he has learned to sound somewhat more natural as he spouts carefully rehearsed answers.",
  "Not only will he be under oath, but he’ll be fielding blunt questions from grandstanding legislators that are liable to be less predictable, less technically literate, and frankly ruder than those asked by journalists such as David Kirkpatrick or CNN’s Laurie Segall.",
  "Mark Zuckerberg is in talks to testify before Congress about his company’s role in the Cambridge Analytica scandal and its data-protection policies, sources are reporting Tuesday, although Facebook hasn’t confirmed that.",
  "But it wasn’t so long ago—December 2016—that Zuckerberg inflamed critics by calling it “pretty crazy” to think fake news could have had any influence on the U.S. election, among other foot-in-mouth moments.",
  "The worst case is that he’s thrown off his game to the point where he commits a Kinsley gaffe—accidentally saying what he really thinks, rather than what will keep him and his company out of trouble.",
  "The Facebook CEO has been invited—and pressured—to appear before the U.S. House Energy and Commerce Committee as well as other panels, including the Senate Judiciary and Commerce committees.",
  "A lineup of those three CEOs would call to mind the infamous tobacco hearings of 1994—not a flattering look for companies that like to think of themselves as forces for good in the world.",
  "But it’s no wonder the company has been reluctant to put its chief under oath on Capitol Hill: There are a lot of ways it could go very wrong—especially with Zuckerberg in the hot seat.",
  "More worryingly for Facebook, Zuckerberg will be pressed along partisan lines from two opposing sides, each of which are convinced that Facebook has wronged them in different ways.",
  "Zuckerberg’s appearance would be a big deal in multiple ways, and it would signal to the world that Facebook is taking seriously the fallout from its data-privacy scandal.",
  "His presence alone will ensure that the hearing makes front-page headlines, drawing out an already damaging news cycle in which Facebook has been cast as a villain.",
  "Facebook is terrified of being seen as politically biased, and Zuckerberg will have to dispatch each side’s concerns without giving fodder to the other.",
  "Assuming Zuckerberg does indeed testify, his battle to stay on script while keeping his armpits dry should make for compelling, if awkward, viewing.",
  "While it was absolutely a dodge, there’s also some truth to the excuse Zuckerberg gave Wired last week as to why he hasn’t testified in the past.",
  "That’s often a challenge for people like Zuckerberg, who were blessed with brilliant engineering minds but not so much natural grace or charm.",
  "And at the same time, he’ll have to avoid condescending to lawmakers who ask questions that, from a technological perspective, make no sense.",
  "He’ll have to be well-briefed by lawyers and lower-level executives to learn enough that he doesn’t come across as bumbling or out of touch.",
  "Always an awkward presence, he has turned himself into a passable public speaker over the years—as long as he’s working from a script.",
  "The CEO really isn’t always the most informed person at a company when it comes to the detailed workings of its products or policies.",
  "And if he goes, that will put pressure on fellow CEOs such as Google’s Sundar Pichai and Twitter’s Jack Dorsey to do the same.",
  "The best-case scenario for Zuckerberg on Capitol Hill might be that he comes across as anodyne, well-rehearsed, and robotic.",
  "There’s one more reason Facebook would almost certainly prefer to put someone other than Zuckerberg on the stand.",
  "He still struggles, however, when confronted with tough questions in live, impromptu settings.",
  "Congress would put Zuckerberg beneath a harsher spotlight than he’s experienced before.",
  "Congress would put Zuckerberg beneath a harsher spotlight than he’s experienced before.",
  "He’ll also have to be careful to avoid saying anything that turns out not to be true.",
  "Unless you work for Facebook, in which case you might prefer to hide your eyes.",
  "First of all, Zuckerberg is simply not very good at this type of thing.",
  "Photos by David Ramos/Getty Images, Aaron P. Bernstein/Getty Images.",
  "Congress really doesn’t like it when you do that.",
  "Read more from Slate on Cambridge Analytica.",
  "Photo illustration by Lisa Larson-Walker."
]