[
  "The groundwork laid by Neugebauer and other major donors began roughly two years ago, first in a casual conversation with Cruz at a donor's home in Palm Beach, Florida, and then in a more formal way over the 2014 Labor Day weekend at Neugebauer's ranch in East Texas.",
  "He is a major donor to Republican groups, according to fundraising records, including entities run by the billionaire Koch brothers and Club for Growth, a Washington conservative economic group that backed Cruz's 2012 campaign.",
  "Since mid-December, the Keep the Promise super PACs have documented about $4 million in independent expenditures to help Cruz or attack other candidates — most often Florida Sen. Marco Rubio, federal election records show.",
  "The $36 million committed last year by these donor families is now going toward television, radio and online advertisements, along with direct mailings and get-out-the-vote efforts in early primary states.",
  "\"He's not afraid to stand against some of his own party even and say things that need to be said,\" he said in a November interview with KTXS, a television station near their tiny hometown of Cisco, Texas.",
  "THE BROTHERS\n\nThe Wilkses met and became fond of Cruz after his election to the Senate, and Neugebauer persuaded them over barbecue in the first months of 2015 to participate in the Keep the Promise plan.",
  "For Cruz, the pool of really big donors is far more concentrated: Mercer gave $11 million, Neugebauer gave $10 million, and the Wilks brothers and their wives together gave $15 million.",
  "The long-believing benefactors are New York hedge fund billionaire Robert Mercer, Texas natural gas billionaires Farris and Dan Wilks, and private-equity partner Toby Neugebauer.",
  "That October, big-data firm Cambridge Analytica — in which Mercer is an investor — began working to identify potential Cruz voters and develop messages that would motivate them.",
  "Key donors soon came up with a novel arrangement: Each family would control its own super PAC, but the groups would work together as a single entity called Keep the Promise.",
  "Four of America's wealthiest businessmen laid the foundation for Ted Cruz's now-surging Republican presidential campaign and have redefined the role of political donors.",
  "The super PACs have been identifying and connecting with Cruz voters through digital ads and door-knocking, and recently began a multimillion-dollar TV ad campaign.",
  "In 2014, the younger Neugebauer moved his legal residency to Puerto Rico, saying he had done so primarily to expose his children to Spanish and become more worldly.",
  "Her money arrived as Cruz was preparing to take on the state's lieutenant governor and well-funded Republican Party favorite, David Dewhurst, in the May primary.",
  "THE MONEY FLOW\n\nAlthough these donors set aside their millions for Cruz 10 months ago, it's only now that the money is flowing into the 2016 race in a major way.",
  "The candidate and hundreds of religious leaders gathered last month at Farris Wilks' central Texas ranch, an event hosted by Keep the Promise.",
  "That level of support has opened Cruz to criticism that donors are influencing his policies, whether on abortion, energy or the gold standard.",
  "With just over a week until voters get their first say, the 45-year-old Texas senator known as a conservative warrior has been ascendant.",
  "The donors' super political action committees sponsored rallies Saturday in Iowa featuring Cruz and conservative personality Glenn Beck.",
  "Ethanol advocates point to his oil and gas donors as the reason he wants to discontinue that government subsidy for the corn-based fuel.",
  "Fundraising records show that Mercer's daughter, Rebekah Mercer, took an early interest in Cruz's 2012 underdog campaign for the Senate.",
  "The elder Mercer, 69, is a former computer programmer and co-CEO of Renaissance Technologies, one of the country's largest hedge funds.",
  "They honed their plan to help Cruz before he began his steady rise in polls — even before he announced his presidential bid in March.",
  "They sold their company in 2011 and have since become the country's 15th biggest land owners, according to The Land Report magazine.",
  "It invested heavily in shale development, which became lucrative with the advent of hydraulic fracturing, known as fracking.",
  "Cruz has pledged \"outlaw\" abortion and said the Supreme Court erred last year in making gay marriage the law of the land.",
  "Farris Wilks is a pastor at a small church called Assembly of Yahweh, 7th Day, where his parents were founding members.",
  "Both brothers are fervently against abortion rights and gay marriage and say the country needs to embrace Christianity.",
  "More typically, multiple donors turn over their money and leave the political decisions to professional strategists.",
  "Alexander Nix, the company's chief executive officer, said the importance of this early work cannot be overstated.",
  "Farris and Dan Wilks made their fortune in fracking, producing drilling equipment when few were in that business.",
  "Mercer has attended conferences promoting a return to the gold standard in monetary policy, which Cruz advocates.",
  "The document predicted it would be \"very difficult for Establishment to destroy the conservative challenger.\"",
  "\"No one wants to lose,\" Neugebauer told The Associated Press when asked why he and others bet big on Cruz.",
  "A GOLDMAN SACHS INTRODUCTION\n\nNeugebauer said his belief in the candidate is both personal and pragmatic.",
  "For the megadonors, it's no surprise that Cruz seems to be well-positioned heading into the primaries.",
  "Neugebauer, 45, said he met Cruz years ago through Cruz's wife Heidi, then a manager at Goldman Sachs.",
  "In mid-July, Keep the Promise posted on its website a slide-show presentation called \"Can He Win?\"",
  "His campaign cites as evidence Cruz's desire to end handouts to all parts of the energy industry.",
  "A Keep the Promise van tailed the Cruz campaign bus as it made its way through Iowa last week.",
  "\"Money never buys you time,\" Nix said, drawing from his experiences with campaigns worldwide.",
  "\"Too often clients will come to you just before an election and expect you to work miracles.",
  "Farris Wilks has said his investment in the Cruz super PAC is helping \"educate\" voters.",
  "Neugebauer co-founded Quantum Energy Partners, a private equity firm based in Houston.",
  "FATHER AND DAUGHTER\n\nThe Mercer family has followed Cruz's rise in politics for years.",
  "A review of his political investments provides some clues as to his policy interests.",
  "For example, Jeb Bush's super PAC counts more than two dozen million-dollar donors.",
  "We do not want our children and grandchildren to grow up in a bankrupt country.\"",
  "The U.S. territory also provides key tax breaks that the mainland does not.",
  "Super PAC workers handed out thousands of \"Choose Cruz\" yard signs.",
  "Mercer, who lives on New York's Long Island, is intensely private.",
  "He said he wants nothing in return if Cruz wins the presidency.",
  "His father, Randy, is a Republican congressman from Texas.",
  "Mercer and the Wilks brothers declined to be interviewed.",
  "They keep in touch through weekly strategy phone calls.",
  "Voters will soon start determining whether he is right.",
  "\"My heart and my mind told me he's the one,\" he said.",
  "Cruz and the donors have dismissed that as nonsense.",
  "The state holds the leadoff caucuses on Feb. 1.",
  "\"We didn't miss that an outsider would win.",
  "He credits Cruz for understanding this.",
  "That's not how super PACs usually work.",
  "But you cannot roll back the clock.\"",
  "The Wilkses don't need,\" he said.",
  "\"That's not what this is about.",
  "I think we've nailed it.\"",
  "Bob Mercer doesn't need.",
  "\"I don't need."
]