[
  "The development of Hillary Clinton’s 2015 presidential campaign identity is on display, with the sketchbooks of esteemed Pentagram partner Michael Bierut showing the evolution of a big capital H with an arrow, alongside optimistic notes about how the symbol could be changed at a moment’s notice and adapted and customised by Clinton’s fans, as “the ultimate dynamic identity system”.",
  "With their spiky, fearless messages and bold, often humorous placards, the 600-plus women’s marches that took place around the world inspired a flurry of acquisitions, with the Smithsonian’s National Museum of American History in Washington DC, New York Historical Society and the Glasgow Women’s Library just some of the institutions keen to document the movement.",
  "The V&A’s “rapid response collecting” initiative, begun in 2014, has seen the pink knitted Pussyhat, worn at the 2017 women’s marches, acquired for the permanent collection, alongside the Jeremy Corbyn bootleg Nike T-shirt and a bright orange refugee flag with a thin black stripe, inspired by the lifejackets worn by many fleeing conflict.",
  "We don’t want to say in five years, ‘Why didn’t we collect those banners?’”\n\nThe Design Museum has yet to determine which objects might make it into its permanent collection, joining the Anglepoise lamp and Eames chairs, but the exhibition does a good job of navigating this mind-bogglingly broad field in a clear and manageable way.",
  "Between the bookends of Hope and Nope, the exhibition takes in an illuminating sample from the tidal wave of graphic ephemera that these events have spawned, contrasting the slick output of commissioned campaigns with homemade memes and protesters’ hastily daubed placards that fizz with visceral anger.",
  "Or just pretend to.” Designed by Jonathan Barnbrook, it was one of more than 600 “subvertisements” commissioned by British art group Brandalism and installed in bus stops across Paris to coincide with the UN’s climate change conference in 2015, in protest at the corporate sponsors of the event.",
  "It’s a decade that has seen more than its share of political turmoil, with the global financial crisis, the Arab spring, the Occupy movement, oil spills, terrorist attacks, Brexit and the rise of Donald Trump – whose detractors responded by riffing off Fairey’s image with the Trump Nope meme.",
  "It includes the lo-fi social media posts allegedly produced by Moscow’s “Internet Research Agency” troll farms to influence the US election, with images drawn in the folksy style of a Jehovah’s Witness magazine, carefully calibrated to pull on devout Trump supporters’ heart strings.",
  "Much of the Occupy propaganda is similarly ingenious, such as the Occupy George currency stamp, which saw dollar bills stamped with striking red infographics, before being put back into circulation in a bid to draw attention to the economic dominance of the richest “1%”.",
  "Cassie Pearce, 17, who had ridden to Washington in her school bus for 10 hours from Vermont with dozens of her classmates, clutched a sign that read: “I should be writing my college essay, not my will.”\n\nSlogans in nice typefaces might not save the human races.",
  "They are contrasted with poppy psychedelic memes made by Russian protesters, including the drag queen Putin, dolled up with luscious eyelashes and pink lipstick on a rainbow background, made in response to the government’s crackdown on gay “propaganda” in 2013.",
  "Last weekend’s gun control rallies, March for Our Lives, which saw hundreds of thousands of protesters gather in cities around the world to demand action from Congress in the wake of the Parkland school shooting, will have had museum curators busy once again.",
  "Photograph: Chip Somodevilla/Getty Images\n\nThe museum’s basement gallery has been cleverly transformed by young architects Dyvik Kahlen to evoke an urban setting, with a big, freestanding hoarding wall and columns that echo the hefty structures of a flyover.",
  "As you drift through the space, one of the overriding themes is quite how powerless the traditional tools of professionalised design and marketing now appear to be in contrast to the DIY alternatives, whether they be pasted on the wall or shared on Facebook.",
  "Similarly, for all the delicate beauty of Wolfgang Tillmans’ pro-Remain posters, with haiku-like lines of text floating over pastel-tinted gradient backgrounds, they were graphically limp and spoke only to those already sympathetic to the cause.",
  "As film-maker Michael Moore pointed out, many people in the midwestern states that swung the election cared more about baseball caps than graphic design, and the media’s mockery of the hat was symptomatic of the bi-coastal metropolitan bubble.",
  "Photograph: Gareth Fuller/AFP/Getty Images\n\nSeeing the red cap in a Perspex case in the Design Museum, with its cheaply stitched “Make America Great Again”, is a powerful reminder that “good” design doesn’t necessarily mean effective design.",
  "It’s a broad and provocative mix: it might be the first time you see the flag of Islamic State and the Australian government’s asylum seeker deterrent leaflets (designed as a graphic novel) displayed in a museum for their graphic qualities.",
  "Nimbly pulled together since last summer, the exhibition comes at a time when museums are taking an increasing interest in the visual products of protest, frantically trying to keep up by acquiring the physical artefacts of current events.",
  "By contrast, Trump’s campaign graphics were an amateurish muddle, with inconsistent typography and homespun posters, his bullish brand crowned by a red baseball cap adorned with a slogan written in default Times New Roman caps lock.",
  "‘Slogans in nice typefaces won’t save the human races.” So says a huge banner in London’s Design Museum, the slogan leaping from the wall in quite a nice typeface of bold 3D yellow sans serif letters on a bright scarlet background.",
  "It finally dawned on Bierut last year: “Had Trump won not in spite of his terrible design work,” he wrote, “but because of it?”\n\nIt is a similar story of bad design triumphing over good in the 2016 EU referendum display.",
  "Graphic design might not provide salvation from the world’s woes, but it can certainly try, as a new exhibition of the last decade in politicised posters, placards and memes shows in kaleidoscopic colour.",
  "The image was quickly outlawed, listed as banned “extremist” item number 4,071 (any depiction of “the supposed nonstandard sexual orientation of the president”), which only served to increase its power.",
  "Photograph: Joe Raedle/Getty Images\n\n“You have to act quickly,” says Wendy Turner, museum curator at the Glasgow Women’s Library, which received offers for placards and clothes from the marches.",
  "Photograph: Jose Luis Magana/AP\n\n“The last decade has seen a dramatic shift in how political visual material is produced and disseminated,” says the exhibition’s co-curator Margaret Cubbage.",
  "Anyone with a smartphone is a designer, and anyone can now share their work instantly with a global audience.” And, as recent leaks have revealed, technology has also corrupted the medium.",
  "Given the nature of the topic, new items were still being added to the display last week, including material relating to Cambridge Analytica and recent Grenfell Tower protests.",
  "Any calculating state machine can masquerade as an army of unrelated individuals airing their personal views, and any political party can micro-target voters with fake news.",
  "Titled Hope to Nope, the show surveys the visual products of the tumultuous 10 years since Shepard Fairey made his Hope poster for Barack Obama’s 2008 presidential campaign.",
  "It reeked of the establishment, exuding the stiff corporate feel of a bank, while the jarring symbolism of a red arrow pointing right wasn’t lost on liberal critics.",
  "Here the crisp graphic lettering of the Britain Stronger in Europe campaign, designed by branding experts North, is juxtaposed with pro-Brexit Wetherspoons beermats.",
  "“Stop messing about,” say the beermats, in type as no-nonsense as the message itself, as if quickly knocked out in Microsoft Word by the pub’s founder Tim Martin.",
  "It’s a point that, in the wake of the Charlie Hebdo attacks, Lucille Clerc’s illustration eloquently made: try to break a pencil and you will only make two.",
  "There are a number of activist campaigns that cleverly adopt the graphic style of their target, aping the medium of the very thing they are attacking.",
  "The strongest work in the exhibition is more stealthy, playing with the viewer’s expectations and subverting our ingrained graphic associations.",
  "The hat worked because it was the basic merchandise of the down-home everyman, pitched against the neatly crafted badges of the Clinton machine.",
  "As the show makes clear, if you try to suppress a meme, it will only adapt, mutate and reproduce with greater virulence than ever before.",
  "A Volkswagen poster hangs on one wall, showing a convertible Beetle with a slogan in the characteristic VW typeface: “Drive cleaner.",
  "Facebook Twitter Pinterest Impassioned pleas … the March for Our Lives gun control gathering, Washington DC, March 2018.",
  "Facebook Twitter Pinterest Misfire … Barack Obama at a rally in support of Hillary Clinton in Miami, Florida, in 2016.",
  "But impassioned pleas, written with heartfelt urgency and held aloft with irrepressible force of will, just might.",
  "“There is not a lot of material from the suffragette marches because that history hasn’t been collected.",
  "From June 2015 to October 2016, the Trump campaign spent more on hats than polling, and it paid off.",
  "“Arms are for hugging,” read a bright pink placard held by 15-year-old Malia Fuller from Virginia.",
  "Facebook Twitter Pinterest Tea and sympathy … pro-EU mugs produced ahead of the 2016 referendum.",
  "Facebook Twitter Pinterest Low-fi triumph … a Trump campaign rally in Jacksonville, Florida.",
  "Now we are much more aware of contemporary collecting.",
  "“Technology has really democratised the medium.",
  "Trump made tasteful design seem suspect.",
  "The design fell horribly flat.",
  "Bad can be better.",
  "It was a triumph.",
  "Or even great."
]