[
  "The groundwork laid by Neugebauer and other major donors began roughly two years ago, first in a casual conversation with Cruz at a donor's home in Palm Beach, Florida, then in a more formal way over the 2014 Labor Day weekend at Neugebauer's ranch in East Texas.",
  "Since mid-December, the Keep the Promise super PACs have documented about $4 million in independent expenditures to help Cruz or attack other candidates -- most often Florida Sen. Marco Rubio, federal election records show.",
  "The Wilks brothers are relative newcomers to the world of political donations, having made billions in 2011 by selling their company, which manufactures equipment for the hydraulic fracturing of natural gas.",
  "The $36 million committed last year by these donor families is now going toward broadcast and online advertisements, direct mailings and get-out-the-vote efforts in early primary states.",
  "For Cruz, the pool of really big donors is far more concentrated: Mercer gave $11 million, Neugebauer gave $10 million, and the Wilks brothers and their wives together gave $15 million.",
  "That October, big-data firm Cambridge Analytica -- in which Mercer is an investor -- began working to identify potential Cruz voters and develop messages that would motivate them.",
  "The long-believing benefactors are New York hedge fund billionaire Robert Mercer, Texas natural gas billionaires Farris and Dan Wilks, and private-equity partner Toby Neugebauer.",
  "Key donors soon came up with a novel arrangement: Each family would control its own super PAC, but the groups would work together as a single entity called Keep the Promise.",
  "Four of America's wealthiest businessmen laid the foundation for Ted Cruz's now-surging Republican presidential campaign and have redefined the role of political donors.",
  "The super PACs have been identifying and connecting with Cruz voters through digital ads and door-knocking, and recently began a multimillion-dollar TV ad campaign.",
  "Although these donors set aside their millions for Cruz 10 months ago, it's only now that the money is making its way to the 2016 race in a major way.",
  "That level of support has opened Cruz to criticism that donors are influencing his policies, whether on abortion, energy or the gold standard.",
  "The donors' super political action committees sponsored two weekend rallies in Iowa featuring Cruz and conservative personality Glenn Beck.",
  "With just over a week until voters get their first say, the 45-year-old Texas senator known as a conservative warrior has been ascendant.",
  "Ethanol advocates point to his oil and gas donors as the reason he wants to discontinue that government subsidy for the corn-based fuel.",
  "They honed their plan to help Cruz before he began his steady rise in polls -- before he even announced his presidential bid in March.",
  "Mercer is a former computer programmer and co-CEO of Renaissance Technologies, one of the country's largest hedge funds.",
  "More typically, multiple donors turn over their money and leave the political decisions to professional strategists.",
  "Alexander Nix, the company's chief executive officer, said the importance of this early work cannot be overstated.",
  "The document predicted it would be \"very difficult for Establishment to destroy the conservative challenger.\"",
  "For the biggest donors, it's no surprise that Cruz seems to be well-positioned heading into the primaries.",
  "\"No one wants to lose,\" Neugebauer told The Associated Press when asked why he and others bet big on Cruz.",
  "Neugebauer, whose private equity investment firm has investments in shale, moved to Puerto Rico in 2014.",
  "In mid-July, Keep the Promise posted on its website a slide-show presentation called \"Can He Win?\"",
  "His campaign cites as evidence Cruz's desire to end handouts to all parts of the energy industry.",
  "A Keep the Promise van tailed the Cruz campaign bus as it made its way through Iowa last week.",
  "\"Money never buys you time,\" Nix said, drawing from his experiences with campaigns worldwide.",
  "\"Too often clients will come to you just before an election and expect you to work miracles.",
  "He said he relocated for his children's education, but there are tax breaks as well.",
  "For example, Jeb Bush's super PAC counts more than two dozen million-dollar donors.",
  "Super PAC workers handed out thousands of \"Choose Cruz\" yard signs.",
  "They keep in touch through weekly strategy phone calls.",
  "Cruz and the donors have dismissed that as nonsense.",
  "The state holds the leadoff caucuses on Feb. 1.",
  "\"We didn't miss that an outsider would win.",
  "That's not how super PACs usually work.",
  "He credits Cruz for understanding this.",
  "But you cannot roll back the clock.\"",
  "I think we've nailed it.\""
]