[
  "\"We dominated everybody in the field when it comes to hard money, and everybody when it comes to soft money except Jeb, and I think that surprised people,\" said Houston investor and summit attendee Christopher Zook, contrasting the so-called hard money raised by official campaigns with the soft money raised by outside groups that support the campaigns.",
  "So at briefings, receptions and dinners back in Colorado Springs, senior Cruz aides -- including his wife Heidi Cruz, a Goldman Sachs executive who is playing a leading role in the finance operation -- projected confidence to their donors that the race remained theirs to win.",
  "The campaign has modeled each state's electorate through March 15, having identified three times as many potential Cruz supporters in Iowa than the total number of expected voters in the state's Republican caucus, according to spokesman Rick Tyler.",
  "A week after announcing they had raised $52 million, the Texas senator met in Colorado Springs with about 45 of his top bundlers this weekend at The Broadmoor, a luxury resort at the foot of the Cheyenne Mountains, to celebrate the haul.",
  "And they advised that they would have the money to go the distance -- there's no need to be the \"last-man standing\" and merely exist as other Republicans make errors, said one person familiar with the campaign's message this weekend.",
  "In between expeditions of fly fishing and horseback riding (with Cruz himself taking part), the donors said they came to realize that the vaunted fundraising operations of their opponents aren't the juggernauts they once believed.",
  "As for Bush -- who has more cash than any other Republican aspirant -- top Cruz fundraisers charge that his official campaign is too poor relative to the super PAC that supports it, which has nearly ten times as much money.",
  "\"Everyone's got their own little agendas,\" said Lawrence Gelman, a Cruz donor from Texas who said he was amazed at the targeting's \"sophistication\" in how it could put its finger on the pulse of each voter's thinking.",
  "But some Cruz donors expressed the most excitement about the data vendor employed by the Houston-based campaign, Cambridge Analytica, that uses \"psychographic\" profiling to predict potential supporters.",
  "Cruz allies raised $14 million for the campaign and an additional $38 million for its super PACs, which can collect checks of unlimited amounts but cannot coordinate spending with the campaign.",
  "\"It is better than what you consider 'a top-tier candidate' did,\" said Eudy, who knew Cruz would raise the small donations but thought he'd only bring in $15 to $20 million to his super PAC.",
  "That's especially so given other Republicans' fundraising, which both the Cruz campaign and its invited donors, who pledged to raise $100,000, see as underwhelming and not up to par.",
  "The dollars have not translated as of yet to polling: Cruz still trails the top tier of candidates -- he got 3 percent of support from Republicans in the most recent CNN/ORC poll.",
  "Thanks to a mix of grassroots donors and a few billionaires, Cruz's supporters boast a position few anticipated: Second place in the crowded and competitive GOP fundraising race.",
  "And while outside groups supporting Cruz raised far less than the groups backing Jeb Bush -- which raised $103 million -- they edged out those supporting any other Republican.",
  "And they drew comparisons between Bush and David Dewhurst, the Texas millionaire who Cruz dethroned in a come-from-behind victory in the Texas senate election in 2012.",
  "Cruz donors heard this weekend from leaders like finance director Willie Langston and campaign manager Jeff Roe about polling, crowd sizes and the path to victory.",
  "The targeting, a brainchild of Cruz analytics director Chris Wilson, sifts voters into six personality types and tailors campaign messaging based on that profile.",
  "Washington (CNN) Presidential campaigns are releasing their fundraising numbers on Wednesday, but Ted Cruz's top moneymen already had their moment to be giddy.",
  "But because the group is not allowed to coordinate with the campaign, no mention was made of the outsized power except merely to nod to it in appreciation.",
  "Some Cruz loyalists acknowledge they need to keep the celebratory confidence from creeping into arrogance when sizing up others' fundraising potential.",
  "Carla Eudy, a top fundraiser for John McCain who is no fan of Cruz, cautioned that his backers shouldn't get ahead of themselves despite their success.",
  "As the first presidential campaign to launch and open an official bank account, Cruz raised more money for his campaign than any Republican rival.",
  "\"I guess they tried to find it,\"\n\nContributors like Gelman weren't given fundraising targets for the next quarter -- just to raise more and more.",
  "Small online donations powered that fundraising operation, and are powering this one too: 175,000 donors gave an average contribution of $81.",
  "And Marco Rubio and his allied groups raised a total of $44 million -- a sum that Cruz associates said they expected to surpass their own.",
  "They introduced a new adviser, Ronald Reagan speechwriter Anthony Dolan, who is expected to help the oratorically gifted Cruz.",
  "The outside groups backing Scott Walker, who announced his campaign on Monday, are expected to unveil a $20 million haul.",
  "Fundraisers got a pep talk in Colorado, but one they hardly need as they hold a silver medal in a crowded field.",
  "The best way for donors to help the campaign might be to give to the super PAC run by longtime Cruz friends.",
  "\"Look, you got to give hats off to the guy,\" adding, \"which I hate to admit.\"",
  "Still even observers who weren't fans of Cruz admitted they were impressed.",
  "Donors ate it up."
]