[
  "Trump campaign CEO Steve Bannon fully supported the digital strategy, saying that, “I wouldn’t have come aboard, even for Trump, if I hadn’t known they were building this massive Facebook and data engine,” Bannon said.",
  "Trump’s core supporters are what Cambridge Analytica called “disenfranchised new Republicans.” They are younger, rural, and support Trump for his populist agenda and statements.",
  "Trump campaign staff spend $70 million a month to build Trump’s base, something staffers think will make up for deficits in ground game deployment, according to Bloomberg.",
  "This wide authority-fueled speculation of what came to be known as “Trump TV,” a program initially threatened by Trump insider Jared Kushner to keep Fox News in line.",
  "Although Trump’s electoral support stems from older voters, his truly dedicated following tend to be younger, and more tech-savvy than the traditional Republican.",
  "Let us Know\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The campaign fully expects to harvest 12 to 14 million unique contacts, including 2.5 million credit card numbers from donors who gave $200 or less to Trump.",
  "Republican nominee Donald Trump’s social media director Brad Parscale said Thursday that the Trump campaign will control the Republican Party’s future.",
  "“We own the future of the Republican Party,” Parscale said, commenting on the fact that the Trump campaign invested heavily in data and voter outreach.",
  "New York Magazine asserts that this following could make up a solid number of viewers for any entertainment venture Trump pursues after the election.",
  "We know its power.”\n\nTrump will own those 14 million contacts apart from the Republican Party no matter the outcome in November.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“We knew how valuable this would be from the outset,” Parscale told Bloomberg Businessweek.",
  "“Facebook is what propelled Breitbart to a massive audience.",
  "Follow Phillip On Twitter\n\nHave a Tip?"
]