[
  "For example compare your personality to your friends app or some other spin to entice people to take a test.”\n\nA second email dated July 2014 appears to show the same developer asking another academic if he could “share some Facebook credentials with me (user/pass) – I need to test our version of the app?”\n\nThe academic replied with a URL referencing Kogan’s personality survey and a phrase that included his initials.",
  "Palantir, the US data analytics firm, has admitted that one of its employees “engaged in a personal capacity” with Cambridge Analytica, the company that obtained the Facebook data of 50 million US voters, in an apparent departure from previous denials of any relationship.",
  "Christopher Wylie, the former research director of Cambridge Analytica, told a parliamentary inquiry into online disinformation that “senior Palantir employees” had obtained the data at the heart of the privacy scandal that has engulfed the social media company.",
  "And we would go and meet with Palantir staff at Palantir.”\n\nWylie said that Alexander Nix, the chief executive of SCL, was interested in Palantir’s work and that when he joined SCL, one of the first emails he received was asking him about Palantir.",
  "We are looking into this and will take the appropriate action.”\n\nThe admission is an embarrassing volte-face for the secretive firm, which had denied any relationship whatsoever with Cambridge Analytica in a statement to the Observer last year.",
  "Nix was suspended from his position at Cambridge Analytica last week following an undercover sting by Channel 4 News in which he was filmed describing how the firm could use blackmail against clients’ political opponents.",
  "Kogan, who was believed to have obtained data on around 50m Facebook profiles through the app, subsequently set up a company called Global Science Research, which shared the data with Cambridge Analytica.",
  "The Guardian has seen emails that appear to show a developer discussing the possibility of replicating the work of a University of Cambridge professor and encouraging people to take a personality survey.",
  "In his testimony before the digital, culture, media and sport select committee, Wylie had claimed that they had several meetings with Palantir and that the firm had informal access to the Kogan data.",
  "But just hours later the firm conceded it had learned that one of its employees had in fact approached the company, following questions from the Guardian and the New York Times.",
  "The Facebook data at the heart of the scandal was originally obtained by an academic named Aleksandr Kogan, who built a survey app called “thisismydigitallife”.",
  "“As a matter of company policy, we do not and have never worked on or been involved with elections or political campaigns anywhere in the world.",
  "“That was not an official contract between Palantir and CA, but there were Palantir staff who would come into the office and work on the data.",
  "“We learned today that an employee, in 2013-2014, engaged in an entirely personal capacity with people associated with Cambridge Analytica.",
  "The emails appear to show the developer, who has previously described himself as working with Palantir, discussing the subject with Wylie.",
  "“Palantir has never had a relationship with Cambridge Analytica nor have we ever worked on any Cambridge Analytica data,” she said.",
  "It said: “We were approached by individuals from Cambridge Analytica on multiple occasions, but we declined to move forward.",
  "In addition to collecting information from survey respondents, the app obtained data from friends of respondents.",
  "In a second statement, Palantir reiterated that had never had a formal relationship with Cambridge Analytica.",
  "“What about replicating the work of the Cambridge prof as a mobile app that connects to Facebook?",
  "“There were senior Palantir employees that were also working on the Facebook data,” he said.",
  "A Palantir spokesperson initially denied Wylie’s allegations in their entirety.",
  "“I had [a] left field idea,” the developer wrote in a May 2014 email."
]