[
  "“We are building things in the United States,” Cook said, “It’s not true that iPhone isn’t built in the United States.”\n\nHe further dismissed the idea that the company needs “political pressure” to employ more Americans and added, “We know that Apple could only have been created in the United States.",
  "When Recode’s Kara Swisher asked Cook what he would do if he were Facebook CEO Mark Zuckerberg, the Apple executive responded, “I wouldn’t be in this situation.”\n\nApple has largely avoided relying on using consumer data for advertising as a major revenue stream, instead focusing on its hardware.",
  "Cook claimed to Recode and MSNBC that the company’s detractors “fixate” on the fact that the final assembly for the devices is done in China, but ignore the manufacturing of certain components in the U.S. For example, glass for the iPhone’s screen is built in Kentucky.",
  "Want to create as many jobs in the U.S. as we can.”\n\nRecode posted additional responses from Cook’s interview on Twitter:\n\nApple's Tim Cook on how to protect privacy:\n\n- I would make sure I understood the privacy policy of every app and every website you frequent.",
  "Trump notably attacked Apple on the campaign trail in 2016 for using Chinese factories but later made nice with the company when Cook cited the president’s tax cuts as a motivation for investing $30 billion in the U.S. and hiring 20,000 more workers.",
  "Cook doubled down on his previous calls for regulating data privacy amid Facebook’s recent scandal involving political consulting firm Cambridge Analytica accessing private info from more than 50 million accounts.",
  "We’ve elected not to do that.”\n\nGiven that Facebook and other social media companies have built business models around monetizing personal data, Cook suggested that it may be time for the government to step in.",
  "He made similar remarks on Saturday at the China Development Forum in Beijing, advocating for policies that would prohibit companies from assembling and employing users’ data without them knowing.",
  "#RevolutionCHI pic.twitter.com/Acnj0VQwDx — Recode (@Recode) March 28, 2018\n\nApple CEO Tim Cook on Amazon’s contest for its second headquarters location: “We’re not doing the beauty contest.",
  "JIM YOUNG/AFP/Getty Images\n\nApple CEO Tim Cook had some harsh words for Facebook and defended his company’s manufacturing practices during an interview with Recode and MSNBC on Wednesday.",
  "That’s not Apple.” #RevolutionCHI pic.twitter.com/TAKZDx3wmO — Recode (@Recode) March 28, 2018\n\nApple CEO Tim Cook on jobs: We all have to get comfortable with education being lifelong.",
  "#RevolutionCHI pic.twitter.com/lGJwiCVeIV — Recode (@Recode) March 28, 2018\n\nApple CEO Tim Cook: The DACA situation is one that I am personally, as an American, deeply offended by.",
  "As Cook claimed in the interview, “The truth is, we could make a ton of money if we monetized our customer—if our customer was our product.",
  "Cook also responded in the interview to a common criticism that Apple is shirking American manufacturers by building its iPhones in China.",
  "- The only way to protect your data, is to encrypt.#RevolutionCHI pic.twitter.com/ZpTsRxn4KN — Recode (@Recode) March 28, 2018\n\n.",
  "The full interview won’t air until April 6*, but Recode published some excerpts on its website.",
  "Apple CEO Tim Cook again calls for privacy regulations for companies like Facebook.",
  "@KaraSwisher: If you were Mark Zuckerberg, what would you be doing right now?",
  "#RevolutionCHI pic.twitter.com/phJMMm97aD — Recode (@Recode) March 28, 2018",
  "“I think the best regulation is no regulation, is self-regulation.",
  "Jobs will be cannibalized over time and replaced by others.",
  "Tim Cook: We curate, we don't want porn on our app store.",
  "However, I think we’re beyond that here,” he said.",
  "The DACA situation is not an immigration issue.",
  "We don't want hate speech on our app store.",
  "Is it doing what it is saying it is doing?",
  "- I would go into private browsing mode.",
  "We're looking at every app in detail.",
  "Think about blocking cookies.",
  "We love this country.",
  "This is our country.",
  "It’s a moral issue.",
  "We’re patriots."
]