[
  "Or do we simply want to hear the litany of our childhood repeated back to us like an endless lullaby for the rest of our lives?” The story of how Spielberg got the rights—or didn’t—to various pop cultural flotsam to feature in half-second cameos shouldn’t be more interesting than their appearances, but here we are, missing the relative substance of the allusions in a Family Guy episode.",
  "But the references are hollow, begging the question that Slate contributor Laura Hudson asked about Armada, Cline’s follow-up to Ready Player One: “Do we want to tell stories that make sense of the things we used to love, that help us remember the reasons we were so drawn to them, and create new works that inspire that level of devotion?",
  "Ready Player One is chock-full of this kind of unconvincing romanticization of desexualized and ostensibly pure-hearted nerd culture, as if Halliday’s desire for obsessive scholarship about his innermost thoughts and most arcane minutiae were a sign of noble genius, rather than staggering solipsism.",
  "That our orphan hero, Wade Watts (Tye Sheridan), is much more invested in saving his game world from Sorrento’s clawed grasp than in mourning the IRL loved ones taken from him speaks to the skewed stakes in this messy, convoluted, interminable, and occasionally fucked-up fantasy.",
  "Even more difficult to swallow is the notion that our pixelated future encourages such healthy habits: Parzival and his crew—I won’t reveal their identities with the actors’ names—seemingly run a half-marathon every day on their treadmill-assisted jaunts through the OASIS.",
  "Amblin Entertainment/Warner Bros.\n\nReady Player One opens less than two weeks after the eruption of the Cambridge Analytica scandal, which is only the most recent reminder that we must be vigilant about the tech industry, as that vigilance likely won’t come from within.",
  "The possibility that such a ubiquitous piece of software could fall into the wrong hands implicitly raises the question of who should own the monopolistic services that we use from the second we open our eyes in the morning to the moment that we drift off at night.",
  "Soundtracked to synth-heavy ’80s hits, the film is also packed with dozens of pop cultural Easter eggs primed to trigger nostalgia: glimpses of the Iron Giant, Freddy Krueger, the DeLorean, Chucky, Chun-Li … the listicles will go on, probably for months.",
  "Parzival spends his days trying to read Halliday’s soul through the tea leaves of esoteric trivia about the man, like the fact that the Kubrick film is the game developer’s 11th-favorite horror movie, in order to unlock the secrets to finding the keys.",
  "But Zak Penn and Ernest Cline’s adaptation of the latter’s 2011 novel is one in which we’re asked to care a lot more about the possible disruption of the OASIS with ads than, for example, an actual massacre involving the protagonist’s family.",
  "We first meet Wade in meatspace, but we mostly see him as his avatar Parzival, a face-tatted, flaxen-haired, lanky little thing committed to finding the three keys inside the OASIS that will bestow ownership on the winner.",
  "Directed by Steven Spielberg, the video game–inspired sci-fi epic—a hybrid between live action and motion-capture-assisted animation—initially seems to be exactly the kind of plugged-in dystopia tale we need right now.",
  "The only reality that matters to almost everybody is the virtual one known as the OASIS, the control of which went up for grabs five years earlier, with the death of its founder, James Halliday (Mark Rylance).",
  "Ready Player One has no obligation to be a rigorous intellectual exercise, even if it amounts to a wasted opportunity to explore who else might steer tech, and society, toward greater equity.",
  "The first, a lengthy and teeth-rattlingly visceral car race that hurtles vehicles to the stratosphere and features King Kong as an obstacle, offers the film’s greatest adrenaline rush.",
  "But the sequence that might usher Ready Player One into nerd lore is its gamified version of The Shining, where the woman in the bathtub chases a player through the Overlook Hotel.",
  "Trash lines the streets, trailers resembling shipping containers are perilously stacked on top of one another, and the stench of mass civic disengagement pervades the neighborhood.",
  "The most revelatory discovery that Parzival and his research partner and love interest Art3mis (Olivia Cooke) uncover about Halliday, who seems to have died in his 70s?",
  "Ready Player One has the chance to reimagine what immersive gaming could look like in a quarter century, but its vision doesn’t stray too far from that of the ’90s.",
  "The facial animation in the OASIS scenes is impressively expressive, but the performances in the live-action scenes range from proficient to shockingly slapdash.",
  "Having tried on an Oculus Rift on multiple occasions, it’s hard for me to believe that everyone would wear plastic bricks strapped to their faces all day long.",
  "The few fragments of grimness, mostly playing off today’s fears, glimmer among the dubious geek mystique and the exhausting barrage of noisy emptiness.",
  "And while absolute escapism is the point of the OASIS, would consumers really embrace wearables that simulate, say, a punch to the gut—or worse?",
  "I’ve discussed little of the plot in this review, and that seems fitting: The film is a jumble of happenings and more spectacle than story.",
  "Later, we see the possible ramifications of corporate surveillance, which encompass purchase tracking and facial recognition software.",
  "The opening scene juxtaposes the technological miracle of a drone delivery with the economic devastation of Midwestern America.",
  "Naturally, an evil corporation, this one led by Nolan Sorrento (the ever-menacing Ben Mendelsohn), seeks to own the OASIS.",
  "Ready Player One justifies its existence through its first two set pieces, each a quest for one of the initial two keys.",
  "But these flickers of skepticism are mostly drowned out by a relentless superficiality of thought and characterization.",
  "I’ll grant this: Spielberg has created a visual marvel, and the script’s love of gaming is refreshingly unabashed.",
  "Given how fun these destinations are, it’s a shame that the journeys to get there are so deflatingly idiotic.",
  "I’d issue a spoiler alert, but it’s too dumb to be spoilable: His biggest fear in life was kissing a girl.",
  "(We can apparently look forward to some outstanding sweat-wicking technology in a couple of decades.)",
  "In keeping with the rest of the movie, the answer that Ready Player One supplies is remarkably dumb.",
  "Parzival is often just handed things, and none of the secondary characters enjoy arcs of their own.",
  "Spielberg has created a visual marvel, and the script’s love of gaming is refreshingly unabashed.",
  "Twenty-seven years in the future, the film’s Columbus, Ohio, setting is a teeming scrapyard.",
  "Here we are, missing the relative substance of the allusions in a Family Guy episode.",
  "Maybe next time the screenwriters shouldn’t set the difficulty mode to “easy.”",
  "The speculative gadgetry too proves disappointing.",
  "But it doesn’t have to be so facile, either.",
  "Tye Sheridan in Ready Player One."
]