[
  "Jesse Kirkpatrick and Ryan Jenkins argue that the accident probably won’t settle many of the burning ethical issues around the technology, including the central question: Should a driverless vehicle bare more blame in an accident than one caused by a human driver?",
  "A Virtual Reality Pop-Up from Future Tense.” You’ll hear from leading VR researchers, journalists, artists, and entrepreneurs who are using the platform to transform their fields and have the chance to try out some of the VR experiences for yourself.",
  "Other stories we read while reading up on how memes make unlikable celebrities cool again:\n\nElection upgrades: The new federal budget includes funds to update the nation’s dangerously decrepit voting technology infrastructure.",
  "She also breaks down Mark Zuckerberg’s statement that he’d be open to some form of government regulation of Facebook, and what kinds of policies lawmakers should consider enacting to provide consumers more robust protections.",
  "It’s a question that has perplexed lawyers for over a decade, explains Ryan Calo, who argues that just because driverless car crashes could be litigated in courts doesn’t mean that our laws are ready to handle them yet.",
  "The story raises questions about the relationship between abuse and technology, something that you can learn more about in a response to the story by the National Network to End Domestic Violence’s Ian Harris.",
  "Mechanical love: A robot designed to assist children with autism shows that the future of social artificial intelligence probably won’t be as dystopian as some imagine, write Luisa Damiano and Paul Dumouchel.",
  "Lisa Larson-Walker\n\nThis week we’re excited to share our latest installment of Future Tense Fiction, “Domestic Violence,” a story by futurist and science-fiction writer Madeline Ashby.",
  "Saying farewell to one of the last bastions of the old, weird web,\n\nTonya Riley\n\nFor Future Tense\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University.",
  "April Glaser explains what might come of the new Federal Trade Commission investigation into Facebook’s privacy practices in the wake of the Cambridge Analytica debacle.",
  "One potential answer, argues Zac Townsend: robot testers and robot regulators, which, he explains, can better generate scenarios, tests, and definitions for safety.",
  "We’re also finding out more about last week’s news that one of Uber’s autonomous vehicles struck and killed a pedestrian in Tempe, Arizona.",
  "Out of order: An Apple iOS bug has intermittently been displaying some iMessage threads out of order, ruining group chats around the world.",
  "Meanwhile, Slate’s Will Oremus covered the news that Zuckerberg is in talks to testify before Congress about the recent scandal.",
  "Already, it seems Arizona may be pressed to rethink its lax “Wild West approach” to regulating self-driving vehicles.",
  "The ways our technology use can be weaponized against our best interests continued to dominate the news this week.",
  "But Lawrence Norden and Wilfred Codrington III explain that simply updating the machines won’t be enough.",
  "Opting out: One solution to Facebook’s woes might be letting users pay to opt-out of data collection.",
  "Christina Bonnington explains Apple’s new marketing strategy, which could save or tank the product.",
  "Event:\n\nJoin us on Wednesday, April 3, in Washington, D.C., for “The Future of Experience?",
  ": As iPhones get bigger and Macs get more portable, will there be a use for the iPad?",
  "“It will take intelligent technology to regulate intelligent technology,” he writes.",
  "As he explains, there are many, many ways his trip to Capitol Hill could go wrong.",
  "Will Oremus explains why the idea isn’t as shocking as it sounds.",
  "But what we can learn from the accident is still up for debate.",
  "… Or not: Polls show Americans are losing trust in Facebook.",
  "Heather Schwedel explains the new unchronological hell.",
  "So why are so many still using the site?",
  "RSVP to attend here.",
  "Bye-pad?"
]