[
  "“However, I think we’re beyond that here.”\n\nThe comment echoed remarks Cook made in Beijing last week, when he said: “I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary.”\n\nFacebook has received a deluge of criticism in the wake of the Observer’s reporting that the personal information of 50 million American users was used by the electioneering firm Cambridge Analytica.",
  "The executive has long pointed to the distinction between Apple’s business model – selling products to customers for a profit – and that of internet platforms that are “gobbling up everything they can learn about you and trying to monetize it”, as he said in 2015.",
  "That business model has been extraordinarily profitable for Facebook and Google, but the companies are now facing a reckoning from consumers waking up to the sheer volume of information being collected from them – and concerned about who might be using it and how.",
  "This is all the data Facebook and Google have on you | Dylan Curran Read more\n\n“We could make a ton of money if we monetized our customers, if our customers were our product,” Cook said in an interview with Recode and MSNBC that will air on 6 April.",
  "Apple’s chief executive, Tim Cook, issued a harsh rebuke of Mark Zuckerberg and Facebook’s business model on Wednesday, saying that detailed profiles of individuals compiled by internet platforms should not exist.",
  "Cook, 57, did not have any suggestions for how Zuckerberg should address the fallout from the privacy scandal.",
  "Privacy to us is a human right, a civil liberty.”\n\nCook also said that it is past time to regulate Facebook.",
  "Asked what he would do if he were Zuckerberg, Cook shot back: “I wouldn’t be in this situation.”",
  "But Cook has been sounding the alarm on mass data collection by Facebook and Google for years.",
  "Cook is not the only Silicon Valley CEO to take aim at Facebook during its time of troubles.",
  "On Friday, Elon Musk deleted the Facebook pages for two of his companies, Tesla and SpaceX.",
  "“We’ve elected not to do that … We’re not going to traffic in your personal life.",
  "“I think the best regulation is no regulation, is self-regulation,” he said.",
  "Are you ready?"
]