[
  "LUIS ACOSTA/AFP/Getty Images\n\nFacebook is reportedly pumping the brakes on its upcoming smart speakers and other hardware in light of the privacy scandal started by revelations that political consulting firm Cambridge Analytica harvested private info from more than 50 Facebook million accounts.",
  "Sources within the company, however, claimed to The Information that Facebook has consulted with privacy experts over the last few months and now plans to keep such data stored on the device itself, rather than in cloud servers, which should make it more secure from breaches.",
  "As Bloomberg tech reporter Sarah Frier put it, “Now may be the wrong time to ask consumers to trust [Facebook] with even more information by placing a connected device in their homes.”\n\nIndeed, such hardware could provide Facebook with a trove of new data on its users.",
  "So, in addition to a user’s interests, phone call records, educational level, income, home value, and other stats, Facebook would also be gathering sophisticated facial recognition data with the Portal’s camera, rather than just from images that users upload.",
  "A privacy advocate from the Electronic Frontier Foundation pointed out to The Information that Facebook would be able to use the device to supplement its already massive facial recognition database with images of people in their homes from different angles.",
  "The company has scrapped plans to unveil its home hardware products at its F8 conference in May, according to Bloomberg, so that developers can more thoroughly review the devices’ privacy and data gathering features.",
  "Waiting too long to enter the crowded smart speaker market could be a risky proposition: The Apple HomePod lost ground among its customer base to the Amazon Echo when its release was delayed for a few months.",
  "Yet, in Facebook’s case, it might make sense as an already-late entrant to wait a little longer to make sure the privacy functions are airtight and transparent.",
  "The Amazon Echo has in fact captured 55 percent of the market share for smart speakers; Google Home has 23 percent, and Apple’s HomePod has 3 percent.",
  "Though Bloomberg reported that Facebook still plans to launch the products later in the year, The Information suggests that the company may delay it.",
  "Plus, Facebook likely needs some time to regain users’ goodwill before it tries to follow the likes of Amazon and Apple into the domestic sphere.",
  "The idea is that the recognition technology will help people know when select friends are also near the device and available to chat.",
  "The Information reports that a forthcoming smart speaker called Portal uses facial recognition software to facilitate video calls.",
  "The speakers reportedly use facial recognition technology.",
  "Facebook declined Slate’s request for comment."
]