[
  "A Pep Boys spokesman told Reuters, “We are concerned about the issues surrounding Facebook and have decided to suspend all media on the platform until the facts are out and corrective actions have been taken.”\n\nWill Ferrell\n\nThe actor and comedian announced Tuesday he would delete his account in 72 hours after learning of Cambridge Analytica’s misuse of Facebook users’ information.",
  "In addition, the company is halting its activity on Facebook and Instagram this week “in solidarity with those seeking to build a healthier, more consumer-friendly tech ecosystem.”\n\nThe company donated the money it would have spent on the week’s advertising to Access Now, a nonprofit dedicated to defending users’ digital rights around the world.",
  "That may not be the most effective thing they can do to challenge the company’s practices, but it certainly has become a popular one: The hashtag #DeleteFacebook was trending on Twitter in the wake of the scandal, and the New York Times reported it was mentioned more than 40,000 times on March 20*, four days after Facebook copped to the scandal.",
  "More here: https://t.co/ofeyIwO1FN — Mozilla (@mozilla) March 22, 2018\n\nIn the meantime, Mozilla launched a new Firefox browser extension called “Facebook Container,” which isolates users’ identities from the rest of the web, blocking Facebook’s ability to track activities on other websites that have integrated with the social network.",
  "CHANDAN KHANNA/Getty Images\n\nWhen news broke that Cambridge Analytica, a political-data firm that worked on the Trump campaign, harvested data from 50 million Facebook users without their consent, it didn’t take long for livid Facebook users to launch a social media movement, urging people to delete their accounts.",
  "“I love my fans and hope to further interact with them through my comedy via the mediums of film and television.”\n\nPlayboy\n\nThe iconic adult magazine said in a statement Wednesday that it would suspend all its Facebook activity, citing privacy concerns and sexual repression.",
  "Today we take another step in that ongoing fight.”\n\nPlayboy’s chief creative officer Cooper Hefner, son of the late Hugh Hefner, reinforced the official company statement on Twitter, saying the revelations of data mismanagement solidified the decision to leave.",
  "— Cher (@cher) March 21, 2018\n\nMozilla\n\nThe maker of popular web browser Firefox said in a blog post on March 21 that it is “pressing pause” on its Facebook advertising but left open the possibility of returning if Facebook could better protect its users’ data.",
  "“When Facebook takes stronger action in how it shares customer data, specifically strengthening its default privacy settings for third party apps, we’ll consider returning.”\n\nWe champion platforms and technologies that are good for the web *and* for people.",
  "Musk has not confirmed that deleting the accounts was directly tied to Cambridge Analytica revelations, but the challenge arose on the heels of the scandal when Brian Acton, co-founder of Facebook-owned WhatsApp, tweeted the hashtag #DeleteFacebook.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nThe Verge reported that each account had more than 2 million followers, but, as Musk said, the move is a low-risk maneuver for the businessman, who does not advertise or pay for endorsements on the platform.",
  "Cher\n\nOne of the first deserters was singer and actress Cher, who tweeted on March 20 that, although the decision was “very hard,” she was deleting the account that helped her promote her charity and connect with fans around the world.",
  "In a Facebook post, which has more than 50,000 reactions, the Anchorman star said he was appalled at Facebook’s response to the scandal, which was simply to suspend the account of the Cambridge Analytica whistleblower.",
  "2day I did something VERY HARD 4 me.Facebook has helped me with my Charity, &there are amazing young Ppl there.I have a special friend (Lauren)who I Respect & Admire,but today I deleted my Facebook account .",
  "“In light of Facebook’s continued disregard for your privacy, their lack of transparency, and disregard for accountability, Massive Attack will be temporarily withdrawing from Facebook,” the message said.",
  "“We sincerely hope they change their policies around these issues.”\n\nCommerzbank\n\nGermany’s second-largest bank said it would halt its advertising on Facebook until further notice, according to Reuters.",
  "Massive Attack\n\nThe British trip-hop duo temporarily left the social platform on March 21 and encouraged fans to follow them on Twitter or visit their official website to connect moving forward.",
  "Calls to delete Facebook have gained momentum among a number of celebrities and high-profile companies, which have halted their activity on the social network or suspended their advertising.",
  "Tesla and SpaceX\n\nElon Musk deleted both his companies’ Facebook pages (which he apparently didn’t even know existed) in a tweetstorm Friday after being challenged to do so by his followers.",
  "In a blog post, Sonos said it would not permanently leave Facebook because it remains a powerful and effective tool in reaching customers and sharing the company’s message.",
  "Sonos\n\nThe electronics manufacturer began a weeklong social media boycott Monday when it pulled ads from not only Facebook, but Instagram, Google, YouTube, and Twitter.",
  "“I can no longer, in good conscience, use the services of a company that allowed the spread of propaganda and directly aimed it at those most vulnerable,” he said.",
  "“For years, it has been difficult for Playboy to express our values on Facebook due to its strict content and policy guidelines.” the statement said.",
  "The bank’s head of brand strategy, Uwe Hellmann, told a German newspaper the company would wait for further details before deciding how to proceed.",
  "“We are encouraged that Mark Zuckerberg has promised to improve the privacy settings and make them more protective,” the company said.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nAccounts for Tesla and SpaceX are both still alive on Instagram, which is owned by Facebook.",
  "One of Musk’s followers dared him to delete the SpaceX Facebook page, and the tech guru responded, “I didn’t realize there was one.",
  "Pep Boys\n\nOn Monday, the auto-parts retailer said it would join the growing number of businesses suspending Facebook advertising.",
  "Here’s a list of stars, firms, and, well, pornographic magazines that have cut ties with the beleaguered social network.",
  "We are stepping away from Facebook pic.twitter.com/4yFIdk2eDE — Cooper Hefner (@cooperhefner) March 28, 2018",
  "I don’t use FB & never have, so don’t think I’m some kind of martyr or my companies are taking a huge blow.",
  "Will do.” When another follower sent him a screenshot of Tesla’s page, that one was quickly deleted too.",
  "Cher’s official Facebook page is still active, but she may have been referring to her personal account.",
  "This photo illustration taken on Tuesday shows an option to delete the Facebook app on a smartphone.",
  "The news was shared in a Facebook post before the account was deleted, and again on Twitter.",
  "We stand up for transparency & user control because they make the web healthier for us all.",
  "“Playboy has always stood for personal freedom and the celebration of sex.",
  "Brand safety and data security are very important to us,” Hellmann said.",
  "Instagram’s probably ok imo, so long as it stays fairly independent.",
  "Also, we don’t advertise or pay for endorsements, so … don’t care.",
  "The company did not specify if or when it would resume.",
  "I Believe....There are Things MORE”IMPORTANT”THAN????",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nDefinitely.",
  "That’s why we’re taking a break from Facebook.",
  "“We are pausing our campaign on Facebook.",
  "I didn’t realize there was one.",
  "Looks lame anyway.",
  "I Love My????????.",
  "Will do."
]