[
  "• A separate contract for work dated November 2013, in which AggregateIQ agrees to work for SCL Elections UK, and which is signed by company AggregateIQ’s chief executive, Zack Massingham, and its chief technology officer, Jeff Silvester, to work on a political campaign in Trinidad and Tobago.",
  "Facebook announces privacy tools to 'put people in more control' of data Read more\n\nAt the parliamentary hearing on Tuesday, Wylie noted that Vote Leave had spent £2.7m with a digital marketing firm called AggregateIQ, and said it had previously undisclosed links to Cambridge Analytica/SCL.",
  "US data firm admits employee approached Cambridge Analytica Read more\n\nThe document also noted that SCL was permitted to have “routine access to secret information” and delivered a training programme that included a “classified case study from current operations in Helmand” in Afghanistan.",
  "The official British note of approval was one of more than 100 pages of documents handed over to the digital, media, culture and sport select committee by Cambridge Analytica whistleblower Christopher Wylie earlier this week, following an oral hearing that lasted nearly four hours.",
  "The documents released include:\n\n\n\n• A brochure promising to create US election campaign tools in 2014 that was “prepared for SCL elections by AggregateIQ Data Services” at a cost of more than $500,000 using “modelling data” from SCL to target 100 million or more Americans.",
  "Another of the documents released by the MPs is a confidential legal memo dated July 2014, which says it was sent to Steve Bannon, the former Trump adviser and Breitbart CEO, and Rebekah Mercer, the daughter of Trump backer and hedge fund billionaire Robert Mercer.",
  "Wylie had told MPs it was striking that Vote Leave and three other pro-Brexit groups – BeLeave, which targeted students; Veterans for Britain, and Northern Ireland’s Democratic Unionist party – all used the services of AggregateIQ to help target voters online.",
  "SCL, Cambridge Analytica’s parent company, had access to secret UK information and was singled out for praise by the UK Ministry of Defence for the training it provided to a psychological operations warfare group, according to documents released by MPs.",
  "AggregateIQ has never entered into a contract with Cambridge Analytica.”\n\n\n\nHowever, Wylie told MPs on Tuesday that the corporate structures were designed to be confusing and ensure that regulators could not always keep up with what was going on.",
  "The document notes that the company, formed in June 2014, could participate as a vendor of technology as long as Nix, a Briton, was “recused from the substantive management of any such clients involved in US elections”.",
  "The author’s name and firm is redacted, but the memo discusses how far Cambridge Analytica and its executives could participate in US elections, given that donations and contributions by foreign nationals are banned.",
  "An endorsement from an official at the 15 UK Psychological Operations Group dated January 2012 concluded that they would “have no hesitation in inviting SCL to tender for further contracts of this nature”.",
  "He accused the leave campaign of “cheating” to win the referendum because Vote Leave donated £625,000 to BeLeave, which in turn spent the money on AggregateIQ.",
  "• A services agreement between AggregateIQ and SCL to support that work, listing a schedule of monthly payments, although the document released is not signed.",
  "Cambridge Analytica hit the headlines after it was revealed that data had been harvested for it from 50m Facebook profiles without the users’ permission.",
  "Silvester told the Times Colonist: “AggregateIQ has never been, and is not a part of, Cambridge Analytica or [its parent firm] SCL.",
  "The donation allowed Vote Leave to stay within its £7m legal limit.",
  "It was also sent to Alexander Nix, the CEO of Cambridge Analytica.",
  "AggregateIQ has denied it is linked to Cambridge Analytica."
]