[
  "On Sunday, Sen. Marco Rubio of Florida discussed the CA situation with NBC's Chuck Todd, suggesting that Facebook hasn't been forthcoming to Congressional investigators, and accused the company of acting like it is above the law.",
  "CA is an analytics firm that took data from a reported 50 million Facebook users and leveraged that data to target people with political ads, according to The Guardian and the New York Times.",
  "He also wants to know why anything like this happened when Facebook signed an agreement way back in 2011 with the Federal Trade Commission promising to protect its users privacy.",
  "The letter comes as Facebook is once again under scrutiny after news reports published this weekend revealed the inner workings of Cambridge Analytica (CA).",
  "The Oregon Democrat sits on the Senate Intelligence Committee, which is investigating Russian involvement in the 2016 presidential election.",
  "Wyden wants to how many incidents Facebook had that exposed its user's data and what Facebook knew about how its data was being used.",
  "Wyden wants to know more details about CA's data gathering efforts from Facebook and if any others have been mining Facebook's data.",
  "Shortly after the firm was founded in 2013, prominent Trump supporter and American businessman Robert Mercer invested $15 million.",
  "Mariana Bazo/Reuters\n\nSen. Ron Wyden has issued an open letter to Facebook CEO Mark Zuckerberg on Monday demanding answers.",
  "It spent $11.5 million in the 2018 election cycle alone, according to the Center for Responsive Politics.",
  "But it will be interesting to see how Facebook's troubles escalate from here: Fines?",
  "It's clear these platforms can't police themselves,\" she said on Twitter Saturday.",
  "Sen. Amy Klobuchar of Minnesota demanded Zuckerberg testify before Congress.",
  "By the way, Wyden isn't the only senator speaking out against Facebook.",
  "Steve Bannon, Trump's former chief strategist, served as board member.",
  "CA was linked to President Donald Trump's campaign.",
  "\"This is a major breach that must be investigated.",
  "So far, this is just a letter asking for answers.",
  "Facebook knows how the Washington game is played.",
  "Or, possibly, nothing.",
  "Regulations?",
  "Oversight?"
]