[
  "Now, to follow up on his earlier statement, Zuckerberg has done a rare series of interviews with the press on the matter: A televised sit-down with CNN, along with printed interviews in Wired, The New York Times, and Recode.",
  "CNN On Wednesday, Facebook CEO Mark Zuckerberg broke his days-long silence on the Cambridge Analytica scandal that rocked the social network and sent its stock diving.",
  "Notably, in several of these interviews, he actually apologized, saying \"sorry\" — a word that he conspicuously hadn't used in his Facebook post earlier in the day.",
  "An email exchange obtained by Business Insider showed an early exchange between Facebook and Cambridge Analytica amid a rash of negative press in 2015.",
  "Meredith said it plans to lay off an additional 1,000 staffers at recently acquired Time Inc. over the next 10 months, the Wall Street Journal reports.",
  "Sign up for the Executive Summary, a new biweekly newsletter that brings the latest marketing news, trends, and company updates straight to your inbox.",
  "Emerdata lists two members from the Trump-backing Mercer family, plus former Cambridge Analytica chief executive Alexander Nix as chief executive.",
  "Pivotal analyst Brian Wieser is looking at Facebook in a new light, cautioning investors that there may be \"operational problems\" at the company.",
  "In other news:\n\nLeaked email shows how Cambridge Analytica and Facebook first responded to what became a huge data scandal.",
  "The company said that it will consider restarting the ads when Facebook strengthens its default privacy settings.",
  "The main players behind Cambridge Analytica have set up a mysterious new data processing company called Emerdata.",
  "\"Systemic mismanagement\": Wall Street analyst rips Facebook apart, saying personnel changes could be on the way.",
  "Up until now, searching for \"how to build a gun\" on the site yielded 25 million results, according to Bloomberg.",
  "It also confirmed that it is exploring the possible sale of Time, Sports Illustrated, Fortune and Money.",
  "Joseph Camilleri, senior manager of information security and risk, will be his interim replacement.",
  "Mozilla will pause paying for ads on Facebook because of the Cambridge Analytica scandal.",
  "To read more about how Zuckerberg addressed Facebook's most recent fiasco, click here.",
  "YouTube will ban videos that promote guns and show people how to assemble firearms.",
  "The '#deletefacebook' movement has got Mark Zuckerberg worried: 'It's not good'.",
  "Twitter security chief Michael Coates is leaving to launch a startup.",
  "Zuckerberg said that the campaign is a \"trust issue\" for Facebook."
]