[
  "Carolyn Everson, Facebook's vice president of global marketing solutions says she spent last week contacting thousands of the company's advertisers, helping them understand the ramifications of the ongoing Cambridge Analytica mess.",
  "Everson told Business Insider that some advertisers are asking for assurance that they have not directly or inadvertently worked with the company, which is accused of using data from 50 million Facebook users without permission.",
  "In other news:\n\nFacebook has taken out full newspaper ads in the US and UK to apologize for the way the firm mishandled user data so it ended up in the hands of Cambridge Analytica.",
  "Apple CEO Tim Cook described the Cambridge Analytica situation as \"dire\" and took the opportunity for a dig at competitors which rely on hoovering up user data to make money.",
  "Sign up for the Executive Summary, a new biweekly newsletter that brings the latest marketing news, trends, and company updates straight to your inbox.",
  "People are outraged to learn Facebook scraped text and call data from their phones — and the new privacy scandal couldn't have come at the worse time.",
  "The ICO's raid came after Cambridge Analytica's now-suspended CEO Alexander Nix was captured on video offering to entrap politicians through bribery.",
  "Meanwhile, the UK's data watchdog, the ICO, raided Cambridge Analytica's offices on Friday over the use of personal data in political campaigning.",
  "She started by notifying Facebook's client council, which is made up of several top marketing executives, last Saturday.",
  "This privacy scandal comes as Facebook is trying to rebuild trust after the Cambridge Analytica story.",
  "Most advertisers want to hear directly about what steps Facebook is taking to protect consumer data.",
  "Whole Foods, now owned by Amazon, has been centralizing several roles in a push to cut costs.",
  "The company's rating fell 28 points in the US according to a new poll commissioned by Axios.",
  "Whole Foods is slashing marketing jobs in its latest post-Amazon push to cut costs.",
  "Facebook's favorability rating dropped twice as much as other tech companies.",
  "Scott Olson / Getty Images Advertisers want to know something from Facebook.",
  "To read more about what Facebook is telling advertisers, click here.",
  "But some, according to Everson, have a more urgent question.",
  "\"We have a responsibility to protect your information.",
  "\"Do you know if we worked with Cambridge Analytica?'\"",
  "Did I work with Cambridge Analytica at any point?",
  "If we can't, we don't deserve it,\" says the ad.",
  "Cook called for some \"well-crafted\" regulation.",
  "Can you make sure?"
]