[
  "The news comes as data privacy looms large in the headlines, after the revelation that Cambridge Analytica harvested the Facebook data of 50 million US voters and used it build software program that could influence voters with personalised political advertising.",
  "\"Depending on how we define our privacy settings on Facebook, they might be able to gain information on our Facebook friends, how many friends we have, who our friends are, the likes we have on Facebook, photos we have on Facebook and so on,\" Gal told ABC News.",
  "Roughly 100,000 fans visiting the Gold Coast in Queensland for the contest will be told they can only access fast wireless internet at athletics venues in exchange for giving up their Facebook data.",
  "The XXI Commonwealth Games in Australia pits athletes from 70 participating nations against each other in 275 medal events across a variety of sports including athletics, aquatics, and gymnastics.",
  "She added: \"The most important information is about country of origin, to better understand the use by overseas tourists, who are one of the primary target groups for the service.",
  "Getty Images\n\n\"The city will be able to understand patterns of demand and use, including how many people are accessing the service, times of day and the amounts of data used.",
  "\"The very core of Facebook's business model revolves around the collection, analysis, distribution and reselling of user data, that is how they make their money.\"",
  "Sydney University data privacy expert associate professor Uri Gal believes the council could access a huge swathe of personal data on each user's Facebook page.",
  "Getty Images\n\nThousands visitors to next month's Commonwealth Games in Australia could have their Facebook data mined in exchange for faster internet.",
  "Unlike with Cambridge Analytica's work, there is no suggestion of illegality or rule-breaking on behalf of the games organisers.",
  "The events will be broadcast to approximately 1.5 billion people around the world, with 100,000 spectators expected in person.",
  "Their data will then be harvested by the Gold Coast council for marketing purposes, according to The Guardian.",
  "A Gold Coast city spokeswoman told The Guardian that the data would not be shared with \"other agencies.\"",
  "It will also be very useful for understanding numbers during events and seasonal effects.\"",
  "Usain Bolt sprints to victory in the 4x100m relay race at the last Commonwealth Games.",
  "Signing over access will give fans faster internet speeds than those who refuse.",
  "The athletes village at the Gold Coast Commonwealth Games."
]