[
  "Screenshot via @MeetThePress/Twitter\n\nFormer campaign manager for President Donald Trump, Corey Lewandowski, distanced himself from Cambridge Analytica on Sunday in the wake of a series of stunning revelations about the data mining firm's work with Facebook, the Trump campaign, and the behavior of its leadership.",
  "In addition, the company's CEO Alexander Nix stepped down after a Channel 4 News undercover investigation in the company's native UK showed him boasting about the company's use of prostitutes and bribe money to put politicians in compromising situations.",
  "Cambridge Analytica gained international rebuke over the past week due to revelations that the company harvested the Facebook data of 50 million people, for the most part without their permission.",
  "Despite Bannon's denials, company whistleblower Christopher Wylie said Bannon was reportedly aware of some of the group's activities relating to the 2016 election.",
  "Lewandowski added that he was aware that former White House chief strategist Steve Bannon had a stake in the company, but that it had no bearing on his decision.",
  "Lewandowski said on \"Meet the Press\" that the Trump campaign never hired them during his time as its manager, which spanned from January 2015 to June 2016.",
  "The group then reportedly used this data to create targeted ads for the Trump campaign during the 2016 election.",
  "The company worked with the Trump campaign in its final months leading up to the November election.",
  "\"They did not work for the campaign when I was the manager, so we have to be clear about that.",
  "Alexander Nix didn't have the authority to spend that much money without approval.\"",
  "\"I never approved Cambridge Analytica's contract,\" he told host Chuck Todd.",
  "\"We had to get Bannon to approve everything at this point,\" Wylie said.",
  "They did not come to the campaign until after I left.\"",
  "They pitched me three times, three times I said no.",
  "Watch a clip of Lewandowski's interview below:",
  "Corey Lewandowski on \"Meet the Press.\"",
  "\"Bannon was Alexander Nix's boss."
]