[
  "This is all the data Facebook and Google have on you | Dylan Curran Read more\n\nThe announcement, which did not include any major policy reforms, comes as Facebook is battling widespread alarm over its commitment to privacy in the wake of reporting in the Observer and the Guardian that the personal information of 50 million users was used by electioneering firm Cambridge Analytica.",
  "Despite its promise on Thursday to bring “unprecedented advertising transparency” to Facebook, the executives reportedly dodged a question about whether the company supports the Honest Ads Act, proposed federal legislation that would require tech companies to disclose the identities of political ad buyers – one of the most robust attempts to regulate social media advertising.",
  "Samidh Chakrabarti, Facebook’s product manager, said the company has also launched a new “investigative tool” to prevent the dissemination of false news and propaganda and that the company would “now proactively look for potentially harmful types of election-related activity, such as Pages of foreign origin that are distributing inauthentic civic content”.",
  "Sheryl Sandberg: Facebook business chief leans out of spotlight in scandal Read more\n\nTessa Lyons, a Facebook product manager, said Facebook is now partnering with Associated Press journalists in all 50 states, that it has fact-checkers in six other countries and that reporters were now scrutinizing photos and videos in addition to links.",
  "In the spring, before the critical midterm elections in the US, advertisers will have to confirm their identities and where they are located in the country, a process that will involve page administrators submitting government IDs and providing a physical address for verification, according to Rob Leathern, product management director.",
  "With 2018 elections on horizon Facebook is trying to get ahead of misinformation, but won’t say whether it supports ad regulation\n\nFacebook has announced new steps it claims will increase election security and combat fake news, but has declined to say whether the company supports federal legislation to regulate political ads.",
  "The privacy scandal has dramatically escalated concerns about Facebook’s impact on elections and democracies across the globe after revelations about Russian interference campaigns exploiting the platform and allegations that Facebook has spread hate speech and aided oppressive and violent government regimes.",
  "Company executives told reporters on Thursday that the company was expanding its fact-checking efforts, improving ad transparency, doubling its security team and working to prevent “misleading or divisive” memes from going viral in advance of the US midterm elections in November.",
  "The press briefing came one day after Facebook announced it would be shutting down a feature that allowed “data brokers” like Oracle and Experian to use their own consumer information to target users on the platform.",
  "The program, which was launched after the 2016 presidential election and involves independent news organizations flagging fake news on the site, has had questionable success over the last year.",
  "Some fact-checkers told the Guardian in November that their efforts seemed to be having a minimal impact and complained that the company was exploiting their labor for a PR effort.",
  "In a recent Wired interview, Facebook’s CEO, Mark Zuckerberg, said he supported the bill, but company leaders declined to commit to it during the call with reporters.",
  "Spokespeople did not respond to the Guardian’s inquiries about Facebook’s position on the legislation and whether it intends to lobby against it.",
  "The company has recently increased its lobbying presence in Washington in advance of Zuckerberg’s expected testimony on Capitol Hill.",
  "Advertisers will also have to disclose the candidate, organization or business they represent, he said.",
  "Facebook further said it would be ramping up its partnerships with third-party fact-checkers.",
  "Are you ready?"
]