[
  "Around the time Bannon was denying his knowledge of Cambridge Analytica's alleged activities, AP reported that special counsel Robert Mueller would investigate the firm's ties to Trump's campaign as part of his ongoing probe into Russian election interference.",
  "AP Photo/Evan Vucci, File\n\nSteve Bannon, the former White House chief strategist and Breitbart executive chairman, has claimed he had nothing to do with any alleged use of Facebook data to win the US presidential election for Donald Trump in 2016.",
  "Cambridge Analytica's key executives include Eton-educated CEO Alexander Nix, now suspended, Cambridge-educated managing director Mark Turnbull, and Cambridge-educated chief data officer Alexander Tayler.",
  "Reports in 2016 suggested the Trump campaign paid Cambridge Analytica $5 million for its services in September alone that year, a significant increase from the $250,000 it paid one month earlier.",
  "It isn't clear what impact this had on Trump's campaign, but Cambridge Analytica boasted about its role in his success in an undercover video broadcast by Channel 4 this week.",
  "He told a conference in New York on Thursday that any \"dirty tricks\" were down to SCL Group, Cambridge Analytica's parent firm, and the British men who ran it.",
  "Bannon once sat on Cambridge Analytica's executive board through his connections to its pro-Trump primary funder, the hedge fund billionaire Robert Mercer.",
  "The firm allegedly used data illegitimately scraped from Facebook to build \"psychographic\" profiles of American voters and target them with propaganda.",
  "Bannon, who was in charge of Trump's campaign at the time, is now pleading innocence at its use of illicitly gained data, according to The Guardian.",
  "Bannon was referring to the role of political research firm Cambridge Analytica (CA) in helping Trump win the presidency in November that year.",
  "Pedro Nunes/Reuters\n\nAccording to the newspaper, Bannon also said: \"I didn't even know anything about the Facebook mining.\"",
  "He said: \"That's SCL [the parent company] ... that's all staffed by British guys from Oxford and Cambridge.",
  "CA is the data scientists — the Guardian and the Observer tell you that in about the 10th paragraph.\"",
  "The now-suspended CEO of Cambridge Analytica, Alexander Nix.",
  "Bannon has even said that he named Cambridge Analytica.",
  "Those allegations were first reported by The Observer.",
  "Steve Bannon."
]