[
  "New statement from Facebook VP & Deputy General Counsel Paul Grewal re: Cambridge Analytica data breach: \"We will take whatever steps are required to see that the data in question is deleted once and for all — and take action against all offending parties.” — issie lapowsky (@issielapowsky) March 17, 2018\n\nMassachusets Attorney General Maura Healey announced Saturday afternoon that her office would launch an investigation into Cambridge’s practices.",
  "The data was initially obtained by the developer of an app that promised to provide users with “personality predictions.”\n\nTo create those predictions, Cambridge Analytica harvested personal information from the Facebook profiles of more than 50 million users, according to a joint investigation by The New York Times and The Observer of London published Saturday morning.",
  "Whistleblower Christopher Wylie, who helped found Cambridge, told The Observer that the company “built models to exploit what we knew” about Facebook users to “target their inner demons.”\n\n“They want to fight a culture war in America,” Wylie told the Times, referring to Cambridge’s leadership.",
  "The company acknowledged that it obtained data through a “seemingly reputable” academic contractor who did not comply with Facebook’s terms of service, but asserted its claim that it deleted all of the ill-gotten data and worked with Facebook through the incident.",
  "Strategic Communication Laboratories and the company’s political data analytics firm, Cambridge Analytica, were barred from the social media platform because the operation violated company policies by obtaining personal data from its customers, Facebook said.",
  "Facebook shut down the app when the company discovered Kogan’s violation and demanded that Strategic Communication Laboratories destroy obtained information, which company officials said they did, according to the Facebook statement.",
  "Attacker: Nah — Alt US Cyber Command (@AltCyberCommand) March 17, 2018\n\nIn a statement to Wired, Facebook executive Paul Grewal said the company would take “whatever steps are required” to make sure the data is completely deleted.",
  "Users’ private information — such as the cities they live in, preferred content and some details about friends — were initially accessed when they downloaded the app “thisisyourdigitallife,” which was obtained through Facebook.",
  "Facebook has suspended a political research and campaign firm linked to President Donald Trump and Steve Bannon for violating policies protecting users’ privacy, the company said Friday.",
  "Special counsel Robert Mueller in December called for company documents as part of his investigation into possible collusion between Trump’s presidential campaign and Russia.",
  "— Boz (@boztank) March 17, 2018\n\nAt the time, obtaining users’ private information through the app conformed to guidelines for app developers, according to Facebook.",
  "The app, created by a University of Cambridge psychology professor, said private data accessed to develop the profile would be used by psychologists doing research.",
  "In the latest controversy, Facebook accused the company of continuing to hold information about its users that it promised it had destroyed three years ago.",
  "People chose to share their data with third party apps and if those third party apps did not follow the data agreements with us/users it is a violation.",
  "The office of the United Kingdom’s information commissioner, Elizabeth Denham, began examining use of personal data for political purposes in May 2017.",
  "The company also did extensive work to help supporters pass Brexit, prompting The Observer to accuse the operation last year of “hijacking” democracy.",
  "Some 270,000 Facebook users downloaded the app, which granted him access to their information, as well as to information from their Facebook friends.",
  "“Cambridge Analytica was supposed to be the arsenal of weapons to fight that culture war,” added Wylie, who stopped working for the company in 2014.",
  "Facebook executive Andrew “Boz” Bosworth argued that the incident did not constitute a data “breach” because users voluntarily downloaded the app.",
  "Others criticized Facebook for believing Cambridge’s assurances that it destroyed the information and for waiting three years to take action.",
  "Trump’s presidential campaign paid millions of dollars to Cambridge Analytica, which was funded by Trump’s billionaire donor Robert Mercer.",
  "App developer Aleksandr Kogan violated Facebook policy when he turned the data over in 2015 to SCL/Cambridge Analytica, Facebook said.",
  "Several users responded to Facebook on Twitter, saying user data should have been protected from Kogan from the start.",
  "Thisisyourdigitallife promised predictions about a user based on psychological profiles created through the app.",
  "Attacker: [fraudulently exfiltrates huge amounts of data from Facebook]\n\nFacebook: Hey, delete that bro, okay?",
  "It continues to carry out political, governmental and military investigations and campaigns around the world.",
  "But Facebook just “days ago discovered” that “not all data was deleted,” according to its statement.",
  "Cambridge Analytica firmly denied using or holding data from Facebook profiles in its statement.",
  "Friends of the app users, however, may not have been aware their information was being recorded.",
  "Kogan also provided data to Wylie, then of Eunoia Technologies, Inc., according to Facebook.",
  "The company is now seeking U.S. government contracts, The Washington Post has reported.",
  "Cambridge Analytica, Kogan and Wylie could not immediately be reached for comment.",
  "no systems were infiltrated, no passwords or information were stolen or hacked.",
  "SCL, Kogan and Wylie are now all barred from the social media platform.",
  "In a statement issued Saturday, Cambridge denied any wrongdoing.",
  "<Three years pass>\n\nFacebook: You really deleted it?",
  "This was unequivocally not a data breach.",
  "Bannon once served on its board.",
  "Attacker: Okay, I guess."
]