[
  "He expressed some lingering disbelief of the concept on Wednesday night:\n\n\"If you'd told me in 2004 when I was getting started with Facebook that a big part of my responsibility today would be to help protect the integrity of elections against interference by other governments, I wouldn't have really believed that that was gonna be something that I would have to work on 14 years later,\" Zuckerberg said.",
  "Cambridge Analytica is being scrutinized over its actions during the 2016 campaign after an executive with the firm was recorded boasting about the firm's ability to covertly target voters, entrap politicians, and launch propaganda campaigns.",
  "In the CNN interview, Zuckerberg said he regretted taking Cambridge Analytica at its word when it signed a legal document in 2015 certifying that it had deleted the information from those profiles — but had not.",
  "Screenshot via CNN\n\nFacebook CEO Mark Zuckerberg said he was \"really sorry that this happened\" Wednesday in his first interview on the massive data scandal that has roiled the social-media network this week.",
  "The British data firm Cambridge Analytica inappropriately used 50 million Facebook user profiles to target ads in support of its clients, including Donald Trump's successful 2016 US presidential campaign.",
  "Russian operatives capitalized on this to a significant degree, sowing political discord among likely voters in a wide-ranging effort to meddle in the US election.",
  "And while he said he was \"sure someone's trying\" to influence the 2018 midterm elections, he was also sure the company was better prepared to meet the challenge.",
  "Zuckerberg made the apology on CNN hours after he and the company's chief operating officer, Sheryl Sandberg, issued their first public statements on the matter.",
  "He also said he was willing to testify to Congress on the matter, though he would prefer to send someone with \"the most knowledge\" on any lines of questioning.",
  "\"I don't know about you, but I'm used to when people legally certify that they are going to do something, that they do it,\" Zuckerberg said.",
  "He said he was open to the idea of regulating tech and was in favor of legislation around transparency in online advertising.",
  "Zuckerberg has acknowledged this in fits and starts after initially balking at the idea last year.",
  "\"But we're here now, and we're gonna make sure we're going to do a good job at it,\" he added.",
  "The reach of those operations was multiplied by connected platforms like Facebook.",
  "\"But I think this was clearly a mistake in retrospect.\"",
  "Watch portions of Zuckerberg's interview below:",
  "Facebook CEO Mark Zuckerberg."
]