[
  "His story came a couple of days after the first whistleblower, Cambridge Analytics founder Christopher Wylie, told The Guardian that his company had been hired by the Trump campaign during the 2016 election and used data from 50 million Facebook profiles to target voters.",
  "Sandy Parakilas was a platform operations manager, responsible for monitoring data breaches by the Facebook's third-party software developers, a couple of years before Facebook changed its policy to make third-party apps buy access to target specific sets of people.",
  "Parakilas told The Guardian that he had a feeling there was a black market for the information Facebook was gathering, but his suggestion to \"audit developers directly and see what's going on with the data\" was discouraged.",
  "This time, it's an ex-employee who says he worked close enough to the matter to warn Facebook executives about it back in 2012, according to reporting done by Paul Lewis from the Guardian.",
  "It only suspended Cambridge Analytica's account on March 16, more than two years after the fact and just days after The New York Times and The Guardian reached out for comment.",
  "Parakilas left out of frustration in 2012, and recently penned an opinion article for the New York Times called \"We Can't Trust Facebook to Regulate Itself.\"",
  "Today, he's a product manager at Uber — a company that's had its own share of consumer backlash, and a similar hashtag created against it in protest.",
  "Facebook lawyers asked Cambridge Analytica to delete the information at that time, but never followed up to make sure the deed was done.",
  "Getty\n\nAnother person has come forward to call Facebook on its lack of precautions in handling shared data.",
  "More extensive reporting about Sandy Parakilas and his history with Facebook can be found on The Guardian.",
  "Facebook knew that Cambridge Analytica had the data back in 2015 soon after the new policy was in place.",
  "\"They felt that it was better not to know,\" Parakilas said about Facebook executives at the time.",
  "One executive even asked him, \"Do you really want to see what you'll find?\"",
  "At that time, outside apps could scrape Facebook's data.",
  "It turns out that Parakilas was right to be worried.",
  "\"I found that utterly shocking and horrifying.\""
]