[
  "Getty Images\n\nMark Zuckerberg has finally broken his silence on the Cambridge Analytica scandal that has roiled his company and knocked tens of billions off its market cap — announcing that Facebook will notify people whose data was misappropriated.",
  "It made unauthorized use of 50 million people's data that they had shared on Facebook, with some experts saying it was likely only the tip of the iceberg when it comes to misuse of Facebook users' information.",
  "Zuckerberg said that changes made to Facebook's systems \"years ago\" already help prevent this from reoccurring — but also outlined three additional steps the company will be making going forward.",
  "The additional blog post says that Facebook plans to expand its \"bug bounty\" program, meaning it will reward security researchers who report \"misuses of data by app developers\" to the company.",
  "In a statement published to his Facebook profile on Wednesday, the CEO said that \"we have a responsibility to protect your data, and if we can't then we don't deserve to serve you.\"",
  "For starters, Facebook is going to audit apps that had \"access to large amounts of information\" prior to 2014, which is when it restricted the amount of data they could take.",
  "In a separate blog post without an author listed, Facebook also outlined six steps it is taking, including many of the same points as the CEO's.",
  "By default, they will only be given name, profile picture, and email address, and restrict their access if they don't use it in three months.",
  "It will notify people whose data is found to have been \"misused\" by companies — including those affected by Cambridge Analytica's actions.",
  "The scandal centres around Cambridge Analytica, a political research company that was used by Trump's presidential campaign.",
  "This means it will show users a \"tool\" to help them see what apps are using their data, and how they can stop them.",
  "The company is also going to \"restrict developers' data access even further to prevent other kinds of abuse.\"",
  "And it will try to make users \"understand which apps you've allowed access to this data.\"",
  "Mark Zuckerberg at a tech and media conference in Sun Valley, Idaho."
]