[
  "Developers at the time could access virtual anything of any value that a person’s friends had posted on the social network: her hometown, current city, events and location check-ins; her interests, groups and all the pages she’d liked; her relationship statuses with romantic partners, friends and family; her birthday, activities, work history and political and religious affiliations; and her photos, notes and videos.",
  "In an app for anonymously discussing the workplace, Blind, which requires a corporate email address to join, a Facebook employee posted, “Is this how the downfall of Myspace happened?” Another person wrote, “I just keep thinking about my stock going to zero with all of this.” Others asked for advice about whether they should sell their stock and said they would advise recruits against joining the company.",
  "We will learn from this experience to secure our platform further and make our community safer for everyone going forward.”\n\nSpecifically he said the company will restrict the data that third-party developers can access to names, profile photos and email addresses, and will require developers to sign a contract before being allowed to ask Facebook users for rights to their posts.",
  "Mark Zuckerberg on Wednesday said Facebook will audit thousands of apps in response to the “breach of trust” created by Cambridge Analytica — the chief executive's first comments since a crisis erupted Friday over data siphoned by the political marketing firm used by the Trump campaign.",
  "Though Cambridge and Kogan violated Facebook’s policies by misrepresenting themselves — users were told that data that was taken for political marketing was being used for a personality quiz app — thousands of third party developers benefited from Facebook’s loose rules at the time.",
  "In his post, Zuckerberg acknowledged there had been a breach of trust — not only between Cambridge Analytica, the Cambridge psychologist and Facebook, but “between Facebook and the people who share their data with us and expect us to protect it,” he said.",
  "Meanwhile, Facebook users began to comment that there were no articles about Cambridge Analytica on Facebook's trending-news feed, a feature that showcases news stories on the right-hand side of the Facebook website, until late Tuesday afternoon.",
  "They then took advantage of Facebook’s lax data permissions at the time to gain data on the friend networks of those 270,000 people — enabled Kogan and Cambridge to access the profiles of millions more.",
  "The list of developers who siphoned friends’ data includes gaming companies, dating apps, researchers, and even 2012 President Obama’s presidential campaign, as The Washington Post reported on Monday.",
  "In January, he announced that his annual New Year’s personal challenge, which in other years entailed learning Mandarin or building artificial intelligence in the home, would be to fix Facebook.",
  "And business case studies about the company's efforts to assist political campaigns such as those of Barack Obama and Sen. Bernie Sanders (I-Vt.) were no longer indexed on the company's website.",
  "He said that Facebook will give users easier access to tools to manage how their data is being used and shared, and will further restrict developers' access to data to prevent abuse.",
  "But the executives' silence seemed to attract more attention to Facebook's woes — especially after neither Zuckerberg nor Sandberg appeared at a company town hall meeting Tuesday.",
  "A #DeleteFacebook campaign gained more momentum after Brian Acton, who made millions after Facebook purchased his app WhatsApp in 2014, said he was deleting the social network.",
  "In his post, Zuckerberg said that steps that the company had taken to restrict developers’ access to data in 2015 would prevent the type of misuse that had taken place.",
  "The company will post a new feature on the top of every Facebook user’s news feed with a list of the apps they have used and an easy way to revoke the app’s access.",
  "Through an affiliated psychologist named Alexander Kogan, Cambridge Analytica convinced 270,000 users to download an app that they thought was a personality quiz.",
  "His panel recently sent Facebook a list of questions about its dealings with Cambridge Analytica, and staff will question company leaders privately Wednesday.",
  "Later Wednesday, Zuckerberg went on a small media tour to elaborate on his views, telling CNN he would consider testifying before Congress about the problems.",
  "This week, Facebook said it would audit the firm to determine whether it had deleted the data (The audit is now being taken over by British authorities).",
  "In a post on his personal Facebook page, Zuckerberg said the company would investigate thousands of apps that used large amounts of data at the time.",
  "While this specific issue involving Cambridge Analytica should no longer happen with new apps today, that doesn't change what happened in the past.",
  "Communications executives sent statements to journalists saying workers and executives, including Zuckerberg, were “outraged” about being deceived.",
  "(Articles about Uber and Amazon.com were on the feed for much of the day, and the Cambridge story had trended several times over the weekend.)",
  "“We need to make sure we don’t make that mistake ever again.”\n\n\n\nFacebook founder and chief executive Mark Zuckerberg in San Jose last April.",
  "Zuckerberg's last Facebook post was from early March, when his sister photographed him baking cookies at home for the Jewish holiday Purim.",
  "“We haven’t crossed that bridge yet,” said Republican Sen. John Thune, the leader of the Commerce Committee, during an interview Tuesday.",
  "Congress could ultimately choose to subpoena Zuckerberg or others like Chief Operating Officer Sheryl Sandberg to press them to speak.",
  "If that’s me, then I am happy to go.”\n\nHe also acknowledged making a mistake in trusting app developers to use Facebook data properly.",
  "Facebook suspended Cambridge Analytica on Friday for having obtained data on as many as 50 million users in an unauthorized way.",
  "“I don’t know about you, but I’m used to when people legally certify that they are going to do something, that they do it.",
  "The latter feature already exists in privacy settings, but Zuckerberg is promising to give it more prominence on the site.",
  "He has apologized for Facebook’s role in helping to sow divisions in U.S. society ahead of the 2016 presidential election.",
  "“I started Facebook, and at the end of the day I'm responsible for what happens on our platform,” he said.",
  "Sheryl Sandberg, Facebook's chief operating officer, posted on Saturday from her child's school debate.",
  "(Stephen Lam/Reuters)\n\nUntil now, Facebook's top executives have been mum on Cambridge Analytica.",
  "Little was said about Facebook's responsibilities except to defend the legality of its actions.",
  "After the Tuesday meeting, employees posted on social media about how demoralized they felt.",
  "“What we try to do is send the person at Facebook who will have the most knowledge.",
  "“The short answer is, I’m happy to if it’s the right thing to do,” he said.",
  "But lawmakers seemed to signal they aren’t yet ready to issue that threat.",
  "News organizations published articles asking when they would speak.",
  "Meanwhile, lawmakers reiterated calls for Zuckerberg to testify.",
  "But I think this was clearly a mistake in retrospect,” he said.",
  "Behind the scenes, Facebook was in damage-control mode.",
  "Tony Romm and Drew Harwell contributed to this report.",
  "Zuckerberg’s apology is only his latest mea culpa.",
  "A hearing has not been formally announced.",
  "Lobbyists made the rounds on Capitol Hill.",
  "But here’s the change we really need.]",
  "[Go ahead and #DeleteFacebook.",
  "“.",
  ".",
  "."
]