[
  "It is untrue that we failed to take appropriate measures to ensure that GSR data were deleted.”\n\nPaul Grewal, Facebook’s vice president and deputy general counsel, also commented on the fact that Cambridge Analytica may not have deleted all of the user data saying:\n\n“Two weeks ago, we received reports from media, including Channel 4, that, contrary to the certifications we were given, not all data was deleted.",
  "After Facebook contacted us in December 2015 we deleted all GSR data and took appropriate steps to ensure that any copies of the data were deleted.This includes our lawyers taking action in late 2014 against a number of former staff members who had stolen data and intellectual property from the company.",
  "We want to assure people that we have suspended Cambridge Analytica from Facebook.”\n\nWhile Cambridge Analytica’s CEO Alexander Nix is still suspended and the company faces a “full, independent investigation,” the full details of the situation remain unclear.",
  "The Verge reports that data analysis firm Cambridge Analytica may still be in possession of the user data of Faceook, despite their claims of deleting data when requested by Facebook in 2015.",
  "Data analysis firm Cambridge Analytica may still be in possession of the data of Facebook users, despite their claims of having deleted all data, according to a new report.",
  "A report from Channel 4 News claims that some of the data may not have been deleted and that they have directly seen data troves that date back to 2014.",
  "Cambridge Analytica have confirmed publicly that they no longer have the data, others are challenging this, we are determined to find out the facts.",
  "Facebook is also under investigation by the FTC for their role in the scandal and CEO Mark Zuckerberg has been called to testify before Congress.",
  "Cambridge Analytica commented on this saying:\n\n“We have never passed any data from GSR [Global Science Research] to an external party.",
  "These former staff members each signed an undertaking promising that they had deleted all such material.",
  "The ICO has launched an investigation into Cambridge Analytica and we are assisting with this."
]