[
  "(Bosworth subsequently distanced himself from his own memo, claiming it was intended to be provocative, adding: “I didn’t agree with it even when I wrote it.”)\n\nHowever, the Verge found employees directing their frustration at the leaker, urging Facebook to do more to screen employees for “integrity” during hiring, with one writing: “Although we all subconsciously look for signal on integrity in interviews, should we consider whether this needs to be formalized in the interview process?”\n\nAnother said: “This is so disappointing, wonder if there is a way to hire for integrity.",
  "On Thursday, BuzzFeed published the 2016 memo from Andrew “Boz” Bosworth, in which he acknowledged that Facebook’s expansion could lead to deaths and help terrorists plan attacks, but argued those were reasonable consequences of the company’s broader “growth tactics” and mission to “connect” people, writing that “anything that allows us to connect more people more often is *de facto* good”.",
  "A recent Guardian investigation uncovered details of Facebook’s so-called “rat-catching” team, which conducts intense surveillance on workers and fired one employee who leaked innocuous information to the press, based on records of a screenshot he had taken and links he had clicked or hovered over on his computer.",
  "Facebook employees are calling for a crackdown on suspected leakers and questioning whether “spies” have infiltrated the corporation, according to leaked internal posts that suggest the social media giant’s workforce is becoming defensive in the face of critical public scrutiny.",
  "We are probably focusing on the intelligence part and getting smart people here who lack a moral compass and loyalty.”\n\nAnother lamented that leakers were inevitable, writing: “We have our representative share of sick people, drug addicts, wife beaters, and suicide bombers.",
  "Facebook has come under unprecedented scrutiny in months, which intensified in the wake of reporting in the Observer and the Guardian revealing that the personal information of 50 million users was used by the electioneering firm Cambridge Analytica.",
  "Facebook VP wrote site's actions were 'de facto good' – even if they led to deaths Read more\n\n“Leakers, please resign instead of sabotaging the company,” one wrote in response to a note Bosworth sent this week addressing the controversy.",
  "“If we have to live in fear that even our bad ideas will be exposed then we won’t explore them or understand them as such, we won’t clearly label them as such, we run a much greater risk of stumbling on them later.",
  "A call to morals or problems of performance would be irrelevant in this case, because dissolution is the intent of those actors.”\n\nFacebook did not respond to a request for comment on Friday about the leaked posts.",
  "While Facebook’s CEO, Mark Zuckerberg, publicly sought to distance himself from the controversial memo, many of his staff, it appears, focused their ire on the leaker, lashing out at disloyalty within the company.",
  "In a memo to staff this week addressing the scandal, also obtained by the Verge, Bosworth also focused on the leak of his memo, complaining that the release of the document forced him to delete the original post.",
  "The extraordinary messages obtained by tech website the Verge provide a rare window into Facebook’s internal culture: while there was dissent from employees, many appeared focused on flushing out whistleblowers.",
  "Conversations go underground or don’t happen at all.”\n\nFacebook and other big tech companies are known for aggressively monitoring their own employees and swiftly punishing people who get caught leaking.",
  "“How fucking terrible that some irresponsible jerk decided he or she had some god complex that jeopardizes our inner culture and something that makes Facebook great?” another said.",
  "To me, this makes it just a matter of time.”\n\nSome employees went so far as to speculate that people could be joining Facebook for the purpose of monitoring and leaking.",
  "Thinking adversarially, if I wanted info from Facebook, the easiest path would be to get people hired into low-level employee or contract roles,” one wrote.",
  "The posts were a response to the leak of a memo by a senior Facebook executive who defended the social network’s negative effects on society.",
  "The crisis has wiped billions off Facebook’s stock and Zuckerberg is expected to be grilled before the US Congress in the coming weeks.",
  "“Keep in mind that leakers could be intentionally placed bad actors, not just employees making a one-off bad decision.",
  "Another added: “Imagine that some percentage of leakers are spies for governments.",
  "Some of this cannot be mitigated by training."
]