[
  "During the summer of 2014, the U.K. affiliate of U.S. political consulting firm Cambridge Analytica hired a Soviet-born American researcher, Aleksandr Kogan, to gather basic profile information of Facebook users along with what they chose to “Like.” About 270,000 Facebook users, most or all of whom were paid a small amount, downloaded Kogan’s app, thisisyourdigitallife, which took the form of a personality survey.",
  "Cambridge Analytica has maintained that it deleted all the data Kogan provided, but the New York Times reported that emails and documents suggest the firm “still possesses most or all of the trove.” Facebook is investigating whether that’s true, said its chief executive officer, Mark Zuckerberg.",
  "--With assistance from Laurence Arnold\n\nTo contact the reporters on this story: Michael Riley in Washington at michaelriley@bloomberg.net, Sarah Frier in San Francisco at sfrier1@bloomberg.net, Stephanie Baker in London at stebaker@bloomberg.net.",
  "(Kogan says his app’s terms and conditions specifically allowed “commercial use.”) Facebook says that after it learned of the situation in 2015, it removed Kogan’s app and demanded that he “and all parties he had given data to” destroy the data.",
  "It covered his costs in creating his app -- more than $800,000 -- and allowed him to keep a copy for his own research, the Times reported, citing company emails and financial records.",
  "Lawmakers and regulators in the U.S. and U.K. are now scrutinizing the social media giant, whose shares dropped more than 10 percent in four days after the news broke on March 17.",
  "The firm believed those profiles were better predictors of how voters could be swayed through targeted ads than traditional data on party registration and voting patterns.",
  "Facebook says Kogan “lied to us” by saying he was gathering the data for research purposes and violated the company’s policies by passing the data to Cambridge Analytica.",
  "When Kogan offered his app, Facebook also allowed developers to collect information on friends of those who chose to use their apps if their privacy settings allowed it.",
  "Kogan collected data not just on those users but on their Facebook friends as well, if their privacy settings allowed it -- a universe of people that reached 50 million.",
  "Facebook Inc. is under fire following reports that the personal data of 50 million users were obtained by an analytics firm that helped elect President Donald Trump.",
  "And in 2011, Facebook settled privacy complaints by the U.S. Federal Trade Commission by agreeing to get clear consent from users before sharing their material.",
  "To contact the editors responsible for this story: John Voskuhl at jvoskuhl@bloomberg.net, Jeffrey D Grocott, Andrew Pollack\n\n©2018 Bloomberg L.P.",
  "Whether Cambridge Analytica’s models really work is a point of contention; even some of the firm’s clients have said they saw little value in it.",
  "The company may have wanted the data to create psychological profiles that could be used to target voters during political campaigns.",
  "Cambridge Analytica was funded by former Renaissance Technologies co-CEO Robert Mercer, a major supporter of Trump in 2016.",
  "The firm uses data to reach voters with hyper-targeted messaging, including on Facebook and other online services.",
  "But it’s not clear whether the firm used the Facebook data in other ways to better understand and target voters.",
  "Since 2007, Facebook has allowed outside developers to build and offer their own applications within its space.",
  "Also unknown: how many of the 50 million Facebook users whose data were acquired were registered U.S. voters.",
  "The app, in its terms of service, disclosed that it would collect data on users and their friends.",
  "The company would face millions of dollars in fines if it were found to have violated that pact.",
  "Cambridge Analytica has denied it used psychographic modeling techniques on the Trump campaign.",
  "The FTC is now investigating whether Facebook violated the terms of that 2011 consent decree.",
  "The U.K. has data-protection laws that ban the sale or use of personal data without consent.",
  "Trump’s campaign manager, Steve Bannon, served on the firm’s board.",
  "Lawmakers in the U.S. and U.K. are conducting their own inquiries.",
  "Did the Facebook data help Trump win the presidency?",
  "Why did Cambridge Analytica want the Facebook data?",
  "Did Kogan have Facebook’s permission?",
  "Did Cambridge Analytica pay Kogan?",
  "Did any of this violate any rules?",
  "1. Who took what from Facebook?",
  "Then what’s the issue here?",
  "In a general sense, yes.",
  "That remains to be seen.",
  "7.",
  "6.",
  "3.",
  "5.",
  "4.",
  "2."
]