[
  "There is no shame in pointing to this but just know that it's less impressive when the finger pointing is filthy and attached to something akin to wearing a sign that reads 'Days since injury' around its neck.",
  "I have written previously that regardless of who did it, it happened on your watch...it's time to step up and use those big brains to make fast changes or the rot will eat away and you'll never recover.",
  "Facebook can be a force for good - it still is, even while all this is going on - for several regions in the world it is saving lives, helping spread resources and knowledge that changes lives.",
  "Regulation is inevitably going to happen (in key markets if not all), the choices you make in the next few months will determine what type you get - make good choices...we're counting on you.",
  "Growth at any cost is a bad choice but Facebook is not the only ones guilty of this - ask ten startups and you'll get a higher number than you expect who'll say the same off the record.",
  "You helped create the weapon that Facebook is, you may not have pulled the trigger but you designed it, marketed it and through poor foresight or negligence bad things are happening.",
  "The best advice is to check the egos at the door (no-one cares about good intentions when connecting terrorists are mentioned), clean up the mess (turn some stuff off and reboot).",
  "Legally you have to pull the trigger to be legally accountable, ethically-speaking, we're all judging you but want you to succeed and fix the mess because it affects us all.",
  "Size denotes an extra layer of complexity not responsibility - responsibility is a given and this is what is currently causing so many to have an issue with Facebook.",
  "The post that caused the latest round of press was written a long time ago - at a very different time in Facebook's history - it's important to remember that.",
  "If employees still believe the Kool-aid it's time to use those big brains, visions and see what version two can look like - version one worked too well.",
  "Facebook still can't seem to get a handle on the Cambridge Analytica mess and it should have done so by now - for the employees if nothing else.",
  "Staff are now threatening to quit in light of a leaked blog post from a senior Facebook exec but I urge them not to for their sake and our own.",
  "If, as the comments suggest, you're looking to be understood or remembered, show us why you deserve it - fix what is broken and make it right.",
  "The platform made things possible that people either didn't want to admit, turned a blind eye to or simply were on to the next thing.",
  "It's like having an anonymous feedback box, the issue isn't people giving you feedback, it's the atmosphere they have to do it in.",
  "Ownership of failure is part of greatness and right now there's a lot of 'woe is us' happening - publically and privately.",
  "Unbridled creation unchecked is rarely good thing - consider this a reality-check and a 'head up from the desk' moment.",
  "Naysayers then wouldn't have stayed around long in that vacuum and Facebook was not the omnipotent being we see today.",
  "Business-breaker, market-changer and the power to sway elections (I think I still have to say allegedly here).",
  "If someone leaks something it's not a fault of their character, it's more a fault in Facebook's culture.",
  "A word on gap-plugging - listen to leakers - they are your conscience whether you know it or not.",
  "We cannot hold Facebook to a higher standard if we don't hold everyone to the same standard.",
  "Fumbled narratives, non-existent or poor internal leadership...the list continues to grow.",
  "The situation you find yourself in didn't happen overnight - think on your sins.",
  "Missions change but motivations are harder to change and see unless voiced.",
  "The time for platitudes is over, you botched every single opportunity.",
  "Just because you can and did, still doesn't mean you should have.",
  "What you do next is what you'll really be remembered for.",
  "Now it's time to plug the gaps or the ship will go down.",
  "Disillusioned or not, dig deep, you've got stuff to fix.",
  "The rules are different today but the basics are not.",
  "Hindsight is a wonderful thing.",
  "Blame helps few people."
]