[
  "The most obvious difference may be that unlike Cambridge Analytica, which hired an app developer to create a personality quiz as a roundabout way of scraping millions of people’s profile data that wasn’t branded as a tool for Republican political campaigns, the Clinton app was clearly a Clinton app, so the people who downloaded it knew that their data was being used by a political party.",
  "Though Facebook closed the door on developers being able to access friends’ data when they download apps or quizzes on Facebook several years ago, the company didn’t shut out mobile app developers from having access to Facebook users’ lists of friends, which is what Clinton’s campaign did through an app her voter-targeting team made for supporters in 2016.",
  "Unfortunately, they’ll be making a comparison that grossly distorts the inappropriateness of the Clinton app’s method—and minimizes the violation committed by Cambridge Analytica—a violation made worse because the company reportedly lied to Facebook about deleting the data after it was caught in 2015.",
  "Meanwhile, Facebook is under investigation from the Federal Trade Commission for sharing its users’ data without getting their consent, which may be against federal rules Facebook was supposed to follow about getting explicit permission from users before passing their information to a third party.",
  "To go by the Fox News framing—that “in the midst of the election, the Clinton campaign launched a mobile application … that worked its way around the banned practice of gathering information from users’ friends without their consent”—one might walk away thinking that the score is now even.",
  "While nothing about the Clinton campaign’s app should comfort us—it’s yet another chilling example of the data panopticon we enroll in just by keeping a Facebook account—there are a number of key differences between this example and the Cambridge Analytica scandal.",
  "Similar to Cambridge Analytica, the political-data firm used by the Trump campaign, the Clinton team was able to instrumentalize a Facebook feature that let app developers not only access data on the people who download an app but also data on all their friends.",
  "It’s fair to criticize both campaigns and Facebook for taking people’s information without asking them first, but what Cambridge Analytica did on behalf of its Republican clients and what Clinton’s team did on behalf of its own campaign aren’t the same thing.",
  "The people who used the app created by psychology professor Aleksandr Kogan—who then gave the data to Cambridge Analytica without the knowledge of those users or their friends—had no idea their data might be used in a political campaign.",
  "It’s unlikely that most Facebook users have the know-how to harvest the full history of their friends’ likes, interests, and photos on their own and without permission of their friend, which is what Cambridge Analytica likely did.",
  "And whatever Facebook does to try to keep better tabs on how it shares users’ info moving forward, it’s safe to assume that data-hungry developers will likely always find some loophole to take as much as data as they possibly can.",
  "Since they could have had hundreds or thousands of friends on Facebook, the number of people who might have had their names and phone numbers Hoovered into Clinton’s campaign machine could easily be in the millions.",
  "And though it’s annoying that people allowed Clinton’s campaign to pair their friend list with their phone contacts, it’s something that any Clinton supporter could have done on their own voluntarily.",
  "Another key difference is it appears that Kogan was able to access a lot more than the profile photos, names, and contact information, which reportedly is all Clinton’s mobile app snagged.",
  "And as the midterm elections inch closer, digital campaigners might have a fewer tools in their arsenal when it comes to harvesting potential voters’ info directly from Facebook.",
  "Fox News reported on Friday that Hillary Clinton’s campaign, like Donald Trump’s, also seems to have have taken advantage of Facebook’s rather porous data-sharing policies.",
  "In both instances, the campaigns used Facebook’s permissive data policies to collect information on people without their consent to use for voter targeting and outreach.",
  "The purported problem: The people who were surfaced by the app never consented to the Clinton campaign, pairing their names and profile pictures to their phone numbers.",
  "But people’s Facebook names and profile pictures, even if they’re set to not be easily discoverable, are already out there—it’s public information that anyone can see.",
  "Kogan was able to harvest information on people’s likes, their non-profile photos, and possibly things they’d posted and data on who they’d interacted with.",
  "Clinton supporters were then asked to swipe through a batch of their friends’ profile photos to determine who was unlikely to back Clinton.",
  "It’s always a problem when a digital marketer—a phrase that applies to a political campaign—accesses data on people without their consent.",
  "ROBYN BECK/Getty Images\n\nConservatives looking for their piece of the Cambridge Analytica scandal finally have a retort: But her Facebook!",
  "Cambridge Analytica may not even have used the data it inappropriately siphoned from Facebook during the general election.",
  "Which means it’s only a matter of time before other conservative outlets and pundits latch on to the story.",
  "Almost certainly not—but to know for sure, it helps to first understand how the Clinton mobile app worked.",
  "Those who weren’t ruled out could then be sent a text message asking them to support Hillary Clinton.",
  "Yes, both teams scraped information on people who didn’t consent to having their information scraped.",
  "Now it looks like the Clinton campaign itself took a nonconsensual dip into people’s Facebook data.",
  "And it’s also not clear what the Clinton campaign did with the data after it was harvested.",
  "Specifically, it paired people’s Facebook friends with contacts on the user’s phone.",
  "Fox reports that some 150,000 people downloaded the app.",
  "There is one similarity worth pondering, however.",
  "Read more from Slate on Cambridge Analytica.",
  "But they’ll always find another way.",
  "Is this the real scandal?",
  "There’s an app for that."
]