[
  "We changed our whole mission and company focus to reflect this last year.”\n\n\n\nBoz (@boztank) My statement on the recent Buzzfeed story containing a post I wrote in 2016 pic.twitter.com/lmzDMcrjv5\n\nBosworth said in his statement on Thursday: “I don’t agree with the post today and I didn’t agree with it even when I wrote it.” He argued that the intent of the memo was to “bring to the surface issues I felt deserved more discussion”, adding: “I care deeply about how our product affects people and I take very personally the responsibility I have to make that impact positive.”\n\nThe memo, however, had a very different tone, arguing that the harms caused by Facebook were just a part of its business: “The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is *de facto* good.”\n\nHe also wrote that all growth efforts are justified, adding: “All the questionable contact importing practices.",
  "That’s why all the work we do in growth is justified.”\n\n\n\nThe memo, published in full by BuzzFeed and confirmed by Facebook representatives, comes at a time when the technology corporation is battling significant backlash in the wake of reporting in the Observer and the Guardian revealing that the personal information of 50 million users was used by the electioneering firm Cambridge Analytica.",
  "Zuckerberg says he disagrees with 2016 memo, which acknowledged site could cost lives or play role in terror attacks\n\nA top Facebook executive warned in a leaked memo that the platform could lead to deaths and could help terrorists plan attacks, but argued that the negative outcomes were a reasonable byproduct of the company’s broader “growth tactics” and mission to “connect” people.",
  "The leaked memo – which implied that Facebook was pursuing growth at all costs and defended “questionable” data practices – prompted defensive statements on Thursday from Zuckerberg and Bosworth, who claimed that the memo was meant to be “provocative” and is out of line with the company’s values.",
  "The public disclosure of the 2016 memo, in which a vice-president, Andrew “Boz” Bosworth, wrote “anything that allows us to connect more people more often is *de facto* good”, prompted the CEO, Mark Zuckerberg, to defend his company’s mission in a hastily released statement on Thursday.",
  "There are also escalating concerns about Facebook’s impact on democracies across the globe following revelations that Russian interference campaigns exploited the platform and that Facebook has helped violent and oppressive governments while spreading misinformation and propaganda.",
  "Nothing makes Facebook as valuable as having your friends on it, and no product decisions have gotten as many friends on as the ones made in growth.”\n\nIn recent years, there has been growing evidence of societal problems linked to Facebook’s massive expansion.",
  "This was one that most people at Facebook including myself disagreed with strongly,” said Zuckerberg, who is currently facing intense scrutiny over the data scandal and is expected to soon testify before Congress.",
  "Maybe someone dies in a terrorist attack coordinated on our tools.” The memo, which provides an insight into the philosophy among some at the Silicon Valley giant, continued: “It is literally just what we do.",
  "Zuckerberg said Facebook “never believed the ends justify the means” and said he strongly disagreed with the memo circulated by Bosworth, whom he described as a talented but provocative force in the company.",
  "The platform’s groups function, for example, has been used to unite extremists, neo-Nazis, far-right groups and others promoting hate speech and seeking to influence elections and political discourse.",
  "But make no mistake, growth tactics are how we got here.”\n\nHe continued: “We do have great products but we still wouldn’t be half our size without pushing the envelope on growth.",
  "All of it.”\n\nThe memo was titled “The Ugly” and argued that the strategies to bring as many people as possible to the platform were essential to the company.",
  "Facebook offers plan to tackle fake news ahead of US midterms Read more\n\nBosworth wrote: “Maybe it costs a life by exposing someone to bullies.",
  "Most of us have the luxury of working in the warm glow of building products consumers love.",
  "It is fragmented by borders, languages, and increasingly by different products.",
  "All the subtle language that helps people stay searchable by friends.",
  "“Boz is a talented leader who says many provocative things.",
  "We recognize that connecting people isn’t enough by itself.",
  "We also need to work to bring people closer together.",
  "All of the work we do to bring more communication in.",
  "The work we will likely have to do in China some day.",
  "“We’ve never believed the ends justify the means.",
  "“The natural state of the world is not connected.",
  "“I know a lot of people don’t want to hear this.",
  "The ones everyone use [sic] win,” he wrote.",
  "The best products don’t win.",
  "It is not unified.",
  "We connect people.",
  "Period."
]