[
  "Specifically, the study said the Trump administration’s elimination of cost-sharing reduction (CSR) payments, lower than anticipated enrollment in the marketplace, limited insurer participation and insufficient action by the government to reimburse plans that cover higher-cost enrollees all helped contribute to the premium increases.",
  "* Nathaniel Weixel reports that the Trump administration’s sabotage of the individual health insurance market is having the desired effect:\n\nPremiums for the most popular ObamaCare plans are rising by an average of 34 percent in 2018 in states that use Healthcare.gov, according to a new independent analysis.",
  "The fallout is now a threat to Republicans’ narrow 52-seat majority in the Senate, as prominent GOP senators decide to retire rather than face the furious political storm, especially after Trump was unable to pull a McConnell ally to primary victory last month in a special election for Senate in Alabama.",
  "Bannon’s effort — a loosely organized political machine of hard-line GOP primary contenders and media organs united by their loathing of McConnell as an icon of traditional Republican politics — has prompted eruptions in once-sleepy races and on Capitol Hill, with retirements and acrimony following.",
  "Because he has “one of the great memories of all time.”\n\n* Betsy Woodruff reports that the head of Cambridge Analytica, the firm that did data work for the Trump campaign, reached out to Julian Assange in about acquiring and releasing Hillary Clinton’s emails, an overture Assange says he rejected.",
  "Opinion writer\n\n* Michael Scherer, Robert Costa, and David Weigel report that the GOP civil war is getting nastier:\n\nEstablishment Republicans aligned with Mitch McConnell have launched a concerted effort to personally attack Stephen K. Bannon in the hopes of blunting his impact in GOP primaries.",
  "* A great point from Brian Beutler: If Flake and Senator Bob Corker don’t quickly use their leverage as Senators to act on their condemnation of Trump, it will begin to look like disingenuous posturing very quickly indeed.",
  "* Robert Schlesinger reports that Rep. Kevin Brady, who’s writing the Republican tax cut bill, insists that it’s going to benefit the middle class, yet he doesn’t have a clear idea of what the middle class is.",
  "The study released Wednesday by consulting firm Avalere Health said the premium increases in “silver” plans are being driven primarily by marketplace instability amid uncertainty over the future of ObamaCare.",
  "* This is a nice formulation from Francis Wilkinson, on the current GOP infighting:\n\nIn return for power over the Republican agenda, Congressional leaders have ceded the party’s soul — and base — to Trump.",
  "* John Harwood puts the current GOP civil war in the context of the now-famous indictment of the GOP from Norm Ornstein and Thomas Mann, who early on diagnosed what a hot mess the party was becoming.",
  "* Senator Brian Schatz explains his proposal to let the states use Medicaid to expand health care, another sign of Democratic efforts to seriously think through how to build on the ACA’s successes.",
  "And finally, today is the 15th anniversary of the tragic death of Senator Paul Wellstone, who was killed in plane crash along with his wife Sheila, his daughter Marcia, and five others.",
  "* Kevin Kruse looks back at the McCarthy era to explain why it’s all well and good that Senator Jeff Flake gave a speech condemning Trump, on its own it won’t have the desired effect.",
  "* Peter Sullivan reports that the administration isn’t bothering to set a goal for the number of enrollments in the health exchanges, as has been the practice in the past.",
  "* Samantha Raphelson examines the disaster that Kansas endured when they put in place the kind of tax cuts Republicans are now contemplating for the whole country.",
  "Wellstone embodied every virtue you could ever want in a politician: caring, passionate, tireless, thoughtful, eloquent, modest, and idealistic yet practical.",
  "House Speaker Paul Ryan makes the bargain explicit every time he responds to a Trump outrage with a sunny-side-up prognosis about the wonders of tax reform.",
  "The bargain hasn’t worked out too well on Obamacare repeal, but the tax cut is the big prize, so maybe it’ll all turn out just fine for them.",
  "* President Trump says that Myeshia Johnson is wrong about their conversation, and “I was extremely nice to her.” How does he know?",
  "* Andy Slavitt argues that Trump needs to pick a secretary of health and human services who is a bridge-builder, not an ideologue.",
  "* Adele Stan says that Jeff Flake not seeking reelection shows how the white nationalist virus is coursing through the GOP.",
  "* At The Week, I explored why white people think they’re the real victims of discrimination.",
  "* Jason Schwartz reports that Trump has given 18 interviews to Fox since becoming president.",
  "* A new Gallup poll finds support for legalizing marijuana at 64 percent, an all-time high.",
  "And Trump actually believes people are going to blame this on Barack Obama and not him.",
  "He was truly unique, and we’d be a lot better off if he were still around.",
  "Even 51 percent of Republicans support legalization.",
  "No president has ever favored one network as much.",
  "Can’t we all just get along?"
]