[
  "In its announcement about the update, the company says that “it’s now easy to see the latest Pins from all the people you follow, in the order they save them.” While social media apps have abandoned the idea of the chronological feed, Pinterest is bringing it back, blurring the lines between this curated collection app and a social network.",
  "The app, which CEO Ben Silbermann has called a place to “get ideas for your real life,” leapt to popularity shortly after its 2010 debut, thanks to its unique virtual pinboard to save ideas and information as “pins.” Since then, the app has slowly receded from news headlines.",
  "Pinterest has done away with likes and re-pin counts, and the app’s feed has evolved to an algorithmic one filled with automated suggestions fueled by your activity on the site—optionally paired with information shared by advertisers, such as what other websites you visit.",
  "While some, like Brit + Co founder Brit Morin, boast more than a half-million followers and pins that are shared hundreds or thousands of times, for the average user the goal isn’t to share content, but rather to just collect what’s useful and inspiring.",
  "You can use these boards to collect ideas for an upcoming event (weddings are still a popular use case), aggregate recipes you want to try (another popular application), or otherwise organize thoughts, projects, or favorite links in an easy visual way.",
  "Its largely visual content is personalized based on what you search, what you pin, and who you follow—much like Instagram—but while the app does allow comments on pins, it doesn’t get wrapped up in things such as the number of likes.",
  "And while the app focuses on sharing content from blogs, websites, and retailers, that doesn’t preclude you from sharing things from your own life: The app allows you to upload photos from your Camera Roll.",
  "It might not be the virtual megaphone of Twitter, or the popularity contests of Facebook or Instagram, but for some, Pinterest could offer the key benefits of a social network with fewer of the drawbacks.",
  "But over the past few years, Pinterest has distanced itself from the social apps that sprang up about the same time—and thus distanced itself from some of the misinformation and security problems.",
  "In its early days, Pinterest followed the pattern set by popular social networks: You followed other users, their pins showed up in your feed chronologically, and you could like those pins.",
  "You could feasibly collect photos from vacations, events, craft projects, or kitchen adventures into boards of your own, which you could then share with those on Pinterest who follow you.",
  "Somehow—perhaps due to the app’s early adopters being mostly female lifestyle bloggers—Pinterest gained a reputation early on for being “just for girls.” The company fought that stigma.",
  "While it has more than 200 million users and an impending IPO, compared to social media giants like Facebook, Instagram, and Twitter, its growth has been slow to the point of stagnant.",
  "But for those looking for a refreshing alternative to Facebook-owned properties in the wake of the Cambridge Analytica scandal, it could be a suitable alternative.",
  "On Facebook, you write a status update so friends can see it and comment back; on Instagram, you share a photo in the hopes of accumulating likes.",
  "It’s highly visual, like Instagram; offers commenting, like Facebook; and can send a statement to the world about who you are, like Twitter.",
  "There wasn’t anything overtly feminine about it, though: The experience centered around user-created boards to which you can pin images.",
  "While traditional social networks are about uploading content for other users to like and comment on, Pinterest is more self-serving.",
  "Pinterest can quickly get addictive as you build boards and use the app’s browser plug-ins for pinning things you spot on the fly.",
  "The app focuses on helping you aggregate things that make you happy rather than sending you on a quest for social media stardom.",
  "Despite some similarities to peers including Instagram and Twitter, Pinterest typically isn’t considered a social network.",
  "“I think [Pinterest is] a very different thing than a social network,” he said at Fortune’s Brainstorm Tech conference.",
  "The plan seems to be working: Pinterest earned nearly $500 million in revenue in 2017 and has an IPO set for 2019.",
  "But the focus remains on you, and how to make your life better, more productive, more delicious, or more stylish.",
  "Pinterest has its fair share of fake accounts, scams, and undesirable content that need moderating.",
  "In male-dominated Silicon Valley, the label hindered the app’s adoption as men brushed it off.",
  "This week, it added a new “Following” tab in the app as a different way to browse content.",
  "On Pinterest, you pin an item to a board because you want to reference it later.",
  "Pinterest is more of “a catalog that’s hand-picked” for users, he said.",
  "In fact, in a 2015 interview, Silbermann supported that interpretation.",
  "Some people might have you believe Pinterest isn’t doing so well.",
  "You can still follow users whose pins you’re a fan of, though.",
  "But due to the nature of the app, there’s less trolling.",
  "Even with its update, Pinterest isn’t a social network.",
  "Now Pinterest is taking a small step back to its roots.",
  "You amassed followers as users re-pinned your posts.",
  "But Pinterest hasn’t really been a social network.",
  "The app still has some negatives.",
  "Photo illustration by Slate.",
  "Photos by Thinkstock."
]