[
  "Presumably they had heard about Pakistan getting into trouble in this way; they had accused Jimmy Anderson of tampering in the Ashes, they had revelled in Du Plessis being found guilty the year before and they must have known about the Kiwi, Chris Pringle, who had admitted after his retirement using a bottle top to change the condition of the ball in 1990 against Pakistan with the sanction of his captain, Martin Crowe.",
  "There followed the montage of events captured by alert South African cameramen from the moment Lehmann spotted the misdemeanours of Bancroft on his TV screen to the unfortunate rookie hiding the offending item, which it transpired was sandpaper, in his jock strap or underpants – no doubt there is an inquiry still going on to clarify which.",
  "Add Steve Smith, David Warner and Darren Lehmann to a list of cricketers making tearful departures that includes Michael Vaughan, Kim Hughes, Hansie Cronje and more surprisingly – and privately – Brian Close when he was sensationally sacked by Yorkshire in 1970.",
  "The saga was reaching tragic proportions, though for the English contingent in Christchurch with the ruins of the cathedral still cordoned off after the 2011 earthquake, somehow “tragedy” did not seem an appropriate word.",
  "Even Warner, the most vilified of the trio, may have earned a smidgen of sympathy after his ritual press conference in which he apologised to everyone while declining to throw any further light on the affair.",
  "The images were spellbinding; the farcical attempts at deception from Bancroft; a beleaguered, tight-lipped Lehmann being pursued at an airport by such a fearless TV reporter; those raw press conferences.",
  "Then the video of the press conference with Steve Smith and Cameron Bancroft prompted an immediate recollection of their performance in Brisbane when addressing the Jonny Bairstow head-butt incident.",
  "A brilliant news story about a cricket ball that had not been scratched sufficiently for the umpires to change it which then prompted some cricketers to be extremely economical with the truth.",
  "| Andy Bull Read more\n\nThe anger mounted; the sponsors were unhappy; the TV rights were up for grabs; meanwhile Cricket Australia had not forgotten its recent pay dispute with the players.",
  "Faf du Plessis, the South Africa captain, had been found guilty of ball tampering in November 2016 when playing against Australia, which prompted some pious words from the Reverend Warner.",
  "It beggars belief.”\n\nThat certainly helped to up the ante and he seemed to be capturing the mood of a country, in which Smith, Warner and Bancroft were being universally condemned.",
  "Soon all that talk of the “leadership group” from Smith and the attempts to persuade everyone that they were using yellow tape rather than sandpaper were exposed as lies as well.",
  "Then Smith broke down at Sydney airport, the pain etched on his face, the tears flowing down his cheeks, a sight that apparently prompted a red-eyed Lehmann to resign.",
  "The debate widened to include the behaviour of Australia over the last few years, the way they were determined to “head-butt the line”, to use Nathan Lyon’s phrase.",
  "A whole nation was in a state of shock, partly, it seems, because they had never countenanced the possibility their side might cheat by tampering with the ball.",
  "There was much talk of the premeditation of Australia’s cheating but in the past was it mere coincidence that cricketers had sweets or bottle tops in pockets?",
  "In addition Smith and Warner lost their Indian Premier League gigs and a lot of money; Bancroft was no longer required by Somerset, an opportunity lost.",
  "The mood pinballed from shock to mourning to anger as the world was reminded that sport seems to define Australia as a nation more than anywhere else.",
  "Strong words but then England have seldom been bowled out for 58 or less, whereupon I was informed she was not commenting on the batting in Auckland.",
  "But the bans felt disproportionate, severe enough to satisfy the mob – and sponsors – though in the continuing hysteria this was the minority view.",
  "Even the laconic Trevor Bayliss said: “As an Australian, I am embarrassed.” The prime minister, Malcolm Turnbull, felt compelled to intervene.",
  "If nothing else, this week has been a reminder of the unique hold the game has on its players and, in the case of Australia, an entire nation.",
  "The hue and cry relented and, when Du Plessis let it be known that Smith “was one of the good guys”, most were now nodding in agreement.",
  "She was talking of ball-tampering, too, and it seemed that she had finally hit upon a topic that could unite her party and the nation.",
  "In the ogre stakes Smith and Warner had outstripped Jean Claude Juncker and Vladimir Putin in the time it takes to have lunch.",
  "Now some of the hardliners relented as they witnessed his public agony; the wave of anger was replaced by one of sympathy.",
  "That conversion to a whole new set of values within Australian cricket after Hughes’s funeral lasted a month, maybe two.",
  "That determination was expressed by one and all just as it was after Phillip Hughes’s tragic death in November 2014.",
  "Australia's ball-tampering scandal delivers bout of soul-searching Read more\n\nDid it have to be like this?",
  "The sledgehammer had been applied in the hope that the culture of Australian cricket could be changed.",
  "Here was another stain on an ugly series but it was hardly likely to head the national news.",
  "But did the Aussies think their own side had ever indulged in this kind of activity?",
  "It was bad enough that Bancroft should be given the job of doing the dastardly deed.",
  "It certainly did not extend to the home series against South Africa and England.",
  "There was sympathy for Bancroft, the junior man, because he had been exploited.",
  "There had to be a significant punishment because the crime had been so visible.",
  "The situation deteriorated with the cover-up, which was worse than the crime.",
  "But Smith, Bancroft, Warner and Lehmann will not forget this week in a hurry.",
  "This was much more accessible than anything to do with Cambridge Analytica.",
  "This was hubris on a scale to excite dramatists from Aeschylus onwards.",
  "They got Al Capone on tax; they would get the Aussies on tampering.",
  "She let it be known she was “shocked and bitterly disappointed”.",
  "Why did Smith and Bancroft have to front up, only to break down?",
  "Initially this prompted hilarity everywhere except in Australia.",
  "Moreover they had committed the cardinal sin of getting caught.",
  "That was the first time the notion of hubris sprung to mind.",
  "The news reporters are already starting to pack their bags.",
  "And it was thought they knew their cricket over there.",
  "“How can our team be engaged in cheating like this?",
  "Soon Theresa May decided to comment on the cricket.",
  "Then he “panicked” and lied to the umpires.",
  "So once the dust has settled, what is left?",
  "But now a 21st-century hysteria took over.",
  "Now the Aussies had been caught doing it.",
  "Du Plessis was fined but not suspended.",
  "How the news outlets love the tears.",
  "The story will not last much longer.",
  "This was Keystone Cops skulduggery.",
  "Quite often it does in cricket.",
  "And then there were the tears.",
  "It all ended in tears.",
  "And so they did.",
  "Apparently not."
]