[
  "Hmm …”\n\nKevin Hassett, a White House adviser, later told Fox Business News: “The general principle that I know deeply concerns the president is that we need to live in a world where the government sets a level playing field between internet vendors and mom-and-pop stores.”\n\nFor a president who frequently touts stock market highs as a totem of his success as head of the executive branch, the attack on tech appears counterproductive.",
  "“Unlike others, they pay little or no taxes to state & local governments, use our postal system as their delivery boy (causing tremendous loss to the US), and are putting many thousands of retailers out of business!”\n\nThe president’s commentary was followed by an ominous tweet from his campaign manager, Brad Pascale.",
  "Amazon, meanwhile, long the target of President Trump’s ire, saw more than $30bn, or 5%, shaved off its $693bn market capitalization after it was reported that the president was “obsessed” with the company and that he “wondered aloud if there may be any way to go after Amazon with antitrust or competition law”.",
  "Deutsche Bank analyst Lloyd Walmsley said: “We do not think attacking Amazon will be popular.”\n\nBut if companies like Amazon and Facebook – data companies at their core – are forced to change the way they do business, earnings estimates will have to drop and stock markets will go with them, says Kuby.",
  "“The big picture is that over the past five years a group of mega cap tech stocks like Nvidia, Netflix, Facebook have gone up anywhere from 260% to 1,800%.”\n\nFacebook Twitter Pinterest Facebook saw $50bn wiped off its value in the wake of the Cambridge Analytica scandal.",
  "Additionally, Facebook said it would send a top executive to London to appear in front of UK lawmakers, but it would not send the chief executive, Mark Zuckerberg, who is increasingly seen as isolated and aloof.",
  "There’s significant chance that their business are going to be affected Eric Kuby, analyst\n\n“Do not forget to mention that Amazon has probably 10x the data on every American that Facebook does.",
  "For Google, there’s the prospect not only of tighter regulation on how it sells user date to advertisers, but also the fear of losing an important Android software patent case with the Oracle.",
  "Daniel Ives at GBH Insights wrote in an investors’ letter that the “last thing nervous tech investors wanted to see … was news that Trump is targeting Bezos and Amazon over the coming months”.",
  "Facebook saw more than $50bn shaved off its value after the Observer revealed that Cambridge Analytica had harvested millions of people’s user data for political profiling.",
  "Shares of Apple, and Google’s parent company Alphabet, are also down, dropping on concerns that tech firms now face tighter regulation across the board.",
  "The momentum of that collision seemed to build on Thursday after Trump amplified his anti-Amazon comments, alleging it shortchanges taxpayers.",
  "Trump lashes out at Amazon and sends stocks tumbling Read more\n\nThe past two weeks have been difficult for the tech sector by every measure.",
  "Now users are deleting accounts, and regulators may seek to limit how the company monetizes data, threatening Facebook’s business model.",
  "Shares of Facebook have declined more than 17% from the close on Friday 16 March to the close on Thursday before the Easter break.",
  "These stocks have been largely detached from any earnings analysis so there’s room for more downside pain,” said Kuby.",
  "“Any political question is very confusing because you can’t tell what’s the issue of the day and what’s a real issue.",
  "Apple, Amazon and Alphabet make up 10% of the S&P 500 with a combined market capitalization market cap of $2.3tn.",
  "Once they start coming down, the multiples come down, and we’re going to see even bigger pressures on the stock.",
  "“We’re one week into a sell-off after a multi-year run-up,” says Eric Kuby of North Star Investment Management.",
  "Trump is going after Amazon; Congress is after Facebook; Google is too big, and Apple is short of new products.",
  "Add Microsoft and Facebook, with a combined market value of $1.1tn, and the big five make up 15% of the index.",
  "They were looking at momentum, but if you look at Facebook it’s still trading at 30 times trailing earnings.",
  "Photograph: Dado Ruvic/Reuters\n\nUntil recently, investors have been betting on years of unfettered growth.",
  "Tech stocks have largely driven the year’s stock market decline, the largest quarterly drop since 2015.",
  "On Monday, the Federal Trade Commission confirmed it was investigating the company’s data practices.",
  "“Most growth investors were not looking at companies’ cash flow for the basis of the stock price.",
  "Trump is after Amazon, Congress is after Facebook, and Apple and Google have their problems too.",
  "But for shareholders and pension plans, the tarnishing of tech could have serious consequences.",
  "Trump also attacked its use of the US Postal Service and its impact on traditional retailers.",
  "The Facebook political issue is clearly one they’re going to have to work their way through.",
  "For Apple, there’s an additional concern that following poor sales of its $1,000 iPhone X.",
  "“I have stated my concerns with Amazon long before the election,” he wrote on Twitter.",
  "Is it any surprise that sentiment toward the tech industry giants is turning sour?",
  "There’s significant chance that their business are going to be affected.”",
  "In a tighter, more regulated environment that bet may not look so good.",
  "All that data and own a political newspaper, The Washington Post.",
  "The consequences of such a readjustment, however, may be dire.",
  "Big tech’s critics may be forgiven a moment of schadenfreude.",
  "On Thursday, investors seemed to shrug off Trump’s attack.",
  "“Their earnings have only ever gone one way, which is up.",
  "Amazon is harder to handicap,” says Northstar’s Kuby.",
  "If tech pops, the thinking goes, so pops the market.",
  "Should the world’s top tech firms be worried?",
  "Overall, technology makes up 25% of the S&P.",
  "For now, analysts seem unfazed."
]