[
  "In September 2017, ProPublica reported that the company let advertisers target users on the basis of their interest in topics like “Jew hater.” In the immediate aftermath, Slate found other disturbing targeting categories, including “Kill Muslim Radicals,” “Killing Bitches,” and “Nazi Elementary School.”\n\nFacebook promised to try to fix the problem, and those categories have since disappeared.",
  "One of the biggest groups, AR15 Nation USA, bars advertising and clarifies that it’s “JUST A DISCUSSION GROUP.”\n\nFacebook isn’t running afoul of any laws by permitting advertisers to target users whose internet habits indicate an interest in these weapons.",
  "But when you type either into the targeting tool, Facebook helpfully suggests “AR-15.” That’s a semi-automatic weapon, meaning it automatically reloads, but fires only one round each time the trigger is pulled.",
  "But as of Monday morning, the company still allows advertisers to target users on the basis of their interest in illegal firearms, including assault weapons banned under federal and state law.",
  "And Facebook already lets advertisers target users based on their interest in the NRA, the Second Amendment, concealed carry, “guns & ammo,” and other firearm-related topics.",
  "Thanks to the company’s ceaseless data collection, it can point advertisers toward users most likely to purchase particular firearms, even in states where they are outlawed.",
  "Josh Edelson/Getty Images\n\nFacebook takes a relatively hands-off approach to advertising, which helps to maximize profits but occasionally leads to publicity nightmares.",
  "The question is, why does Facebook allow these targeting categories when its ban on the sale of firearms has already proved so extraordinarily difficult to enforce?",
  "As the Cambridge Analytica scandal has graphically illustrated, Facebook gathers a vast amount of data on its users—and not just the data they knowingly turn over.",
  "A Facebook spokesman told me that the company viewed these as categories of legitimate interest and noted that gun-related ads must target users older than 18.",
  "Genuine AK-47s and M16s are true automatic weapons, meaning they can fire rounds continuously, and they’re generally banned for civilian use under federal law.",
  "There are plenty of Facebook pages and groups that celebrate AR-15s, but they’re careful not to allow marketing the weapon or its many accessories.",
  "(Some online retailers also permit sales of gun accoutrements but not the actual firearms, as April Glaser has reported in Slate.)",
  "But Facebook advertisers cannot sell or promote accessories meant to be affixed to a firearm itself, like triggers or muzzles.",
  "Advertisers are not permitted to “promote the sale or use of weapons, ammunition, or explosives” on Facebook.",
  "AR-15s are banned in seven states and the District of Columbia, as well as parts of Colorado and Illinois.",
  "The network tracks other websites its users visit and has even kept records of their calls and texts.",
  "It can also track your location and financial status, as well as the apps you install on your phone.",
  "So long as advertisers don’t explicitly sell a firearm, they haven’t violated the company’s policy.",
  "A sign at the entrance to Facebook’s corporate headquarters location in Menlo Park, California.",
  "It then invites advertisers to target users who are interested in specific goods or services.",
  "So why might they wish to target users based on their interest in specific firearms?",
  "And so long as they don’t sell a prohibited firearm, they haven’t broken any laws.",
  "“AK-47” and “M16 rifle” are their own categories in Facebook’s ad targeting tool.",
  "And it doesn’t seem interested in closing this loophole any time soon.",
  "He added that advertisers can sell gun accessories, such as holsters.",
  "Facebook uses this data to create richly detailed user profiles.",
  "The rifle has been dubbed mass shooters’ weapon of choice.",
  "“AR-15” is also a targeting category.",
  "One of those goods?",
  "Illegal guns."
]