[
  "When asked in an interview with Recode and MSNBC on Wednesday what he would do if he were in Facebook’s current predicament, Cook said, “I wouldn’t be in this situation.” The burn did not escape Facebook CEO Mark Zuckerberg’s notice; he responded to Cook’s comments in a Vox interview Monday, parrying his critique of services that are free to users in exchange for their data: “You know, I find that argument, that if you’re not paying that somehow we can’t care about you, to be extremely glib and not at all aligned with the truth.” He then jabbed at Apple’s high product prices: “If you want to build a service which is not just serving rich people, then you need to have something that people can afford.” It’s not often that two of the world’s most powerful CEOs poke each other with the subtlety of a lightsaber.",
  "“And he said that to reconnect with what I believed was the mission of the company, I should go visit this temple in India that he had gone to early in the evolution of Apple, when he was thinking about what he wanted his vision of the future to be.” Zuck followed Jobs’ advice and ended up spending a month exploring the country before returning, he said, with a renewed sense of importance around his personal mission.",
  "A Possible Acquisition Offer\n\nBy 2010, the mentor-mentee relationship began to visibly disintegrate under Facebook’s success, and after years of fielding acquisition offers from the likes of Friendster, Google, and Viacom, rumors suggested that Apple itself might be interested in acquiring the social media platform.",
  "Both messaging platforms have been upgraded with features to best or match the other over the past few years, including things such as peer-to-peer payments on Facebook Messenger (followed by Apple Pay Cash a few years later); a variety of emoji, sticker, and GIF options for customizing messages; and even animoji.",
  "In his early years as CEO, Zuckerberg looked up to then–Apple CEO Steve Jobs for guidance, but as Apple began to dabble in social media and Facebook emerged as an increasingly influential news source, the two companies—and their respective CEOs—began to butt heads.",
  "While Apple introduced its sometimes silly augmented reality feature along with a big AR push with the iPhone X, Facebook has been working on augmented reality effects and apps—among a variety of others ways the social network tried to expand last year.",
  "“Early on in our history when things weren’t really going well—we had hit a tough patch and a lot of people wanted to buy Facebook—I went and I met with Steve Jobs,” Zuckerberg said in a 2015 Q&A with Indian Prime Minister Narendra Modi.",
  "In a bid to become the dominant player in modern consumers’ lives, tech giants ranging from Alphabet to Snapchat are seeing their goals, services, and products overlap as they compete for our attention in a few limited areas.",
  "Before that point, Apple was in talks with Facebook over Ping for more than 18 months, but the two were never able to settle on a deal—Facebook reportedly wanted “onerous terms” that Apple couldn’t agree to.",
  "As Wired explained, News was a way for Apple to battle Facebook’s new Instant Articles, ensure a high-quality reading experience for iOS users, and earn some extra revenue through ad sales.",
  "When Apple first introduced the social network onstage during a demo of iTunes 10, the presentation briefly touted “Facebook connect for Ping,” but the integration never materialized.",
  "The timing is particularly good as publishers and mobile users alike look for alternatives to Facebook, which has deprioritized news articles in its news feed in recent months.",
  "The Los Angeles Times also reported that Jobs invited Zuckerberg to his home for dinner to chat about Ping, Apple’s short-lived music-focused social network within iTunes.",
  "For years going forward, logging into Facebook in the iOS settings menu would give iOS users easy social media sharing access across a variety of apps and services.",
  "In 2015, Apple decided that it wanted to play a bigger role in what news iOS users see on a daily basis (and how they see it) with a news reader called Apple News.",
  "Because of this, companies such as Apple and Facebook, which had a once peaceful relationship, now butt heads like a pair of jealous, overly competitive siblings.",
  "Messaging and Augmented Reality\n\nFacebook and Apple have also been duking it out more subtly feature by feature in updates to their respective platforms.",
  "With iOS 5, Apple built Twitter integration straight into the OS’s settings menu, and the following year, Apple did the same thing for Facebook in iOS 6.",
  "While Apple never officially made a bid to acquire Facebook, from around this point forward, the two companies’ relationship became more complicated.",
  "The Early Days\n\nWhen Facebook was naught but a troubled upstart trying to disrupt how people connect, Zuckerberg turned to Jobs for some sage advice.",
  "While this latest exchange of zingers was touched off by recent events, Facebook’s often-contentious relationship with Apple actually goes way back.",
  "Just this year Apple acquired the app Texture as a possible way to beef up News with more “serendipity”—more algorithmically recommended content.",
  "Newsmaking\n\nBut while Apple may have accepted Facebook’s place as the digital leader for information sharing, it may not have actually liked it.",
  "The Acceptance of Facebook’s Dominance\n\nWith the end of Ping, Apple seemed to have relinquished the idea of developing its own social network.",
  "Still, when Steve Jobs died in 2011, Zuck shared kind words on his Facebook page: “Steve, thank you for being a mentor and a friend.",
  "I will miss you.”\n\nPing Problems\n\nRejected acquisition or not, Ping was an integral part of Apple’s early discord with Facebook.",
  "We can continue to expect some serious sparks between these two tech leaders in 2018—and perhaps from other companies, too.",
  "Apple finally launched a Facebook-less Ping in 2010 before officially closed Ping’s doors two years later in October 2012.",
  "This feature would have allowed Ping users to tap into Facebook to find and invite friends to Apple’s social network.",
  "Instead, it updated iOS to make social media sharing easier for the most popular existing networks at the time.",
  "Now with 1.3 billion users, Facebook Messenger has been a particular rival of Apple’s Messages for a long time.",
  "A surprising skirmish has erupted in the aftermath of the aftermath of the Cambridge Analytica scandal.",
  "But eventually—as both iOS and our social media habits evolved—Apple rethought this tight integration.",
  "Apple and Facebook’s ongoing duel isn’t just your typical Silicon Valley intellectual property battle.",
  "News continues to be a priority for Apple on the software front.",
  "Thanks for showing that what you build can change the world.",
  "It started with a candid zinger from Apple CEO Tim Cook.",
  "In 2017, Apple quietly did away with it.",
  "Photos by Justin Sullivan/Getty Images.",
  "Mark Zuckerberg vs. Tim Cook.",
  "Photo illustration by Slate."
]