[
  "They called it ‘the murder video’.”\n\nIn his testimony Wylie said: “AIQ is the firm that’s right at the heart of the official Vote Leave campaign – one-third of all leave spending went through it – and this shows them working closely with Cambridge Analytica to distribute violent, divisive Islamophobic material that should be nowhere near an election campaign.” There is no suggestion that AIQ was involved in the production of the video.",
  "Former Cambridge Analytica employees described how the hackers passed a thumb drive of hacked material relating to Buhari to them in Cambridge Analytica’s offices and they were directed by Alexander Nix, its chief executive, and Brittany Kaiser, a senior director, to search Buhari’s personal emails for compromising material that could be used to smear him.",
  "It is completely independent of Mr Wylie, CA and SCL.”\n\nIt added: “AIQ is and has always been 100% Canadian owned and operated … the services it provided to Vote Leave were in accordance with instructions given by Vote Leave.” There is no suggestion that AggregateIQ unethically coordinated with Cambridge Analytica on the EU referendum campaign.",
  "There was incredibly anti-Islamic, threatening messages portraying Muslims as violent.”\n\nWylie also said Cambridge Analytica directed AggregateIQ (AIQ), the Canadian digital services firm that worked for Vote Leave during Britain’s EU referendum, to target voters with the video during the Nigerian presidential campaign.",
  "Cambridge Analytica sought to influence the Nigerian presidential election in 2015 by using graphically violent imagery to portray a candidate as a supporter of sharia law who would brutally suppress dissenters and negotiate with militant Islamists, a video passed to British MPs reveals.",
  "AggregateIQ is part of a current Electoral Commission investigation into a donation of £625,000 that Vote Leave made to a youth outreach group, BeLeave, which was paid directly to the Canadian firm and it is the focus of allegations made by a second whistleblower, Shahmir Sanni.",
  "Last week the DCMS committee published documents that link Cambridge Analytica and SCL Elections with AIQ, including a contract, a service agreement and an intellectual property agreement that was first revealed in the Observer a year ago.",
  "Sharia for all.” It poses the question: “What would Nigeria look like if sharia were imposed by Buhari?” It suggests he would strike a deal with the Islamist militant group Boko Haram that would be “a pact with the devil”.",
  "Cambridge Analytica was hired by a Nigerian billionaire to run a campaign in support of Goodluck Jonathan, a Christian, and the video was targeted at his Muslim opponent, Muhammadu Buhari, who went on to win the election.",
  "In testimony to the digital, culture, media and sport (DCMS) select committee last week, the whistleblower Christopher Wylie told MPs: “[The video was distributed] in Nigeria with the sole intent of intimidating voters.",
  "Giving testimony last week, he said: “Cambridge Analytica sent AggregateIQ the video after they [CA] got banned from several online ad networks because the graphic nature of the content violated the terms of service.",
  "They’d be sitting there eating their lunch and editing this incredibly graphic and disturbing material.”The video will be seen as further evidence of dirty tricks that Cambridge Analytica employed in the campaign.",
  "Last month the Guardian revealed that during the Nigerian election campaign Cambridge Analytica was offered material from Israeli hackers who had accessed private email accounts of two politicians there.",
  "It ends by saying: “You can stop this movie becoming real.”\n\nAnother former Cambridge Analytica employee who worked on the campaign said: “It was voter suppression of the most crude and basic kind.",
  "A Cambridge Analytica spokesman said: “You are referring to Chris Wylie’s comments before a select committee which included speculation and a serious misrepresentation of the facts.",
  "AggregateIQ did not respond to previous Guardian inquiries about the video, but said: “AIQ provides digital advertising, web and software development services to third parties.",
  "The video separately demonstrates the ties between Cambridge Analytica and AggregateIQ, the firm that its parent company SCL Elections employed.",
  "It included content where people were being dismembered, where people were having their throats cut and bled to death in a ditch.",
  "We are, however, taking all allegations about possible unethical practices in the past very seriously and will investigate.”",
  "It was targeted at Buhari voters in Buhari regions to basically scare the shit out of them and stop them from voting.",
  "“Coming to Nigeria on February 15th 2015,” the voiceover says in the manner of a trailer for a Hollywood movie.",
  "The video also suggests “Buhari will punish all who speak against the regime” and that “women will be veiled”.",
  "The anti-Buhari video imagines a future in which he is president and sharia law has been imposed.",
  "The Guardian has obtained the video, which has graphic scenes of violence from Nigeria’s past.",
  "The material included private medical information that employees say was leaked to the press.",
  "Wylie, a former Cambridge Analytica employee, has now handed the material to MPs.",
  "There is no suggestion that Jonathan was aware of the campaign.",
  "People were working on it in Cambridge Analytica’s office.",
  "They told Cambridge Analytica that.",
  "AIQ was quite freaked out about it.",
  "It’s a very disturbing video.",
  "They were being burned alive.",
  "And very uncertain.",
  "“Dark.",
  "Scary."
]