[
  "Grindr shared information about users' HIV status with third parties Read more\n\nFor better or worse, in the digital age the safe space where many gay men are finding that community (and sexual) connection is on Grindr, one of a host of mobile “dating” apps that sorts users based on their proximity to one another.",
  "With the advent of PrEP and “treatment as prevention”, gay men are in the midst of a new sexual revolution where having discordant statuses (or a positive guy hooking up with a negative guy) isn’t walking the tightrope like it once was, always fearing that the condom might break.",
  "Anyone who has followed the Equifax data breach or read that Cambridge Analytica used information from Facebook profiles to build voter profiles is probably beginning to feel unsafe sharing sensitive information with companies, fearing they can’t be trusted to protect it.",
  "It may surprise some that Grindr would have that sort of sensitive medical information to share with businesses helping them optimise their product, but it’s part of a culture of transparency that the anonymity and ease of the internet has fostered.",
  "The reason many men feel comfortable posting their status underneath a picture of themselves (sometimes with their face, sometimes just from thighs to neck wearing a Speedo) is because Grindr is considered to be for gay men only.",
  "No one needs to worry about their straight coworkers, concerned mothers, prying neighbours, or busybody pastors logging on and finding out something they are comfortable revealing only to potential dates and sex partners.",
  "Now the app does all the work for us, putting it front and centre so no one asks anything other than “My place or yours?”\n\nWhile the technological revolution was going on, there were also medical and social ones as well.",
  "Since many of us have become accustomed to meeting people online, those old awkward conversations will go by the wayside and gay men will be vulnerable to something worse than hacking and data mining.",
  "After all, people are already trading pictures of less visible parts of their anatomy; disclosing HIV status requires less fuss and perspective than a good shot of the meat and potatoes.",
  "Over the past several decades, those spaces were more often than not gay bars and clubs, where gay men flocked to be themselves in a way that wasn’t always possible in “polite society”.",
  "I fear that this may prevent people from posting their status and methods of protection against new HIV infections\n\nAll of these advances make Grindr’s data sharing even more worrisome.",
  "That’s why it was especially troubling when users discovered on Tuesday that Grindr had been sharing their information – including location and HIV status – with third-party firms.",
  "In a somewhat tone-deaf blogpost about the data sharing, Grindr’s chief technology officer Scott Chen said, “It’s important to remember that Grindr is a public forum.” Yes, it is.",
  "Before the internet, disclosing one’s status meant awkward conversations at bars, anxious muttering while undressing with a stranger, or uneasy disclosures on third dates.",
  "Because of that and the hard work of gay and HIV activists, the stigma about dating and having sex with positive dudes is certainly lessening, especially among gay men.",
  "Gay men have always needed safe spaces, somewhere they could congregate without fear of stigma and judgment or, even more essentially, persecution and violence.",
  "According to a YouGov study last year, 39% of people would be uncomfortable dating someone who is HIV positive, but only 14% of gay men and lesbians would be.",
  "How one would behave or what one would talk about in a gay bar is very different from how one behaves at church, in their office, or while grocery shopping.",
  "If he is negative he can choose to say if he is on PrEP, a preemptive dose of the HIV treatment drug Truvada, that gives protection from becoming infected.",
  "Someone might not necessarily want to wear an “Ask Me About My HIV Status” T-shirt in his place of work like he might at a gay bar or on an Aids Walk.",
  "The fact that there were also scores of men at those establishments looking for casual encounters wasn’t just a bonus, it was often the entire point.",
  "Much like its precursors Manhunt and Gaydar, Grindr has a field in each profile where users can let people know if they are HIV-positive or negative.",
  "It also may usher in a new era of secrecy and fear around disclosing HIV status that seemed as long gone as Margaret Thatcher’s cheery blue blazers.",
  "I fear that this is going to start preventing people from posting their status and methods of protection against new HIV infections.",
  "If a user is positive he can choose to say if his viral load is undetectable, which makes the virus impossible to transmit.",
  "It’s not guaranteed that anyone in the queue at Tesco cares that Shangela was robbed in RuPaul’s Drag Race All Stars 3.",
  "Gay men thought that Grindr was a safe space, where we were free to be ourselves away from judging eyes .",
  "It turns out that it’s just another tech giant that would sell us out under the guise of community.",
  "It felt for us and by us, a place where we could be comfortable and understood.",
  "Sharing HIV status hasn’t always been this easy or widely accepted.",
  "But there are public spaces and then there are public spaces.",
  "• Brian Moylan is a pop culture writer who lives in New York",
  "That is the biggest sting about this news."
]