[
  "Facebook CEO will testify on 11 April at a hearing focused on ‘use and protection of user data’, after Cambridge Analytica allegations\n\nFacebook CEO Mark Zuckerberg will testify before a House oversight panel on 11 April amid a privacy scandal that has roiled the social media giant, the panel announced Wednesday.",
  "Walden and Pallone said last month that they wanted to hear directly from Zuckerberg after senior Facebook executives failed to answers questions during a closed-door briefing with congressional staff about how Facebook and third-party developers use and protect consumer data.",
  "Revealed: 50 million Facebook profiles harvested for Cambridge Analytica in major data breach Read more\n\nRepresentatives Greg Walden and Frank Pallone said the House energy and commerce committee hearing will focus on Facebook’s “use and protection of user data”.",
  "Their call represented the first official request from a congressional oversight committee for Zuckerberg’s appearance as lawmakers demanded that Facebook explain reports that Cambridge Analytica harvested the data of more than 50 million Facebook users.",
  "The company spent just over $13m on lobbying in 2017, with the bulk of the money spent on an in-house lobbying team that’s stocked with former Republican and Democratic political aides, according to disclosure records filed with the House and Senate.",
  "Announcement of the hearing date comes as Facebook faces scrutiny over its data collection following allegations that the political consulting firm Cambridge Analytica obtained data on tens of millions of Facebook users to try to influence elections.",
  "It’s far from certain what action, if any, the GOP-led Congress and the Trump administration might take against Facebook, but the company will almost certainly oppose any efforts to regulate it or the technology business sector more broadly.",
  "“This hearing will be an important opportunity to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online,” Walden and Pallone said.",
  "Other Republican clients of Cambridge Analytica included Senator Ted Cruz’s failed presidential campaign and Ben Carson, the famed neurosurgeon who also ran unsuccessfully for president in 2016.",
  "Walden and Pallone said a day later that as Facebook’s top executive, Zuckerberg is indeed the “right witness to provide answers to the American people”.",
  "Zuckerberg said during a 21 March interview on CNN that he would be “happy” to testify before Congress, but only if he was the right person to do that.",
  "But participants unknowingly gave researchers access to the profiles of their Facebook friends, allowing them to collect data from millions more users.",
  "The company sought to influence an array of matters that ranged from potential changes to government surveillance programs to corporate tax issues.",
  "The company, funded in part by Trump supporter and billionaire financier Robert Mercer, paired its vault of consumer data with voter information.",
  "The data was gathered through a personality test app called This Is Your Digital Life that was downloaded by fewer than 200,000 people.",
  "Their committee is the first of three congressional panels that have requested Zuckerberg’s testimony to announce a hearing date.",
  "As do most large corporations, Facebook has assembled a potent lobbying operation to advance its interests in Washington.",
  "He said there might be other Facebook officials better positioned to appear, depending on what Congress wanted to know.",
  "The Trump campaign paid the firm nearly $6m during the 2016 election, although it has since distanced itself.",
  "The Senate commerce and judiciary committees also have called for Zuckerberg to appear before them.",
  "Walden is the committee’s Republican chairman and Pallone is the panel’s top Democrat."
]