[
  "DANIEL LEAL-OLIVAS/AFP/Getty Images\n\nFacebook disclosed in a blog post on Wednesday that political consulting firm Cambridge Analytica accessed the private data of a considerably larger number of people than was previously known.",
  "In a separate blog post also published on Wednesday, Facebook announced that it is updating its terms of service and data policy to make them easier to understand and to include certain privacy commitments.",
  "The New York Times and other outlets have been reporting that about 50 million people were affected based on information from whistleblower Christopher Wylie, who formerly worked at Cambridge Analytica.",
  "Facebook CEO Mark Zuckerberg clarified later in a press call that 87 million was the maximum number of accounts that Cambridge Analytica could have accessed, though the actual number is probably lower.",
  "In the aftermath of the Cambridge Analytica revelations, Facebook has been scrambling to tweak its platform and assure the public that a similar privacy infraction will not occur again.",
  "Facebook indicated that users will be able to check if Cambridge Analytica had access to their data via a link that will appear at the top of their news feeds starting on April 9.",
  "For example, the data policy now states that the company collects data from users’ Instagram accounts to give them recommendations for events and other content on Facebook.",
  "As Recode notes, however, Facebook seems to be simply disclosing more details about its data-gathering efforts rather than actually changing any of these practices.",
  "The policy also discloses that Facebook can keep call and text records from Android phones that use Messenger, which the company confirmed to the press in March.",
  "“In total, we believe the Facebook information of up to 87 million people—mostly in the US—may have been improperly shared with Cambridge Analytica,” he wrote.",
  "Last week, the company announced that it will be partially redesigning the platform to make privacy controls easier to use.",
  "Zuckerberg has also given interviews to multiple outlets to explain what happened and his steps to amend the problem.",
  "The company hopes that these additions will make clearer to users what data it collects and how that data is used.",
  "This tool will also allow users to check what information they have shared with third-party apps.",
  "It was previously thought that 50 million accounts were accessed by Cambridge Analytica.",
  "He is expected to testify before Congress on April 11."
]