[
  "and devices\n\nThe Decode project develops decentralized technologies (such as the blockchain and attribute-based cryptography) to give people better control of their data generated both in their homes and in the city at large, in part by setting rules on who can access it, for what purposes, and on which terms.",
  "Coupled with new regulatory instruments in the areas of taxation and antitrust, such bold interventions can create alternatives where citizens have greater power over their data and the artificial intelligence-powered future built with it.",
  "A radical proposal to keep your personal data safe | Richard Stallman Read more\n\nWe badly need a new social pact on data that will make the most of our data while guaranteeing citizens’ rights to privacy and information self-determination.",
  "Involving citizens in Amsterdam and Barcelona, Decode addresses real-world problems, for instance, it’s integrated with the participation platform decidim.barcelona, already used by thousands of citizens to shape the city’s policy agenda.",
  "Incubating such innovative approaches that encourage the creation of new social rights to data is the objective of Decode, a project I lead with 13 partner organizations from across Europe, including the cities of Barcelona and Amsterdam.",
  "Rather than using the personal information of voters (furnished by the likes of Cambridge Analytica) for manipulation, we plan to use data-intensive platforms to boost political participation and make politicians more accountable.",
  "A data commons is a shared resource that enables citizens to contribute, access and use the data – for instance about air quality, mobility or health – as a common good, without intellectual property rights restrictions.",
  "Barcelona, for instance, is experimenting with socializing data in order to promote new cooperative approaches to solving common urban problems: tracking noise levels and improving air quality, to take just two examples.",
  "But cities can run smart, data-intensive, algorithmic public transportation, housing, health and education – all based on a logic of solidarity, social cooperation and collective rights.",
  "Have you ever asked yourself why the immense economic value that such data represents accrues exclusively to technology firms – and not to ordinary citizens or public institutions?",
  "This will require reconquering critical digital infrastructures – long surrendered to the likes of Facebook, Alphabet and Microsoft – and protecting citizens’ digital sovereignty.",
  "This common data infrastructure will remain open to local companies, co-ops and social organizations that can build data-driven services and create long-term public value.",
  "A New Deal on data, based on a rights-based, people-centric framework, which does not exploit personal data to pay for critical infrastructure, is long overdue.",
  "We must challenge the current narrative dominated by Silicon Valley’s leaky surveillance capitalism and dystopian models such as China’s social credit system.",
  "They control essential digital infrastructures – in this case, data and artificial intelligence – which are crucial for political and economic activity.",
  "This data is collected via sensors operated by citizens with the city taking the lead in aggregating and acting upon such data.",
  "Cities can’t, of course, solve all our digital problems: many of them need urgent attention at the national and global level.",
  "In May, Europe will pass data protection rules based on worthy principles such as “privacy by design” and “data portability”.",
  "This should help in developing decentralized, privacy-enhancing and rights-preserving alternative data infrastructures.",
  "By helping citizens regain control of their data, we aspire to generate public value rather than private profit.",
  "Given the gloomy state of politics on both sides of the Atlantic, this might seem mission impossible.",
  "Citizens will set the anonymity level, so that they can’t be identified without explicit consent.",
  "We envision data as public infrastructure alongside roads, electricity, water and clean air.",
  "And they will keep control and ownership over data once they share it for the common good.",
  "Our goal is to create “data commons” from data produced by people, sensors and devices.",
  "Our goal is to create 'data commons' from data produced by people, sensors?",
  "And yet, there’s one bright spot on the horizon: cities.",
  "Cities such as Barcelona are happy to show the way.",
  "We can return some of that value back to citizens.",
  "However, we are not building a new Panopticon.",
  "Tech firms are emerging as new feudal lords.",
  "But it doesn’t have to be that way.",
  "Here’s how."
]