[
  "We apologize for the inconvenience and are working to have everyone swiping again soon.”\n\nhttps://pbs.twimg.com/media/DZ9oMlBX4AAl9ye.jpg\n\nMy Tinder Tweetdeck column is full of people freaking because Facebook's privacy changes appear to have somehow goofed up Tinder and now how will people ever have sex again!!!",
  "People will also be able to remove apps that they no longer want.” The idea was to protect people’s data by restricting the information available to outside apps, but it had unintended consequences that affected how users connected with other accounts linked to Facebook.",
  "The move was intended to protect people by prohibiting third parties like Cambridge Analytica from exploiting their data, but it also means that apps, such as Framatic and Sprout Social, that rely on Instagram data to provide add-on services may no longer work.",
  "As Wired noted, many people on Tinder choose to sign in with their pre-existing Facebook profile because it’s simply easier to transfer photos to the dating app and find out whether they have mutual friends with a potential match.",
  "The app, which integrated more closely with Facebook late last year with a new Messenger extension that makes it easier to share pins online, followed Facebook’s lead in clarifying the way it collects and uses people’s data.",
  "This is a serious problem for me in case our plans change — I’ll have no way of knowing — Max Davids (@maxxdavids) April 4, 2018\n\nThe Tinder glitch reveals the problem with integrating Facebook into other social media apps.",
  "It’s easy to click “accept” without looking at the dense text—but when a change interferes with your ability to find a date, it may be a good reminder of exactly what information you’re handing over to third parties.",
  "The bombardment of irritating notifications and the escalation of development bugs as a result of Facebook’s new privacy settings are annoying and bothersome, to be sure, but they’re not necessarily a bad thing.",
  "For example, it’s possible to create a new Tinder account using a phone number, but users who had previously logged on via Facebook would lose all access to matches and conversations they accumulated.",
  "Facebook chief Mark Zuckerberg vowed March 21 to ‘step up’ to fix problems at the social media giant as it fights a snowballing scandal over the hijacking of personal data from millions of its users.",
  "“Starting today, Facebook will need to approve all apps that request access to information, such as check-ins, likes, photos, posts, videos, events, and groups,” the company said in a blog post.",
  "Some app developers woke Thursday morning to inboxes full of error messages as Facebook-owned Instagram curtailed the number of times third parties could collect updated information on users.",
  "The company also indicated that beginning April 9, users will be able to see whether Cambridge Analytica harvested their data via a link that will appear at the top of their news feeds.",
  "Although a movement to delete Facebook has gained moment among businesses, celebrities, and private users, doing so could make it more difficult to access and interact on other apps.",
  "On Wednesday, as part of its response to the scandal, Facebook announced streamlined, easier-to-use security controls and simplified language in its security and privacy policies.",
  "Instagram warned back in July that it would limit that number (or entirely restrict access), but it accelerated the process in the wake of the Cambridge Analytica scandal.",
  "JOSH EDELSON/Getty Images\n\nIt’s bad enough that Facebook improperly shared the data of perhaps 87 million users with the political consulting firm Cambridge Analytica.",
  "Those who tried to connect using their Facebook account were asked to provide additional permissions and prompted to log into Facebook, resulting in an endless loop.",
  "Pinterest made a similar move this week when it sent notifications about a new privacy policy that will take effect May 1 and will require users’ approval.",
  "It’s good that apps are (intentionally or unintentionally through malfunctions) reminding users of privacy policies and asking again for their permission.",
  "The update caused a particular uproar on Tinder, whose users complained on Twitter that they had been kicked off the app and couldn’t log back on.",
  "“We’ll show people a link at the top of their News Feed so they can see what apps they use and the information they have shared with those apps.",
  "Business Insider reported that developers found out about the changes only when the app started sending error messages Wednesday night.",
  "pic.twitter.com/FJZ6XxvizX — Madison Malone Kircher (@4evrmalone) April 4, 2018\n\nI have a date tonight and I don’t have her number.",
  "But Wednesday afternoon, Facebook also rolled out changes to the way third-party apps can collect information from the site.",
  "A lit sign is seen at the entrance to Facebook’s corporate headquarters location in Menlo Park, California, on March 21.",
  "The updates appeared to be a step in the right direction while only mildly intruding on users visiting the site.",
  "Social media users weren’t the only ones who encountered problems as a result of Facebook’s new privacy changes.",
  "Just by signing up, users agree to share personal information, which multiplies if several apps are linked.",
  "That convenience has caused many people to think twice before hitting the final delete button on Facebook.",
  "Tinder responded in a tweet, saying, “A technical issue is preventing users from logging into Tinder.",
  "Now it’s making the experience on apps linked to the social network more irritating, too.",
  "But maybe that’s actually a good thing."
]