[
  "Asked if Facebook’s board had discussed whether he should step down as chairman, a move that would still leave him as chief executive, he replied: “Not that I’m aware of.”\n\nIt’s probably safe to assume Zuckerberg would have known about any such discussions among his fellow directors, so take his answer to mean: no, Facebook’s board has heard the calls for the appointment of an independent chair, from New York City’s pension fund for example, and decided to ignore them.",
  "Stringer’s proposals for how Facebook could start to pursue a “reputation-enhancing second chapter” are also modest – appoint an independent chair; recruit three outside directors who are better versed than Zuckerberg in the complexities of data and ethics; and create an independent board committee with oversight of data privacy policies and risks.",
  "But Zuckerberg is running the world’s eighth largest company and $50bn has just been removed from its stock market value in a scandal that, aside from raising deep questions about personal privacy and social media’s influence on democracy, may provoke a regulatory backlash.",
  "It has dawned on Hammerson’s board that obsessing over the supposed wonders of buying smaller shopping centre rival Intu – a £3.4bn deal its own shareholders seem to hate – is not a good way to prepare for a possible bid from French group Klépierre.",
  "First, there is a need to ensure that the company isn’t run entirely at the whim of a chief executive who is plainly a technological whizz but admits he failed to grasp Facebook’s responsibilities as the number of users exploded to 2 billion.",
  "If Klépierre converts its talk of a cash-and-shares offer at 615p-a-share into a proper bid, the next debate will be about the real worth of Hammerson’s Birmingham Bullring to Bicester Village estate.",
  "On that score, Hammerson waved an asset valuation of 790p a share, an uplift of 1.8% in three months, and invited investors to bask in the “good demand for space across our centres”.",
  "Allowing the data of up to 87 million people to be “inappropriately shared” with Cambridge Analytica was “my responsibility”, he said in answer to a later question.",
  "The best advice to Scott Stringer, the New York City comptroller who oversees a pension fund that has $1bn invested in Facebook, is to keep pushing.",
  "The lack of interest in governance reform is explained, of course, by the fact that Zuckerberg has a stranglehold over Facebook’s voting shares.",
  "Second, outsiders, including users, advertisers and politicians, want reassurance that Facebook has basic checks and balances in its boardroom.",
  "His economic interest is 16% but he has 60% of the votes and thus, for practical purposes, can’t easily be shifted from either of his roles.",
  "What – other than the dent to his ego – is the problem in having a few more individuals in the boardroom whose job is to ask hard questions?",
  "Facebook’s founder, even on his own account this week, created a beast whose behaviour he didn’t fully predict or control.",
  "This breezy I-promise-to-do-better mantra would be understandable if offered by a school child who had fluffed an exam.",
  "Best way out of hole for Hammerson is to drop bid for smaller shopping centre rival\n\nWhen in a hole, stop digging.",
  "Hammerson’s problem, however, is that it was prepared to issue stock to Intu when its own share price was 530p.",
  "The US congressional committee that will question Zuckerberg next week should also press the governance issue.",
  "Thus Hammerson will pause the Intu action until Klépierre has shown its hand, which it must do by 16 April.",
  "But, hey, “life is about learning from the mistakes and figuring out what you need to do to move forward”.",
  "In doing so, the board seems to have accepted Zuckerberg’s bizarrely loose version of accountability.",
  "Fair enough, in normal circumstances, it would enough to defeat Klépierre at most prices below 700p.",
  "In these circumstances, why wouldn’t a board ask whether it has the right governance structure?",
  "The most revealing answer given by Mark Zuckerberg on Wednesday was his shortest.",
  "It was also a “huge mistake” not to focus on abuse of data more generally.",
  "The best way out of the hole is to drop the Intu bid altogether.",
  "That hardly inspires confidence in the new 790p figure.",
  "The motivation would be self-interest.",
  "He has common sense on his side.",
  "Sensible move."
]