[
  "As Sheryl Sandberg mounts apology tour, company is under fire again over special privacy privileges not granted to regular users\n\nWhen Sheryl Sandberg, Facebook’s chief operating officer, embarked on a media apology tour Thursday, it seemed possible that the woman known as Mark Zuckerberg’s “adult supervision” would bring calm to the troubled company’s image.",
  "'The third era of Zuck': how the CEO went from hero to humiliation Read more\n\nTechCrunch reported late Thursday that Facebook has been using a secret tool to delete messages sent by its executives from the inboxes of their recipients, without disclosing the deletions to the recipients or even recording there was ever a message in the first place.",
  "“When someone has their setting turned off, we don’t use this technology to identify them in photos.”\n\nJust before noon on Friday, Facebook, in its latest attempt to appease the public, announced new rules for political ads to address the controversy over foreign interference in elections that has also dogged the company.",
  "Also on Friday, a coalition of privacy and consumer groups filed a complaint with the US Federal Trade Commission (FTC) arguing that Facebook’s “unwanted, unnecessary, and dangerous” use of facial recognition software violates both users’ privacy and the company’s 2011 FTC consent decree with the regulator.",
  "We have to learn from our mistakes and we need to take action.”\n\nPlay Video 0:38 Mark Zuckerberg: Facebook 'didn't do enough' – audio\n\nHer comments echoed Zuckerberg’s earlier statement that the Cambridge Analytica data breach was “my responsibility … I started this place.",
  "Facebook says the change was made following the 2014 Sony Pictures hack, when a mass data breach at the movie studio resulted in embarrassing email histories being leaked for a number of executives, ultimately costing co-chair Amy Pascal her job.",
  "And I am responsible for what happens here.”\n\nSpeaking to CNBC, Sandberg suggested that Facebook users may one day be able to opt out of having their data mined by the company altogether – but that they would have to pay for the privilege.",
  "Sandberg also shone some more light on a second apparent data crisis at Facebook: the news that “most” of the company’s billions of accounts have had their data “scraped” by unknown third parties abusing a user search tool.",
  "Since 2016, Facebook users have been able to send disappearing messages using an encryption feature in Messenger, but they cannot turn the tool on retroactively, and cannot erase any sent messages older than 2016.",
  "On Friday, Facebook was again under fire, both over the discovery that the company has a two-tiered privacy standard (one for executives, one for everyone else) and over its use of facial recognition software.",
  "We did so in full compliance with our legal obligations to preserve messages.”\n\nBut the lack of disclosure angered some Facebook users, as has the absence of any similar tool for regular users.",
  "News of Facebook's secret tool to delete executive messages caps days of chaos Read more\n\nFacebook was already under investigation by the FTC due to the Cambridge Analytica data breach.",
  "On Friday morning, the company apologized and pledged to stop deleting executives’ messages until they could make the same functionality available to everyone.",
  "“After Sony Pictures’ emails were hacked in 2014 we made a number of changes to protect our executives’ communications,” Facebook told TechCrunch.",
  "“We had a feature we could look up people by name or email, and that was important for finding people”, Sandberg said to Bloomberg.",
  "The flurry of news overshadowed Sandberg’s apology tour, which followed a similar parade for Zuckerberg earlier in the week.",
  "The company did not immediately respond to a question about whether or not it had other secret privacy tools for executives.",
  "“People can choose whether or not to allow this technology and they can change their mind at any time,” Sherman said.",
  "But the past 48 hours have shown that not even Sandberg’s steady hand can keep this car from spinning out of control.",
  "“We should have done this sooner – and we’re sorry that we did not,” a Facebook spokesperson said by email.",
  "Effectively, this means if you send Mark Zuckerberg a Facebook message, he has a copy for ever.",
  "“There are operational things that we need to change in this company and we are changing them.",
  "Facebook’s deputy chief privacy officer, Rob Sherman, defended the technology in a statement.",
  "“We made mistakes and I own them and they are on me,” Sandberg told the Financial Times.",
  "But if he sends you one, he can reach into your inbox and pluck it out of existence.",
  "The company has “different forms of opt out” she said, but not a one-stop shop.",
  "“These included limiting the retention period for Mark’s messages in Messenger.",
  "“And someone made a directory they shouldn’t have made with that information.",
  "That was information that was already publicly available on Facebook.”",
  "But to be very clear and specific all of that was public information.",
  "“We don’t have an opt-out at the highest level.",
  "That would be a paid product,” Sandberg said.",
  "I run it."
]