[
  "WASHINGTON - Donald Trump’s campaign expenses more than doubled last month, even as the Republican presidential nominee held his payroll to about 70 employees, aired zero television advertisements and undertook no significant operational buildout across the country for the 2016 White House campaign.",
  "In addition to being ahead of Trump in polls in key states, Clinton has maintained a staff of about 700 for months, opened up offices across the country and already spent $67 million on general election ads.",
  "Instead, about half of the campaign’s $18.5 million in spending was vacuumed up by Giles-Parscale, a web design and marketing firm new to national politics, Federal Election Commission filings show.",
  "Yet the campaign’s payroll remained thin, and there did not appear to be much new in the way of office leases across the country, including in critical battleground states such as Ohio.",
  "Overall in July, Clinton raised $90 million for her campaign and Democratic partners, while Trump raised $80 million for the campaign and Republican groups.",
  "The campaign paid Giles-Parscale $8.4 million in July, about twice what the San Antonio firm had collected from it over the course of the preceding year.",
  "The candidates also raise money for their parties, enabling them to ask for contributions far higher than the $2,700-per-donor limit to the campaigns.",
  "Hedge fund billionaire Robert Mercer, who contributed $2 million to a pro-Trump super political action committee in July, is an investor in Cambridge.",
  "Two weeks after the ouster of campaign manager CoreyLewandowski, Trump’s campaign cut his firm, Green Monster Consulting, another $20,000 check.",
  "Her campaign raised $52 million while his brought in $37 million for the month, including a $2 million contribution from Trump himself.",
  "The big expense came as Trump put a new emphasis on online fundraising, after paying for his primary run mostly out of his own pocket.",
  "But he’s running critically low on time to build an operation that can compete with Democratic presidential nominee Hillary Clinton.",
  "The campaign also paid Trump Organization employee Meredith McIver, who has worked as a Trump ghostwriter over the years.",
  "Trump put out his first ads days ago, spending $5 million to air them in Florida, Ohio, Pennsylvania and North Carolina.",
  "At the time of the latest payment, Lewandowski was already on the payroll of CNN, where he is a political contributor.",
  "The campaign paid about $2 million for private jets other than Trump’s own TAG Air, which also collected $500,000.",
  "He paid $100,000 to Cambridge Analytica, a deep-dive data firm that did business with GOP opponent Ted Cruz.",
  "She took credit - and then blame- for writing Melania Trump’s speech at the Republican NationalConvention?",
  "Chess Bedsole, the campaign’s Alabama state director, was paid $64,000 last month for field consulting.",
  "Trump has relied heavily on the Republican National Committee for conventional campaign infrastructure.",
  "that included similar lines from Michelle Obama’s speech at the 2008 Democratic National Convention.",
  "The campaign valued McIver’s time, accounted for as payroll from the Trump Organization, at $356.01.",
  "That’s about the same amount it had paid him each month while he was running the campaign.",
  "Clinton can afford to spend more than Trump, the July campaign finance reports show.",
  "Brad Parscale, the president, is the campaign’s director of digital marketing.",
  "Her campaign spent $38 million in July, about double his spending.",
  "And he’s boasted of holding the line on his campaign spending.",
  "It’s a crossover vendor from Trump’s real estate organization.",
  "Trump did bring aboard some new campaign consultants in July.",
  "Some of Trump’s consultants are also mysteriously well-paid.",
  "His last campaign payment was for $15,000 in December.",
  "The Trump filings also show some old ties.",
  "Millions more went to air travel."
]