[
  "The fundamental truth highlighted by Schneier’s aphorism is that the vast majority of internet users have entered into a Faustian bargain in which they exchange control of their personal data in return for “free” services (such as social networking and search) and/or easy access to the websites of online publications, YouTube and the like.",
  "They bring readers’ bare digital necks to vampires ravenous for the blood of personal data, all for the purpose of aiming ‘interest-based’ advertising at those same readers.”\n\nThis is what security guru Bruce Schneier meant when he observed that “surveillance is the business model of the internet”.",
  "If it’s rigorously enforced (which could be a big “if” unless data protection authorities are properly resourced) it could blow a massive hole in the covert ad-tracking racket – and oblige us to find less abusive and dysfunctional business models to support our online addiction.",
  "A radical proposal to keep your personal data safe | Richard Stallman Read more\n\nGranted, recent opinion polls cast doubt over the level of trust people have in Facebook over privacy, despite advertisements the firm ran in British and US newspapers apologising to users.",
  "The moral: “Facebook’s Cambridge Analytica problems are nothing compared to what’s coming for all of online publishing.”\n\nThe proximate cause of Searls’s essay was encountering a New York Times op-ed piece entitled Facebook’s Surveillance Machine by Zeynep Tufekci.",
  "The huge fuss caused by the Cambridge Analytica revelations, for example, has generated a predictable #deletefacebook frenzy in liberal echo-chambers, but outside of those it’s not clear that everyday Facebook users are much affected by the controversy.",
  "Installing any one of these tends to administer a salutary shock, because they instantly reveal (and enable you to block) the startling number of snoopers who are covertly tracking your online activity.",
  "And anyone who uses public wifi in cafes, airports and other places really ought to fork out for some VPN (Virtual Private Network) software to protect them from tracking and preserve their anonymity.",
  "What I’m reading\n\n\n\nPhoton opportunity\n\nIf you want to put our current squabbles into perspective, ponder Icarus, the furthest star from Earth seen so far by the Hubble space telescope.",
  "(Pedantic columnists – like this one – might object that he meant the web rather than the internet, but since many people cannot distinguish between the two, we’ll let that pass.)",
  "It wasn’t the (unexceptional) content of the article that interested Searls, however, but what his ad-blocking software told him about the Times page in which the essay appeared.",
  "The good news is that we already have some useful tools available – most of them free – to every internet user; and some potentially heavy artillery is arriving in May.",
  "His post was headed by one of those illustrations of an iceberg showing that only the tip is the visible part, while the great bulk of the object lies underwater.",
  "In this case, the tip was adorned with the Facebook logo while the submerged mass represented “Every other website making money from tracking-based advertising”.",
  "The photons that hit Hubble’s image sensor left Icarus 9bn years ago, which means we’re looking at it as it was when the universe was a third of its current age.",
  "And although the company’s share price has tumbled, investment analysts are still unsure about whether this is a temporary blip or a real crisis.",
  "Trash talk\n\nMark Zuckerberg’s enthusiasm for “helping people become more open” stands in contrast to his obsession with protecting his privacy.",
  "In an insightful blog post published on 23 March, Doc Searls, one of the elder statesman of the web, managed to get both for the price of one.",
  "But I doubt that that scepticism will translate into people actually boycotting Facebook, WhatsApp, Instagram and Messenger.",
  "It might just turn out to be like the VW “Dieselgate” fiasco, in which the share price plummeted but eventually stabilised.",
  "The big question for those of us who study this stuff is whether internet users really appreciate the nature of that pact.",
  "For example, anyone planning to rummage through his rubbish is in for a tough time, as Joe Veix discovered in the Outline.",
  "On the tools front, there are browser plug-ins such as Disconnect Private Browsing, Privacy Badger and Ghostery.",
  "It says that people must be able to easily learn who has their personal data, and what they are doing with it.",
  "The NYT is just doing what every other publication that lives off “adtech” does: tracker-based advertising.",
  "The heavy weaponry is the EU’s General Data Protection Regulation (GDPR), which becomes law in May.",
  "There’s a wonderful account by Katyanna Quach in the Register of why we’re able to see it now.",
  "And it mandates that people must have confidence that no other parties receive these data.",
  "And it’s there that change will have to come if the data vampires are to be vanquished.",
  "If a picture is worth a thousand words, then a good metaphor must be worth a million.",
  "These publications, Searls wrote, “don’t just open the kimonos of their readers.",
  "In our current online world, only the paranoid thrive\n\nAnd the point of this?",
  "The software had detected no fewer than 13 hidden trackers on the page.",
  "Big though Facebook is, however, it’s only the tip of the web iceberg.",
  "So let’s resolve not to allow the coming crisis to go to waste.",
  "(I’ve just checked and my Ghostery plug-in has detected 19.)",
  "And if they don’t, what would it take to alert them to it?",
  "In our current online world, only the paranoid thrive.",
  "At the moment, the omens don’t look too promising."
]