[
  "Facebook says: “In total, we believe the Facebook information of up to 87 million people - mostly in the US - may have been improperly shared with Cambridge Analytica.”\n\nContract agreement / schedule between SCL Elections and Global Science Research, June 2014\n\nLetter from Facebook lawyers Aug 2016 to Wylie asking him to delete the “unauthorised” data\n\n2 Canadian data firm AIQ had a relationship with Cambridge Analytica\n\nI gave parliament contracts and an IP licence that show a relationship between AIQ and Cambridge Analytica.",
  "Service agreement between AIQ and Cambridge Analytica / SCL Elections, September 2014\n\nIntellectual property license agreement between SCL Elections and AIQ, September 2014\n\n4 The official Vote Leave campaign led by Michael Gove and Boris Johnson spent 40% of its budget on AIQ\n\nThis is public record: invoices are published on the Electoral Commission’s website.",
  "The whistleblower at the centre of the Cambridge Analytica storm asks if Britain will now address the hard issues which it has raised\n\nIn January, I told the British authorities that the app that was used to harvest data for Cambridge Analytica was likely to have pulled the profiles of British Facebook users.",
  "And while the national broadcaster in my home country, Canada, has covered the subject assiduously, on the day I appeared on BBC’s Today programme, it devoted more airtime to alleged ball tampering in Australian cricket than tampering with British democracy.",
  "After contact from the Observer, it disappeared Photograph: AggregateIQ\n\n5 Vote Leave paid an additional £625,000 directly to AIQ on behalf of BeLeave\n\nThis was the largest single donation that Vote Leave made during the referendum.",
  "3 AIQ built Cambridge Analytica’s platforms and may have had access to Facebook-derived data on its servers\n\nAIQ built the “Ripon” platform that Cambridge Analytica used to target people using misappropriated Facebook data.",
  "Photograph: to come\n\n6 BeLeave was given assistance and support by Vote Leave staff; it was run by 22- and 23-year-old volunteers with no campaign experience\n\nThe campaign was also based inside Vote Leave’s HQ.",
  "It was only when I came forward with documents – signed contracts and invoices – that proved Cambridge Analytica had funded the harvesting of Facebook profiles that it was finally forced to own up.",
  "7 Vote Leave managed a shared drive to co-ordinate BeLeave content\n\nVote Leave set up and administered a shared computer drive where its most senior staff had access to all of BeLeave’s content.",
  "Days after Vote Leave was notified it was under investigation by the UK authorities, it attempted to remove its senior directors’ access from 140 BeLeave documents on the shared drive.",
  "AIQ has made no comment in the wake of Facebook’s action but it told the Observer last week that it is not a direct part and/or the Canadian branch of Cambridge Analytica.",
  "It denied this until I came forward and produced the contract that SCL Elections, CA’s parent company, signed with GSR, Dr Aleksandr Kogan’s company, for the work.",
  "And when four different campaigns – Vote Leave, BeLeave, Veterans for Britain and the DUP – all used the same data firm, AIQ, it’s pretty much impossible.",
  "It’s what has kept Britain from following the path of American politics, where elections are the sport of billionaires and corporate interests.",
  "Surely British democracy is mature enough to respond when something looks like it may have gone wrong, especially when the stakes are so high.",
  "Facebook has suspended AIQ while it investigates AIQ’s relationship with Cambridge Analytica and whether it had access to Facebook data.",
  "Vote Leave has repeatedly denied the coordination between the campaigns and said the donation was legitimate pursuant to electoral law.",
  "It’s why I have given three binders of evidence about Vote Leave to the UK Electoral Commission and information commissioner’s office.",
  "Facebook suspended AIQ after learning “it may be affiliated with SCL and, may, as a result have improperly received Facebook data”.",
  "Dominic Cummings said that “without a doubt, the Vote Leave campaign owes a great deal of its success to the work of AggregateIQ.",
  "Why did Vote Leave’s most senior staff – Cummings, Henry de Zoete and Victoria Woodcock – all have access to this BeLeave drive?",
  "• This article was amended on 17 April 2018 to clarify that Cambridge Analytica did not directly deploy the data harvesting app.",
  "Ten days ago I spent four hours testifying to the Fake News inquiry at parliament – and several more hours in private sessions.",
  "This is important because AIQ was the Canadian data firm on which Vote Leave spent 40% of its budget during the EU referendum.",
  "But if Vote Leave spent this sum of money in a coordinated way with BeLeave, it would have breached the legal spending limit.",
  "That potential crimes may have taken place – some of them on Facebook’s servers – that seem to be beyond the reach of law.",
  "1 Tens of millions of Facebook profiles were harvested with the aim of assisting Cambridge Analytica’s voter-related work.",
  "Staff lists from SCL, the parent of Cambridge Analytica, name the head of AIQ, Zack Massingham, as “Head of SCL Canada”.",
  "I also gave parliament an email that suggests AIQ may have had access to the data and servers of Cambridge Analytica.",
  "The law forbids campaigns from coordinating, to forestall the potential for shell entities and overspending vehicles.",
  "Why would Vote Leave need to delete their access from the drive after being notified they were under investigation?",
  "In Britain, on the other hand, Dominic Cummings, the former head of Vote Leave, called me a “fantasist charlatan”.",
  "Vote Leave made a donation to BeLeave but gave the money directly to AIQ and it never hit BeLeave’s bank account.",
  "In the digital age, where political campaigns use Facebook as their predominant tool, it’s difficult to enforce.",
  "A couple of days later, early on Saturday, Facebook took another dramatic action: it suspended AggregateIQ.",
  "Was British Facebook data, which is known to have been harvested by GSR, the company set up by Kogan, used?",
  "The UK is about to embark on the most profound change to its constitutional settlement in a generation.",
  "Donating to another campaign is perfectly legal – but only if the other campaign is actually separate.",
  "And in the case of AIQ, Facebook might be slow, but it’s still managed to be ahead of many in Britain.",
  "Beyond data, there are two more issues at stake here: overspending and coordination between campaigns.",
  "Last week Facebook confirmed it: it told the world that as many as 87 million profiles were collected.",
  "Cambridge Analytica says the company licensed from GSR data on “no more than 30 million US citizens”.",
  "Facebook Twitter Pinterest Zack Massingham, left, with Stephen Parkinson at the Vote Leave offices.",
  "At every step of this story, Facebook – from which I’m still banned – has lagged behind the truth.",
  "(See the document on pages 56-59 of this cache published by House of Commons select committee.)",
  "Why were Vote Leave and BeLeave sharing documents when they were supposed to be kept separate?",
  "Global Science Research was contracted by a Cambridge Analytica related entity, SCL Elections.",
  "If this happened in Kenya or Nigeria, a new vote would be demanded by international observers.",
  "It did not secretly and unethically coordinate with Cambridge Analytica on the EU referendum.",
  "GSR harvested Facebook data using GSR’s app, and GSR licensed SCL Elections to use the data.",
  "Facebook knew in December 2015 that data had been harvested on Cambridge Analytica’s behalf.",
  "Vote Leave’s chief strategist said it did: on a quote – now deleted – for AIQ’s website.",
  "My intention here, is to set out the issues – and the evidence – as simply as possible.",
  "That evidence proved enough for Facebook to take action and suspend AIQ to investigate.",
  "It is extremely uncomfortable to consider that our democracy may have been corrupted.",
  "Neither AIQ nor any of the campaign parties involved have answered these questions.",
  "Was any data shared between Vote Leave, BeLeave, Veterans for Britain and the DUP?",
  "When the commission first looked at this in March 2017 it agreed with Vote Leave.",
  "The Observer estimates that GSR harvested more than 50 million Facebook profiles.",
  "A gif showing changes made to BeLeave shared drive permissions on 17 March 2017.",
  "We must be absolutely certain that this is being done on a proper legal basis.",
  "But as I told parliament, I helped set up AIQ to support Cambridge Analytica.",
  "If this happened in a local constituency, a by-election would be called.",
  "I also handed over documents showing AIQ’s ties to Cambridge Analytica.",
  "It has not been involved in the exploitation of Facebook data.",
  "Facebook Twitter Pinterest Screengrab taken from AIQ homepage.",
  "The number of affected Facebook users is not precisely known.",
  "In Britain, we have strict spending limits for elections.",
  "But then, there are certain facts that are hard to hear.",
  "This is why its relationship with BeLeave is important.",
  "Andrew Neil inferred that my testimony was “hearsay”.",
  "This included more than one million British records.",
  "The referendum was won by less than 2% of the vote.",
  "These are uncomfortable facts and hard questions.",
  "It says it is 100% Canadian owned and operated.",
  "Will Britain now take this evidence seriously?",
  "It’s why I testified last week to parliament.",
  "I’m disappointed, but I also understand it.",
  "We couldn’t have done it without them”.",
  "But Britain mustn’t “pull a Facebook”.",
  "It’s about upholding the rule of law.",
  "Could this have made the difference?",
  "Because this is not just about data.",
  "8 Did they then try to cover it up?",
  "I am a progressive Eurosceptic.",
  "This is not about “remoaning”.",
  "9 What is AIQ’s role in this?",
  "AIQ was also on this drive.",
  "It published one of these.",
  "Denial doesn’t work.",
  "I supported Leave.",
  "We don’t know."
]