[
  "“In addition, we will work with the UK ICO [Information Commissioner’s Office] to ask the University of Cambridge about the development of apps in general by its Psychometrics Centre given this case and the misuse by Kogan.”\n\nThe University of Cambridge said in a statement to the TV channel that “we have not collaborated with [Cubeyou] to build a psychological prediction model – we keep our prediction model secret and it was already built before we started working with them.",
  "Unfortunately collaborators with the University of Cambridge sometimes exaggerate their connection to Cambridge in order to gain prestige from its academics’ work.”\n\nCubeyou said that its link with Cambridge was only active from 2013 to 2015, and that since then it has not had access to information from new quiz-takers.",
  "Facebook employs psychologist whose firm sold data to Cambridge Analytica Read more\n\nCubeyou, a New York-based data analytics firm that offers “fast, easy and accurate consumer insights” to customers, gathered some of its user data with Facebook quizzes developed in conjunction with the University of Cambridge.",
  "According to CNBC, which first reported Cubeyou’s data harvesting techniques, the company used an app called You Are What You Like – a “one-click personality test” – to harvest data from users and build up a psychometric profile of them.",
  "“We thought we were doing something that was really normal.”\n\nFacebook Twitter Pinterest Cambridge University researcher Aleksandr Kogan thought collecting data on millions of Facebook users was ‘really normal’.",
  "Facebook has suspended a company from its site while it investigates claims it harvested user information under the guise of academic research, in a case with echoes of the Cambridge Analytica scandal.",
  "The discovery suggests that collecting data for marketing purposes under the guise of academic research may have been a common practice, and not simply isolated to Cambridge Analytica.",
  "Aleksandr Kogan, the University of Cambridge academic who was contracted to gather data from millions of Facebook users, has long maintained that his work was standard practice.",
  "“If they refuse or fail our audit, their apps will be banned from Facebook,” Ime Archibong, Facebook vice president of product partnerships, told CNBC.",
  "Photograph: Universal News And Sport (Europe)\n\nFacebook said it would suspend Cubeyou from its platform while it investigated the claims.",
  "“Our relationship was not commercial in nature and no fees or client projects were exchanged,” the University continued.",
  "Users were told the app was “developed by University of Cambridge Psychometrics Centre, in collaboration with Cubeyou”.",
  "The quizzes carrying the disclaimer that information gathered would be used “for non-profit academic research”.",
  "“They just designed the interface for a website that used our models to give users insight on their data.",
  "“Honestly we thought we were acting perfectly appropriately,” he had told the Guardian."
]