[
  "Luring us in with their catchy titles, they mash up click-bait entertainment with the promise of self-discovery: “What’s the ideal city for your personality type?” “Which Friends character are you?” Or perhaps you encountered a personality test at a corporate team-building retreat: What’s your “true color”?",
  "A personality test based on the Big Five personality traits—extraversion, agreeableness, openness, conscientiousness, and neuroticism—administered to Amazon’s Mechanical Turkers provided Cambridge Analytica the data to carve up to 87 million people, mostly Americans, into psychographic niches.",
  "But we cannot truly understand the implications of this scandal, nor can we formulate a social response to it, without understanding the broader context of personality testing, particularly the role private companies have played in making us so comfortable answering questions about ourselves.",
  "The roots of this fantasy lie in this longer history of claims that personality tests can provide unique insight into the personalities of workers, or consumers, or voters; that we can use them to carve people up into groups, and assess, predict, and manipulate their behavior.",
  "There are subreddits for each of the 16 Myers-Briggs personality types, and websites, like Personality Cafe, that are composed of anonymous internet strangers bound together not by geographical location or demographic categories, but by their shared psychological type.",
  "The applied psychologists who created these kinds of tests promised that personality testing, by screening for “normal” emotional temperament and weeding out the “maladjusted,” could motivate employees, reduce union agitation, and improve productivity.",
  "But the next time we take one of these quizzes, whether in an office or on our lunch break, we can remember that behind the entertainment value lurks a whole history of corporations seeking to harness our personality.",
  "A mother-daughter team of amateur psychologists, Katharine Briggs and Isabel Myers, drew on the psychological-type theory of Carl Jung and the format of business personality tests to create the Myers-Briggs.",
  "Perhaps most famous of all is the Myers-Briggs Type Indicator, that much-lambasted but oddly persistent personality inventory you often encounter in corporate team-building seminars or in career counseling.",
  "Just as contemporary companies trumpet the value of “emotional intelligence” and “soft skills,” earlier American companies, like Lockheed, sought to evaluate psychological skills through personality tests.",
  "Facebook has also just severed ties with CubeYou, a third-party company that used an online quiz that assessed personality based on Facebook likes to collect data for marketing without user permission.",
  "It is not surprising that corporate America came to love the Myers-Briggs, given that Isabel Myers originally designed the test during World War II as a tool for matching people to appropriate jobs.",
  "Indeed, internet companies rely on us providing this “free labor,” just as psychological research firms rely on the low-paid labor of Mechanical Turkers and the free labor of our Facebook friends.",
  "The humble personality test can wear so many hats: a way of understanding your own self, a tool of management hiring, and a commodity sold to corporations by psychologists-turned-consultants.",
  "Even as we understand ourselves through their categories, our relationship to personality tests is thoroughly mediated through the technological and economic infrastructures of corporations.",
  "At the heart of the public scandal over the political uses of your data is the humble personality test—a central technique used by corporations to harvest value from our personal data.",
  "This cultural fascination with personality tests is precisely what I use to hook people into my work—to convince grant agencies to fund my work, to convince students to take my class.",
  "The first “psychological consulting” firm, the Psychological Corporation, was founded in 1921 to sell and market psychological tests, including tests of intelligence and personality.",
  "In the same way, we are recognizing how our own ambivalent affective attachment (perhaps addiction) to Facebook prevents us from leaving, even as we lambaste its privacy policies.",
  "Built into the foundations of these early tests, like today’s corporate personality tests, were political and economic values, like productivity and “harmonious” labor relations.",
  "The company’s bold assertions of its abilities to probe Americans’ psyches and carve them into precisely calibrated psychographic categories are, to be sure, overblown.",
  "The forums displayed the zeal of the newly converted proselytizing about the power of psychological typing to explain your work, your relationship, and your very self.",
  "If you’re wondering, I’ve typed as both an INFJ and an ENTP, and I must concede that my Friends character is Ross, even though I’d hoped it would be—well, anyone else.",
  "But the very fact that this claim would resonate with American political parties demands that we consider how the powerful fantasy of personality testing took hold.",
  "We might recognize how our own relationship with personality tests curtails our ability to deliver an adequate social response to Facebook and Cambridge Analytica.",
  "This earlier mix of consulting and psychology helps explain the nexus of psychology, corporations, and computers at the heart of Cambridge Analytica’s business.",
  "Its critics compare taking the Myers-Briggs to reading our horoscopes—an exercise in entertainment or vanity but not a useful, validated psychological measure.",
  "Even before the Cambridge Analytica news broke, we were in the midst of a backlash against personality tests, particularly the Myers-Briggs Type Indicator.",
  "Combined with the crisis of the reproducibility of psychological experiments, neither psychology nor data companies are coming out well in the public eye.",
  "Facebook and other companies, as well as the government, are grappling with how to respond to the public’s new awareness about the value of personal data.",
  "Gallup Polls combined psychological research into attitudes with new survey techniques to create the very “average American” they purported to measure.",
  "During one humid summer in 2012, I fell into a rabbit hole of endlessly scrolling pages of internet forums devoted to the Myers-Briggs Type Indicator.",
  "Just as we wouldn’t expect our employer to give us a horoscope, critics caution against its infiltration into corporate workplace practices.",
  "Even before the internet age, personality quizzes captured popular attention when they appeared in magazines as early as the 19th century.",
  "As my scrolls through anonymous internet forums revealed, I am not alone in identifying myself with my results on these personality tests.",
  "Yes, I do prefer small groups to large parties; that explains why my partner and I fight about plans, or why my boss drives me crazy.",
  "This backlash against personality tests is, in part, a sign of their very success at infiltrating so many aspects of American life.",
  "In addition to human resources, clients in marketing and political polling were eager for the tests and theories of psychologists.",
  "I’ve certainly provided internet advertising companies with plenty of data through my endless clicking on personality tests.",
  "Motivational psychology’s claims to probe the psyche to uncover “hidden motives” has shaped the very field of marketing.",
  "This moment was also the origin point for consulting firms that offer psychological research services to corporations.",
  "Personality tests, and their claims to reveal our deepest psyche, have always been bound up in politics and business.",
  "Personality tests, and their claims to reveal our deepest psyche, have always been bound up in politics and business.",
  "Beginning in the 1930s, corporate human resources departments adopted personality tests as tools for hiring workers.",
  "We have provided Facebook with our data, in the form of status updates, likes, and links, for more than a decade.",
  "When I read CosmoGirl or Teen Vogue, their quizzes, part of this legacy, were always the first page I turned to.",
  "I can only imagine what targeted ads could result from being the kind of person to click on personality tests.",
  "We allow these psychological categories, derived from personality tests, to tell us truths about ourselves.",
  "For millions of Americans, personality tests like these have served as key sites to encounter psychology.",
  "As a historian of psychology, I teach my students to approach personality tests with a skeptical eye.",
  "Natalie Matthews-Ramo/Slate\n\nWho among us hasn’t taken one of those online personality quizzes?",
  "In the 1960s, magazines like Cosmopolitan began including such quizzes as regular features.",
  "In the late 1990s, personality quizzes on TheSpark.com shaped my internet coming-of-age.",
  "Turns out, I was conducting “research” for my dissertation long before I knew it.",
  "This is the moment to reconsider our relationship to the personality test.",
  "Read more from Slate on Cambridge Analytica.",
  "Yet even I cannot resist their allure.",
  "What a total INFJ thing to say.",
  "What’s your Myers-Briggs type?"
]