[
  "We store the whole password, because you need it for the login for https://t.co/vJapgJ50qc ^andrea — T-Mobile Austria (@tmobileat) April 4, 2018\n\nIt’s a major admission on behalf of the Austrian telecommunications company, an admission that the company is being reckless with their users’ data—not just in regard to their T-Mobile accounts but to their entire online identities.",
  "As Nicholas Proferes points out in a Future Tense piece on Mark Zuckerberg’s long history of mea culpas, the Facebook CEO has a particular pattern he employs when responding to user outrage, one that involves “acknowled[ging] concerns” and “invok[ing] personal care” but ultimately doing little.",
  "Whether faced with an angry, unreasonable crank or a fair and reasoned complaint, affable social media reps—in many ways the “voice” of the company— tend to strike a conciliatory tone, performing public displays of appeasement, often as meaningless as they are cordial.",
  "From the ongoing Facebook–Cambridge Analytica scandal to regular news items about data leaks hitting all sorts of companies—et tu, Panera?—the internet is undergoing a privacy reckoning, with users expressing heightened concern for their personal online security.",
  "But when multiple Twitter users tried to explain—with a level of politeness usually associated with customer service agents—that this was a breach of standard privacy practice, it was defensive, dismissive ^Käthe who stepped in.",
  "When the same user pointed out that no company’s security was infallible, and that employees might be able to access the valuable data directly, Käthe took on one of the most popular styles of Twitter arguing: condescension.",
  "It all started when someone tweeted at T-Mobile Austria (as first reported by Motherboard), asking for confirmation of the stunning fact that the company was storing customers’ passwords in plain rather than encrypted text.",
  "^Käthe — T-Mobile Austria (@tmobileat) April 5, 2018\n\n“Well, what if your infrastructure gets breached and everyone’s password is published in plaintext to the whole wide world?” asked one Twitter user.",
  "It’s far from the first instance of a corporate Twitter handle showing a little bit of sass toward consumers, and we often cheer this on—especially when they are attacking bigoted morons.",
  "If you’ve got obvious consumer-privacy gaps, and you’re simply not going to fix them until after a major data breach occurs, you may as well skip the “We hear you.”",
  "Many companies now have dedicated customer service Twitter accounts, the names of which reflect this image, with “cares,” “help,” and “support” in the handles.",
  "And with many people using the same or similar passwords across multiple online accounts, a data breach could be catastrophic for Austrian T-Mobile customers.",
  "The customer service rep refused to put on a conciliatory face to answer for the company’s worrisome policies, policies she is probably in no position to fix.",
  "Not only is Käthe’s tone far from the corporate Twitter norm, it’s also far from what we’ve come to expect from tech companies on questions of user data.",
  "It’s a failure to meet a basic, widely accepted security standard, which Andrea tweeted as casually as answering a question about prepaid plans.",
  "According to this Twitter Business blog post, the goal of a branded Twitter voice is not necessarily to be conciliatory—it’s to be distinctive.",
  "^Käthe — T-Mobile Austria (@tmobileat) April 6, 2018\n\nThanks for stating that you seemingly haven’t understood what we’re trying to tell you.",
  "— Eric™ (@Korni22) April 6, 2018\n\n@Korni22 had apparently worked for Deutsche Telekom in Germany, but this still wasn’t enough for Käthe.",
  "What makes Käthe’s dismissiveness even more cringeworthy is that she is so out of touch with prevailing consumer concerns.",
  "After all, how could the customer be right when they have no firsthand experience of their “amazingly good” security?",
  "But Twitter snark tends to be deployed only when the customer is also trying to be funny or is clearly in the wrong.",
  "Even having only four characters in plaintext is risky, as hackers are able to guess the rest with relative ease.",
  "The @customer is always right after all, and it’s the @customerservicerep who is expected to be the cool one.",
  "It’s not that I say you are 100% getting hacked - what if an employee accesses the database directly?",
  "Which is what makes T-Mobile Austria’s Käthe such a breath of fresh, condescending, aggressive air.",
  "(The T-Mobile blog clarified that this policy does not apply to T-Mobile in the United States.)",
  "carelessly revealed that, yes, the company is storing part of users’ passwords in plaintext!",
  "She defied the idea that she should be appeasingly apologetic even while doing nothing.",
  "When it comes to corporate Twitter handles, we’ve come to expect a particular tone.",
  "It’s not usually directed at users asking reasonable questions about data security.",
  "^Käthe — T-Mobile Austria (@tmobileat) April 6, 2018\n\nConfidence is key, I guess.",
  "^Käthe — T-Mobile Austria (@tmobileat) April 6, 2018\n\nOn the one hand … go Käthe?",
  "@Korni22 What if this doesn't happen because our security is amazingly good?",
  "The customer service agents see the first four characters of your password.",
  "You have so many passwords for evey app, for every mail-account and so on.",
  "We secure all data very carefully, so there is not a thing to fear.",
  "A cheerful social media rep by the name of ^Andrea (Hello, Andrea!)",
  "(Can’t you just see her shoving simple, smiling ^Andrea aside?)",
  "(It might be the fact that she is a she that makes it sweeter.)",
  "T-Mobile Austria DGAF about your data, and neither does Käthe.",
  "Hi @c_pellegrino, I really do not get why this is a problem.",
  "— Eric™ (@Korni22) April 6, 2018\n\n@Korni22 Oh, I do get it.",
  "Bad news for you Käthe, nobody’s security is that good.",
  "@Korni22 So, you never worked for us in Austria though.",
  "But thank you very much for sharing your opinion.",
  "And, well, Käthe was certainly that.",
  "I hope you enjoyed my response.",
  "Hey, at least Käthe was honest.",
  "Photo illustration by Slate.",
  "On the other hand, oof.",
  "But Käthe wasn’t done.",
  "Photo by Thinkstock.",
  "No, not even yours.",
  "Hello Claudia!"
]