[
  "Embattled Facebook chief Mark Zuckerberg has placed the blame for security lapses at the world’s largest social network squarely on himself as he girded Monday for appearances this week before angry lawmakers.In prepared remarks released by a congressional panel, Zuckerberg admitted he was too idealistic and failed to grasp how the platform – used by two billion people – could be abused and manipulated.",
  "Embattled Facebook chief Mark Zuckerberg has placed the blame for security lapses at the world’s largest social network squarely on himself as he girded Monday for appearances this week before angry lawmakers.In prepared remarks released by a congressional panel, Zuckerberg admitted he was too idealistic and failed to grasp how the platform – used by two billion people – could be abused and manipulated.",
  "Zuckerberg is town for his highly anticipated public testimony before the Senate on Tuesday and the House on Wednesday in the aftermath of the Cambridge Analytica scandal (among other topics of congressional interest.)",
  "Joe Scarnici/Getty Images\n\nOn Monday, stock photo agency Getty Images uploaded multiple pictures of Facebook CEO Mark Zuckerberg walking through the halls of Capitol Hill to meet with several members of Congress.",
  "Just last month, Getty mixed up two people of color in its photos of the red carpet at the Oscars: Olympic skater Mirai Nagasu and “Last Jedi” actress Kelly Marie Tran.",
  "AFP/Getty Images\n\nMark Zuckerberg and Priscilla Chan (R) depart US Senator Bill Nelson’s, D- Florida, office on Capitol Hill in Washington, DC, on April 9, 2018.",
  "Mark Zuckerberg and Priscilla Chan (R) depart US Senator Bill Nelson’s, D- Florida, office on Capitol Hill in Washington, DC, on April 9, 2018.",
  "This probably won’t be the last time the two are photographed together this week, and it’s the type of mistake that shouldn’t keep happening.",
  "AFP/Getty Images\n\nAs Recode notes, the woman pictured is actually Andrea Besmehn, Zuckerberg’s executive assistant at Facebook.",
  "The photos are just the type of serious, besuited images of the CEO that publishers like Slate want to run with their stories.",
  "In their captions, the woman next to Zuckerberg is incorrectly identified as his wife, Priscilla Chan.",
  "The picture with the unedited caption has already shown up on news articles for Yahoo and the AFP.",
  "(It looks like an AFP photographer took the photos, and they were then licensed to Getty.)",
  "However, it is important to set the record straight.",
  "Yahoo\n\nThis appears to have been an honest mistake.",
  "Here are the photos, with their original captions.",
  "Getty’s image with the unedited caption on Yahoo.",
  "This is a photo of the actual Priscilla Chan."
]