[
  "It is almost an unimaginable scale of harm that a malicious actor could do with that level of information.”\n\nEdwards said his office had not received any reports of social media being manipulated to influence the 2017 New Zealand general election, but said Facebook seemed to have “lost control” of its platform, and showed no sense of responsibility regarding the 2.5 million New Zealand accounts it administered, or respect for New Zealand’s privacy laws.",
  "Zuckerberg will defend Facebook as 'positive force in the world' in testimony Read more\n\n“For New Zealand, we estimate a total of 63,724 people may have been impacted – 10 are estimated to have downloaded the quiz app with 63,714 friends possibly impacted,” said Antonia Sanda, head of communications for Facebook in Australia and New Zealand.",
  "New Zealand’s privacy commissioner, John Edwards, said he was urgently seeking further information from Facebook on how New Zealanders data was used by Cambridge Analytica, and is working closely with his counterparts in the US, UK Australia and Canada to establish the severity and ramifications of the privacy beach.",
  "Jacinda Ardern on life as a leader, Trump and selfies in the lingerie department Read more\n\nIn an interview with the Guardian last month New Zealand’s prime minister, Jacinda Ardern, said she continued to operate a Facebook account, and had no additional security or protections than any other New Zealander.",
  "Tech company is alerting everyone affected as the country’s privacy chief demands to know if Cambridge Analytica used the information\n\nTen New Zealanders who downloaded an app on Facebook could have exposed up to 63,714 of their compatriots to the data mining tactics of Cambridge Analytica.",
  "“We haven’t set up any direct plans to do any investigations beyond what we are seeing in the international frame, certainly we will be keeping a close eye on that.”\n\nEdwards has no plans to independently investigate privacy breaches by Cambridge Analytica in New Zealand.",
  "Edwards deleted his own Facebook account shortly after the revelations regarding Cambridge Analytica broke, and said New Zealanders should seriously consider doing the same and then resetting their profile.",
  "Facebook has told the country’s privacy commissioner that it is in the process of alerting New Zealanders who were affected by the breach, which occurred when ten users downloaded a personality quiz app.",
  "Ardern used Facebook messenger to inform her partner Clarke Gayford that she had been elected leader of the Labour party in August last year, and that she was pregnant.",
  "There was knowledge about Cambridge Analytica targeting tactics a good two years ago, yet we are really only seeing Facebook confront this issue now,” Edwards said.",
  "“Obviously social media in a political environment can be used for both further democratisation, but it can be used in the other direction as well,” Ardern said.",
  "What we have seen with Cambridge Analytica is just a little taste of what could happen, the potential for political manipulation.",
  "“I think we have some real information deficits that I hope my colleagues in the UK and the US will uncover ...",
  "I am not sure New Zealanders were ‘targeted’ but I think there is a level of complacency [in New Zealand].",
  "And when you say we’re so far away, we’re only one click away really,” Edwards said.",
  "“I am actually quite concerned about the drip-feed of information [from Facebook].",
  "“The scope for abuse [on Facebook] is huge.",
  "These events occurred four years ago."
]