[
  "Sponsored in the Senate by Democrats Amy Klobuchar and Mark Warner and Republican John McCain, it would require Facebook and other online platforms to list who paid for political ads online (an ostensible fix for some of the political ads surreptitiously bought by Russian operatives during the 2016 campaign) in the same way political ads on radio, print, and television do, and impose fines on websites that don’t comply.",
  "“I think that if anything the very conservative and very liberal strands of the party probably, or my sense, is that they are much more critical.”\n\nIf they’re really willing to work together, there’s another idea for constraining Facebook: creating a new expert regulatory agency that focuses specially on digital privacy, perhaps an internet equivalent of the Consumer Financial Protection Bureau.",
  "“So, are we going to allow that to continue or will we create stronger consumer protection and transparency with collaboration with different federal agencies so that consumers can have a better peace of mind knowing that their data isn’t going to be used by third parties for bad actions?”\n\nBefore they do any of this, lawmakers will surely let Zuckerberg have it.",
  "There is the Honest Ads Act, which would place important restrictions on political ads purchased on Facebook’s ad platform—a worthwhile step that addresses a very small part of the controversies that have dogged Facebook as Americans have become more alarmed about the potential for foreign manipulation and violations of privacy on the social network.",
  "Leah Millis/Reuters\n\nThe biggest unknown for Facebook right now isn’t what lawmakers will ask CEO Mark Zuckerberg when he heads to Capitol Hill for two grillings this week, first in a joint hearing of the Senate Judiciary and Commerce committees on Tuesday, then in a hearing with the House Energy and Commerce Committee on Wednesday.",
  "Both Republicans and Democrats who will question Zuckerberg this week told me in interviews on Monday (which you can hear in this week’s installment of Slate’s tech podcast, If Then) that they think there is room for the government to somehow step in and force Facebook to get its act together.",
  "“We should consider starting discussions on a digital data consumer protection agency, one that will take a comprehensive look clear across different industries to make sure that we’re all safe” said Rep. Raul Ruiz, a Democrat from California, who will be questioning Zuckerberg on Wednesday.",
  "The FTC is also the agency responsible for policing potential antitrust violations, a level of scrutiny Facebook has so far dodged, and both conservative and liberal commenters have signaled strong concern over the company’s potentially anti-competitive practices and market dominance.",
  "But at the same time this is very, very serious, and I want to make sure he understands that.”\n\nIf Zuckerberg’s interlocutors aren’t satisfied with what he says—or if they are but want to show themselves doing something—they could easily move forward with the Honest Ads Act.",
  "All the members I spoke with said they are deeply concerned with data privacy and think that something needs to be done, pointing to problems with Facebook’s collect-it-all business model and how long Facebook stores people’s data and whom Facebook shares user data with.",
  "Or Congress could be swayed by Facebook’s inevitable promises to self-regulate more in order to prevent future Russian disinformation campaigns, tamp down fake news, and keep a tighter lid on user data to avoid a repeat of the Cambridge Analytica scandal.",
  "This allowed developers like Aleksandr Kogan, who made an app on behalf of Cambridge Analytica to scrape Facebook user data, to obtain profile data on as many as 87 million Facebook users, even though only about 270,000 people downloaded his app.",
  "That could happen through increased oversight (perhaps through the Federal Trade Commission), a new comprehensive digital privacy law, or even through the formation of a new regulatory agency made specifically to keep Americans safe online.",
  "And lawmakers from both parties agreed in interviews that federal agencies should play a stronger role when it comes to regulating Facebook, especially considering Congress isn’t quick on its feet when it comes to passing new laws.",
  "Facebook announced support for that bill last week, although Zuckerberg told Wired in an apologetic interview last month (after news of the Cambridge Analyica scandal saturated headlines) that he doesn’t expect the bill to pass.",
  "Although the Honest Ads Act currently only counts 15 co-sponsors in the House and 18 co-sponsors in the Senate, every representative, both Democrat and Republican, whom I spoke with said that the bill sounded like a good idea.",
  "Right now, the FTC is investigating whether Facebook violated a decree the company had with the agency requiring it to gain explicit permission from users before sharing their data—something it now suspects Facebook didn’t do.",
  "So if senators and representatives are dubious of Congress flat-out regulating Facebook but still want to see the company reined in, empowering the FTC to take stronger action might be an appealing route.",
  "“I think a piece of [legislation] could come about through the Honest Ads Act,” said Rep. Ryan Costello, a Republican from Pennsylvania, “which I don’t think I’ve co-sponsored yet, but I support that.",
  "If Costello and other representatives would prefer an expert agency do something about Facebook’s data collection and sharing policies, they’ll likely have to clarify the FTC’s role on such matters.",
  "I think that that’s needed.”\n\nCostello told me he also thinks that the Federal Trade Commission, the regulatory agency that acts as a consumer protection watchdog, has a stronger role to play here.",
  "“I would not organize this along party lines, at all,” Costello told me (admittedly, he won’t be around after this year, since the congressman announced he doesn’t plan to run for re-election).",
  "That’s why one member I spoke with, Democratic California Rep. Jerry McNerney, is hoping to gain support for his Managing Your Data Against Telecom Abuses Act (or My Data Act, for short).",
  "Right now, there is no existing piece of legislation on the table that would significantly restrict Facebook’s very lucrative mass data collection and ad-targeting business.",
  "For years, Facebook allowed app developers to not only scrape profile data from people who downloaded their apps, but also data on all of those people’s friends.",
  "“Basically, what the My Data Act does is it gives the FTC the authority for rulemaking so that it can respond to events on the ground.",
  "It provides both for data security and privacy, so consumers will be more empowered in the future,” McNerney told me in an interview.",
  "If the bill moves forward, it would be a fairly uncontroversial act that legislators on both sides of the aisle could get behind.",
  "Facebook has already promised to do most of these things, particularly in a wave of new initiatives announced in the last week.",
  "Zuckerberg’s interaction with elected officials this week will be revealing—but we also have some clues now.",
  "But the FTC doesn’t generally make new regulations: It usually fines companies who break its existing rules.",
  "“And the message to him is going to be quite simple: If you don’t fix this, we’re going to fix it for you.",
  "Facebook CEO Mark Zuckerberg sits in the office of Florida Sen. Bill Nelson on Monday in Washington.",
  "When it comes to regulating Facebook, members of Congress from both parties may find common ground.",
  "Facebook ended that policy in 2014—three years after the FTC slapped it with a consent decree.",
  "Unlike most other issues in Congress, annoyance at Facebook seems to be a bipartisan feeling.",
  "I want to see if he is truly committed to [fixing these problems] or not,” said Georgia Rep.",
  "But when it comes to regulating Facebook, members of Congress may well find common ground.",
  "“Clearly, we see a lot of holes in the current state of affairs with Facebook,” said Ruiz.",
  "What they should really be wondering is: What will Congress do once Zuckerberg leaves?",
  "Buddy Carter, a Republican who sits on the House Energy and Commerce Committee.",
  "I don’t think he wants this, and personally, I don’t want to have to do that.",
  "After that, we’ll see if their tough questions lead to any tough actions.",
  "But the winds may have shifted in the bill’s favor since.",
  "The less government, the better government in my mind.",
  "Bipartisan cooperation doesn’t come easy, of course.",
  "“I want to see the response from Mr. Zuckerberg.",
  "Read more from Slate on Cambridge Analytica.",
  "Will Congress go further?"
]