[
  "Zuckerberg will want to come across as authentic and apologetic, and will, according to his testimony published on Monday, highlight the sweeping changes that the company has announced already to its privacy tools and to the way third parties can access data on the platform as well as a verification process for political advertisers and page administrators.",
  "“He does not want to see strong regulatory oversight.”\n\nAlthough Zuckerberg will likely continue to blame “bad actors” misusing the platform, it will be difficult to deflect questions about Facebook’s core business model of continually tracking and monetising individuals and their relationships.",
  "On Tuesday, Zuckerberg will testify before a joint hearing of the Senate commerce and judiciary committees over data misuse, following revelations that Cambridge Analytica acquired millions of profiles of US citizens and used it to build a software program to predict and influence voters.",
  "The company is pouring money into its defence, hiring US law firm WilmerHale, led by Reginald Brown, previously a special adviser to President George W Bush, to coach Zuckerberg on the best strategies for handling the heat, according to the New York Times.",
  "“He’s going to have to be prepared for that.”\n\nA few rounds of public humiliation might just be the price Zuckerberg has to pay to appease regulators, provided he is generous with his time and detailed and contrite in his responses.",
  "They are going to want to be seen as being responsive to public disgruntlement with how Facebook handled the issue,” said Ari Ratner, founder of communications consultancy Inside Revolution and former Obama administration official.",
  "He will probably also want to talk about Facebook’s global compliance with General Data Protection Regulation (GDPR), a broad set of privacy protections being introduced in the European Union in May.",
  "“He clearly has to deeply, personally apologise and hope he will satisfy and blunt any attempt at US regulation,” said Jeffrey Chester, executive director of the Center for Digital Democracy.",
  "“I expect members of Congress are going to grill him intensely and if they feel like they aren’t getting straight answers they are going to lose their patience pretty quickly,” he said.",
  "It’s a feature,” said Robyn Caplan, a researcher at Data & Society, pointing out that Facebook lured third-party developers by offering them access to user data.",
  "“Symbolically he’s going to be taken to the political woodshed, but will probably be let off without any serious consequences at a federal level,” said Chester.",
  "In spite of this investment, Zuckerberg can’t expect an easy ride – as the bosses of other companies in industries facing public and political ire have found.",
  "One tactic policymakers might use is to fixate on tiny symbolic details that might tarnish Facebook rather than questions that go to the core of the problem.",
  "How are advertisers or political campaigns using that data to come back onto the Facebook system and seed content to particular users,” she added.",
  "His message was consistent: mistakes were made, he takes responsibility and the company has made sweeping changes to better protect user data.",
  "This happened in 2008 when the CEOs of Ford, Chrysler and General Motors took private jets to Washington to request taxpayer bailout money.",
  "“We know very little about how this targeting works.”\n\nChester agrees: “People have no idea what is operating behind the Facebook curtain.",
  "While some of the questions were tough, it was merely a dress rehearsal for a much more consequential grilling in Washington DC this week.",
  "The only real imminent regulatory threat to his company is the Federal Trade Commission’s investigation, which could lead to huge fines.",
  "The company spent almost $12m on lobbying in 2017 and is currently on a “hiring spree” for policy communications specialists.",
  "Unlike when he deals with the media, his public relations team won’t be there to cherry-pick questions from friendly parties.",
  "“They came to discuss the fate of a major industry and Congress hit them on ‘why did you fly here?’” said Ratner.",
  "More than what they are going to want to learn [about the data lapses], they are going to want to inflict pain.",
  "During a rare press conference last week, Zuckerberg was grilled by journalists over Facebook’s privacy lapses.",
  "The next day, Zuckerberg will testify on the same topic before the House energy and commerce committee.",
  "“The main issue is not whether or not entities have individual data but how that data is being used.",
  "“We didn’t take a broad enough view of what our responsibility is, and that was a huge mistake.",
  "They don’t know about data mining, analytics and digital ad practices,” he said.",
  "Taking the stand will be a major test for Zuckerberg’s communication skills.",
  "Adam Hodge, a crisis communications veteran from SKDKnickerbocker, agrees.",
  "Mark Zuckerberg would like you to know one thing – Facebook messed up.",
  "“This is a long-standing problem, not a bug in the Facebook system.",
  "At the same time Facebook is bolstering its lobbying capabilities.",
  "Congress wants to 'inflict pain’ on Mark Zuckerberg.",
  "And Congress wants its pound of flesh.",
  "It was my mistake,” he said.",
  "“Congress is theatre.",
  "Is he ready for it?"
]