[
  "The form to which would-be bounty claimants are directed is incredibly simple, asking simply for the name of the app, the number of users believed to have been affected, the type of data being collected and a statement about what the developer is doing with the data and what its motivations might be.",
  "The sums on offer through the new program range from $500 up to $40,000, with the company explaining: \"We determine bounty amounts based on a variety of factors, including (but not limited to) impact, data exposure, number of affected users and other factors.\"",
  "The data has to definitely have been abused - simply collecting it doesn't count - and data scraping, malware and 'mass-scale tricking of users to install apps and scenarios where social engineering is a major component' are all specifically ruled out.",
  "To claim, bounty-hunters will need to identify situations where data that was legitimately collected from users after they downloaded a Facebook app was then sold, stolen, or transferred to another company without authorization from Facebook.",
  "However, there's nothing to stop anybody with a poor understanding of the system from getting outraged and filing a report on, say, an unwelcome targeted ad - and Facebook promises to check out every report it receives.",
  "While the company currently pays out more than $1 million a year in bug bounties to people who find security flaws in its platform, this program probably won't cost Facebook a great deal in terms of payouts.",
  "The personal data of as many as 87 million people was handed over to consulting firm Cambridge Analytica and, it's claimed, used to target individual voters during the 2016 US presidential election.",
  "According to the company, the aim of the program is to try and identify the sort of misappropriation of data that has had Zuckerberg facing grillings from Senate and House committees this week.",
  "As Facebook founder Mark Zuckerberg faces Congress, the company has announced a new effort to weed out data abuse: a bounty program paying as much as $40,000 a throw.",
  "The program's an open invitation to the green-ink brigade, in other words, and any genuine reports will be overwhelmingly outnumbered by misguided ones.",
  "Bounty-hunters mustn't obtain the data illegally or without proper authorization, and at least 10,000 Facebook users need to have been affected.",
  "Given the hoops Facebook expects bounty-hunters to jump through, very few people will actually be able to come up with a successful claim.",
  "All this means that claiming the bounty isn't going to be easy, to say the least.",
  "It might not be the best use of the Facebook team's time.",
  "It may not, though, be a particularly cheap piece of PR."
]