[
  "Nell Greenberg, campaign director for Avaaz, said the cutouts represent “a fake troll army of Mark Zuckerberg’s.” The demonstration is meant to draw attention to the bots and other fake accounts that were partly responsible for spreading disinformation during the 2016 U.S. presidential race, and in other elections and debates around the world.",
  "Even though Zuckerberg is specifically in Washington to discuss political consulting firm Cambridge Analytica’s improper acquisition of personal information from up to 87 million accounts, Greenberg sees this as an opportunity to discuss a wide range of issues, including the proliferation of misinformation on the platform.",
  "Zach Gibson/Getty Images\n\nAt 6:15 a.m. on Tuesday morning, members of the online activist organization Avaaz descended on the lawn in front of the U.S. Capitol to plant dozens of cardboard cutouts of Mark Zuckerberg.",
  "Avaaz has been calling on Facebook to take action by funding more fact checkers, submitting to independent audits, alerting people every time they see fake content, and banning bots.",
  "The cutouts feature Zuckerberg with a pouty frown wearing a blue T-shirt emblazoned with the phrase “fix fakebook,” which was printed in his company’s signature sans-serif font.",
  "“I think we need to see social media CEOs across all platforms putting in place reforms, and we need to see government putting in place reforms as well.",
  "The Facebook CEO is expected to testify before a Senate committee on Tuesday afternoon to discuss the Cambridge Analytica scandal.",
  "“If we just focus on data privacy, likely what we’re going to get is Band-Aid solutions to privacy notifications.",
  "If we don’t have a thriving democracy, we don’t get to have a debate about user privacy,” she told Slate.",
  "In his prepared testimony, released on Monday, Zuckerberg addressed Russian interference in the election.",
  "At around 5-and-a-half feet tall, the cutouts are approximately the same height as the actual CEO.",
  "We cannot just rely on the kind heart of Mark Zuckerberg to take care of this,” Greenberg said.",
  "The group has also been pushing Congress to step in as well.",
  "The Facebook CEO testifies on Tuesday afternoon.",
  "Read more from Slate on Cambridge Analytica.",
  "That’s not enough to protect our democracy.",
  "(You can read his full remarks here.)"
]