[
  "• There’s a section on diversity, and the first canned answer places Facebook’s particular workforce diversity problem within the context of a broader problem in the industry: “Silicon Valley has a problem, and Facebook is part of that problem.” The second talking point includes Facebook’s diversity numbers: “3% African American, 5% Hispanic.” These numbers cover the entire company and are much lower if you look at technical roles and leadership roles at Facebook.",
  "• There’s a header on competition, where Zuckerberg has written down that Facebook is a “small part of the ad market: advertisers have choices too—$650 billion market, we have 6%.” It’s an interesting talking point, because while it may be true for all of advertising, when looking at the online ad market, Facebook made up 20 percent of U.S. revenue in 2017, while Google accounted for 39 percent that year, according to the digital research firm eMarketer.",
  "• There are talking points about Apple CEO Tim Cook’s recent critique of Facebook’s ad-targeting business model, many of which sounded a little like fighting words—like “Lots of stories about apps misusing Apple data, never seen Apple notify people” and “Important to hold everyone to the same standard.” Ouch!",
  "His notes cover how to respond to all kinds of questions, from substantive policy issues (like whether Facebook is a monopoly) to more sensational queries—for example, he knew what to say if a senator asked if he planned to fire people over the Cambridge Analytica scandal.",
  "Zach Gibson/Getty Images\n\nMark Zuckerberg may have been unwilling to reveal what D.C. hotel he is staying in this week, but he surely didn’t come to his Capitol Hill interrogation Tuesday expecting to enjoy a great deal of personal privacy.",
  "The problem is that it’s often buried those settings or made them indecipherable—and that Facebook’s business model doesn’t really work unless a substantial number of its users can’t be bothered to think about them.",
  "Like when Sen. Maria Cantwell, a Democrat from Washington, asked Zuckerberg about Facebook board member Peter Thiel’s Silicon Valley company Palantir and its connection to Cambridge Analytica.",
  "Facebook’s public relations team has found a way to spin Europe’s robust consumer protection requirements into a talking point against the need for similar laws in the United States.",
  "• The notes include a section on the EU’s General Data Protection Rule, or GDPR, which is the new comprehensive data privacy legislation going into effect across Europe next month.",
  "The photo only shows two pages in a folder with many pages behind them, so just because something isn’t addressed here doesn’t mean Zuckerberg was unprepared for the question.",
  "But perhaps the main takeaway from this surreptitious shot of Zuckerberg’s notes, for me anyway, is how to write an efficient cheat sheet when prepping to give a talk.",
  "Here are six of the most interesting things Zuckerberg had jotted down:\n\n• Under the heading Business Model: “Let’s be clear: Facebook doesn’t sell your data.",
  "Whatever he was thinking, he somehow left the notes he brought with him laying out long enough for a journalist to snap a photo for all the world to see.",
  "The notes are clearly organized and loaded with pithy phrases that tease just enough information to encourage the reader to riff and sound natural.",
  "We give you controls.”—It’s true that Facebook has given its users an ever-finer degree of control of their privacy settings over the years.",
  "Not going to throw people under the bus.”) The cheat sheet reveals the breadth of subject matter Zuckerberg was prepared to address.",
  "Requires consent—done a little bit, but now doing more in Europe and around the world,” read two of the bullet points.",
  "Those statements carry the suggestion that Facebook doesn’t need American regulations on top of European ones.",
  "• Zuckerberg was even prepared to defend himself in case a senator suggested he throw in the towel: “Resign?",
  "Together the two companies accounted for nearly 60 percent of online ad revenue in the U.S. in 2017.",
  "Still, there were some exchanges when the Facebook CEO did seem unsure how to answer.",
  "And as familiar as Zuckerberg may have sounded on Tuesday, he did stay on script.",
  "Big challenge, but we’ve solved problems before, going to solve this one.",
  "“Provides control over data use—what we’ve done for years.",
  "The Facebook CEO had come packing a lot of spin.",
  "“GDPR does a few things,” the cheat sheet says.",
  "That looks like the folder that was left open.",
  "Read more from Slate on Cambridge Analytica.",
  "(Answer: “That was my responsibility.",
  "Zuckerberg obviously came prepared.",
  "Already taking action.” Dramatic.",
  "You own your information.",
  "Founded Facebook.",
  "I made mistakes.",
  "My decisions."
]