[
  "When the senators did ask tough questions, Zuckerberg was able to evade them and not really commit to anything new.”\n\nWerner, who works as a campaign strategist for Public Justice, says that their experience advocating for financial reform and consumer protection motivated them to attend the Equifax hearing and then the Zuckerberg one.",
  "“I thought today would be a good opportunity to harness that momentum [from the Equifax stunt] into a broader movement for creative activism.”\n\nWhen the hearing came to a close, Werner camped outside the front doors with a stack of fake Russian rubles to pester Zuckerberg, but the Facebook CEO ended up leaving through a side exit.",
  "“If we have to deal with them on the app all the time and see our civil discourse devolve because he won’t take proper action on malicious actors, then I think he should have to deal with them as well.”\n\nWerner managed to snag a place in the hearing room after a friend arrived at 7:15 a.m. to save the second spot in line.",
  "pic.twitter.com/HugPCD1tNW — The Russian Troll (Formerly Known as Monopoly Man) (@wamandajd) April 10, 2018\n\nThis time around, Werner decided to dress up as a Russian troll, donning a Russian flag neckerchief and a blue and green wig resembling the tuft of hair on a Troll doll.",
  "While Werner claims they were one of the millions of Facebook users who had their data improperly collected by Cambridge Analytica, they also wanted to draw attention to election interference on the platform during the 2016 presidential race.",
  "Andrew Harnik/AP\n\nAmanda Werner, the person who dressed up as the Monopoly man and photobombed Equifax executives during their testimony before Congress in March, gave an encore performance during Mark Zuckerberg’s Senate hearing on Tuesday.",
  "However, their hopes of photobombing Zuckerberg were dashed as seating for the public was pushed back beyond the view of most photographers taking pictures of the Facebook CEO.",
  "I think it just happens to be one of the ways that these big corporations are hurting average Americans right now,” Werner said.",
  "Werner remained in the room for most of the hearing and thought that Zuckerberg’s testimony was unimpressive.",
  "“A lot of the questions from the senators showed a clear lack of understanding of how this technology works.",
  "“I dressed up today basically to bring the Russian trolls to Mark Zuckerberg,” Werner told Slate.",
  "Mark Zuckerberg brought out a crowd including protestors.",
  "Werner told Slate, “I was trying to buy a political ad.”",
  "“I didn’t set out to target data breaches.",
  "“I think he was pretty weak,” Werner said.",
  "I hear Facebook may be a monopoly...",
  "??"
]