[
  "An independent audit is being conducted to verify this — Cambridge Analytica (@CamAnalytica) April 10, 2018\n\nFacebook suspended Cambridge Analytica in late March for violating a contractual agreement that required the firm to remove certain pertinent user information collected through an app.",
  "“We did not hack Facebook or break any laws — SCL Elections licensed data from a research company called GSR which obtained the data via a tool provided by Facebook, a common practice at the time,” Cambridge Analytica tweeted Tuesday afternoon.",
  "“We did not hack Facebook or break any laws — SCL Elections licensed data from a research company called GSR which obtained the data via a tool provided by Facebook, a common practice at the time,” Cambridge Analytica tweeted Tuesday afternoon.",
  "British data firm Cambridge Analytica responded to comments during Facebook CEO and Chairman Mark Zuckerberg’s Senate hearing Tuesday that the firm hacked or stole Facebook user information before the 2016 presidential election.",
  "— Cambridge Analytica (@CamAnalytica) April 10, 2018\n\nFacebook discovered Cambridge Analytica obtained user information from an app developer in 2015, Zuckerberg told Senate lawmakers Tuesday afternoon.",
  "Cambridge Analytica legally obtained the data from a research company — SCL Elections — that obtained Facebook user data from a tool provided to the company from Facebook, the data firm said Tuesday.",
  "The company took immediate action to take down the app, contact both Cambridge Analytica and the developer and asked that Cambridge Analytica delete the data, the Facebook CEO said.",
  "Once Facebook told us that their terms of services had been broken, we deleted all the GSR data and its derivatives, and certified this to Facebook.",
  "Once Facebook told us that their terms of services had been broken, we deleted all the GSR data and its derivatives, and certified this to Facebook.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Cambridge Analytica is primarily a data science consultancy and marketing agency focused on commercial clients.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Robert Donachie on Twitter and Facebook\n\nSend tips to robert@ dailycallernewsfoundation.org.",
  "An independent audit is being conducted to verify this,” Cambridge Analytica tweeted Tuesday.",
  "Our politics division works globally with campaigns on the center-left and center-right.",
  "Cambridge Analytica was provided the personal Facebook data of roughly 87 million users.",
  "“SCL Elections licensed 30M records on US citizens from GSR.",
  "SCL Elections licensed 30M records on US citizens from GSR."
]