[
  "At Tuesday’s joint hearing Senate hearing, members from the Judiciary and Commerce committees questioned Facebook CEO Mark Zuckerberg about exactly how and why his company let so many app developers, including Cambridge Analytica, take so much user data for so long without alerting users.",
  "In March, whistleblower Christopher Wiley testified at a U.K. parliamentary hearing that Palantir employees worked with Cambridge Analytica to turn the wrongfully obtained Facebook data into models for its voter ad-targeting work.",
  "She also questioned whether Facebook board meetings—where Peter Thiel would likely be in attendance—ever featured conversations about the network’s data being used in adversarial ways by opposing political forces.",
  "And to that, Zuckerberg only said that issues around election interference and data privacy are issues his company has discussed at their board meetings, and it’s something they want to get right.",
  "It’s been used by police departments, the National Security Agency, the U.S. military, and even Home Depot, which temporarily hired the firm following a credit card customer data breach in 2014.",
  "Basically, Cantwell seemed to be hinting that given Thiel’s presence on the board, she found it hard to believe Facebook wasn’t aware its data was being misused by political operatives.",
  "Cantwell jokingly asked Zuckerberg whether he’s aware that sometimes Palantir is referred to as “Stanford Analytica.” An unamused Zuckerberg said he had not heard that before.",
  "But it’s worth noting that Thiel has been an outspoken supporter of Trump, worked as an adviser on the presidential transition team, and sits on Facebook’s board.",
  "One person who stuck out, though, was Sen. Maria Cantwell, a Democrat from Washington state, who made some particularly incisive points.",
  "She further wanted to know what Facebook is doing to make sure its platform and data aren’t weaponized in malicious ways in the future.",
  "She opened with a question about Palantir, a firm that Facebook board member Peter Thiel co-founded and is now the chairman of.",
  "Palantir told the New York Times that one of its employees helped Cambridge Analytica in a personal capacity.",
  "First, she asked Zuckerberg about what he knows about whether Palantir worked with Cambridge Analytica.",
  "Most recently, the company has been caught connected to Cambridge Analytica.",
  "Palantir, in broad strokes, works on large-scale data analysis.",
  "Read more from Slate on Cambridge Analytica.",
  "Then she got down to business."
]