[
  "“Because it turns out paying $130,000 to shut up a porn star right before the election is a violation of campaign finance law, and knowingly lying to a bank about why you need the $130,000 is bank fraud, and attorney client privilege doesn’t apply if they’re investigating a crime jointly undertaken by the attorney and the client.”\n\n\n\nJimmy Kimmel\n\n\n\nFinally, Jimmy Kimmel addressed Facebook CEO Mark Zuckerberg’s testimony before Congress regarding the data breach that allowed millions of people’s personal information into the hands of Russia and Trump’s campaign data firm Cambridge Analytica.",
  "The only issue with that argument is the conspiracy would have to involve every single person in law enforcement.”\n\n\n\nThe host then showed a news clip explaining the process by which a warrant to search Cohen’s office was secured: first, special counsel Mueller had to have found evidence of criminal activity, handed off the material to Rosenstein, who made a referral to the southern district of New York, an attorney for which sought out a search warrant and waited for a judge to sign off on it.",
  "“The Cohen raid was planned, approved and reapproved by multiple, actual Trump appointees, including Rod Rosenstein, the Republican prosecutor handpicked by Trump to serve as deputy attorney general.”\n\nTrump, the host explained, has been fuming about the investigation being a “witch-hunt”, upping the ante on Tuesday by tweeting “attorney-client privilege is dead!”\n\n“Well, it is for you,” Colbert shot back.",
  "“This exact moment, FBI agents are so far up in Trump’s business that they’re reading his emails with a proctoscope,” Colbert joked, before explaining that in the raid on Cohen’s home and legal offices FBI agents reportedly recovered Cohen’s computer, financial records, phone and materials related to the $130,000 payment to Stormy Daniels just weeks before the 2016 election.",
  "If people in Salem had this kind of due process, they would have never burned anyone.”\n\nTrevor Noah says Scott Pruitt has 'taken cabinet scandals to a whole new level' Read more\n\nStephen Colbert\n\n“Right now, before anything else, I want to give a shout out to any FBI agent watching this from Michael Cohen’s hotel room,” Stephen Colbert began.",
  "“So if Trump has ever done anything shady – which I know sounds ridiculous, but stick with me here – this FBI raid has a good chance of finding it.”\n\nNoah went on: “Now, in Trump world, what’s happening here is a giant conspiracy, right?",
  "| Jonathan Freedland Read more\n\nThe host joked that “the best part was getting to see Mark Zuckerberg in big boy clothes”, adding that the Facebook CEO, notorious for a uniform of hooded sweatshirts and jeans, “has a suit, it turns out”.",
  "“The CEO of Facebook, Mark Zuckerberg, testified before the Senate judiciary and commerce committees today to explain how and why all your personal information somehow wound up in the hands of a foreign country,” Kimmel began.",
  "The president also characterized the raid as a “break-in”, to which Colbert replied: “They don’t break in, they used a search warrant.”\n\n“Did you see what they did to my attorney?” Colbert quipped, impersonating Trump.",
  "“Yesterday, thanks to the FBI, he had a really, really bad day.”\n\nAfter showing news segments about the raid, Noah asked: “How corrupt is your circle if your lawyer uses his one phone call to call you?",
  "Trevor breaks down the raid on Trump's personal attorney: https://t.co/ADHI6tKvXD pic.twitter.com/BJZ37zBwlk\n\n“Basically, Michael Cohen is Trump’s go-to guy for everything,” Noah continued.",
  "Late-night hosts on Tuesday discussed the FBI raid on Trump attorney Michael Cohen’s offices, as well as Mark Zuckerberg’s testimony before the Senate judiciary committee.",
  "But it’s an even bigger deal when that lawyer is Michael Cohen,” Noah explained, summarizing Cohen’s, often called Trump’s “fixer”, close relationship with the president.",
  "“It was tough, but at the end of the hearing he wowed senators by presenting them with a slideshow he made of all their memories together.”\n\n\n\nZuckerberg got off lightly.",
  "“When Trump found out about this he was pretty upset,” the host continued, showing clips of Trump calling the raid “a real disgrace” and “an attack on our country”.",
  "Trevor Noah\n\nComedy Central’s Trevor Noah covered the Cohen raid and disputed Trump’s claim of the investigation being a “witch-hunt”.",
  "“Facebook has admitted that as many as 270m accounts are or may be fake and used to spread false information online,” Kimmel added.",
  "“Of course, I’m talking about yesterday’s big raid on Trump attorney and man realizing he left his soul on the bus, Michael Cohen.",
  "The Daily Show (@TheDailyShow) “How corrupt is your inner circle if your lawyer uses his one phone call to call YOU?\"",
  "“Although, let’s be honest, most real Facebook accounts are used to spread false information online.”",
  "“Michael Cohen, President Trump’s personal lawyer and VIP customer at Joseph A Bank,” Noah began.",
  "“What we’re hearing is way too much legal procedure to be considered a witch-hunt.",
  "I think they might kidnap him to jail.”\n\n\n\n“Here’s the thing,” Colbert said.",
  "“Anytime the FBI raids a lawyer’s office, it’s a really, really big deal.",
  "It’s Robert Mueller trying to take Trump down for political reasons.",
  "“Zuckerberg testified for more than five hours today,” he continued.",
  "“They broke into his office, stole a bunch of damning evidence.",
  "“That doesn’t sound like a witch-hunt to me,” Noah said.",
  "Why are politicians so bad at asking questions?"
]