[
  "In fact, as I was just re-analyzing Facebook’s earnings release I thought to myself \"this is one of the best financial performances I have ever seen in 26 years of analyzing quarterly earnings reports.” The key data point was noted by Facebook's CFO David Wehner on the company's January 31 earnings call: \"In Q4, the average price per ad increased 43%.\"",
  "Zuckerberg has to keep generating extraordinary levels of growth to justify that valuation, and so the most value-added activity for a Facebook shareholder today (yes, even more value-added than monitoring minute-by-minute stock quotes or watching CNN during the day) is to analyze Facebook’s most recent earnings report.",
  "Facebook’s gross margin in the fourth quarter was 88% (flat with Q42016,) and that profit capture increased as we look toward the bottom line, as Facebook's operating margin was 57% in Q42017 vs. 52% in Q42016.",
  "Wehner noted on Facebook’s earnings call that Facebook had 700,000 fewer daily average users in the U.S. in Q42017 versus the prior quarter, and that was before #deletefacebook became a legitimate campaign.",
  "In my opinion those 10 percentage points of underperformance are entirely attributable to a fear that the inevitable slowdown in Facebook’s growth trajectory is upon us.",
  "Advertising represented 98.5% of Facebook’s revenues in the fourth quarter, and those advertisers can't possibly keep spending 43% more per ad than they did a year ago.",
  "To understand that one must have some kind of historical perspective in stocks and know that as industry fundamentals evolve, individual stocks can be left behind.",
  "As Facebook's CEO Mark Zuckerberg testifies before the House Energy & Commerce Committee, it's an opportune time to refocus on the valuation of Facebook stock.",
  "Zuckerberg may claim that \"Facebook will always be free,\" but Facebook generated $26.26 in average revenue per U.S. user in the fourth quarter.",
  "Consider that you own a company making widgets, and the price you charge your customers rose 43% versus the price you charged last year.",
  "As the post-Millennials who mostly prefer Facebook’s Instagram platform to its core social site would say, that margin is \"sick.\"",
  "All are still quite viable companies, but the move to cloud computing and intelligent smartphones has left those stocks behind.",
  "As good as it gets is a real concern when investing in growth stocks, and Facebook’s fourth quarter was really, really good.",
  "Load your charting program and look at a 20-year chart of the following names: Cisco, Blackberry, Juniper Networks, Nokia.",
  "Facebook's current market capitalization is $484 billion and the company generated only $40 billion of revenue last year.",
  "That is a bigger threat to Zuckerberg's net worth than Cambridge Analytica, fake news or even restrictive neckwear.",
  "That is a stunning figure for a non-transactional site and it points to the major issue facing Facebook shares.",
  "This is what analysts call \"re-rating\" and it is a process that takes quarters and years, not weeks and days.",
  "So, is seeing Facebook CEO Mark Zuckerberg in business attire—as media reports scream \"he's wearing a tie!",
  "From an investment perspective, the main problem facing Facebook shares is the company's fourth quarter.",
  "That level of pricing power is astounding, and it is the key driver for Facebook's ridiculous margins.",
  "FB shares have fallen 8.2% year-to-date versus a 1.9% percent increase in the Nasdaq Composite Index.",
  "No, it wasn't a \"miss,\" as the talking heads on CNBC would put it, it was a terrific quarter.",
  "Well, the stock market has been telling you that that progression has already commenced.",
  "But stocks are valued based on rate of growth, and at some point that has to slow.",
  "FB shares are currently trading at 22.2x analyst consensus of $7.27 for 2018 EPS.",
  "\"—in front of Congress the sign that Facebook's inevitable slowdown has begun?",
  "The markets seem to be forecasting a slowdown for Facebook.",
  "As of year-end 2017 that multiple was 28.9x ($181/$6.26.)",
  "That's the downside risk with any high-flyer.",
  "Facebook's growth will slow.",
  "Can you imagine that?"
]