[
  "After a brief hesitation, the Facebook CEO replied: “Yes.”\n\nFive things we learned from Mark Zuckerberg's Facebook hearing Read more\n\nEshoo called Facebook’s terms and conditions around privacy a “minefield” and asked Zuckerberg one of many blunt questions put to him on Wednesday: “Are you willing to change your business model to protect users’ privacy?”\n\nZuckerberg, 33, gave one of many evasive responses: “Congresswoman, I’m not sure what that means.”\n\nOn Tuesday, Facebook began notifying millions of people around the world that their private information may have been given to Cambridge Analytica in the worst privacy debacle in his company’s history.",
  "The Facebook founder declined to give a simple response, saying: “Congressman, this is a complex issue that I think deserves more than a one-word answer.” Pallone replied: “That’s disappointing to me.”\n\nMike Doyle, a Democratic congressman from Pennsylvania, raised the Cambridge Analytica matter and asked: “When the Guardian made the report, was that the first time you heard about it?” He accused Facebook of “turning a blind eye” to developers’ abuses, adding: “There is a real trust gap here.",
  "The Democrat Bobby Rush of Illinois pondered: “What is the difference between Facebook’s methodology and the methodology of the American political pariah [former FBI chief] J Edgar Hoover?”\n\nPlay Video 2:27 Five key moments from Mark Zuckerberg's testimony – video\n\nRepublican Marsha Blackburn said: “I can’t let you filibuster right now.”\n\nJohn Sarbanes, a Democrat from Maryland, said: “Facebook is becoming a self-regulated superstructure for political discourse.",
  "In his second day on Capitol Hill, Zuckerberg says his own data was handed to Cambridge Analytica\n\nThe Facebook founder, Mark Zuckerberg, was given a rougher ride on his second day of congressional testimony on Wednesday as he faced sharp questions about the tech giant’s ability to track its users’ movements, shopping habits and browsing histories and was at one stage compared to J Edgar Hoover.",
  "We do need to understand whether there is something bad going on at Cambridge University overall that will require a stronger action from us.”\n\nZuckerberg was presumably referring to Cambridge University’s psychometrics centre, which media reports have suggested worked with Cambridge Analytica on ways to predict human behaviour, although the university denies this.",
  "“These have included one study in 2015 led by Dr Aleksandr Spectre [Kogan] and co-authored by two Facebook employees.”\n\nZuckerberg was widely considered to have emerged more or less unscathed from his near five-hour appearance before a joint Senate committee on Tuesday in what had been billed as a moment of reckoning for Silicon Valley.",
  "Are we, the American people, going to regulate the political dialogue or are you, Mark Zuckerberg?”\n\nThe Democrat Frank Pallone asked Zuckerberg to make a clear commitment to change all Facebook’s default settings to minimise the possible collection of personal data.",
  "During five hours of testimony, the billionaire entrepreneur revealed that his own personal information was among that handed over to the political consultancy Cambridge Analytica, which harvested the data of up to 87 million Facebook users without their permission.",
  "“Your platform is still being used to circumvent the law,” he said: “Facebook is enabling an illegal activity and in so doing you are hurting people … You said before you were going to take down those ads, but you didn’t do it.”\n\nZuckerberg got off lightly.",
  "Isn’t that correct?”\n\nHe said: “Everyone has control over how that works.” But again Castor interjected: “Are you saying you don’t gather data on where people travel?”\n\nShe added: “It’s practically impossible these days to remain untracked in America.",
  "The Democratic congresswoman Anna Eshoo, reading questions from her constituents at a hearing of the House energy and commerce committee, asked Zuckerberg whether his data was “included in the data sold to the malicious third parties”.",
  "But on Wednesday members of the House were more punchy and willing to interrupt his flow as they asked questions on privacy, surveillance, censorship and politics, regularly asking for yes or no answers which he struggled to provide.",
  "Zuckerberg said legal action was being considered and added: “What we found now is that there’s a whole programme associated with Cambridge University where … there were a number of other researchers building similar apps.",
  "In his opening statement, the committee chair, Greg Walden, a Republican, quoted the company’s early motto “move fast and break things”, asking whether the company had “moved too fast and broken too many things”.",
  "And that’s not part of the bargain.”\n\nSeveral other members of the House committee pressed Zuckerberg on whether Facebook was transparent about much information it collects on users and even non-users.",
  "However are not stored as individual websites but instead as ‘interest categories’.”\n\nThe Republican David McKinley presented screenshots of opioids available to buy on Facebook without a prescription.",
  "You’re following Facebook users even after they log off that platform.”\n\nZuckerberg tried to reply, “Broadly, I disagree with your characterisation,” but was frequently cut off by Castor.",
  "“Our researchers have been publishing such research since 2013 in major peer-reviewed scientific journals, and these studies have been reported widely in international media,” it added.",
  "Some tech analysts following proceedings from afar picked holes in his testimony, accusing him of conflating different points on the issue of whether users own and control their data.",
  "Zuckerberg and Facebook’s chief operating officer, Sheryl Sandberg, have been on a media apology tour since the story broke in the Observer, the Guardian’s sister Sunday newspaper.",
  "Zuckerberg acknowledged: “The internet is growing in importance around the world in people’s lives and I think that it is inevitable that there will need to be some regulation.",
  "“This is proof to me that self-regulation simply does not work.”\n\nIndeed, questions of greater regulation of the tech industry have run through the two days of hearings.",
  "The technologist and reporter Ashkan Soltani tweeted: “Zuck’s answer to Rep McNerney’s question re: ‘Facebook’s collection of browsing history’ was disingenuous.",
  "The Democrat Jan Schakowsky of Illinois also gave Zuckerberg an uncomfortable moment by reading aloud various apologies he had issued in the past for mistakes.",
  "| Jonathan Freedland Read more\n\nZuckerberg repeated his belief that artificial intelligence was needed to help police activity on Facebook.",
  "So my position is not that there should be no regulation but I also think that you have to be careful about regulation you put in place.”",
  "Why should we trust you to follow through on these promises?”\n\nZuckerberg answered: “Respectfully, I disagree with that characterisation.",
  "The Democratic congressman Eliot Engel of New York asked if Facebook planned to sue Kogan, Cambridge University or Cambridge Analytica.",
  "We’ve reviewed tens of thousands of apps a year.”\n\nThe Florida Democrat Kathy Castor told the CEO: “A devil’s bargain has been struck.",
  "The data was collected through an app called thisisyourdigitallife, built by the Cambridge University academic Aleksandr Kogan.",
  "The university said it would be “surprised” to learn Zuckerberg was only now aware of its work in the psychographics field.",
  "He was rarely thrown off his talking points by middle-aged senators who frequently displayed their lack of tech expertise.",
  "You are collecting data on just about everybody … I don’t think the average American really understands that.",
  "Yes or no?”\n\nZuckerberg failed to give a yes or no response and was again interrupted.",
  "She demanded: “You are collecting personal data on people who are not Facebook users.",
  "Facebook now has evolved to a place where you are tracking everyone.",
  "Facebook *does* track browsing behavior via social widgets.",
  "Why are politicians so bad at asking questions?",
  "“You have a long list of apologies,” she said.",
  "We’ve had a review process for apps for years.",
  "This developer data issue is just one example.",
  "Americans do not like to be manipulated.",
  "Castor said: “You watch where we go.",
  "They do not like to be spied on."
]