[
  "Can't like Facebook as much as you used to 6:23 PM ET Wed, 11 April 2018 | 01:29\n\nAs thin trading sent stocks lower and oil prices soaring into the close on Wednesday, CNBC's Jim Cramer searched for non-oil-related action that defined the tape.",
  "The \"Mad Money\" host added that he didn't get what he wanted from Facebook: an independent investigator who could review Facebook's practices and try to prevent another situation like the Cambridge Analytica scandal.",
  "Congress' inclination to regulate Facebook could also reflect poorly on the stock, particularly when much of Congress seemed to have a weak grasp on the core aspects of the business, Cramer said.",
  "Facebook's stock closed at $166.32 a share on Wednesday, gaining 0.8 percent on top of its 4.5 percent rise the day prior after a calm and collected testimony from the Facebook chief.",
  "But even though Zuckerberg's testimony was largely well-received, Cramer warned investors not to be too forgiving with the embattled social media giant.",
  "\"It's always weird when you look at the non-oil standouts on a day like today because the most glaring one happened to be the stock of Facebook.",
  "\"We simply can't like Facebook as much as we used to,\" Cramer said, adding that his charitable trust has been selling shares of Facebook.",
  "That, and not the earnings results, is why shares of Facebook are trading at such a low price-to-earnings multiple, Cramer argued.",
  "\"If there is another situation like this, Congress is going to take a pretty dim view of Zuckerberg's testimony,\" Cramer said.",
  "For the second day in a row, founder and CEO Mark Zuckerberg dazzled by not dazzling,\" the \"Mad Money\" host said.",
  "\"You don't like a company more after its CEO gets grilled by lawmakers, you like it less.\"",
  "\"It's why we've been selling it for my charitable trust,\" the \"Mad Money\" host said.",
  "\"He almost made you believe that he's the conscience of social media.\"",
  "\"I love the numbers, but I think the numbers could come down.",
  "This stock is a lot more risky than it was a month ago.\"",
  "\"He needs to get out ahead of the next scandal.\""
]