[
  "Without needing to do anything, there is some solace to be had, perhaps, in the knowledge that even though for years now Facebook has operated as a business whose primary function is to funnel consumer eyeballs to advertisers, one gets the impression that its upper management are still deeply invested in the idea of themselves as radical disrupters who are helping the world.",
  "Perhaps this is hopelessly naive, but from Zuckerberg and Sandberg down, it’s hard not to believe that the damage done by Cambridge Analytica to Facebook’s self-image – as a company less interested in making money than profoundly expanding our horizons etc – must surely make a small dent in their extraordinary self-righteousness.",
  "The reason for this is that, in spite of everything I have read about the incredible depth of information available to those potentially buying my data, including what articles I click through to and how long I spend on them, I continue to labour under the illusion I don’t use the platform enough to have data worth sharing.",
  "This is all the data Facebook and Google have on you | Dylan Curran Read more\n\nFirst, of course, you should take what are now very well-publicized measures to tighten up the security of your account, although as I write this, I realize I haven’t done so myself.",
  "Think again, suckers; the thing I liked was the author’s decision to quit her job and go freelance to become a motoring journalist, among other things, and there is no way even you guys can get far enough into my preferences to access that kind of information.",
  "And understanding that Facebook is not a neutral platform but a delivery system for corporate and political interests surely goes some way towards changing one’s relationship with it and becoming more sophisticated consumers of a potentially damaging product.",
  "Like you, I have no idea how to wean myself off the platform, but acknowledgement is the first step to recovery\n\nI am too far in to leave Facebook, but I want to register my disapproval of the company after their part in the data leak to Cambridge Analytica.",
  "Mark Zuckerberg's Facebook hearing was an utter sham | Zephyr Teachout Read more\n\nFrom a practical point of view, I have no idea how to wean myself off the platform, but I do know that, as with all addictions, acknowledgement is the first step to recovery.",
  "I never post or upload photos; I rarely comment on the postings of others, and when I do “like” something, it is usually because I want to give a thumbs up to the friend who has posted it, rather than communicate my passion for the thing they are sharing.",
  "This is idiotic for lots of reasons, but mainly because of the numbers; lest we need reminding, Facebook has 2.1 billion users worldwide and even if everyone who threatened to quit actually did, it would barely cause a ripple on Facebook’s surface.",
  "But I understand your quandary: officially, I “hate” Facebook, the way I hate Amazon (which I still use) and hate my local supermarket for charging $7 for a loaf of bread because it’s another 10 blocks before you get to Trader Joe’s.",
  "If one is realistic about the chances of actually ditching Facebook to spend more time reading books or taking walks in the country, or talking to one’s children, then perhaps this scepticism will have to be punishment enough.",
  "Facebook Twitter Pinterest ‘Even if everyone who threatened to quit actually did, it would barely cause a ripple.’ Photograph: Michael Reynolds/EPA\n\nAnd yet the instinct to get back at them is very strong.",
  "This is, obviously, deeply delusional, as is the tiny, dumb urge I have to “mess with the system” by liking every posting I see across all political and social interest groups – that’ll show ’em!",
  "Ah, the urge to punish without denying yourself pleasure, if that’s what using Facebook can even be called at this point.",
  "After all, we interact with loathsome companies everyday; the error is believing them when they tell us they’re friends.",
  "I was always hesitant to share pictures of my kids online and that reluctance has now hardened to a rule.",
  "Think I like cars because I liked a recent review of an Aston Martin?!",
  "– effectively spoiling the ballot paper so my profile is insane.",
  "In this way, I kid myself, I am opaque to the data thieves.",
  "But I still use them, too.",
  "What should I do?",
  "Are you ready?"
]