[
  "So Zuckerberg must have known what Luján was talking about when he described the dossiers and then asked, “So these are called shadow profiles, is that what they’ve been referred to by some?”\n\nZuckerberg’s response: “Congressman, I’m not—I’m not familiar with that.” He continued to divert, deflect, and plead ignorance for the duration of Luján’s questioning on the topic.",
  "The Facebook chief similarly claimed to Missouri Republican Roy Blunt on Tuesday that he didn’t know whether Facebook tracks users across devices outside the Facebook app:\n\nBLUNT: Do you track devices that an individual who uses Facebook has that is connected to the device that they use for their Facebook connection, but not necessarily connected to Facebook?",
  "But on one occasion—under persistent questioning from Kansas Republican Jerry Moran on Tuesday—Zuckerberg went further, suggesting that Facebook users did in fact consent to having their data scraped by third parties anytime their friends signed up for an app.",
  "“Senator, I want to make sure I get this accurate so it would probably be better to have my team follow up afterward,” Zuckerberg said—even though Facebook’s own website makes it clear that the company does indeed track logged-out users.",
  "Yet when Sen. Maria Cantwell, a Washington Democrat, asked Zuckerberg about Palantir, the Facebook CEO said, “I’m not really that familiar with what Palantir does.” Odd that it has never come up in any of his conversations with Thiel!",
  "And while there is some discomfort for sure with using information in making ads more relevant, the overwhelming feedback that we get from our community is that people would rather have us show relevant content there than not.",
  "Saul Loeb/AFP/Getty Images\n\nMark Zuckerberg’s tactics to survive 10 hours of questioning by members of Congress included diversions, technical quibbles, and filibusters designed to run out each lawmaker’s four-minute clock.",
  "The dossiers that the social network builds on non-Facebook users—known in the industry as “shadow profiles”—have been widely reported on over the years, including in a recent investigation by Gizmodo.",
  "The term is hardly new: It dates to at least 2011, when an advocacy group in Ireland filed suit against Facebook alleging that its shadow profiles violated the Irish Data Protection Act.",
  "When people signed up for Facebook, they signed up for that as well.”\n\nWe’ll soon find out whether the FTC agrees: Some observers are expecting it to levy record fines on the company.",
  "His overall strategy for the hearings, which focused on Facebook’s privacy and data security practices, was to say as little as possible beyond a handful of scripted talking points.",
  "A 2011 settlement with the Federal Trade Commission required Facebook to obtain users’ “express consent” via “clear and prominent notice” before sharing their data in new ways.",
  "In one of Wednesday’s sharpest interrogations, New Mexico Democrat Ben Luján pressed Zuckerberg on the fact that Facebook collects data even on people who don’t use Facebook.",
  "Yet the Cambridge Analytica scandal revealed that as many as 87 million Facebook users could have had their profile data scraped via an app that only 270,000 signed up for.",
  "It made headlines in 2013 (including in Slate) when Facebook mistakenly leaked private contact information from users’ address books, and the company issued an apology.",
  "He’s “not that familiar with what Palantir does.”\n\nPalantir is a major Silicon Valley data analysis firm with connections to law enforcement, the military, and the NSA.",
  "What is clear is that Zuckerberg repeatedly erred on the side of ignorance and naïveté rather than delve into some of the less savory aspects of Facebook’s business.",
  "But Zuckerberg rejected the question’s premise:\n\nWhat we found is that even though some people don’t like ads, people really don’t like ads that aren’t relevant.",
  "In that poll of U.S. adults, 63 percent of respondents said they’d like to see “less targeted advertising,” while just 9 percent said they’d like to see more.",
  "But here’s an idea for where to start: Make sure that Zuckerberg really does follow up with lawmakers on all 43 things he promised to follow up with them on.",
  "Multiple lawmakers this week pressed Zuckerberg on whether that apparently nonconsensual data harvesting amounted to a violation of the FTC agreement.",
  "Still, it’s hard to believe Facebook users are anywhere near as enthusiastic about trading their privacy for more relevant ads as Zuckerberg claimed.",
  "Sen. Bill Nelson, a Florida Democrat, asked on Tuesday what happens if a user doesn’t want to receive targeted ads based on their online behavior.",
  "A more likely reason that Facebook users haven’t opted out of various forms of ad targeting is that Facebook makes it really confusing to do so.",
  "And on at least a few of those occasions, he said things that strained the credulity of anyone who follows Zuckerberg and his company closely.",
  "Regardless, Zuckerberg’s claim that Facebook users understood that their friends could give away their data seems pretty disingenuous.",
  "Facebook users “consented” to letting their friends share their personal information with the likes of Cambridge Analytica.",
  "Its co-founder, Peter Thiel, was an early Facebook investor and a mentor to Zuckerberg, and he sits on Facebook’s board.",
  "That’s because Facebook allowed such apps to obtain data not only from their users, but from their unwitting friends.",
  "Zuckerberg was asked multiple times whether Facebook tracks people around the web who aren’t logged into Facebook.",
  "But when he was first asked it on Tuesday, by Republican Sen. Roger Wicker of Mississippi, he pleaded ignorance.",
  "Each time, Zuckerberg repeated the company’s official stance that it does not believe it violated the agreement.",
  "Just 21 percent considered targeted ads “better” than traditional ones, while 41 percent considered them worse.",
  "Whether any of these evasions amount to lying to Congress—which is punishable by jail time—is not clear.",
  "Palantir’s headquarters in Palo Alto are in the same building that used to be Facebook’s headquarters.",
  "Specifically, he asked if Facebook is really considering letting users pay to opt out of ad targeting.",
  "My colleague April Glaser has more on the dishonesty of his position, and why it matters.",
  "He doesn’t know whether Facebook tracks logged-out users or tracks users across devices.",
  "And it emerged this week that some users even had their private messages harvested.",
  "“We explained, and they consented to it working that way,” Zuckerberg said.",
  "Here are five of the least plausible claims he made to Congress this week.",
  "But a Reuters/Ipsos poll conducted just last month suggests the opposite.",
  "On most occasions, he deflected the question in one way or another.",
  "Still, there were times when he had no choice but to say something.",
  "Facebook CEO Mark Zuckerberg testifies Wednesday on Capitol Hill.",
  "ZUCKERBERG: I’m not—I’m not sure of the answer to that question.",
  "Granted, the poll’s methodology could be flawed in various ways.",
  "At least once, on Wednesday, he answered it in the affirmative.",
  "He later added, “We made it clear this is how it worked.",
  "Facebook users prefer targeted ads to nontargeted ones.",
  "Zuckerberg is “not familiar” with shadow profiles.",
  "Read more from Slate on Cambridge Analytica.",
  "What can Congress do about it?",
  "Probably not much.",
  "ZUCKERBERG: Yes.",
  "BLUNT: Really?",
  "5.",
  "4.",
  "3.",
  "2.",
  "1."
]