[
  "“And I want to make sure that in an open session I’m not revealing something that is confidential.”\n\nThe 33-year-old initially said the company had been served subpoenas by Mueller’s office before clarifying that he was not aware of whether it had been subpoenaed or was voluntarily cooperating with the probe.",
  "“But I know we are working with them.”\n\nEarlier this year, Mueller charged 13 Russian individuals and three Russian companies with interfering in the U.S. election process in a broad plot that involved the proliferation of so-called fake news and disinformation on Facebook and other social media platforms.",
  "Facebook founder and chief executive Mark Zuckerberg told lawmakers on Capitol Hill Tuesday that staffers at the social media giant have been interviewed by members of special counsel Robert Mueller’s office investigating Russian interference in the 2016 presidential election.",
  "When asked by Sen. Patrick Leahy, D-Vt., whether anyone at Facebook had been interviewed by Mueller’s team, Zuckerberg said, “Yes,” adding: “I have not.”\n\n“I want to be careful here because our work with the special counsel is confidential,” Zuckerberg said.",
  "(AP Photo/Pablo Martinez Monsivais) More\n\nZuckerberg’s appearance before members of the Senate Judiciary and Commerce committees came in the wake of the Cambridge Analytica scandal, which exposed personal information from as many as 87 million users.",
  "In January, Wired magazine reported that Mueller’s office interviewed at least one Facebook employee who was assigned to Trump’s presidential campaign to help shape his ad messaging on the platform.",
  "A Cambridge Analytica whistleblower, Christopher Wylie, said the company used the information to build psychological profiles in order to target voters with political ads on Facebook.",
  "Cambridge Analytica, a data mining firm used by Donald Trump’s presidential campaign, was able to access user data on Facebook through a third-party quiz app.",
  "In written testimony released Monday, Zuckerberg apologized for the Cambridge Analytica breach and a host of other issues related to election interference.",
  "Facebook CEO Mark Zuckerberg takes his seat to testify before a joint hearing of the Senate Judiciary and Commerce committees in Washington on Tuesday.",
  "“That goes for fake news, foreign interference in elections, and hate speech, as well as developers and data privacy.",
  "“It’s clear now that we didn’t do enough to prevent these tools from being used for harm as well,” Zuckerberg wrote.",
  "I started Facebook, I run it, and I’m responsible for what happens here.”\n\nRead more from Yahoo News:",
  "“I actually am not aware of a subpoena — I believe that there may be,” Zuckerberg said.",
  "We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "It was my mistake, and I’m sorry."
]