[
  "Diamond and Silk, the outspoken Trump fangirls who were reportedly told by Facebook this month that their “content and brand” were “unsafe to the community.”\n\n“There are a great many Americans who I would say are deeply concerned that Facebook and other tech companies are engaged in a pervasive pattern of bias and political censorship,” Cruz said.",
  "It’s a worthwhile question in the second decade of the twenty-first century, as the internet continues to grow from a mere communications system to a plane on which we conduct our everyday lives, demanding new considerations of speech rights and the privatization of public space.",
  "He proceeded to rattle off a laundry list of examples: A “Chick-Fil-A Appreciation Day” page that was banned in 2012, around the time that a number of Americans were protesting the fast-food chain after its chief operating officer made comments against same-sex marriage.",
  "Last month, it was reported that the firm had relied on a Facebook personality quiz to access the private data of nearly 90 million of the site’s users, precipitating a controversy over Facebook’s privacy policies that has culminated in Zuckerberg’s testimony.",
  "But it turned out that all Cruz wanted to do was grind an old axe: his belief that Facebook has demonstrated a “pervasive pattern of political bias” in its monitoring and regulation of the content shared to its platform.",
  "The 47-year-old Cruz, who has been known since his Princeton debate team days as a gleefully caustic interlocutor, clearly arrived in the meeting chamber in the Hart Senate Office Building with a plan of attack.",
  "Palmer Luckey, the virtual reality prodigy who parted ways with Facebooks after it was reported that he backed a pro-Trump conservative group that trafficked in anti-Hillary Clinton content.",
  "When Cruz asked Zuckerberg if any members of the Facebook team tasked with monitoring users’ content had ever supported Republican political candidates, Zuckerberg said that he did not know.",
  "But the gambit whiffed slightly of hypocrisy — Cruz accepted $7,500 in donations from Facebook during his 2012 campaign, according to an investigation by the Sunlight Foundation.",
  "Zuckerberg conceded that Silicon Valley is “an extremely left-leaning place,” but denied Cruz’s insinuation that the bias had infiltrated the machinations of Facebook.",
  "It was a telegenic moment for Cruz, who faces a tough reelection in Texas this November and now has a couple more clips for his campaign television ads.",
  "It was a canned marketing point, and Cruz — with an air that suggested he knew Zuckerberg had walked into his trap — retorted with a more pointed query.",
  "At one point, Sen. Orrin Hatch, the 84-year-old Utah Republican set to retire this year, asked Zuckerberg how Facebook plans to stay free for its users.",
  "But before Trump was the Republican frontrunner, it was Ted Cruz who gave the firm nearly $6 million to help his campaign with data-driven advertising.",
  "But more curious here is Cruz’s relationship to Cambridge Analytica, the data-mining firm that hangs over Zuckerberg’s two-day visit to Capitol Hill.",
  "“Are you a First Amendment speaker expressing your views or are you a neutral public forum allowing everyone to speak?” Cruz demanded.",
  "Rarely before has the senescence of this Senate — which, with an average age of 63, is the oldest in history — been so apparent.",
  "When Zuckerberg’s replies were evasive, as they sometimes were, many of these lawmakers seemed ill-equipped to push back.",
  "For the better part of its first two hours, Mark Zuckerberg’s testimony before Congress on Tuesday was a tedious affair.",
  "Only before the first five-minute bathroom break of Zuckerberg’s lengthy hearing did he choose to execute it.",
  "Their queries were clumsy, demonstrating limited fluency in the workings of social media and its jargon.",
  "The Trump campaign’s work with Cambridge Analytica has at this point been meticulously documented.",
  "“Does Facebook consider itself a neutral public forum?” Cruz asked Zuckerberg innocently.",
  "“Senator, we consider ourselves to be a platform for ideas,” Zuckerberg replied.",
  "And when he did, for a few moments, Zuckerberg appeared on edge.",
  "The problem, it seemed, were the senators questioning him.",
  "The topic did not come up in Cruz’s inquisition.",
  "“Senator, we run ads,” Zuckerberg said flatly.",
  "But then Ted Cruz chimed in."
]