[
  "Millions and millions of people.”\n\nIn an ironic twist better suited for Greek tragedy than American presidential politics, Trump’sdemonstrably falseclaims of electoral fraud reappeared just as Facebook CEO Mark Zuckerbergwas preparing to testify before Congress about a long list of political, digital and privacy abuses enabled by the social media giant.",
  "More\n\nWhile the deliberate political marginalization of racial minorities hasn’t changed over the decades, what has become increasingly clear as Facebook and Cambridge Analytica offered their alarming and convoluted narratives is that thetechnologythat allows politicos to target these groups has evolved dramatically.",
  "Much of the controversy hinges on the scandalous misdeeds of Cambridge Analytica, the now-infamous data and political consulting firm that worked extensively on the president’s 2016 campaign and improperly accessed the private information of some 87 million Facebook users.",
  "During the 1964 presidential election, for instance, a Republican consultantwas indicted on charges of electoral fraud after he distributed more than a million misleading leaflets that claimed Martin Luther King Jr. wanted black voters to write in his name for president.",
  "(While Congress and the public are still sorting out the details, these efforts to depress minority voter turnout paralleled the campaign of “information warfare” orchestrated by Russia’sInternet Research Agencyduring the presidential contest.)",
  "Although Republicans were the first to technologically “innovate” in their anti-democratic tactics, the privacy and political implications cross partisan lines because all political parties have access to these tools.",
  "Last week, while in West Virginia for a roundtable discussion, President Donald Trump made a sharp detour from his scheduled remarks on taxes torail against alleged voter fraudin elections.",
  "Would Republicans still be silent if the Democratic Party deployed their own version of Cambridge Analytica to suppress the turnout of rural white voters in presidential elections?",
  "Encouraging low turnout through questionable means is a longstanding political strategy, now compounded by voter ID laws, to undermine the electoral impact of minority voters.",
  "In 1980, consultants on Ronald Reagan’s election team proposed a strategy of “holding down the black turnout” as a means of neutralizing the political impact of black voters.",
  "Five decades later, a million leaflets have evolved into millions of Facebook “dark posts” aimed at discouraging minorities from supporting Democratic candidates.",
  "Anyone or any group that seeks to depress or suppress the turnout of a particular constituency now has the unregulated technological means and platform to do so.",
  "In doing so, Cambridge Analytica provided the means for the Trump campaign not only to activate likely supporters butto influence minorities not to vote at all.",
  "The idea was to encourage political apathy and voter abstention among African-Americans through attack ads focused on President Jimmy Carter.",
  "What does our democracy look like if candidates regularly use these technological tools to stifle political rights in local or state races?",
  "Cambridge Analytica accessed the private information of some 87 million Facebook users for political purposes.",
  "And voter suppression is an undemocratic weapon, no matter which political party deploys it.",
  "“They always like to say, ‘Oh, that’s a conspiracy theory.’ Not a conspiracy theory, folks.",
  "“In many places, like California, the same person votes many times,” he told his audience.",
  "On ballot referendums?"
]