[
  "(Official White House Photo by Shealah Craighead) pic.twitter.com/d5YwEqbT3g — Diamond and Silk (@DiamondandSilk) March 24, 2018\n\nIn a statement issued Monday, Facebook said the message Diamond and Silk received about their content was “inaccurate,” and the company “looks forward” to speaking with the sisters about the problem.",
  "as “unsafe to the community.”\n\nThe sisters in a post said they had been corresponding with Facebook since September because they believed the site had throttled their reach and was not sending out notifications to fans when they had new content.",
  "The duo’s most popular video on YouTube to date is an August 2015 defense of Trump after then-Fox News host Megyn Kelly asked during a candidate debate about the misogynistic language he used on Twitter.",
  "Billing themselves as President Donald Trump’s “most outspoken and loyal supporters,” the sisters have earned a following by posting fervid videos of their conservative views to social media.",
  "Zuckerberg responded by saying his team had “made an enforcement error, and we’ve already gotten in touch with them to reverse it.”\n\nRead live updates on Zuckerberg’s House testimony here.",
  "(Diamond and Silk)\n\nMembers of Congress managed to ask Mark Zuckerberg several questions about Diamond and Silk during the Facebook founder’s testimony on Capitol Hill this week.",
  "During Trump’s 2016 campaign they expressed support for his rhetoric on controversial issues including race and immigration through their videos and Fox News appearances.",
  "Sen. Ted Cruz (R-Texas) inquired about bias by Facebook on Tuesday, followed by Reps. Joe Barton (R-Texas) and Marsha Blackburn (R-Tenn.) on Wednesday.",
  "They ended up traveling around the country to stump for him as representatives of a very small group of black, female Trump supporters.",
  "On April 6, they found out why, and were told the decision was “final.”\n\nJust so you know, we will always have our Presidents back.",
  "have shown an enthusiasm for pretty much everything Trump does that appears unmatched by any in the Republican establishment.",
  "Despite their popularity and the fact they’ve now been posting for years, Facebook earlier this month deemed their page ?",
  "multiple lawmakers used the moment to bring up Facebook’s imbroglio with Diamond and Silk, alleging censorship.",
  "Conservative commenters Diamond (left) and Silk appear in a photo posted to Facebook on April 6.",
  "On Facebook, a broad defense of Trump posted in November 2015 has earned 1.9 million views.",
  "the research group accused of exploiting user data to help Trump’s 2016 campaign ?",
  "real names Lynette Hardaway (Diamond) and Rochelle Richardson (Silk) ?",
  "“Diamond and Silk are not terrorism,” Blackburn told Zuckerberg.",
  "As Zuckerberg sat answering questions on Cambridge Analytica ?",
  "so you may not have heard of them in real life.",
  "Diamond and Silk are famous on the internet ?",
  "which counts more than 1.4 million likes ?",
  "Hailing from North Carolina, the sisters ?",
  "And now, an answer to your question: Who?",
  "Which brings us to Congress.",
  "It has 1.7 million views.",
  "\"Don't Get It Twisted!\""
]