[
  "pic.twitter.com/4Zs2eGlsHD\n\n— Matthew Teague (@MatthewTeague) April 10, 2018\n\nEvan told HuffPost that he saw a few images online of Zuckerberg with Data’s trademark yellow eyes and captions that read something along the lines of: “The more of your data I gather, the more I understand what it means to be human.”\n\nHe liked the jokes and was about to send an image to one of his friends but thought, “You know, whoever did this didn’t really put a lot of effort into it, I think I can do better.”\n\nAnd so he did.",
  "(The Washington Post via Getty Images)\n\nFacebook founder Mark Zuckerberg inspired a ton of memes and funny images this week during his two days of testimony before House and Senate committees.",
  "Evan, who preferred to be identified by only his first name to protect his privacy, edited a photo to make the Facebook CEO look like Data, a character from “Star Trek” who is an android.",
  "Data Accumulator” it reads, referring to both the “Star Trek” character’s name and Cambridge Analytica, the company that harvested data from Facebook users without their knowledge.",
  "“Data is an Android from the 24th century who can’t feel emotions (usually), and expends a great deal of effort attempting to understand the human condition,” Evan told HuffPost.",
  "“Mark Zuckerberg is an awkward man who is the CEO of a massive social media platform.”\n\n“It’s just a dumb, funny joke, which is all I ever intended my picture to be,” he added.",
  "More\n\nNot only does the picture poke fun of Zuckerberg’s robotic responses void of emotion while in the hot seat in Congress, but the sign in front of him is also a pun.",
  "During Zuckerberg’s two days of testimony, some people on social media pointed out that the CEO looked a lot like Data.",
  "Commander Zuck in court after his plan to study humans in greater detail backfires.”\n\nEvan posted this photo to Reddit.",
  "Though the image is undeniably clever, Evan is the first to admit he didn’t come up with the idea on his own.",
  "Many Reddit users really loved the image and came up with puns of their own:\n\nComment from discussion Lt.",
  "Video: Interesting Moments from Mark Zuckerberg's Senate Hearing\n\nWatch news, TV and more on Yahoo View.",
  "Mark Zuckerberg’s manner has always reminded me of someone, but I could never quite grasp hold of it.",
  "Facebook CEO Mark Zuckerberg appears at a House Energy and Commerce Committee hearing on Wednesday.",
  "Commander Zuck in court after his plan to study humans in greater detail backfires.",
  "The 19-year-old from Canada posted the image to Reddit with the caption: “Lt.",
  "His time on Capitol Hill this week led to many memes and edited images.",
  "Just now it hit me, watching him testify about data.",
  "This article originally appeared on HuffPost.",
  "We’re sure Data would have appreciated it.",
  "But one is truly out of this world.",
  "“Mr."
]