[
  "(Photo: THAO NGUYEN BELYEU, EPA-EFE)\n\nAustin-area bomb suspect kills self in explosion as SWAT team moved in\n\nPolice confirmed Wednesday that the suspect in the bombings in Austin that killed two people and wounded several others is dead after setting off a bomb in a hotel parking lot when a SWAT team closed in.",
  "Lonnie Swartz has pleaded not guilty to second-degree murder in the killing of 16-year-old Jose Antonio Elena Rodriguez, who was on a street in Nogales, in the Mexican state of Sonora, just across the border from Nogales, Ariz. An autopsy showed the unarmed teen was shot 10 times, mostly from behind.",
  "Cambridge Analytica scandal: Facebook fallout lingers\n\nFacebook officials are scheduled to meet again with U.S. lawmakers Wednesday amid growing public outrage over the misuse of the private information of tens of millions of Facebook users by Trump-connected data analysis firm Cambridge Analytica.",
  "Analysts say there’s a 95% chance the Fed will raise rates to a range of 1.5% to 1.75%, according to CME Group.Economists are more interested to see whether Fed policymakers will stick to their forecast for three interest rate hikes this year or bump it up to four.",
  "The firm announced Tuesday it suspended CEO Alexander Nix pending a full investigation, and the Federal Trade Commission, New York attorney general and Massachusetts attorney general are all investigating the social network.",
  "Senate committee leaders — as well as leaders in Europe — have asked for answers from Facebook CEO Mark Zuckerberg after reports that the data was used to target voters during the 2016 presidential election.",
  "Just the FAQs\n\nWinter storms make a mockery of start of spring\n\nA pair of potent storms were expected to wallop both the eastern and western U.S. on Wednesday, one day after the official start of spring.",
  "FBI agents are seen carrying items out in paper bags and boxes as they exit the FedEx store as the aid the police in investigate a fifth bombing this time at a FedEx location in Austin, March 20, 2018.",
  "Interest rate hikes in spotlight at Fed meeting\n\nThere's little doubt the Federal Reserve will lift its benchmark interest rate at the conclusion of its two-day meeting Wednesday.",
  "Border Patrol agent goes on trial for cross-border killing\n\nOpening statements were set for Wednesday morning in a rare murder trial of a U.S. Border Patrol agent.",
  "In the East, the fourth nor'easter of the month is forecast to unleash rain, snow, ice and wind across the Ohio Valley, the mid-Atlantic and Northeast.",
  "Residents from just north of Baltimore to Philadelphia, New York City and close to Boston could see 6-12 inches of snow, according to AccuWeather.",
  "Swartz’s lawyers have said just before he was shot, Elena Rodriguez threw rocks in an attempt to create a distraction for drug smugglers.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2FSZQIE",
  "Flash flooding is a concern near Los Angeles due to recent burn scars from wildfires, the National Weather Service said.",
  "His relatives have denied he was helping drug smugglers, saying he was walking home after playing basketball.",
  "A move to four hikes could spook markets, since higher rates tend to shift investments from stocks to bonds.",
  "It was a violent end to the mysterious string of five bombings that had the city on edge since March 2.",
  "In the West, Southern California is expected to get several inches of rain through Thursday.",
  "Witnesses from the Mexico side of the border said they did not see the teen throw rocks.",
  "Facebook said Friday it suspended Cambridge Analytica from operating on its platforms.",
  "Austin Police Chief Brian Manley said the suspect was a 24-year-old white man.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "Manley said authorities do not know the motive for the bombings.",
  "His name will be released when his family has been informed.",
  "Contributing: The Associated Press\n\nPrefer to listen?",
  "Some spots could see up to 18 inches.",
  "We have the FAQs.",
  "Three or four?"
]