[
  "Some people saw the button only at their computers, others saw it on all devices (a Facebook project manager at the time, Antonio Martínez, says that in 2012 he heard from co-workers that developers were undecided whether to show the button on iPhones: that alone could bias election results, they worried, because iPhone users tended to be more urban and liberal).",
  "When I approached Facebook to ask why they had used the button in Iceland, a public relations firm replied: “We show a message on election day to remind people to vote.” Its explanation for the button not being shown to every user had to do with users’ individual notification settings or their use of an older version of the app.",
  "“The argument I used to convince Facebook [to extend use of the button globally],” says Linder, “was the whole thing about the button really having an impact on voter participation in America, and how we could achieve the same impact internationally.” After all, by then 70% of Facebook users lived outside the US.",
  "The only explanation that makes sense to her is that elections help to bring people to the platform; that users, as soon as they see that their friends voted, will take their political battles to Facebook, and, with their increased engagement, help Facebook bring in more advertising.",
  "But the company has now revealed, in answer to questions in the preparation of this article, that the button was used in the UK in the 2016 European Union referendum, the 2016 US presidential election that brought Trump to power, and in Germany’s 2017 federal elections.",
  "In a parliamentary meeting room – accessible only with a pass – two representatives, Anika Geisel of Facebook’s politics and government outreach team and Janne Elvelid, the company’s Stockholm rep, had been meeting leaders from the major parties.",
  "The main reason for her worries was a presentation she had seen two weeks before the Icelandic elections, at a conference of the Council of Europe and the Organisation for Economic Co-operation and Development in Vienna.",
  "Working from her London office, her task was to persuade the political classes of Europe, the Middle East and Africa that Facebook was the place where voters were – and that, therefore, politics has to be there too.",
  "They had given a two-hour introduction on the ways politicians could engage on Facebook with potential voters – what they could achieve with the platform, how they could maximise the “engagement” of their fans.",
  "Searches for the button on the internet yield private screenshots posted from many places, including India, Colombia, Holland, Ireland, Hong Kong, South Africa – even from the European parliamentary elections.",
  "The first known cases of the button being used outside the US are the Scottish referendum in 2014, the Irish referendum in 2015 and the UK election later that year, all of which were communicated by Facebook.",
  "On the morning of 28 October last year, the day of Iceland’s parliamentary elections, Heiðdís Lilja Magnúsdóttir, a lawyer living in a small town in the north of the country, opened Facebook on her laptop.",
  "But in Iceland, after six elections in one decade, with confidence in the political system shaking, and when democracy needs nothing more desperately than trust, Elfa was left with nothing but doubt.",
  "The Austrian digital ambassador concluded her speech by saying: “There has never before been so much power in the hands of a single company.”\n\nFacebook Twitter Pinterest Illustration by Mitch Blunt.",
  "Facebook cited the page of Sahra Wagenknecht, of Germany’s far-left party die Linke, as well as the fan page of then soon-to-be Austrian chancellor Sebastian Kurz, as examples of “best practices”.",
  "She had one clear aim: “Fulfilling our mission to make the world a better place.” In Macedonia, she advised pro-Europe organisations; in Lithuania, Radio Free Europe; in Uganda, women’s groups.",
  "What remains unclear about the button – this powerful tool that a US corporation can insert into elections globally completely free of public scrutiny – is when and why it gets deployed.",
  "It had taken place on the day of the 2010 US congressional elections, when Facebook suddenly sent a voting reminder to 61 million US users – a quarter of the US voting population.",
  "Also represented are countries in difficult geopolitical environments, such as South Korea and Israel, and endangered democracies such as the Philippines, Turkey and Hungary.",
  "In response to my questions, Facebook stated that it had also deployed the button in the last federal and regional elections in Germany as well as for the Brexit referendum.",
  "This was the first scientific evidence of the real influence that the still-new network could have – an important message for Facebook’s potential advertising customers.",
  "The translation was by Edward Sutton\n\nThis article contains affiliate links, which means we may earn a small commission if a reader clicks through and makes a purchase.",
  "It’s more accurate to say there are many continuously-under-development programmatic threads that interact to determine what comes up in our individual Facebook feeds.",
  "Only once has Facebook apologised for an experiment: in 2014 it was revealed that it had tested 689,003 users to determine how much their feelings could be influenced.",
  "One example she mentions is Lebanon, where she avoided giving political consultation, not wanting to accidentally advise people who could be on a terrorist watchlist.",
  "Photograph: Chris Hondros/Getty Images\n\nThe Facebook employee who first exported the “voter button” outside the US is the London-based Californian Elizabeth Linder.",
  "It was possible, concluded the researchers, that “more of the 0.6% growth in turnout between 2006 and 2010 might have been caused by a single message on Facebook”.",
  "And could Facebook potentially distort election results simply by increasing voter participation among only a certain group of voters – namely, Facebook users?",
  "Did everyone get this message in their newsfeed this morning?”\n\nIn Reykjavik, 120 miles south, Elfa Ýr Gylfadóttir glanced at her phone and saw Heiðdís’s post.",
  "But the company apparently wanted to know which worked better: when Facebook simply displayed the button or when it came as a recommendation from a friend.",
  "Indeed, in his testimony to the US Congress, Facebook chief Mark Zuckerberg proudly cited the use of the button during the last US presidential election.",
  "Then a team from Facebook, together with researchers from the University of California at San Diego, weighed Facebook datasets against election returns.",
  "During the “emotional contagion“ experiment for one test group, positive posts from friends were partially withheld; for the other group, negative ones.",
  "In the case of Cambridge Analytica, Facebook first blamed the users whose data had been misused for being unable to comprehend its terms of use policy.",
  "The presentation left most visitors wondering why the meeting had been held – there was no mention of paying Facebook or of advertising opportunities.",
  "Replies to inquiries with Iceland’s justice ministry, election commission and intelligence services indicate that they were ignorant on the subject.",
  "On the left of the box was a button, similar in style to the familiar thumb of the “like” button, but here it was a hand putting a ballot in a slot.",
  "The crucial distinction about the vote button is that it is made and operated by Facebook alone: this is Facebook itself becoming a political actor.",
  "Whether this was due to the button, and who benefited most from the additional votes, is impossible to tell without more information from Facebook.",
  "Photograph: Handout/Facebook via Getty Images\n\n“As far as I know, there is no public list of where the ‘voter button’ has been used,” says Linder.",
  "When something problematic does get revealed, Facebook turns to the same arguments: it’s the fault of ill-intentioned, careless or clueless users.",
  "This was the reason only some people saw the election day reminder at the top of their newsfeeds while others saw it as a post shared by a friend.",
  "In an upmarket vegan restaurant in central London, she relates how she built up Facebook’s “global politics and government outreach” department.",
  "Elfa had an idea why none of the authorities had taken the button seriously: at first glance, Facebook’s get-out-the-vote button seems harmless.",
  "The very thought of it: a company which, in order to test its product, risks the psychological wellbeing of its users – this created an uproar.",
  "There were increases among both young and old, even though experts had been speaking before the poll of a general sense of election exhaustion.",
  "Even Páll Þórhallsson, the chief legal counsel to the prime minister and an internationally experienced media lawyer, had not been informed.",
  "Facebook Twitter Pinterest Bjarni Benediktsson of the conservative Independence party celebrates victory in the 2017 Icelandic elections.",
  "Facebook has meddled in the democratic elections of a foreign country, and no one outside of the company seems to know anything about it.",
  "Even if the effects were slight, Facebook showed itself to be a sort of thermostat, with which the moods of its users could be regulated.",
  "And underneath: “Find out where to vote, and share that you voted.” Under that was smaller print saying that 61 people had already voted.",
  "She says she spent the eve of the second Tahrir uprising with the social media department of the then Egyptian president Mohamed Morsi.",
  "Nor were there any answers given to the pressing questions on who was behind the wave of fake news videos that had flooded the country.",
  "At first he responded warmly but when she sent him questions about the button, he suddenly had no more time for written communications.",
  "The Media Commission regulates, for example, age ratings for movies and video games, and is a part of Iceland’s Ministry of Education.",
  "For users who got both the button as well as notifications from friends who had voted, the rise in participation was 0.24% this time.",
  "It was a standard promotional presentation, with examples pulled from the Austrian and German elections – the slides were in German.",
  "As slim as that seems, in 2000 George W Bush beat his presidential opponent Al Gore in the decisive state of Florida by 537 votes.",
  "No one can predict precisely what the effects of a certain program alteration will be, so everything is constantly being tested.",
  "Facebook Twitter Pinterest Facebook’s ‘get out the vote’ button made an appearance in the 2014 Scottish independence referendum.",
  "In the ongoing debate about the influence of Facebook on politics, the issues largely revolve around third-party applications.",
  "Not even the special commission, given the job of working on an update to the election law, knew what Elfa was talking about.",
  "Meanwhile, responses to Heiðdís’s post appeared to show that users given the button option were not randomly selected either.",
  "Still, Facebook can’t really tell who actually sees the button; algorithms and user settings would ultimately determine that.",
  "There is no data or any accounting available about where the button has been deployed, except for one announcement in India.",
  "Facebook Twitter Pinterest David Cameron takes part in a BuzzFeed News and Facebook Live EU referendum debate in June 2016.",
  "And yet there is indeed one public announcement of Facebook’s plans to implement the “voter button” worldwide, from 2014.",
  "Politicians and government officials from all over were busy trying to contact Facebook, and it was Linder they spoke to.",
  "The results were published (by Facebook – there was no independent study) in April 2017 in the science journal Plos One.",
  "The Icelandic elections are simply the most recent time the button has been employed for major elections in the west.",
  "Initially, despite some scepticism on the left, it was mostly seen as a positive tool, bringing people to the ballot.",
  "For weeks, anonymous accounts had been spreading accusations on social media about nearly every political candidate.",
  "At the top of her newsfeed, where friends’ recent posts would usually appear, was a box highlighted in light blue.",
  "She is 34, a Princeton graduate and was an early recruit at Facebook, starting in 2008 (she left in April 2016).",
  "The Scottish independence referendum was, in her view, a good place to start: only two camps, similar to the US.",
  "Legislators could hardly have predicted these kinds of methods, so why formulate any legal text to cover them?",
  "Facebook had been invited by the conservative Independence party, which declined to comment for this article.",
  "Fact-checking Mark Zuckerberg's testimony about Facebook privacy Read more\n\nThe experiment is still going on.",
  "He had discussed deploying the “button” beforehand, by telephone, with someone in Iceland’s justice ministry.",
  "It was announced on Newsroom that all users would be shown the button (which turned out not to be the case).",
  "It made the button the most effective voter activation tool ever built, creating 340,000 additional voters.",
  "If Facebook had shown the button to every US voter, more than a million voters could have been mobilised.",
  "All our journalism is independent and is in no way influenced by any advertiser or commercial initiative.",
  "It had been part of an OECD panel on fake news, Russian manipulation online and personalised advertising.",
  "Heiðdís took a screenshot and posted it on her own Facebook profile feed, asking: “I’m a little curious!",
  "On US election day in 2012, media reports indicate that Facebook did other tests to optimise the button.",
  "She has advised the Vatican and British parliament; she brought the Dutch royal family on to Facebook.",
  "Elfa is still wondering why Facebook is investing energy in introducing its button all over the world.",
  "This is an edited, translated version of an article that first appeared in Das Magazin in Switzerland.",
  "And, in contrast to all the speculation around the actual effects of fake news, Facebook had numbers.",
  "In the US, it was first used – and fully disclosed by Facebook – in 2008, and again in 2010 and 2012.",
  "Some had seen it while scrolling through their Facebook newsfeeds; for others it appeared at the top.",
  "There were multiple variations in the text; some read “I’m a voter”, while others came up “I voted”.",
  "For our part, we notice that we are being experimented on just about as much as rats in a maze do.",
  "The key questions are: how much of a difference does it make when Facebook turns on its button?",
  "But one thing Facebook learned from the backlash was that it was better keeping things secret.",
  "Some had been viewed millions of times, even though Iceland has only around 340,000 residents.",
  "After that there was silence about the button – and no further public statements by Facebook.",
  "Then they cast Cambridge Analytica as the villains who had taken advantage of user ignorance.",
  "The aim is always to increase “engagement” – the time we spend interacting with the platform.",
  "The presentation had been given by the Austrian digital ambassador to the EU, Ingrid Brodnig.",
  "“That was 2014, the independence referendum.” She doesn’t see anything wrong with the button.",
  "It is an excellent reputation marker, something that proves the impact of Facebook, she says.",
  "As to how strongly voter participation had been influenced in Iceland, there was no comment.",
  "Brodnig had spoken about one of the largest ever experiments in the field of social science.",
  "“The second one, I think, was a referendum in Ireland.” Then the 2015 elections in Britain.",
  "Photograph: Halldor Kolbeins/AFP/Getty Images\n\nBut why was Facebook in the country at all?",
  "Facebook had sent a team to Iceland, on 10 October 2017, just 18 days before the election.",
  "In Facebook’s eyes, we are all the subjects of a global experiment in profit-maximisation.",
  "Young activists used Facebook to network, spread their ideas and organise demonstrations.",
  "Every US Facebook user over the age of 18 who logged in on election day saw the message.",
  "The effect was slight, but scaleable in the millions at just the cost of a line of code.",
  "There was no sign of it on Facebook’s company site Newsroom or on any government sites.",
  "In Britain in 2015, Facebook made an effort to communicate it, did a lot of marketing.",
  "The list of countries in which the button had been used could not be provided either.",
  "“The politicians all thought Facebook was just something for young people,” she said.",
  "Early last month, an acquaintance sent Elfa a screenshot from the elections in Italy.",
  "In a certain way, its use of the button constitutes interference by a foreign actor.",
  "Iceland had just reached the end of its most arduous and dirty campaign season ever.",
  "Facebook has never revealed publicly how many variations of the button they tested.",
  "Facebook can see in great detail how we react to every single alteration they make.",
  "The country had been flooded with bizarre “exposé” videos on Facebook and YouTube.",
  "The results of the study were published in September 2012 in the journal Nature.",
  "By clicking on an affiliate link, you accept that Skimlinks cookies will be set.",
  "Or is it enough simply to have a cordial relationship with a Facebook employee?",
  "Elfa rang a friend, Kristín Edwald, chair of the Icelandic Election Commission.",
  "Minors and non-citizens were not shown it: only those in the voting population.",
  "But the deployment of the button was probably not illegal under Icelandic law.",
  "The goal was to find out whether the “voter button” actually got out the vote.",
  "Facebook Twitter Pinterest Protesters in Tahrir Square, Cairo, February 2011.",
  "Did its button make a difference in crucial, closely fought recent elections?",
  "Facebook was an emerging phenomenon, with a couple of hundred million users.",
  "Meetings are being held, including with MPs and the prime minister’s office.",
  "During the Arab spring, activists used Facebook to organise demonstrations.",
  "At its core, Facebook is an ongoing experiment being conducted on society.",
  "To what extent has the button influenced election results in recent years?",
  "At the heart of the matter was abuse of social networks by third parties.",
  "Might it have something to do with different users’ political attitudes?",
  "“The first time I used the ‘voter button’ was in Scotland,” says Linder.",
  "The Facebook algorithm that’s always being talked about does not exist.",
  "Elfa heard all of this for the first time at that conference in Vienna.",
  "Nor did Facebook say who was actually shown the button and who was not.",
  "Elfa is director of the Icelandic Media Commission, and Heiðdís’s boss.",
  "“Today is Election Day!” was the accompanying exclamation, in English.",
  "In statement after statement, Facebook insists it supports democracy.",
  "That information is “unfortunately” not available “for any country”.",
  "Out and about on election day, Elfa asked everyone she met about it.",
  "Edwald was totally surprised; she had never heard about this button.",
  "In the EU referendum in Britain or the election of Trump in the US?",
  "The long-term goal was to use the button in “every major election”.",
  "Voter participation in Iceland turned out to be surprisingly high.",
  "Immediately after the elections were over, the button disappeared.",
  "She asked her husband to check his feed, and there was the button.",
  "Elfa watched as more and more people responded to Heiðdís’s post.",
  "The button had worked again: 270,000 additional votes were cast.",
  "In 2012, Facebook once again tested its capacity for influence.",
  "What effect could a simple election day reminder possibly have?",
  "Elfa wondered why she hadn’t received the same voting message.",
  "Since then, however, Facebook has been silent on the matter.",
  "Facebook cannot control who deactivates which notifications.",
  "In Iceland, outrage about Facebook is beginning to mount.",
  "Elfa, who speaks Swedish, decided to email Janne Elvelid.",
  "The Arab spring was the best marketing for Facebook ever.",
  "Facebook has published its own studies about its effects.",
  "It was clear that not everyone had received the message.",
  "Why doesn’t the company want to reveal this information?",
  "Were there concerns about potential political influence?",
  "But then, as she was also discovering, not all of them.",
  "Facebook is a US company without an office in Iceland.",
  "At that time, the project was publicly well received.",
  "The button wasn’t some business scheme, says Linder.",
  "Facebook had sent the button to every user, he said.",
  "Was everything right and proper with this election?",
  "Who determined when the button should be deployed?",
  "Facebook is always the victim, never the culprit.",
  "Of those that did, some got it later than others.",
  "The button, however, was something else entirely.",
  "It had always been her dream to live in London.",
  "“I wanted to stay in Europe,” she says simply.",
  "He had been assigned to Iceland, he told her.",
  "So on 8 February this year she did call him.",
  "And this was what concerned Elfa in Iceland.",
  "This time in the US presidential elections.",
  "Users who saw it were more likely to vote.",
  "Governments in north Africa were toppled.",
  "Facebook’s button was used in referendum.",
  "Are models being tested and strengthened?",
  "Some had seen the button, others had not.",
  "The examples they showed were in German.",
  "Do you have to pay to have it activated?",
  "Even today not much is known about them.",
  "And, no, she has never been to Iceland.",
  "What political data is being gathered?",
  "Why wasn’t it being shown to everyone?",
  "And if Facebook does, it’s not saying.",
  "It turned a toy into a tool of power.",
  "The tips their team gave were banal.",
  "The “voter button” wasn’t mentioned.",
  "The links are powered by Skimlinks.",
  "“Yes.”\n\nShe left Facebook in 2016.",
  "The conclusion: the button works.",
  "Did Facebook have a bigger plan?",
  "It was Facebook’s very own tool.",
  "Was there some kind of pattern?",
  "The cost is borne by democracy.",
  "The button showed up there too.",
  "You can’t make money with it.",
  "She should call him, he said.",
  "At first it was rough going.",
  "But what effect did it have?",
  "Then came the Arab spring.",
  "When pressed, she shrugs.",
  "That would be the profit.",
  "And within the company?",
  "Her alone, Linder says.",
  "Was there a connection?",
  "Later, they wouldn’t.",
  "And now this button.",
  "That we don’t know.",
  "Only occasionally.",
  "More information.",
  "Elfa was alarmed.",
  "She says not.",
  "That’s 0.01%.",
  "Why?"
]