[
  "You can delete any of it, and, of course, you can leave Facebook if you want.”\n\nIt is a canny misdirection, providing the veneer of user control without needing to address the lack of control Facebook offers elsewhere: the inability, for instance, to demand the company remove information about you that your friends upload, including pictures and phone numbers; the company’s scraping of data about users who aren’t even visiting Facebook through a tracking pixel that other publishers embed on their websites; and its creation of “shadow profiles” of users who don’t have Facebook accounts to embed them in the social graph.",
  "The four-hour Q&A session had been largely dominated by mundane questions of fact about how Facebook works, requests for apologies and updates he had already given and was happy to repeat, and shameless begs for the social network’s cash pile to be used to expand broadband access in senators’ home states.",
  "Less than 24 hours later, however, a very different pattern of questioning in front of 54 members of the House of Representatives suggested a much more worrying outcome for Facebook – that this could be the week its crisis moves from being about mistakes in the past to inherent problems in the present.",
  "Questions were still asked about Cambridge Analytica, the 9m other apps the company has to investigate for historical data sharing, and the revelation that more than a billion users had their data scraped by third parties abusing a phone or email lookup feature.",
  "But deliberate, calculated actions such as tracking users around the net to better advertise to them when they return to the social network, or collecting data on non-users to work out how other users know one another, are harder to dismiss.",
  "“Will the same right … be available to Facebook users in the United States?”\n\nZuckerberg: “Let me follow up with you on that.”\n\nAt other times, Zuckerberg tried to repeat a trick he’d deployed successfully in front of the Senate.",
  "“The content you share, you put there,” he told Democrat Bobby Rush shortly after the congressman asked him the difference between Facebook’s techniques and “the methodology of the American political pariah J Edgar Hoover”.",
  "“Will you make the commitment to change … all the user default settings to minimise, to the greatest extent possible, the collection and use of users’ data,” asked Frank Pallone, the panel’s top Democrat.",
  "Or does it change its platform radically, cutting back heavily on the targeted advertising that is the chief rationale for the data collection, and take a revenue hit in the process?",
  "Europe’s general data protection regulation, Democrat Gene Green noted, gives EU citizens the right to opt out of the processing of their personal data for marketing purposes.",
  "When the Democrat Ben Ray Luján asked about shadow profiles, Facebook’s founder and sole leader for 13 years claimed to be unfamiliar with the term.",
  "Does it plough ahead with its plans, hoping that inertia will prevent people leaving, and short attention spans will mean the scandal blows over?",
  "“Are you willing to change your business model in the interest of protecting individual privacy,” asked the Democratic congresswoman Anna Eshoo.",
  "But just as many were asked about problems that revolved less around mistakes and more around fundamental facets of Facebook’s business.",
  "As the hearing went on, representatives started to push through the misdirection, leaving Zuckerberg occasionally lost for words.",
  "Zuckerberg, whose 16% ownership of Facebook magically becomes 60% of the voting rights on the board, needs to choose.",
  "When asked about data Facebook collects about users, he answered by talking about the data users upload to Facebook.",
  "Each time, Zuckerberg said he didn’t know, before offering, again, to “have our team get back to you afterwards”.",
  "Zuckerberg, declining to give a yes or no, eventually agreed to follow up with an answer after the hearing.",
  "Mistakes can be fixed, apologies given and investigations launched, leaving the company free to move on.",
  "As Mark Zuckerberg left Congress on Tuesday after testifying to the Senate, he may have felt relieved.",
  "Luján followed up, asking how much Facebook knew about the average user – and the average non-user.",
  "If the public begins to question those choices as well, Facebook faces a difficult decision.",
  "Perhaps, the representatives implied, Facebook doesn’t just have a problem.",
  "The information that we collect, you can choose to have us not collect.",
  "Unsurprisingly, Zuckerberg appeared less inclined to answer those.",
  "Zuckerberg continued: “You can take it down at any time.",
  "“I’m not sure what that means,” was Zuckerberg’s reply.",
  "These questions are the ones Facebook fears answering.",
  "Does he want to be liked, or to be rich?",
  "This week has shown he can’t be both.",
  "What if it is the problem?"
]