[
  "This month's revelations that Facebook had sold, released or lost control of millions of users' data has left many people wanting out -- but wondering whether they can leave the social media platform they and hundreds of millions of others around the globe depend on.",
  "Pressuring Facebook in this way also serves those who may be less privileged than you -- people whose home loans, parole hearings and immigration status is affected by the data they thought they were sharing in confidence through social networks such as Facebook.",
  "Best of all, you get to live life free of the constant psychological abuse inflicted by companies that mean to undermine your social relationships, and governments that mean to undermine your faith in democracy, government and human nature.",
  "Every minute off Facebook is a minute you can choose to spend with another person, forging psychologically healthy relationships instead of submitting to a company that is actively trying to undermine them.",
  "JUST WATCHED Ex-employee blows the whistle on data firm Replay More Videos ... MUST WATCH Ex-employee blows the whistle on data firm 01:38\n\nFacebook can target and trigger us through terror.",
  "That's the only way for pro-social hormones such as oxytocin to get released into the bloodstream instead of the stress hormones, such as cortisol, which are released by social media use.",
  "We may have real things to be angry about, but when these are the only stimuli delivered by our social media, we can end up living in a state of perpetual paranoia and rage.",
  "Douglas Rushkoff is a media theorist, author of the book \" Throwing Rocks at the Google Bus \" and professor of media studies at City University of New York, Queens College.",
  "The Facebook platform was doing exactly what it is programmed to do: Harvest our data, identify our psychological triggers and then manipulate our behavior.",
  "As users are finally realizing, neither Facebook nor the compliance professionals purchasing your data from them care about your secrets or your sex life.",
  "You can still email, Skype and FaceTime, share photos through web pages, iCloud and photo streams, and create Google groups and live hangouts.",
  "Recently, China revealed how their citizens' social media connections and \"likes\" are used to determine their eligibility for jobs and visas.",
  "So, whether you want to be a more responsible citizen, or simply a happier person, you owe it yourself to get off Facebook any way you can.",
  "Until we migrate to a less corrupted online directory of names and emails, people you no longer know may have a harder time locating you.",
  "They use imagery and language specifically designed to evade our logic and empathy, and go straight to our reptilian survival instincts.",
  "But even more important and fulfilling, you should accept fewer substitutes for getting together with your loved ones in real life.",
  "Their tactics are aimed directly at our brain stems -- the part of our brain that acts and thinks like a reptile: Fight or flight.",
  "First off, you won't be pinged by those friends from second grade whom you have spent the last 40 years trying to forget.",
  "Once identified by the social media psychologist, they become access panels to the more impulsive parts of our brains.",
  "Facebook's useful function is that it lets us find and communicate with people -- like an interactive phone book.",
  "Accepting this restriction on your relationships is acquiescing to a system that values pings more than contact.",
  "But that means you will be forced to spend your time and energy interacting with people who are in your life.",
  "Luckily, there are many ways to gain that same utility, without making ourselves so vulnerable to psyops.",
  "It's not simply that they can get us to buy a particular product, or vote for one candidate or another.",
  "Real world interactions allow you to establish rapport and bond in ways that just don't happen online.",
  "If the teenagers in your life can't reach you through social media, they will ultimately use it less.",
  "If Facebook is the only way your relatives let you interact with them, then that's already a problem.",
  "And if we are still a free country, then you should feel free to leave Facebook without consequence.",
  "I left Facebook in 2013, declaring here on CNN that \"we are not the customers, we are the product.\"",
  "Several hundred thousand years of human evolution have been dedicated to face-to-face interaction.",
  "They care only about your raw data, from which they can infer your psychological vulnerabilities.",
  "The less they use social media, the less likely they may be to be depressed or commit suicide .",
  "The network's techniques don't appeal to our logic or empathy, but to our deepest-held fears.",
  "It's that the techniques they are using intentionally bypass our higher brain functions.",
  "We've seen the impact of this technology on our social and political discourse.",
  "But it's also a tremendous public health hazard and threat to democracy.",
  "You get to leave the dark place, and step back into the light of day.",
  "And not only will you get through it, but your life will get better.",
  "You say, \"That can't happen here,\" but it is already beginning.",
  "Facebook was not breached or hacked by Cambridge Analytica.",
  "Another great ancillary benefit of getting off Facebook.",
  "The opinions expressed in this commentary are his.",
  "Democracy requires an informed, thinking public.",
  "And I'm here to tell you, you can do it.",
  "And we now have proof this is true.",
  "Our neuroses are like blind spots.",
  "(CNN) You can ditch Facebook.",
  "You also get your time back.",
  "It's OK. You will survive.",
  "I'm here to tell you can.",
  "You are going to be OK.",
  "In fact, it's better.",
  "Kill or be killed.",
  "No, it's not fun.",
  "It's not so bad.",
  "I know you can.",
  "You can do it.",
  "Is that sad?",
  "Maybe."
]