[
  "The Washington Post reported Monday that the data mining company, which has come under fire for using the data of 50 million Facebook users without their permission to craft targeted ads for Trump's campaign, sent dozens of employees who were not US citizens to advise Republican midterm campaigns on strategy and messaging in 2014, potentially violating election laws prohibiting foreign nationals from taking part in decision-making processes on political campaigns.",
  "Channel 4 News/YouTube\n\nThe apparent involvement of Britons like Nix in campaign decision-making came after a lawyer for Cambridge Analytica, Laurence Levy, wrote a 10-page memo explaining that non-US citizens could hold minor roles on campaigns, but could not take part in strategic decisions.",
  "At least 20 of Cambridge Analytica's representatives worked on campaigns across several states to help Republican candidates target potential voters and \"hidden Republicans\" by using psychological mapping to craft tailored advertising of the same kind the Trump campaign used two years later.",
  "Wylie told The Post that he had sat in on several conference calls with then-Cambridge Analytica CEO, UK citizen Alexander Nix, and former White House chief strategist Steve Bannon, who then served as the company's vice president, at which high-level campaign strategy was discussed.",
  "Cambridge Analytica's growing list of murky activity\n\n\"Project Ripon\" took place during the same year in which Cambridge Analytica began testing campaign slogans that Trump would later use in 2016, including \"drain the swamp\" and \"build the wall.\"",
  "The Post obtained documents on the 2014 operation, which was named \"Project Ripon,\" through company whistleblower Christopher Wylie, who divulged the details of Cambridge Analytica's misuse of Facebook data earlier this month.",
  "\"If Mr. Wylie's allegations are true, the Justice Department could prosecute Cambridge Analytica and its managers for knowing and willful violations of the prohibition on foreign national contributions,\" he told The Post.",
  "Parliament TV\n\nCambridge Analytica is under the microscope once again, but this time for previously undisclosed activities back in 2014, well before it joined President Donald Trump's 2016 campaign.",
  "Nix was suspended by the company after an undercover investigation by Channel 4 News in the UK revealed that Nix had been using bribery and entrapment to put politicians in compromising positions.",
  "Mercer and his daughter were key financiers for Trump's 2016 presidential run, and have bankrolled many other ventures like Breitbart News, where Bannon once served as editor-in-chief.",
  "The company is currently under scrutiny by British authorities, and the British Parliament wants to question Nix about his company's role in the Brexit campaign.",
  "Channel 4 News\n\nCampaign finance lawyer Brett Kappel said if the company indeed knew it was breaking the law, its actions could open it up to legal challenges.",
  "Mercer is the daughter of billionaire investor Robert Mercer, who ran the New York hedge fund Renaissance Technologies until late last year.",
  "The campaign also took place the same year that Russia began its social media influence campaign through the Internet Research Agency.",
  "Cambridge Analytica CEO Alexander Nix gives evidence to the Digital, Culture, Media, and Sport Committee.",
  "Over the weekend, the company's London headquarters were raided by law enforcement officials.",
  "Three additional former employees of the firm also spoke with The Post about the project.",
  "The memo was addressed to Nix, Bannon, and its president Rebekah Mercer."
]