[
  "An internal communications team is also said to be working on Zuckerberg's manner, given he is primarily a techie who is uncomfortable speaking in public, generally handing off those duties to lieutenants such as Facebook's chief operating officer, Sheryl Sandberg.",
  "\"This hearing will be an important opportunity to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online,\" a statement from House commerce committee leaders says.",
  "The Times cited anonymous sources as saying a team of experts was prepping him with the questions politicians were likely to ask, how to time his answers, and how to deal with being interrupted.",
  "Reuters / Beck Diefenbach\n\nFacebook has hired a bunch of experts to coach CEO Mark Zuckerberg ahead of his scheduled testimony to Congress this week, according to The New York Times.",
  "According to his profile on WilmerHale's site, Brown is well versed in coaching clients \"facing complex and high stakes regulatory, enforcement, and reputational matters.\"",
  "According to The Times, Democrats are likely to ask about the privacy scandal and how Facebook plans to prevent future election interference as the US midterms approach.",
  "Zuckerberg is expected to appear before US politicians on Tuesday to explain Facebook's mishandling of user data in the Cambridge Analytica scandal.",
  "Zuckerberg is set to appear before the Senate Commerce and Judiciary committees on Tuesday and the House Energy and Commerce Committee on Wednesday.",
  "Preparations have reportedly involved setting up mock congressional hearings in which the external consultants role-play US politicians.",
  "According to The Times, the internal team is pushing Zuckerberg to answer questions directly and not appear too defensive.",
  "It's the first time he has had to explain himself to the US government in public — something he's generally resisted.",
  "Facebook's outside consultants reportedly include a team from the US law firm WilmerHale led by Reginald J.",
  "Republicans are more likely to focus on political bias on Facebook.",
  "Brown, previously a special adviser to President George W. Bush.",
  "He has already avoided questioning by UK politicians.",
  "Mark Zuckerberg is going on the charm offensive.",
  "You can read the full New York Times story here."
]