[
  "The notes, which were photographed as one of his aides closed the binder during a short break from testifying, were extensive and covered issues of data scraping, data safety, and matters surrounding disturbing content on the platform, as well as broader issues of diversity, competition, Facebook's business model, Apple's business model, and \"Election Integrity (Russia).\"",
  "Zuckerberg, who faced five hours of questioning from a rare US Senate joint committee hearing, had reportedly hired external consultants to prepare him for his first time explaining Facebook's operations to the US government in public.",
  "AP Photo/Andrew Harnik\n\nFacebook CEO and cofounder Mark Zuckerberg used a binder full of notes while testifying in front of the US Senate on Tuesday, indicating he extensively prepared for one of the biggest moments of his career.",
  "Among the basic who, what, where, and when questions surrounding the Cambridge Analytica scandal, the first item listed in his notes was that there had been a \"breach of trust\" and that Zuckerberg was \"sorry we let it happen.\"",
  "Sources told The Times that Facebook's communications team wanted Zuckerberg, who rarely speaks about Facebook's operations in such a public forum, to avoid being defensive and try to answer questions as directly as possible.",
  "The New York Times reported that the consultants Facebook hired worked through potential questions and answers and role-played US politicians in mock congressional hearings to get Zuckerberg comfortable with the format.",
  "The notes went on to provide specific times and details of Facebook's recent data controversies and the ways Facebook has responded, also saying Zuckerberg takes responsibility for the scandal.",
  "What appears to be the last section of Zuckerberg's notes refers to Europe's General Data Protection Regulation.",
  "One bullet point explicitly noted how Zuckerberg should respond to feelings of being \"attacked.\"",
  "The new law will soon require online services to gain permission for all data they take.",
  "\"Respectfully, I reject that,\" the notes said, going on to say it was \"not who we are.\"",
  "\"Don't say we already do what GDPR requires,\" Zuckerberg's notes said in bold print.",
  "Mark Zuckerberg's notes."
]