[
  "Coming this week:\n\nMonday — Oracle (ORCL) earnings; G20 meeting starts\n\nTuesday — FedEx (FDX) earnings\n\nWednesday — General Mills (GIS) earnings; AT&T trial opening statements; Jerome Powell has his first press conference on interest rates as chairman of the Federal Reserve\n\nThursday — Darden (DRI), Nike (NKE) earnings",
  "Christopher Wylie, who co-founded and previously worked for Cambridge Analytica, said he harvested data from millions of Facebook users that \"allowed us to move into the hearts and minds of American voters in a way that had never been done before.\"",
  "Facebook has suspended Cambridge Analytica and Wylie from its platform and is conducting a review after reports that Cambridge Analytica gained access to information about 50 million Facebook users in violation of its policies.",
  "Putin wins again: President Vladimir Putin won a landslide victory in Sunday's election, according to Russian state television quoting Russian Central Election Commission data.",
  "Meanwhile, shares in Barclays (BCS) are up about 4% in London after the British bank reported that the fund run by activist investor Edward Bramson had acquired a 5.2% stake.",
  "Trump's plan to impose tariffs on steel and aluminum sent a tremor through global markets and angered US trade partners, who said they aren't afraid to retaliate.",
  "\"The US is trying to force a change in its trading relationships with the world, and every country in the G20 is going to have to decide how to respond to that.\"",
  "Tariffs and the G20: Frictions over global trade loom over the G20 meeting of major world economies, which begins Monday in Buenos Aires.",
  "Facebook falters: Shares in Facebook FB weekend revelations about a data controversy prompted renewed scrutiny of the social media giant.",
  "\"This is a very significant moment in the G20 and elsewhere,\" said Edward Alden, a senior fellow at the Council on Foreign Relations.",
  "China's parliament confirmed Monday that deputy governor Yi Gang has been promoted to the top job at the People's Bank of China.",
  "There is nothing here to change market expectations,\" said Paul Donovan, global chief economist at UBS Wealth Management.",
  "He replaces veteran governor Zhou Xiaochuan, who is retiring after leading China's central bank for more than 15 years.",
  "Concerns have grown about how Facebook user data was used to reach voters ahead of the 2016 US presidential election.",
  "Cambridge Analytica is a controversial data firm that worked for Donald Trump's presidential campaign.",
  "Putin is now starting a new 6-year term, the last he can serve according to the Russian constitution.",
  "This suggests Russian policies carry on, and foreign governments' policies towards Russia carry on.",
  "China's central bank gets a new boss: There's a new leader at China's powerful central bank.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "\"To the surprise of no one, Russian President Putin was re-elected over the weekend.",
  "Global market overview: There's a fair bit of negativity in the markets right now.",
  "He has been deputy governor of the central bank for the last decade.",
  "He begins his first five-year term at the central bank immediately.",
  "His fiercest opponent, Alexei Navalny, was barred from the race.",
  "The administration has offered exemptions to Canada and Mexico.",
  "Yi is a US-educated economist who speaks English fluently.",
  "Facebook is one of the main losers on Monday morning.",
  "European markets are all in the red in early trading.",
  "It's unclear whether other countries will be spared.",
  "Asian markets ended the day with mixed results.",
  "Before the Bell newsletter: Key market news.",
  "Putin was widely expected to win.",
  "US stock futures are declining.",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "6.",
  "5.",
  "4.",
  "2.",
  "3.",
  "1."
]