[
  "My friend wasn’t the only one:\n\nDownloaded my facebook data as a ZIP file\n\n\n\nSomehow it has my entire call history with my partner's mum pic.twitter.com/CIRUguf4vD — Dylan McKay (@dylanmckaynz) March 21, 2018\n\nAs Ars Technica reported, Facebook needs permission to collect information like this from your phone when you install the Facebook app.",
  "Although I’ve been on the platform since 2004, I don’t use the Facebook app on my phone, I keep Messenger on my phone only for the short periods of time when I absolutely need it, and I manually delete the categories that get listed automatically under my ad preferences — once every few months.",
  "[98 personal data points that Facebook uses to target ads to you]\n\nIt was still a little unsettling to scroll through some of the results, particularly my recent history of interacting with ads — information that Facebook says it retains for only a certain period of time.",
  "One there, click on the link to download your archive, and follow the prompts:\n\nOnce you request it, Facebook will send two emails: The first acknowledges that a request was made, and the other gives you a link to get the file when it’s ready.",
  "I clicked on another, for a clearly dubious site, promising to explain to me “Why Do Some Women Age Faster Than Others?”\n\nOthers, including some of my friends, learned from the file that Facebook knew a lot more about them than they thought.",
  "There’s a ton of other information in the downloadable data, including every Facebook message you’ve ever sent or received, your entire Facebook timeline and a list of third-party advertisers who have your contact information.",
  "“When you sign up for Messenger or Facebook Lite on Android, or log into Messenger on an Android device, you are given the option to continuously upload your contacts as well as your call and text history,” the post says.",
  "In fact, Facebook knows a lot about how I’ve grown over the past decade: In 2007, Facebook knew I was declining invitations to college graduation parties and posting screen shots of pictures from Cute Overload to my wall.",
  "The file can be a creepy wake-up call: All those years of browsing the News Feed, and sharing selfies, engagements and birthday wishes on Facebook have taught the company quite a lot about you.",
  "(Amy Cavenaile/The Washington Post/iStock)\n\nIn the Facebook settings for your account — right below the link to deactivate it — there’s an option to download a copy of all your Facebook data.",
  "Facebook’s latest crisis of trust, this time inspired by the Cambridge Analytica news, has led many of its users to realize something very important: Facebook’s users are not the customers.",
  "According to Facebook, that download might also include the “unique number” Facebook assigns to you for facial recognition purposes, based on the photos you’ve been tagged in on the site.",
  "Facebook has his contact list and what appears to be a pretty comprehensive record of every phone call he made, and text he sent, from a several month period in 2015 and 2016.",
  "In 2018, Facebook knows I’ve clicked on 17 ads since late January for adult-looking work wear, because I can’t wear flannels and pants to work forever.",
  "Facebook responded to Ars Technica in a “fact check” blog post that denies it has collected call and SMS history from anyone without their permission.",
  "But some Android users may have granted that permission without realizing it, before Android tweaked how its permissions work.",
  "Facebook, my mother will be proud to know, believes that my friends and I are part of the “Established Adult Life” peer group.",
  "Users can turn this permission off at any time, and Facebook said it doesn’t sell that information to third parties.",
  "And I’ve clicked on more than a dozen ads for local real estate listings that I will never be able to afford.",
  "Here’s a link that will take you right to the settings page, if you’re logged in to your account.",
  "The size of your file — and therefore the time it takes for Facebook to create it — will vary.",
  "You, the user, are part of the reason that Facebook has become so good at targeting ads.",
  "I apparently clicked on the same ad for a Boden dress three times (I didn’t buy it).",
  "One Facebook friend, whom I’ll keep anonymous, shared with me some of his results.",
  "As it turns out, there’s a pretty easy way to find that out in one, giant file.",
  "The data is used in the algorithms that help Facebook recommend friends.",
  "I expected relatively limited results for a frequent Facebook visitor.",
  "Others are digging into just what it is Facebook knows about them.",
  "[You want to quit Facebook, but will you really click the button?",
  "As that sinks in, some are choosing to quit the platform.",
  "[Erasing yourself from the Internet is nearly impossible.",
  "You’re giving them everything they need to do it.",
  "I downloaded my own file over the weekend.",
  "But here’s how you can try.]",
  "They’re the product.",
  "These folks tried.]",
  "More reading:"
]