[
  "— Thinking Allowed (@_uckedUp) March 23, 2018\n\nLest you think that Musk is gearing up for a principled fight, however, think again: Both SpaceX and Tesla have still kept their respective Instagram pages because even though Instagram is completely owned by Facebook, Musk seems to view them as separate, independent entities:\n\nInstagram’s probably ok imo, so long as it stays fairly independent.",
  "“Risky.”\n\nFacebook’s ongoing scandal related to data firm Cambridge Analytica has prompted a public backlash against the company, including the rise of the hashtag #DeleteFacebook and an outpouring of takes about how, why, and whether you should or shouldn’t stop using the cultural juggernaut that is Facebook.",
  "Musk evidently sees Facebook differently than many of us, however; he followed up his response to The Verge with a tweet to WhatsApp co-founder Brian Acton, as Acton encouraged people to take the plunge and say goodbye to Facebook; Musk responded with “What’s Facebook?”\n\nWhat’s Facebook?",
  "The head of SpaceX and Tesla ordered the pages for both companies to be deleted on Friday after responding sarcastically to an article on Vox sister site The Verge about companies deleting their Facebook accounts — but only temporarily.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nLiterally never seen it even once — Elon Musk (@elonmusk) March 23, 2018\n\nMusk, true to his word, reportedly had the SpaceX Facebook page taken offline barely half an hour later.",
  "Still, when a Silicon Valley guru with this much influence makes a stand, even capriciously, against a titan like Facebook, it sends a message — if only to the fans who now want him to create a Facebook alternative.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nWhen challenged to delete his own company’s Facebook page in response, Musk kept up the flippancy by insisting he didn’t even know SpaceX had a company Facebook page.",
  "Of course, the Facebook page deletion could be just temporary — especially given how notoriously hard Facebook makes it to permanently delete your accounts.",
  "And let’s not forget that we’re talking about Elon Musk, the guy who made a company called the Boring Company and then used it to sell 20,000 flamethrowers.",
  "With Musk, it’s frequently hard to tell whether you’re dealing with technological innovation, blatant trolling, or an unlikely mix of both.",
  "Elon Musk took a flamethrower to his company Facebook pages after going on a mischievous Twitter riff about how insignificant Facebook is.",
  "FaceX is a good name for a social Media platform @elonmusk and you know it would be the nerdiest platform around.",
  "I don’t use FB & never have, so don’t think I’m some kind of martyr or my companies are taking a huge blow.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nIn other words, this is a low-stakes battle for Musk.",
  "After followers alerted him to the Facebook page for Tesla, that, too, soon bit the dust.",
  "Who is also the guy who named a company “Thud” and won’t tell anyone what it’s for.",
  "Who is also the guy who gave the Tesla a bioweapon defense mode button.",
  "Also, we don’t advertise or pay for endorsements, so … don’t care.",
  "For the rest of us, deleting Facebook might not be so simple.",
  "“Wow, a whole week,” Musk snarked.",
  "I didn’t realize there was one.",
  "Please do it.",
  "Will do."
]