[
  "The Independent Driver's Guild (IDG) is petitioning the New York City's Taxi and Limousine Commission (TLC), which implements and enforces New York City transit rules and also regulates the market for yellow cab medallions, \"to enact a livable minimum wage for app-based for-hire vehicle drivers.\"",
  "In 2017, the IDG petitioned for better pay using a New York City law enforced through a TLC rule, which then obliged ride-hailing services to add a tipping option for customers.",
  "Uber CEO Dara Khosrowshahi said the company could turn a profit right now but it doesn't want to because doing so would sacrifice growth and innovation.",
  "Ride-hailing companies, most notably Uber and Lyft, have been cutting pay for the last several years, and their drivers have reached their threshold.",
  "Spencer Platt/Getty Images\n\nUber and Lyft drivers in New York City are demanding higher pay — and they're going straight to the city to get it.",
  "\"We are making much less than we were just a few years ago -- and companies like Uber and Lyft are pocketing more,\" the petition said.",
  "IDG\n\nOf course an increase in driver pay would impact Uber's bottom line unless that cost was passed on directly to the consumer.",
  "IDG is requesting that the ratio for that length of a ride be set to $20.11 for drivers and $27.42 charged to the customer.",
  "In 2018, for that same ride, the driver makes $14.68, while the customer fare varies, and could surpass $28.",
  "They're demanding a 37% pay increase, and they want the ride-hailing companies to stop \"price gouging.\"",
  "The petition proposes customers do not get charged more than 25% over the driver's profit on each ride.",
  "Back then, a five-mile, 30-minute Uber ride in New York City cost $28.50 and the driver made $20.25.",
  "The ride-hailing company posted a net loss and negative cash flow in 2017.",
  "IDG\n\n\"Gone are the days of a fat 20 percent Uber fee,\" the petition said.",
  "\"Riders are being gouged with fees like 143 percent, as in this example.\"",
  "New York City is required to respond to the petition within sixty days.",
  "The petition has accrued more than 15,000 supporters.",
  "Uber, specifically, has been cutting pay since 2013.",
  "This isn't the first time drivers have complained.",
  "But now the drivers want a real wage.",
  "Here's a visual of that request."
]