[
  "Facebook highlighted tools to delete things people have shared to their profiles — pictures, contact details, links — but not other personal information Facebook may have collected without the user publishing it on their page.",
  "The changes, which will be made \"in the coming weeks,\" will allow users easier access to copies of the data Facebook holds on them, so they can decide whether they are uncomfortable with what the company knows.",
  "Senior executives published a post early Wednesday morning announcing that privacy controls would be simplified and made more prominent to \"put people in more control\" of their information.",
  "It follows one of the worst weeks in Facebook's history after whistleblower Christopher Wylie outlined how the data company Cambridge Analytica obtained data on 50 million Facebook users.",
  "Getty Images\n\nFacebook is overhauling its privacy controls in response to the Cambridge Analytica data scandal, which has wiped some $100 billion (£700 million) from its market value.",
  "Although the policies which allowed the breach to take place had already been changed, it marked a watershed moment for scrutiny of how Facebook handles information.",
  "Facebook\n\nThe update does not, however, appear to give users any extra ability to make Facebook delete data it holds on them while continuing to use the service.",
  "Founder and CEO Mark Zuckerberg apologized in person for the scandal, and outlined a host of other steps the network would also take.",
  "It was written by Erin Egan, a senior privacy official, and Ashlie Beringer, a high-ranking Facebook lawyer.",
  "The changes were outlined in a blog post entitled \"It's Time to Make Our Privacy Tools Easier to Find.\"",
  "Introducing an \"Access Your Information\" tool to let users download the data Facebook holds on them.",
  "They summarised the changes as:\n\nMaking privacy controls easier to find and use.",
  "Rewriting its terms of service to better explain how it holds and uses data.",
  "Adding a new shortcuts menu to draw several different settings together.",
  "Mark Zuckerberg at a tech and media conference in Sun Valley, Idaho.",
  "A Facebook mock-up of what the new privacy screens will look like.",
  "He has also reportedly agreed to provide testimony to Congress."
]