[
  "The company says the new layout will streamline the settings into one location “instead of having settings spread across nearly 20 different screens.”\n\nMaking it easier to control your data\n\nNext, Facebook is adding a privacy shortcuts menu “where you can control your data in just a few taps.” Users can turn on additional security measures like two-factor authentication, manage information used for Facebook ads and adjust who sees posts and information on profiles.",
  "“So in addition to Mark Zuckerberg’s announcements last week — cracking down on abuse of the Facebook platform, strengthening our policies, and making it easier for people to revoke apps’ ability to use your data — we’re taking additional steps in the coming weeks to put people more in control of their privacy,” Egan and Beringer added.",
  "Facebook added it is also reworking its terms of service and data policy to “better spell out what data we collect and how we use it.”\n\n“These updates are about transparency,” Facebook said in the statement Wednesday, “not about gaining new rights to collect, use, or share data.”\n\nContact us at editors@time.com.",
  "Facebook is rolling out new menus, allowing users to more easily access and delete their data Facebook\n\nDownload your Facebook data\n\nLast, Facebook will allow users to securely manage information and posts shared on the platform, whether its downloading this data to keep or deleting it from the site altogether.",
  "“Last week showed how much more work we need to do to enforce our policies and help people understand how Facebook works and the choices they have over their data,” Facebook vice president and chief privacy officer, Erin Egan, and vice president and deputy general counsel, Ashlie Beringer, said in a statement.",
  "The changes come as the #DeleteFacebook movement grows and various companies distance themselves from the social media platform after it was revealed earlier this month that 50 million Facebook users’ data was collected without their consent.",
  "Here are the main changes Facebook is making to its privacy settings:\n\nRedesigning settings menu\n\nFirst, Facebook plans to roll out a redesign of its settings menu on mobile devices.",
  "Facebook announced initiatives to redesign its privacy settings Wednesday as the Cambridge Analytica data scandal continues to cloud the company’s image.",
  "“We’ve heard loud and clear that privacy settings and other important tools are too hard to find and that we must do more to keep people informed.",
  "The priority, Facebook said, is making its privacy settings more accessible and providing clearer explanations about how data tools are used.",
  "Facebook CEO Mark Zuckerberg has since apologized and agreed to testify before Congress about the controversy."
]