[
  "Musk is the latest notable tech entrepreneur to wade into the recent Cambridge Analytica scandal, which centers on the British data company Cambridge Analytica, which has ties to Donald Trump's 2016 presidential campaign.",
  "Joe Skipper/Reuters\n\nThe Tesla and SpaceX Facebook pages have vanished, minutes after Elon Musk — the CEO of both companies — said that he had never seen the SpaceX Facebook profile and planned to delete it.",
  "Twitter\n\nMusk's negative feelings toward Facebook may be related to a 2016 dispute where Zuckerberg blamed SpaceX for a failed launch that destroyed a Facebook satellite.",
  "The outrage forced Facebook CEO Mark Zuckerberg to make a formal apology and announce plans for new tools that help users protect their data.",
  "We did give them a free launch to make up for it and I think they had some insurance,\" Musk said in a tweet to Mashable's Kerry Flynn.",
  "In subsequent tweets, Musk reiterated that the SpaceX page \"will be gone soon\" and that he \"literally never seen it even once.\"",
  "It started when Musk replied to a tweet earlier in the week from WhatsApp cofounder Brian Acton, when he tweeted \"It is time.",
  "Less than 30 minutes after that tweet, the official Facebook page for SpaceX, along with that of Tesla, vanished.",
  "He also said that Facebook's influence had started to affect Instagram, the social network's photo-sharing app.",
  "Musk actually addressed that in a later tweet on Friday, taking the blame for the accident.",
  "It improperly obtained information from as many as 50 million Facebook profiles.",
  "Facebook bought WhatsApp for $19 billion in 2014, making Acton a billionaire.",
  "On Friday morning, Musk answered Acton's tweet by saying \"What's Facebook?\"",
  "SpaceX's Facebook page had 2.6 million likes before it was deleted.",
  "Elon Musk said he planned to delete the SpaceX Facebook page.",
  "SpaceX still has a profile on Facebook-owned Instagram.",
  "\"Delete SpaceX page on Facebook if you're the man?\"",
  "\"Yeah, my fault for being an idiot.",
  "\"I didn't realize there was one.",
  "Will do,\" Musk replied.",
  "#deletefacebook.\"",
  "a fan chimed in."
]