[
  "The caveats: 1) Microsoft is certainly in the same weight class as these four and has made impressive strides in recent years, but I'm excluding it for the purposes of this thought exercise because its market cap isn't terribly different than it was in the year 2000.",
  "Amazon's net sales in 2017 increased 31% and operating income pulled back 2% year over year as the e-commerce and cloud computing company doubled-down on investing in growth areas like fulfillment centers, Amazon Web Services, original content, and smart speakers.",
  "Highlighting the momentum in Amazon's business, its growth drivers are broad-based; North America and international net sales rose 33% and 23% year over year in 2017, respectively, while Amazon Web Services net sales jumped 43% during this same period.",
  "And beyond Alphabet's core search business, the company's Google other revenue, which is primarily driven by the Android app store, Google-branded hardware, and cloud services, has been becoming an increasingly important driver for Alphabet's growth.",
  "While it has been increasingly difficult for Apple to grow its top- and bottom-line, the tech giant has been able to grow earnings per share and, subsequently, its stock price, at a more rapid rate than it's growing its market capitalization.",
  "With both revenue and operating income growing by double-digit percentages, and with strong trends in Alphabet's core online search business showing no signs of letting up, Alphabet could grow at similarly robust rates for years to come.",
  "The company expects operating expenses in 2018 to increase 45% to 60% year over year, citing \"sizable security investments in people and technology to strengthen our systems and prevent abuse\" as the primary driver of this increase.",
  "Though this particular issue could turn into a non-event over the long-term, there's no denying that Facebook's growing efforts to curb security threats is going to significantly impact the social network's profitability.",
  "Highlighting the impact of its aggressive share repurchase program, Apple's earnings per share increased 22% year over year in the trailing 12 months, more than doubling its operating income growth during this period.",
  "Though Amazon's operating income growth will likely be volatile since management's appetite for growth seems to be as aggressive as ever, investors should expect more sharp revenue growth in the coming years.",
  "Finally, mounting concerns about Facebook's recent Cambridge Analytica debacle has surfaced valid concerns about the liability risk of Facebook's enormous responsibilities with its users' data.",
  "Though its valuation may appear stretched today, with a price-to-earnings ratio of 327, Amazon's business has not just been growing fast recently, but it's been growing at accelerating rates.",
  "Amazon recently surpassed Alphabet when measured by market cap, making the e-commerce and cloud-computing company the world's second-most-valuable publicly traded business behind Apple.",
  "While Apple's revenue and operating income growth is notable, it's unlikely that the tech giant will be the biggest of this bunch when it comes to market capitalization in 10 years.",
  "2) The largest tech company a decade from now could be a company that's not mentioned in this article (see how quickly Facebook's ascended), but let's focus on the race leaders.",
  "Though higher iPhone revenue helped during this period, rapid growth in Apple's services and \"other products\" segments means these segments are contributing to growth as well.",
  "Facebook\n\nFacebook is the fastest-growing company of these four, but it's also the smallest, with a market capitalization of $456 billion at the time of this writing.",
  "Considering its momentum and Alphabet's massive economic moat as the world leader in online search, its price-to-earnings ratio of just 32 is fairly conservative.",
  "Though Facebook is currently the fastest growing business of these four, it's arguably the least likely to be the largest in a decade when measured by market cap.",
  "Apple\n\nAs the current king of market cap, Apple has consistently proven to investors its ability to keep growing its business -- even as product segments mature.",
  "For comparison, back then Apple and Amazon were each less than 5% of their current size, Alphabet was a private company, and Facebook wasn't even born yet.",
  "Though Alphabet's market cap has swelled a notable $132 billion in the last twelve months, Amazon's has skyrocketed by a mind-boggling $324 billion.",
  "In addition, if one of Facebook's key drivers for advertising revenue growth moderates, Facebook's sky-high growth rates could decelerate quickly.",
  "Alphabet's revenue in 2017 increased an impressive 23% year over year to $111 billion while operating income during this period increased 10%.",
  "Indeed, analysts expect Alphabet's revenue and earnings per share to grow at average annual rates of 25% and 11% over the next five years.",
  "Meanwhile, other game-changing megacap companies like Apple and Facebook have similarly seen their market caps (and stock prices) surge.",
  "Of course, when Amazon's heavy investing finally slows, operating income could skyrocket as the company's operating margin expands.",
  "Alphabet offers investors a good balance of business growth, conservative valuation ratios, and continued growth prospects.",
  "And if ad pricing growth slows as well, Facebook's growth could begin to look more like digital advertising peer Alphabet.",
  "Alphabet\n\nA case can also be made for Alphabet having the largest market cap of these four companies ten years from now.",
  "First of all, Apple already has a $412 billion head-start on Facebook, and even Alphabet is worth $264 billion more.",
  "Or more specifically, which tech giant will be the biggest 10 years from now: Facebook, Amazon, Apple, or Alphabet?",
  "Meanwhile, Facebook's operating income grew 63%, thanks to revenue growth that outpaced operating expense growth.",
  "In Amazon's most recent quarter, however, net sales climbed 38% and operating income soared 69% year over year.",
  "Amazon\n\nAmazon is undoubtedly a top contender for becoming the most valuable of these four tech giants by 2028.",
  "At the time of this writing, Amazon is worth just above $740 billion and Alphabet is worth about $720 billion.",
  "This major milestone for Amazon shows how rewarding an investment in a strong market leader can be over time.",
  "In 2017, the social network's revenue rose 47% year over year, helped by 49% growth in advertising revenue.",
  "Just as noteworthy, Apple has maintained steady growth in some product segments years after they mature.",
  "Following the iPod was iPhone, the App Store, the iPad, Apple Pay, Apple Watch, Apple Music, and more.",
  "In the trailing 12 months, Apple's revenue and operating income rose 9.7% and 8.3% year over year.",
  "Ycharts\n\nThis begs the question: How much can things change for tech giants over the next decade?",
  "Just one year ago, Amazon was worth about $418 billion and Alphabet was worth about $588 billion.",
  "As you'll see below, Amazon, Alphabet, and Facebook, are all growing faster than Apple.",
  "When Mac sales growth slowed, Apple's growth was fueled by iTunes and the iPod.",
  "acebook's financial statements lately look like an investor's dream come true.",
  "One of these drivers -- ad load -- has already slowed meaningfully recently.",
  "This would likely help fuel further strong growth in market capitalization.",
  "Apple has been able to pull this off by repurchasing shares in droves.",
  "Google other revenue in Q4, for instance, was up 39% year over year.",
  "Mac revenue, for instance, hit a record high in Apple's fiscal 2017.",
  "Of course, this doesn't mean Apple isn't a good investment.",
  "Lucy Nicholson/Reuters\n\nYou've probably seen the headlines.",
  "Apple CEO Tim Cook."
]