[
  "And if Morin's goal is still to restore intimacy and privacy to social networking, Path might benefit from a redesign or a different name to get people excited, or as a way to differentiate itself from its history — and Facebook.",
  "Owen Thomas, Business Insider\n\nIn the wake of the backlash against Facebook, Dave Morin, a former manager at the company, says he's considering rebuilding Path, the mobile photo-sharing network he created in 2010.",
  "Designed to be a way of restoring intimacy to social networking, the site initially limited a user's friend network to just 50 people (a cap it has since removed) and denied the option of sharing posts publicly.",
  "Path agreed to pay the Federal Trade Commission $800,000 that year to settle charges that it collected and stored data from about 3,000 users under 13 without permission.",
  "It would have to push back against its reputation of being lax with user data, prove it's a trustworthy service, and demonstrate that it provides value to users.",
  "But like Facebook, which is dealing with the fallout from the Cambridge Analytica data scandal, Path has dealt with serious issues related to user privacy.",
  "Path raised $25 million in 2014 to bring its total investments to $65 million, and Morin sold the site to the Korean technology company Kakao a year later.",
  "In 2013, Path's user base waned after revelations that it was collecting users' data, including their phone contacts, without their knowledge or consent.",
  "Though Path has struggled to gain a steady following since then, it's still in operation today, with most of its users in Indonesia.",
  "It's unclear whether Path could make a resurgence — and whether Morin is serious in saying he's considering rebuilding it.",
  "Morin envisioned Path as a social-networking site that would allow users to share content with a select group of people.",
  "Three months after building the platform, Morin turned down an offer from Google to buy the site for $100 million.",
  "The settlement forced Path to have its privacy policy fully assessed every two years for the following 20 years.",
  "Path's former director of engineering, Mike DiCarlo, replied: \"Are we getting the band back together?\"",
  "On Wednesday, Morin tweeted: \"Overwhelmed by requests to rebuild a better @Path.",
  "If he is, rebuilding Path is likely to be an uphill battle.",
  "If you are interested in working on such an idea, DM me.",
  "Let's see if a passionate team forms.",
  "Considering doing it.",
  "If so, we'll do it.\""
]