[
  "Cambridge Analytica had 'insanely high conversion rates'\n\nMost ads have a conversion rate of 1% or less, Wylie told the audience at the Frontline Club in central London — but he saw evidence that Cambridge Analytica's ads had conversions as high as 10%.",
  "At a talk in London on Monday night attended by Business Insider, Wylie cited statistics for the first time attempting to quantify the effectiveness of the micro-targeting campaign Cambridge Analytica and its associates undertook.",
  "Chris Wylie, the 28-year-old who sparked a scandal around alleged misappropriation of Facebook data by his old employer, said that its micro-targeting efforts were 10 times more effective that those of rivals.",
  "Kurt Bardella, a former spokesman for Breitbart News (which with Cambridge Analytica has common links to conservative billionaire Richard Mercer), described the company's sales pitch as \"fancy fake science.\"",
  "Here's his quote in full:\n\n\"So AIQ, when I was at Cambridge Analytica and we were working with AIQ, they, one of the things I gave to The Guardian, though they haven't been published, is conversion metrics.",
  "Rick Tyler, a former comms director on Ted Cruz's presidential campaign, told Business Insider's Allan Smith that they used Cambridge Analytica and found that their software ultimately \"didn't deliver.\"",
  "\"They have insanely high conversion metrics — a conversion is where somebody not only clicks on the material that you're presenting to them, but then follows through on a particular action.",
  "Getty Images\n\nIt's an implicit rebuke to claims from US political operatives, published by Business Insider, that Cambridge Analytica did not actually have the \"secret sauce\" it claimed.",
  "Getty Images\n\nThe whistleblower behind the Cambridge Analytica scandal has refuted claims that the company's much-vaunted micro-targeting technology doesn't actually work.",
  "Wylie said that Cambridge Analytica content present on social networks had conversion rates more than 10 times higher than rival firms, which he called \"insanely high.\"",
  "An ad's conversion rate describes how often somebody does the tangible thing the ad is asking them to do, which could be to join a mailing list or to buy something.",
  "Wylie said he saw the rates in documentation produced by AggregateIQ, a Canadian data company in the same umbrella group as Cambridge Analytica.",
  "Wylie said that he had provided more detailed documents and figures to The Observer newspaper, but that it had so far declined to publish them.",
  "\"Typical online ads, you'll have a conversion rate of a percent maybe, and that's often good, you'll have less than a percent.",
  "It is a higher bar than a clickthrough, which could see someone follow a link but do nothing else.",
  "Cambridge Analytica whistleblower Chris Wylie at a speaking event in London on March 26.",
  "Smith said the company's ineffectiveness is an \"open secret\" in US political circles.",
  "The description runs contrary to that of some Cambridge Analytica clients in the US.",
  "I've seen programs that AIQ has run that were 7%, 10% conversions.",
  "That's the power of data, that's the power of targeting.\"",
  "Wylie (right) with fellow whistleblower Shahmir Sanni."
]