[
  "It was a room that didn't have a lot of sympathy for the 33-year-old Facebook founder who appeared in front of Congress to answer questions and apologize about his company's failure to protect users' information in the wake of the Cambridge Analytica scandal and Russian interference in the 2016 election.",
  "While none of these entrepreneurs' companies directly compete with Facebook, they all want that next big data idea because by 2025, the average internet user will connect with a device once every 18 seconds -- upwards of eight times more per day than they do now.",
  "\"We're gathering as much information as possible about every user on the internet, and that information is being used to not only watch people, but influence them, predict what they are going to do, change what they are going to do.",
  "That sentiment was echoed by Hoffman: \"If Zuckerberg truly was sorry that this was going to happen then in advance he would have made it a policy of the company….and to really put the consumer above profits and he didn't do that.\"",
  "Zuckerberg may deflect the attention of Congress, but there's no ducking the judgment of other tech executives who also rely on data to build their businesses.",
  "\"He's absolutely sorry about just having no idea from where his information that he is supposed to be responsible for is being used,\" added Chirag Bhatt.",
  "CBS News' Tony Dokoupil watched the Facebook CEO testify Tuesday at San Francisco's Founders Space where Steve Hoffman helps support start-ups.",
  "They were joined by Chirag Bhatt of the office collaboration platform Flock as well as Chris Kelly who runs Survata, an online survey company.",
  "\"In this period of time, right now in social networking they are a monopoly, but that monopoly will not persist forever,\" Hoffman said.",
  "Silicon Valley wants to make sure young companies get the same chance Facebook has had to put their data to use.",
  "All three are open to the idea of regulation if it restores trust, but not if it stifles innovation.",
  "Mark Zuckerberg's congressional testimony could have a big effect on the tech leaders of tomorrow.",
  "\"I think he's sorry he has to testify in front of Congress,\" Kelly said.",
  "Some have referred to the data economy as surveillance capitalism.",
  "But in Bhatt's opinion, data is even harder to control than oil.",
  "Zuckerberg says he doesn't think Facebook has a monopoly.",
  "\"Oil you can actually see, data you cannot,\" Bhatt said.",
  "\"Data is the new oil,\" Kelly said.",
  "Hoffman wholeheartedly agreed.",
  "All of that,\" Hoffman said."
]