[
  "While SCL group claims to have rebranded Duterte as a \"tough\" candidate, he had already garnered a notorious reputation while serving seven terms as mayor of Davao City; the leader once admitted links to local \"death squads,\" who executed over a thousand people involved in the drug trade during Duterte's rule.",
  "SCL Group, the entity which controlled Cambridge Analytica, appeared to once boast on its website that it had been a crucial player in Duterte's 2016 election victory, driving a campaign promising a violent crackdown on crime.",
  "Pedro Nunes/Reuters\n\nPrior to the 2016 election, Cambridge Analytica's now-suspended CEO Alexander Nix, who is also a director of SCL, gave a speech to members of the Philippines' press club in Manila, according to the Post.",
  "Dondi Tawatao/Getty Images\n\nCambridge Analytica's parent company may have helped reinforce Philippine President Rodrigo Duterte's tough-guy image to help him win the nation's presidency, according to deleted documents.",
  "\"In the run up to national elections the incumbent client was widely perceived as both kind and honorable, qualities his campaign team thought were potentially election-winning,\" the site reportedly said.",
  "Local and international groups have called to investigate the killing of thousands of Filipinos by police units since Duterte took office, with rights groups claiming the death toll could be over 12,000.",
  "The political-research company is currently at the center of a massive Facebook data scandal, which may have exposed the personal data of up to 87 million users to Cambridge Analytica.",
  "Other political actors in several countries, including St. Kitts and Nevis' and Nigeria, may have also used SCL Group and Cambridge Analytica's services to help election campaigns.",
  "\"Even if you have just one staggering likeable trait, given the right combination of strategies, you could win an election against a very formidable opponent,\" Nix said.",
  "According to The Manila Times, Nix claimed that his company had seen a \"100% success rate\" in election campaigns around the world, including Asia, Africa, and Europe.",
  "A report by The South China Morning Post cited an archived SCL webpage hyping a plan that branded a Filipino candidate as a \"strong, no-nonsense man of action.\"",
  "SCL used the cross-cutting issue of crime to rebrand the client as a strong, no-nonsense man of action, who would appeal to the true values of the voters.\"",
  "Several people with knowledge of Cambridge Analytica's campaigns have said that Nix was known to greatly exaggerate the company's methods and abilities.",
  "Cambridge Analytica has recently garnered attention for its role in helping Donald Trump's 2016 US presidential campaign and its social media strategy.",
  "\"But SCL's research showed that many groups within the electorate were more likely to be swayed by qualities such as toughness and decisiveness.",
  "Nix bragged that the data firm could get an otherwise \"fundamentally flawed\" candidate elected easily by highlighting their positive traits.",
  "Cambridge Analytica's CEO bragged about the company's success in Manila in 2015\n\nSuspended CEO of Cambridge Analytica, Alexander Nix.",
  "Duterte certainly amped up his tough rhetoric with the implementation of a bloody \"war on drugs\" shortly after being elected in 2016.",
  "Nix was suspended as CEO of the company last month as the company continued to grapple with the mounting scandal.",
  "Duterte and his government have not yet commented on any potential links to the SCL group.",
  "The company's executives were caught on tape boasting about helping secure Trump's win.",
  "A map of SCL's worldwide offices still lists Manila as an area of operation.",
  "It does not name Duterte directly, but the link seems clear.",
  "President Rodrigo Duterte."
]