[
  "Jim Carrey — who has been at the center of his own controversies over political drawings he has posted to Twitter — said last month that he was deleting his Facebook page and dumping stock because Facebook \"profited from Russian interference in our elections and they're still not doing enough to stop it.\"",
  "I have always had an aversion to social media and have primarily used it as a tool to help support our work at Funny Or Die, some of my personal projects, as well as charity causes that I am passionate about.",
  "Ferrell cited \"Cambridge Analytica's misuse of millions of Facebook users' information in order to undermine our democracy and infringe on our citizens' privacy\" as his reason for deleting his account.",
  "Dimitrios Kambouris / Getty\n\nActor and comedian Will Ferrell is showing his displeasure with Facebook's handling of the Cambridge Analytica controversy by deleting his account on the social-media site.",
  "In a post to the site on Tuesday, Ferrell announced he would be deleting his Facebook account \"in 72 hours\" (to \"give this message enough time to get across to my fans and followers\").",
  "Earlier this month it was revealed that data firm Cambridge Analytica collected information from 50 million Facebook users to aid Trump during the 2016 presidential campaign.",
  "Ferrell went on to say he was \"further appalled to learn that Facebook's reaction to such a violation was to suspend the account of the Cambridge Analytica whistleblower.\"",
  "Carrey also addressed the Cambridge Analytica scandal last week with a drawing on Twitter with the caption \"Who are you sharing your life with?",
  "Ferrell's full post is below:\n\n\"Hi Friends,\n\nI'm reaching out to let you know that in 72 hours I will be deleting my Facebook account.",
  "Facebook allowed me to promote and share the work of many dedicated and talented individuals who deserved recognition.",
  "I am not deleting it immediately, in order to give this message enough time to get across to my fans and followers.",
  "Cambridge Analytica whistleblower Christopher Wylie's Facebook account was disabled after the news broke.",
  "Facebook also suspended Cambridge Analytica — two years after the alleged data breach.",
  "Ferrell isn't the only actor to delete his Facebook account recently.",
  "#regulatefacebook.\""
]