[
  "Before the firestorm over Cambridge Analytica’s siphoning of information from millions of Facebook accounts -- and even before the 2016 U.S. presidential election and Brexit vote swept the company into a series of scandals -- one constant has been Facebook’s inept response to crises.",
  "Maybe it’s time for Facebook to take the advice from George Costanza’s friend Jerry: “If every instinct you have is wrong, then the opposite would have to be right.”\n\nA version of this column originally appeared in Bloomberg’s Fully Charged technology newsletter.",
  "Here is just a partial accounting of flare-ups that Facebook made much worse by responding ineptly or not at all, or engaging in denial:\n\nMissteps or wrong decisions are inevitable for companies like Facebook that have grown so large so quickly.",
  "Now that Facebook Inc.’s boss has finally responded to the company’s latest controversy, I can’t help wondering why Facebook spent the previous five days saying little, or saying the wrong things, before it spoke out relatively cogently.",
  "In a well-known episode of the “Seinfeld” television series, the hapless fictional character settles on an explanation for his unhappiness: “Every instinct I have in every aspect of life ... it’s all been wrong.”\n\nYup, that’s Facebook.",
  "Then, a Facebook executive fixated on what he said were news outlets’ improper use of words like “leak” and “breach.” Left unsaid was anything about Facebook’s role in a significant violation of users’ trust.",
  "It’s easy to blame public-relations strategies for Facebook’s missteps, but this is such a flagrant pattern that it must be a sign of culture rot at the top of the company.",
  "But Facebook’s instinct seems to be to minimize every controversy or to lash out, obfuscate, deflect, keep mum and perhaps belatedly do (almost) the right thing.",
  "The company further fanned controversy internally and externally by not saying much after that and not dispatching Zuckerberg to speak before Wednesday.",
  "The company’s first response to the Cambridge Analytica revelations was to front-run news reports it knew were coming.",
  "Because of this, I have privately been referring to Facebook as the world’s dumbest smart company.",
  "To contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net.",
  "To contact the author of this story: Shira Ovide in New York at sovide@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "And that has turned repeated mini-firestorms into conflagrations.",
  "But this was hardly the first time Facebook did the wrong thing.",
  "Shira Ovide is a Bloomberg Gadfly columnist covering technology.",
  "She previously was a reporter for the Wall Street Journal.",
  "Finally, I had realization: Facebook is George Costanza.",
  "Almost every instinct it has is wrong.",
  "You can sign up here.",
  "©2018 Bloomberg L.P."
]