[
  "The scandal centers on the British data company Cambridge Analytica, which has ties to Donald Trump's 2016 presidential campaign and which illicitly obtained information from as many as 50 million Facebook profiles by abusing Facebook's data-sharing features.",
  "To follow up on an earlier statement, Zuckerberg also participated in a rare series of interviews with the press on the matter: a televised sit-down with CNN along with printed interviews in Wired, The New York Times, and Recode.",
  "He expounded on this to Wired, saying he was willing to testify personally but would rather leave it to Facebook's legal and technical experts, who could speak with more authority on the situation.",
  "He expounded on this to Wired, saying he was willing to testify personally but would rather leave it to Facebook's legal and technical experts, who could speak with more authority on the situation.",
  "In his round of interviews, Zuckerberg mainly reiterated points from his statement: Facebook regrets what happened and has already taken steps designed to prevent it from happening again.",
  "He told The New York Times that the #DeleteFacebook movement that sprang up around the scandal hadn't seen \"a meaningful number of people\" act on it but that it was still \" not good .\"",
  "Facebook\n\nOn Wednesday, Facebook CEO Mark Zuckerberg broke his silence on the data scandal that rocked the social network over the weekend and has sent its stock diving this week.",
  "Notably, in several of these interviews he actually apologized, saying \"sorry\" — a word that was conspicuously absent from his Facebook post earlier in the day.",
  "Still, the devil is in the details, and in the interviews Zuckerberg also revealed a lot about the way he and Facebook were thinking about the situation.",
  "Zuckerberg told Recode more about the audits Facebook planned to perform on app developers that could have abused user data as Cambridge Analytica did.",
  "Facebook will need to analyze tens of thousands of apps at a cost of \"many millions of dollars,\" he said — plus, it needs to hire qualified auditors.",
  "All told, it's a rare look at how the CEO of the world's most successful social platform is looking at its power — and its responsibility.",
  "(He expressed explicit support for the Honest Ads Act, a US bill that would require more transparency around advertising if passed.)",
  "(He expressed explicit support for the Honest Ads Act, a US bill that would require more transparency around advertising if passed.)",
  "movement that sprang up around the scandal hadn't seen \"a meaningful number of people\" act on it but that it was still \" .\"",
  "Zuckerberg believes that tech should be regulated : \"The question isn't 'Should there be regulation or shouldn't there be?'",
  "Here are some highlights:\n\nZuckerberg is happy to testify to Congress \"if it's the right thing to do,\" he told CNN.",
  "He continued: \"I think it's a clear signal that this is a major trust issue for people , and I understand that.\"",
  "He said he supported regulating tech but was wary of \"micromanagement\" of free speech by governments.",
  "He said he supported regulating tech but was wary of \"micromanagement\" of free speech by governments.",
  "He continued: \"I think it's a clear signal that , and I understand that.\"",
  ": \"The question isn't 'Should there be regulation or shouldn't there be?'",
  "\"if it's the right thing to do,\" he told CNN.",
  "Facebook CEO Mark Zuckerberg.",
  "It's 'How do you do it?'\"",
  "It's 'How do you do it?'\"",
  "he told Wired.",
  "he told Wired."
]