[
  "Last week sure was busy: Facebook CEO Mark Zuckerberg faced angry lawmakers, we got some depressing news about the status of public pension funds, and Equal Pay Day reminded us that the gender pay gap is still alive and well.",
  "Zuckerberg spent hours in front of lawmakers in Washington, DC, last week answering (or not answering) questions about the company's policies, data collection practices and whether it needs to be more regulated.",
  "CHISELING AWAY AT THE GENDER PAY GAP\n\nEqual Pay Day was April 10, marking how far into the year the average female worker in the US would have to work to earn what the average US man did the previous year.",
  "Colorado, Connecticut, Illinois, Kentucky, and New Jersey have less than half of the assets needed to pay promised benefits and another 17 states have less than two-thirds.",
  "Facebook is in hot water over the latest scandal, in which data analytics firm Cambridge Analytica was able to harvest information of about 87 million users.",
  "In most states, public pension funds don't have enough money to pay for benefits they've promised to government workers, reports CNN's Katie Lobosco.",
  "WELCOME BACK, MIDDLE CLASS\n\nAfter shrinking for many years, the middle class is finally starting to show some signs of strength.",
  "Oregon is taking steps to help its residents save by launching a public-private retirement savings program called OregonSaves.",
  "If you're older than 50 and just starting to get serious about planning for your golden years, you'll need to play catch-up.",
  "Here's a look at some of the news that affects your life and money:\n\nFACEBOOK: JUST HOW MUCH DOES IT KNOW ABOUT YOU?",
  "Here's how bad it is: State pension plans had just $2.6 trillion to cover a cumulative liability of $4 trillion.",
  "PENSION STATUS: IT'S NOT PRETTY\n\nIt's rare to find an employer offering new workers pensions these days.",
  "An important point to keep in mind: It's not just Facebook that's collecting your data.",
  "But the gender pay gap isn't just about what you make, explains CNN's Julia Carpenter.",
  "While that's good news, there are still many roadblocks, including stagnate wages.",
  "But the good news is the middle class is slowly starting to regain some strength.",
  "If you've been putting off saving for retirement, now's the time to dive in.",
  "But getting a significant bump in pay usually requires finding a new job.",
  "Here's how to get on a hiring manager's radar without being annoying.",
  "And the outlook for many pensions already in play doesn't look good.",
  "So far, it's helped 7,500 people start saving for retirement.",
  "A lot has happened since the data debacle came to light.",
  "Here's your cheat sheet.",
  "It's about what you do.",
  "It gets worse."
]