[
  "\"While participants in our study showed an improvement in physiological stress by giving up Facebook, they also reported lower feelings of well-being,\" said Eric Vanman, a psychology professor at the University of Queensland and lead author of the study.",
  "Results showed that Facebook friends offer encouragement, support, and advice, leading people to feel less depressed and more satisfied with life.",
  "Younger people have been falling out of love with the social media site for a while, but the data privacy scandal was the last straw for some.",
  "One study from last year, published in the journal Computers in Human Behavior, found that Facebook helps students cope with mental stress.",
  "People report feeling down if they're constantly comparing themselves to others, and the endless scrolling can feel like a waste of time.",
  "But before you hit delete and say goodbye to Facebook forever, there is some scientific research you might want to hear about first.",
  "Last month, a paper published in The Journal of Social Psychology looked at the relationship between Facebook use and stress.",
  "Researchers surveyed 560 Facebook users, and asked them to focus on how they used the site during stressful life events.",
  "\"People said they felt more unsatisfied with their life, and were looking forward to resuming their Facebook activity.\"",
  "After all, there is very little scientific evidence that shows social media is actually bad for our mental health.",
  "While wasting hours on it is likely to make you unhappier, spending just an hour a day can be beneficial to you.",
  "The researchers recruited 138 active Facebook users, and asked them to take a break from the site for five days.",
  "So before you hit delete, it might be worth thinking about benefits of Facebook you might not be conscious of.",
  "It wasn't that simple though, because the participants didn't feel the benefits of this apparent improvement.",
  "Thought Catalog\n\nWhen the Cambridge Analytica story broke, #deleteFacebook was trending everywhere.",
  "In fact, they reported feeling worse, because they felt \"cut off\" from their Facebook friends.",
  "Overall, their cortisol levels — the stress hormone — were lower after the social media detox.",
  "It's all about using it in the right way, and not depending on it as your entire social life.",
  "So it might not make that much of a difference if you do decide to say goodbye to Facebook.",
  "After all, as the saying goes, you don't know what you've got until it's gone.",
  "For example, it could be used to help diagnose whether someone is depressed.",
  "According to one study, the best way to use social media is in moderation.",
  "Other research has shown other surprising benefits of social media.",
  "Social media has a bad reputation in general."
]