[
  "Facebook, Amazon, Apple, and other public tech firms have all dragged the wider market down over the past week, amid Facebook's data scandal, Apple's poor iPhone X sales, and Amazon's getting caught in President Donald Trump's crosshairs.",
  "Spotify's first day on the New York Stock Exchange is already expected to be volatile, given investor questions about how a plucky but unprofitable streaming service can compete with its big, rich rivals Amazon and Apple.",
  "An early investor in Spotify has also said the firm had another plan up its sleeve to reduce its reliance on the record labels that provide so much of its music: Offer artists a platform to reach fans directly.",
  "The white space shows Spotify has leverage with rights holders, financial discipline, and a growing number of people willing to pay to stream music.",
  "In the run-up to its direct listing, Spotify approached the biggest record labels and renegotiated how much money it paid them.",
  "As Business Insider explained in April, it's important for Spotify to demonstrate it has some control over this relationship.",
  "One caveat: The gross margin figure of 25% comes from Spotify's financial outlook for the year and so isn't confirmed yet.",
  "Come Tuesday, when Spotify is set to go public, the company will also be exposed to the wider turbulence in tech stocks.",
  "Cost of revenue, in very simple terms, covers how much Spotify has to pay out to rights holders like record labels.",
  "There are still challenges, and the big one is whether Spotify can continue to persuade people to pay for music.",
  "The blue line shows Spotify's revenue in euros, and the red line shows Spotify's cost of revenue.",
  "And one reason is this graph:\n\nSpotify's gross margin\n\nSpotify's gross margin is getting better.",
  "The biggest takeaway from this graph is that the gap between the two lines is getting bigger.",
  "Roy Rochlin/Getty\n\nSpotify is going public at the worst possible time for tech stocks.",
  "Facebook alone had about $90 billion, or £64 billion, wiped off its market cap.",
  "Shona Ghosh/Business Insider\n\nIt shows Spotify's gross-margin percentage.",
  "It's important to note how Spotify has done this.",
  "Come Tuesday, investors can make their own bets.",
  "Still, there are reasons to be cheerful.",
  "Spotify will hope the only way is up.",
  "That's good news."
]