[
  "\"I have never seen a public company that is as on top as Facebook is have this much of a crisis of confidence and have this many senior people inside the Valley, this many people the company made rich, publicly taking stances saying to delete the app,\" said veteran tech journalist and Pando founder Sarah Lacy.",
  "News broke last weekend that Cambridge Analytica, a data firm with ties to President Donald Trump's 2016 campaign, reportedly accessed data from 50 million Facebook users without their knowledge and might have kept their information even after Facebook told the company to delete it.",
  "Good thing, too, because he was asked on Friday by bipartisan leaders of the House Energy and Commerce Committee and the Senate Commerce, Science and Transportation Committee to testify in a \"hearing in the near future.\"",
  "Facebook is grappling with a public relations nightmare as the company's stocks plummet and users and Silicon Valley giants alike publicly abandon the platform after the Cambridge Analytica scandal erupted a week ago.",
  "Facebook acquired Instagram and WhatsApp, \"but if they had not done acquisitions like that... Facebook would be described as Yahoo now, because young people have already been defecting from the core desktop platform.\"",
  "Facebook CEO Mark Zuckerberg has since apologized in a series of interviews, albeit after a few days of radio silence, and has said he is willing to testify in front of Congress.",
  "\"I think that was the only period of time I have seen people at Facebook be scared, because this was a point where they were much more vulnerable,\" she said.",
  "WhatsApp founder Brian Acton joined the call to #deleteFacebook and early Facebook investor Sean Parker said the platform was designed to be \"addictive.\"",
  "Listen to the whole podcast here:\n\nIn Lacy's view, three groups will be able to \"hold Facebook's feet to the fire\" -- the press, regulators, and users.",
  "Lacy spoke with CNN's Brian Stelter about Facebook's data debacle, as well as its history of controversy, for this week's Reliable Sources podcast.",
  "The ride hailing company was under investigation last year after a former female employee went public with accusations of sexism in a blog post.",
  "The press, she said, includes Silicon Valley tech reporters and the European media, which was among the first to break the story last weekend.",
  "When the News Feed rolled out years ago, users were \"furious\" that their updates were automatically broadcast to everyone, Lacy said.",
  "Some users are promoting a hashtag campaign to leave the platform, but Lacy said she doesn't think they will leave in droves.",
  "Regulators, especially in Europe, where Facebook has felt \"vulnerable for years,\" could come down hard on the company.",
  "\"I think the user picture is a little bit mixed but it's more of a threat than tech journalists, frankly,\" Lacy said.",
  "With all of Facebook's recent troubles, companies could be increasingly deterred from selling to the platform.",
  "Uber fired 20 employees as a result of the probe, and CEO Travis Kalanick resigned after months of the crisis.",
  "\"I think the bigger fear, internally, more than the stock, more than any of that, is, 'Are we the bad guys?'\"",
  "It also doesn't help that some of Silicon Valley's most influential figures are publicly shaming Facebook.",
  "\"Because people at Uber knew they were the bad guys and they were happy to revel in being the bad guys.",
  "Because they can, because at their most vulnerable moment it has not ever cost them their business.\"",
  "Within tech, too, she said, there are big risks, and a \"soft power game\" of sorts.",
  "\"I mean, people who built these things are describing it like smoking,\" Lacy said.",
  "But Zuckerberg apologized at the time, and the company was able to bounce back.",
  "But this isn't the first time Facebook's dealt with controversy.",
  "\"So why are they still doing this like 15 years later?",
  "\"It is literally the same thing [as now],\" Lacy said.",
  "People at Facebook thought they were the good guys.\"",
  "Uber has weathered its own share of PR crises.",
  "But the company's problems are far from over.",
  "Still, she says, users are \"pissed off.\"",
  "\"That's unprecedented.\"",
  "Lacy said."
]