[
  "Last week, Facebook CEO Mark Zuckerberg testified on Capitol Hill about his company's data protection and privacy practices following news that data on up to 87 million Facebook users was leaked to a data analysis firm linked to President Trump's election campaign.",
  "AP\n\nIn the wake of the Cambridge Analytica scandal and the Russian government's alleged attempt to influence the 2016 presidential election, policymakers in the US and abroad are talking seriously about new regulations targeting big tech companies.",
  "Netflix is often grouped with Facebook and Google in the lists of large technology firms, but company CEO Reed Hastings thinks his company has little to worry about when it comes to the heightened scrutiny of regulators.",
  "Unlike Facebook, which at one point allowed app developers to download data it had collected about its users, Netflix has placed a premium on protecting the information it has on its customers' viewing habits, he said.",
  "Furthermore, Netflix differs from other tech companies, because it's much more focused on producing, acquiring, and licensing movies and television shows than it is on building technology, Hastings said.",
  "The streaming video giant doesn't have an advertising-based business and it's more of a media company than a tech firm, he noted on a video conference call Monday following the company's earnings report.",
  "During the hearings, members of Congress brought up the possibility of new laws to protect consumer privacy, and to ensure transparency in online political ads.",
  "The company expects to spend more than $10 billion on such content this year, compared with about $1.3 billion on technology, he said.",
  "Earlier on Monday, Netflix announced that it added 7.4 million subscribers in the first quarter, exceeding Wall Street's expectations.",
  "\"I think we're substantially inoculated from the other issues that are happening in the industry,\" Hastings said.",
  "Hastings is intimately familiar with Facebook's business model, because he serves on its board as a director.",
  "\"I'm very glad that we built this business to not be advertising supported, but to be subscription,\" he said.",
  "But Netflix stands apart from Facebook because it doesn't sell advertisements, Hastings said.",
  "The company's also announced earnings and revenue that were in-line with analyst forecasts.",
  "They also touched on the potential for new antitrust actions against some of tech's giants.",
  "\"We're really pretty different from the pure tech companies,\" Hastings said.",
  "\"We're very different from an ad-supported business.\"",
  "Netflix CEO Reed Hastings.",
  "\"And that's great.\""
]