[
  "The program comes as Facebook is dealing with massive fallout from revelations that political ad targeting firm Cambridge Analytica acquired user data from an estimated 87 million people whose profiles were scraped and improperly shared from a psychology app developer.",
  "More: Read Facebook CEO Mark Zuckerberg's planned testimony before Congress\n\nAs encouragement for data abuse reports, Facebook is offering a minimum of $500 and potentially as much as $40,000 depending on the severity of the impact and how many people are affected.",
  "Facebook is specifically asking for examples where data that was legitimately collected from users on a platform app that the user had downloaded was then sold, stolen or transferred to another company without authorization from Facebook.",
  "The program, which launched Tuesday, aims to encourage the platform's users to help it find and stamp out third parties or companies that buy or collect data about Facebook users through means barred by the site's terms of service.",
  "\"The scenario we expect is one company that built an app to collect information that then passes that information to another company to be abused,\" is how Facebook put it in a page describing the new program.",
  "Most major tech companies have some sort of bug bounty program that pays searchers, sometimes shelling out hundreds of thousands of dollars for especially dangerous or far-reaching bugs.",
  "(Photo: Michael Reynolds, EPA-EFE)\n\nSAN FRANCISCO — Facebook could pay you as much as $40,000 to help it track down the misuse of data gathered by app developers.",
  "Similar bounty programs that look for software bugs have long been used by companies to crowd source the search for glitches that can lead to security problems.",
  "It doesn't appear as of any other social media platforms have used crowd sourcing to help them police how users data is collected and used.",
  "More: Zuckerberg faces senators to explain Facebook data breaches, Russia election meddling\n\nMore: Facebook's FTC probe rocked the stock.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg (center) walks out of Sen. Dianne Feinstein's office after their meeting on Capitol Hill.",
  "The latest in the three-week-old scandal comes this week as Facebook CEO Mark Zuckerberg testifies before Congress.",
  "To receive the reward, at least 10,000 Facebook users must have been affected by the abuse.",
  "The reports have to be based on first-hand knowledge and can't be based on speculation.",
  "Only the first person who reports the information to Facebook will receive the bounty.",
  "But it also can't be obtained illegally or without proper authorization.",
  "Doing so is a violation of the company's platform data use agreement.",
  "CLOSE There's more data to protect than just your Facebook profile.",
  "Read or Share this story: https://usat.ly/2qod4SX",
  "But will anything rein in Facebook?",
  "The program is innovative."
]