[
  "Zuckerberg: Yes, and I think we have some sense of the different things that we need to get in front of, and we have a lot of different folks in the company both building technology and — a lot of this stuff requires people to review things, and that's why one of the big commitments that we've made this year is to double the number of people working on security at the company.",
  "Zuckerberg addressed the Russia question alongside the Cambridge Analytica scandal that has plunged his social network into crisis since reports over the weekend said the data firm had harvested the information of 50 million Facebook users without their permission.",
  "I'm sure they're working on that, and there are going to be some new tactics that we need to make sure that we observe and get in front of —\n\nSegall: Do you know what the — speaking of getting in front of them, do you know what they are?",
  "CNN\n\nFacebook CEO Mark Zuckerberg is convinced that Russia is using his platform to try to meddle in the upcoming US midterm elections — and says that staying ahead of disruptive actors is a challenge that will never be complete.",
  "So we're going to be working on this forever, as long as this community remains an important thing in the world ...\n\nNow the reality is with a community of 2 billion people, I can't promise that we're going to find everything.",
  "So I think the combination of building the right tools to identify different patterns across all of our products and having people to review them at the scale and speed that we need is going to be a good formula.",
  "He said he was hiring thousands of extra security experts to try to guarantee the integrity of his platform but acknowledged that there would never be a point at which Facebook is definitely, completely safe.",
  "We're going to have 20,000 people working on security and content review in this company by the end of this year; we have about 15,000 people working on security and content review now.",
  "After days of criticism for inaction, Zuckerberg on Wednesday outlined steps to stop the misuse of user data by unscrupulous developers and pledged to win back people's trust.",
  "In an interview with CNN on Wednesday, Zuckerberg said it was inevitable that \"version two of whatever the Russian effort was in 2016\" was underway on his platform.",
  "But what I can commit to is that we're going to make it as hard as possible for these adversaries to do that, and I think that we're going to do a much better job.",
  "Here is the Russia exchange in full:\n\nCNN's Laurie Segall: Do you think that bad actors are using Facebook at this moment to meddle with the US midterm elections?",
  "You can get to a level where you're better than your adversaries, and then they continue evolving.",
  "And I'm sure that there's V2, version two of whatever the Russian effort was in 2016.",
  "But, you know, security isn't a problem that you ever fully solve.",
  "Mark Zuckerberg: I'm sure someone's trying.",
  "Mark Zuckerberg on CNN.",
  "Right?",
  "Right?"
]