[
  "Paul Marotta/Getty Images\n\nFacebook has found itself at the center of a fresh furor over privacy and accountability after responding to reports that it had been quietly deleting old messages sent by CEO Mark Zuckerberg by saying it would soon make the \"unsend\" feature available to everyone.",
  "On Thursday, TechCrunch reported that some recipients of Zuckerberg's messages found they had disappeared from their inboxes without their knowledge while their replies remained.",
  "But the timing of this announcement has led to further criticism that making the feature widely available does not address what some perceive as a breach of trust by Facebook.",
  "Some accused the company of setting one standard for its executives and another for everyone else, while others questioned whether Zuckerberg had something to hide.",
  "And people using our secret message feature in the encrypted version of Messenger have the ability to set a timer — and have their messages automatically deleted.",
  "\"After Sony Pictures' emails were hacked in 2014, we made a number of changes to protect our executives' communications,\" a representative told TechCrunch.",
  "The 33-year-old CEO's messages had been unsent — a feature not available to most people on the social network, aside from some Facebook executives.",
  "The feature allows users, with the full knowledge of the other participants, to set their messages to expire after a set time.",
  "Facebook already offers one option for users to send one another self-deleting messages via Messenger: secret conversations.",
  "Interestingly, it appears Facebook has been selective in \"unsending\" Zuckerberg's messages, rather than deleting them all.",
  "And on Friday, Facebook told TechCrunch that it would roll out the unsend feature to all users in the coming months.",
  "Will Oremus, a tech writer at Slate, tweeted that he was still able to view a message Zuckerberg sent him in 2004.",
  "In a statement, a Facebook representative told Business Insider:\n\n\"We have discussed this feature several times.",
  "The social network said it deleted the messages for security reasons in wake of the 2014 Sony hack.",
  "And until this feature is ready, we will no longer be deleting any executives' messages.",
  "\"These included limiting the retention period for Mark's messages in Messenger.",
  "We did so in full compliance with our legal obligations to preserve messages.\"",
  "We should have done this sooner — and we're sorry that we did not.\"",
  "We will now be making a broader delete message feature available.",
  "The revelation immediately sparked uproar.",
  "This may take some time.",
  "Mark Zuckerberg."
]