[
  "The subject: Facebook's mounting scandals, including the misappropriation of up to 87 million users' profile data by Cambridge Analytica and Russia's use of the platform to spread propaganda and misinformation.",
  "Increasingly, rather than relying on media partners or third parties to keep their brands safe, marketing companies are appointing executives and/or full teams dedicated to solving these challenges.",
  "The stakes were high, and a major misstep had the potential to be played ad nauseam across cable news and define Zuckerberg's — and Facebook's — public image for years.",
  "To read more about Zuckerberg's testimony, click here.You can watch his second day of testimony and and follow along with any news from Wednesday's hearing right here.",
  "The move is likely to ruffle some feathers at Tronc, the publication's owner, who recently struck a deal to sell the Los Angeles Times after its own union drive.",
  "ICYMI: The internet is such a mess that brands are hiring executives to make sure their ads don't end up next to objectionable content.",
  "The 33-year-old CEO is not a natural public speaker, and he stuck closely to talking points with a somewhat robotic delivery at times.",
  "Indeed, the company makes it money through advertising, but not by providing data to advertisers, but instead doing the work for them.",
  "Reddit has banned almost 1,000 accounts connected to the Russian troll farm which also spread disinformation on Facebook and Tumblr.",
  "Facebook revealed that Cambridge Analytica may have accessed up to 1,500 users' private messages through a third-party quiz app.",
  "The survey also suggests 83% of U.S. teens open Snapchat monthly, while 82% of teens are monthly active Instagram users.",
  "He said the firm had already considered a paid-for version, but that the ad-funded model was the ideal.",
  "More than 80% of US teenagers prefer iPhone to Android, according to a survey by Piper Jaffray.",
  "On Tuesday, the Facebook CEO testified in front of a rare US Senate joint committee hearing.",
  "In other news:\n\nZuckerberg somewhat hinted that Facebook might offer a paid version one day.",
  "The company revealed this previously unknown detail in its notifications to users.",
  "How Facebook makes money from your data, in Mark Zuckerberg's words.",
  "At least seven of the accounts were well-known by Reddit users.",
  "The Chicago Tribune is pushing to form a union, NPR reports.",
  "AP Mark Zuckerberg didn't really screw up.",
  "This time, at least."
]