[
  "\"In the end, the software industry, which contributed over $100 billion to the national economy last year, is an open economic opportunity for any entrepreneur in America,\" Gates told the committee\n\nIt's interesting that the hearings, despite tackling different territories of the tech industry decades apart, were similar in some ways.",
  "\"Well, in my opinion, this is the most intense public scrutiny I've seen for a tech-related hearing since the Microsoft hearing that I chaired back in the late 1990s,\" Hatch said\n\nSidebar: Hatch has barely aged since that March 1998 hearing, which focused in on whether or not Microsoft had created a monopoly.",
  "This week, Zuckerberg was on the Hill to answer questions after the collection of Facebook user data by Cambridge Analytica , and his first appearance came before a veteran to these kinds of hearings: Sen. Orrin Hatch.",
  "This week we're taking a look back at the 1998 Senate Judiciary Committee hearing featuring Microsoft President Bill Gates in his first appearance before Congress.",
  "Senators brought up potential regulation, discussed impact on the economy and questioned how Facebook and Microsoft make their billions.",
  "(I was playing Oregon Trail in my elementary school computer lab, years away from wasting time in my college dorm room using Facebook.)",
  "Sen. Hatch questioned whether Microsoft's \"breathtaking growth\" and lack of competition would harm the future of the software industry.",
  "Senators also questioned the power that both Zuckerberg and Gates before him wielded as the heads of these tech giants.",
  "It occurred almost exactly 20 years before Facebook CEO Mark Zuckerberg's first appearance this week.",
  "At that time, Zuck was a teen years away from inventing Facebook in his college dorm room.",
  "Sen. Lindsey Graham asked Zuckerberg whether or not Facebook faces competition.",
  "(CNN) One major tech CEO testifying before Congress isn't cool.",
  "You can see some of the testimony in the Instagram video above.",
  "Two major tech CEOs testifying before Congress.",
  "You know what's cool?"
]