[
  "REUTERS/Thaier Al-Sudani Cambridge Analytica and Palantir began their relationship in 2014, when Christopher Wylie, the pink-haired Cambridge Analytica cofounder turned whistleblower who testified to Parliament in London this week, visited Palantir's London headquarters in Soho Square with Cambridge Analytica CEO Alexander Nix.",
  "(Photo by Drew Angerer/Getty Images)\n\nLONDON — Both Peter Thiel's data-mining company Palantir and a daughter of the former Google chairman Eric Schmidt had connections to Cambridge Analytica's misuse of Facebook user information, according to documents seen by The New York Times.",
  "The Times said:\n\n\"Mr. Chmieliauskas continued to communicate with Mr. Wylie's team in 2014, as the Cambridge employees were locked in protracted negotiations with a researcher at Cambridge University, Michal Kosinski, to obtain Facebook data through an app Mr. Kosinski had built.",
  "LinkedIn\n\nThe connection between Palantir and Cambridge Analytica was apparently suggested by Schmidt's daughter Sophie, who had been an intern at SCL Group, a UK-based defense and intelligence contractor that created Cambridge Analytica in 2012.",
  "Cambridge Analytica was founded by Robert Mercer, the conservative billionaire hedge fund creator who has also funded Trump and Breitbart News, the right-wing media group that is often accused of publishing misleading stories.",
  "A 2013 email seen by The Times indicated that Sophie Schmidt, who did not respond to the paper's request for comment, urged that SCL work with Palantir:\n\n\"Ever come across Palantir.",
  "Cambridge Analytica is now the subject of criminal investigations in both the UK and the US over its role in the 2016 US presidential election and the Brexit referendum in the UK.",
  "\"We learned today that an employee, in 2013-2014, engaged in an entirely personal capacity with people associated with Cambridge Analytica,\" Palantir told The Times.",
  "Thiel is a Facebook board member and a conservative libertarian with a dystopian view of the future who funded Donald Trump's US presidential campaign.",
  "The data was crucial to efficiently scale up Cambridge's psychometrics products so they could be used in elections and for corporate clients.",
  "The company has made contradictory statements about its alleged role persuading British people to vote to leave the European Union.",
  "Sophie Schmidt, the daughter of the former Alphabet chairman Eric Schmidt, visiting the Iraqi National Museum in Baghdad in 2009.",
  "Cambridge Analytica eventually used a similar method to obtain data from about 50 million Facebook users it could then sell.",
  "He suggested that Cambridge Analytica create a personality-quiz app to harvest data from Facebook users, The Times said.",
  "Reproducing the app, Mr. Chmieliauskas wrote, 'could be a valuable leverage negotiating with the guy.'\"",
  "'What about replicating the work of the cambridge prof as a mobile app that connects to facebook?'",
  "Amusingly Eric Schmidt's daughter was an intern with us and is trying to push us towards them?\"",
  "He became a billionaire through a series of tech investments including PayPal and Facebook.",
  "His LinkedIn shows that he is a business-development staffer at Palantir in London.",
  "Nix later tried to work officially with executives at Palantir, but they demurred.",
  "Ultimately, Cambridge Analytica pursued the app without Palantir's official help.",
  "Peter Thiel leaving an elevator at Trump Tower in November 2016.",
  "\"We are looking into this and will take the appropriate action.\"",
  "The employee was Alfredas Chmieliauskas, according to The Times.",
  "The emails will make uncomfortable reading for both companies.",
  "\"'I had left field idea,' Mr. Chmieliauskas wrote in May 2014.",
  "one SCL employee wrote to a colleague in the email."
]