[
  "In the wake of the leak of an internal memo in which an executive at the social network defended growth even if it meant people died, US Senator Ed Markey has attacked the social network — warning that if Facebook can't keep its platform safe, \"Congress must act.\"",
  "The company's privacy practices have come under serious scrutiny following the Cambridge Analytica scandal, in which a political research firm were able to obtain data on around 50 million users.",
  "And revelations about the platform's misuse by Russian political operatives during the 2016 US election have tarnished the social network's once-rosy public image.",
  "A less friendly political landscape for the tech industry\n\nThe publication of the memo is the latest in a series of bruising news cycles for Facebook.",
  "\"The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is *de facto* good.",
  "Democrats have historically been staunch supporters of the tech industry, but are now openly talking about the possibility of reining it in.",
  "In the 2016 memo, which was leaked to BuzzFeed News, exec Andrew Bosworth (known as \"Boz\") discussed the \"ugly\" side of Facebook's growth.",
  "Bosworth has since said that he did not agree with the memo even when he wrote it, and that it was intended to be \"provocative.\"",
  "CEO Mark Zuckerberg has expressed some openness to the ieaa in some areas, saying he would support the proposed Honest Ads act.",
  "The tweet from Senator Ed Markey, a Democratic senator for Massachusetts, doesn't mean regulation is right around the corner.",
  "In the wake of Cambridge Analytica, there has been some talk of increased government oversight of the social network.",
  "Mark Zuckerberg Getty Images / Win McNamee\n\nThe spectre of government regulation is looming for Facebook.",
  "It is perhaps the only area where the metrics do tell the true story as far as we are concerned.\"",
  "But it's indicative of how public and political attitudes towards the company are shifting.",
  "It is @facebook's moral obligation to maintain the integrity and safety of their platform.",
  "Maybe someone dies in a terrorist attack coordinated on our tools,\" he wrote.",
  "\"Death from bullying cannot be the cost of doing business,\" he wrote.",
  "Facebook did not immediately respond to a request for comment.",
  "\"Terrorist attacks cannot be the cost of doing business.",
  "\"Maybe it costs a life by exposing someone to bullies.",
  "When they fail to do so, Congress must act.\""
]