[
  "Last week, Senator Dick Durbin asked: “Mr Zuckerberg, would you be comfortable sharing with us the name of the hotel you stayed in last night?”\n\nThe Facebook CEO froze and then answered: “No.”\n\n“If you’ve messaged anyone this week, would you share with us the names of the people you’ve messaged?”\n\nZuckerberg responded in the negative.",
  "It tracks all of the dates, times, devices, IP addresses, and browser information from every time we’ve visited Facebook; a history of the conversations we’ve had on Facebook Chat and messages in our private inboxes; and of course, every ad we’ve clicked or article we’ve viewed.",
  "Facebook Twitter Pinterest ‘We’ve allowed Google to keep information on all our locations, every search we’ve done, every news article we’ve read.’ Photograph: Benoit Tessier/Reuters\n\nThe founders did not, however, envision the tyranny of the corporation.",
  "When Congress is in a “Mother may I?” mode with a monopoly that has enabled foreign propaganda to influence the US presidential election and exposed the data of at least 87 million Facebook users, something is seriously wrong.",
  "If we use Facebook’s Messenger service, we may have allowed it to access all our contacts, including the names and phone numbers of our doctors, children, favorite pizza delivery services, clients, and more.",
  "Facebook and the other tech monopolies dwarf the power of the state, transcend national boundaries, and require new thinking and structures to thwart their tyrannical impact on people’s lives.",
  "With the fervor of the early US founders, we need to debate and adopt a new structure for self-government that is strong enough to counter the global monopolies of the 21st century.",
  "They used the constitution to divide powers among the federal branches of government, the federal and the state governments, and the constituencies of elected representatives.",
  "We’ve unwittingly allowed Google to keep information on all our locations, every search we’ve done, every news article we’ve read, and every app we’ve used.",
  "This is all the data Facebook and Google have on you | Dylan Curran Read more\n\nThen there’s Google, which tracks users more extensively than Facebook does.",
  "The greatest tyranny yet would be the merging of corporate monopoly and governmental power to create the most invasive surveillance state in history.",
  "The influence corporations have in politics, from campaign funding to lobbying, has hobbled our ability to govern ourselves in many areas.",
  "The broad conversation on Facebook underscores its monopoly power: people feel disgusted with the company, but they lack alternatives.",
  "Play Video 2:27 Five key moments from Mark Zuckerberg's testimony – video\n\nThe nefarious uses of our personal data abound.",
  "The questioning drives home the alarming truth about Facebook and other tech giant’s surveillance of billions globally.",
  "The idea was to prevent any one entity from amassing so much power that it could oppress individual liberty.",
  "The ascendancy of the tech monopolies and the impotence of the government are evidence of corporatocracy.",
  "Perhaps because it didn’t appear in the clothing of Orwell’s “Big Brother”, we did not see it coming.",
  "Many ideas for regulatory reforms to protect privacy fail to address the governance problems we face.",
  "The lack of government use of antitrust laws in this context emphasizes the blind spots.",
  "If Cambridge Analytica can get it, what’s stopping a government from getting it, too?",
  "Our government was not built to counter the tyranny of the global corporation.",
  "We have submitted to this surveillance while the tech giants have profited.",
  "Facebook tracks us, and not just the things we’ve shared with our friends.",
  "They squelch innovation by startups and buy out any viable competitors.",
  "Why did they structure hearings that prevented critical interrogations?",
  "Why did senators ask Zuckerberg if he was open to regulation?",
  "America’s founders were deeply concerned by tyranny.",
  "That is the essence of monopolies.",
  "Our liberty is at stake.",
  "Are you ready?"
]