[
  "— Matthew Yglesias (@mattyglesias) April 4, 2018\n\nfrom now on i will refuse to read every news article unless it is presented in the form of that american chopper meme — Alex MacPherson (@macphersona) April 4, 2018\n\njust as spongebob fatigue was starting to kick in, the american chopper meme arrived to nourish and sustain me — maddie holden (@winningprotocol) April 3, 2018\n\nArctic Monkeys are releasing a new album in May, and the song titles have fans in tears.",
  "Other song titles include “Tranquility Base Hotel & Casino” (also the album title) and “The Ultracheese.” The album will be released on May 11.\n\ni haven't heard it yet but the song on the new arctic monkeys album titled THE WORLD'S FIRST EVER MONSTER TRUCK FRONT FLIP just saved the music industry — kendall little (@kendall_l) April 5, 2018\n\nThere's no way that a song titled \"The Worlds First Ever monster Truck Front Flip\" isn't the best song of the year.",
  "#arcticmonkeys — Will Oliver (@weallwantsome1) April 5, 2018\n\nI'd say that there is more than a good chance that my 4-year-old came up with at least 3 of the track titles on #ArcticMonkeys new album.#TranquillityBase pic.twitter.com/IGIqQZR8WM — Jim Salveson (@Mr_Jimbob) April 5, 2018\n\nFacebook caused Tinder to crash for hours and users didn’t know how to occupy themselves.",
  "So @Tinder deleted all my matches and I’m not sure where I’m supposed to get attention from now — neda (@userNamEDA_) April 4, 2018\n\n@userNamEDA_, reacting to a crash that occurred Wednesday on dating app Tinder after Facebook updated its data collection procedures in the wake of the Cambridge Analytica scandal.",
  "Once Blossom finally reached the counter after another customer “took forever” purchasing a cake, the woman behind her snapped, “Now let’s hope this fat b—- doesn’t buy all the cupcakes.” The woman’s out-of-line comments inspired Blossom to give her a solid dose of karma by doing just that.",
  "If this isn’t the cutest thing pic.twitter.com/fGmrjqf3ln — Nicole Brown (@NicoleTatum26) March 30, 2018\n\n@NicoleTatum26, commenting on a Disney outing organized by Canine Companions for Independence, which raises and trains assistance dogs for veterans and individuals with disabilities.",
  "Express\n\nThere’s a track on the new Arctic Monkeys album called ‘The World’s First Ever Monster Truck Front Flip’ and suddenly I’m 10x more interested — rory meepril (@RoryMeep) April 5, 2018\n\n@RoryMeep, tweeting about Arctic Monkeys announcing a new album … with a unique track list.",
  "So i saw on fb that a local bakery was having a sale on everything before they close… Posted by Vega Blossom on Saturday, March 31, 2018\n\nVega blossom, recounting on Facebook how she bought an entire bakery’s worth of the miniature treats after a fat-shaming incident.",
  "It’s derived from a 2009 segment of the Discovery Channel’s “American Chopper,” in which father-and-son duo Paul Teutul Sr. and Paul Teutul Jr. get into a fight over Junior’s tardiness.",
  "The crash created a glitch in the log-in loop between Tinder and Facebook for users, in addition to deleting all of their matches.",
  "Teen gives rude, fat-shaming woman a good dose of karma\n\n\n\nThinkstock/Express Illustration\n\nTonight, i was really petty.",
  "The dogs were each given a pair of the theme park’s iconic Mickey Mouse ears and even got to meet fellow canine Pluto.",
  "Users have created their own ridiculous arguments based on TV shows, philosophical debates and more.",
  "— Blair Reeves (@BlairReeves) April 5, 2018\n\n@BlairReeves, on the internet’s latest meme.",
  "Blossom said she was waiting in line at a local Indiana bakery that was having a sale.",
  "“American Chopper” has returned to pop culture … and so has an argument-inspired meme.",
  "Discovery\n\nI am not even close to being tired of the American Chopper shouting meme.",
  "All ideas should be expressed in the form of American Chopper memes.",
  "Pluto gets jealous as service dogs roam free at Disneyland.",
  "Luckily, Tinder fixed the problem later on Wednesday.",
  "Yesterday Disney Land had a service dog field trip.",
  "Please proceed."
]