[
  "I think the thing with facial recognition, if it’s being used to help track down some of the black girls that’s been missing right here in D.C., absolutely yes, use facial recognition to help find missing persons to help identify how so many young black girls are being taken out of their communities, and sex trafficked across the country.",
  "We spoke with Milner for this week’s episode of Slate’s technology podcast, discussing how data has historically been used for racist ends, how when used responsibly it can improve the lives of underrepresented groups, and what steps companies like Facebook can take to ensure their data is used positively without being used too broadly.",
  "What would it look like for us to use Facebook data to scale up efforts of existing advocates in Maryland, in Oakland, in Miami, Florida, who are using Facebook as a way to disarm young people and stop shootings before they happen—totally addressing gun violence in a way that I don’t think people are really, really doing?",
  "Illustration by Slate\n\nA week before Facebook CEO Mark Zuckerberg spent two days testifying to Congress, a group called Data for Black Lives released an open letter to the company, asking that it commit to a number of demands in order to better harness the massive amount of user data it collects, to combat racism.",
  "When I was a high school student, some young people at a neighboring high school—the school that I was actually supposed to go to, but I was a part of a magnet program at another school—they organized a peaceful protest in the school cafeteria because an administrator put a student in a headlock.",
  "We can’t see this massive data collection and what I consider human subject research outside of the context of Nazi experiments, Tuskegee experiments, and this long, long, long history of data collection without people’s consent, without knowledge, without the option to really opt out of it.",
  "We are an organization, a network, right now, of 3,000 scientists, activists, advocates, mathematicians, software engineers, people who work at places like Google and Facebook, who are really committed to using the power of big data to make real change in the lives of black people.",
  "I think that, unfortunately, most people are only now learning the opportunities through developer access, through Facebook RFPs, that people like Aleksandr Kogan were able to access, that it is possible to use social network data, that there are channels and inroads.",
  "The second is that Facebook commits to work with us and our leaders within the Data for Black Lives movement and elected officials to develop a code of ethics because there’s a lot of transparency issues around their internal research review process.",
  "For me, specifically, why is it easier for Aleksandr Kogan to get access to this data than a black researcher who has been working tirelessly on issues that are really pressing, but doing a lot of great work, with very little resources?",
  "One of the things that I think the public is really learning from what’s happened with Facebook, Aleksandr Kogan, and Cambridge Analytica is that there’s so much data that is collected on our communities, especially on black people.",
  "April Glaser: This summer Donald Trump announced that the U.S. government would “no longer accept or allow” transgender people in the U.S. military, and executives from across the technology industry were quick to denounce the move.",
  "When you really look into the data, and when you really look into the lives, the experiences of black people that, again, don’t often make it into the news, aren’t reflected in the data sets, that’s where you see the injustice.",
  "Instead of their protest being recognized as being, “Wow, these young people are so courageous,” and “Look at their use of nonviolent leadership principals to really get their voices heard,” their protest was met with violence.",
  "I think one of the things about the Black Lives Matter movement that’s been really powerful and able to do was highlight the role that anti-blackness specifically has played, not just racism, but specifically anti-blackness.",
  "At the same time, there’s such declining funding for research on gun violence, on cardiovascular health, on maternal and child health, on so many issues, so much declining funding—there’s a real role that Facebook can play.",
  "Again, I think facial recognition is a very, very powerful technology if it’s being used by and for black communities for the safety and protection of black communities, for the defense of civil rights, and human rights.",
  "Yeshimabeit Milner: One thing in the letter I wrote that I think resonated with a lot of people was that data is an instrument of social change or a weapon of political warfare—really depending on whose hands it’s in.",
  "I think that a lot of the surveillance, a lot of the harm, a lot of the oppressive tactics that have been enacted against black people are being, now, also … now and in the future, enacted against other communities.",
  "I remember sitting at home and literally watching on CNN as the headlines read, “Students at Miami Senior High Riot.” And seeing kids that I went to kindergarten with being slammed against police cars and arrested.",
  "How do we shift from harm reduction, which I think is really important, to actually saying, “Facebook has an opportunity here to really do something powerful.” To really set a new standard for all tech companies.",
  "How, when you think about it, the very foundation of our democracy is founded on the Electoral College, which is an algorithm in itself that’s based on this idea that black people are three-fifths of a person.",
  "For me, I was like, wow, there’s a lot that’s happening at Facebook that, depending on who you are, it could either be really, really cool and really interesting to read, or it could also be really creepy.",
  "Right after that, I joined an organization where we hit the ground running, surveying 600 young people in Miami-Dade County about their experiences in school with suspensions, arrests, sexual harassment.",
  "Really, if it wasn’t for black people pushing from the margins, fighting for rights and justice, and not just for ourselves, but for all communities all these other movements would not really even exist.",
  "I believe that in the age of big data, unless we understand this history, unless we as advocates, unless tech entrepreneurs like Mark Zuckerberg recognize this history, we really risk repeating it.",
  "It was amazing because not only were we able to actually get policy change, but just watching young people open up these comic books, and say, “I’m not a bad kid because I’ve been suspended.",
  "Hire more black data scientists, hire more black researchers to serve not only in sales and analytics roles, but also within the really robust research department that they have at Facebook.",
  "The letter, written by founder Yeshimabeit Milner, argued that while data can serve as a tool of oppression, it can also be one of liberation—depending on who decides how it is used.",
  "Being able to use data that’s been collected from the platform in order to do disaster preparedness at a level that I think federal agencies and local organizations would dream of.",
  "April Glaser: I want to start out by talking about something that wasn’t discussed much at the hearings—the fact that Facebook’s data collection really is a form of surveillance.",
  "Back then, we didn’t really have the language—well we did, but thanks to the work of Obama, and years of organizing, now people understand that it’s a school-to-prison pipeline.",
  "But, on a concrete level, I question whose interest would truly be served by the deployment of these surveillance systems, capable of reliably identifying black people.”\n\nYeah.",
  "Can you help us understand, in a broad way, how does data profiling and online data collection affect communities of color differently than other communities on the internet?",
  "No one had the breadth, the depth, and the scale of the data that they have … whether it’s on housing price or it’s on housing markets and how that’s shifting in real time.",
  "I think that for us, you know, as black communities … I think, especially around this data, it’s important we really zero in on how these issues are impacting black people.",
  "One of the things that I would do when I first started Data for Black Lives, one of my biggest things when I was bored or whatever, I would log onto research.Facebook.com.",
  "But, what I hope people realize, and I hope people remember that history, that if it wasn’t for the civil rights movement, there would be none of these other movements.",
  "But Zuckerberg didn’t actually get to writing his support of the Black Lives Matter movement until the movement had been unfolding in the streets for more than a year.",
  "What would it look like to use Facebook data to really defend and protect the civil and human rights of people who really make Facebook valuable, and create this data?",
  "That comic book was used, and is still being used today, to help people pass policies to change these practices that are happening in schools, that continue to happen.",
  "If it’s being used to militarize schoolyards, and borders, to continue to punish and criminalize young people, or as surveillance mechanisms within retail stores, no.",
  "It can be an instrument of social change, or a weapon of political warfare and oppression depending on whose hands it’s in, and also depending on who is at the table.",
  "We get into complicated details of all that, but I think philosophically that really, for me, speaks to just how much we’ve had to battle and how far we’ve come.",
  "But, I think there’s definitely a culture there that honestly, even if a black researcher was to go into Facebook and work there, how long would they even stay?",
  "Literally researchers working at Facebook were using Facebook data to answer questions that institutions with the biggest endowment could never research.",
  "You have to put people into categories—then, in Facebook’s case, it sells those categories to advertisers, as a way to directly target subsets of people.",
  "But, I think at the heart of it is, which is really why the work that we do at Data for Black Lives is so important is, it’s not the technology itself.",
  "How do we make end roads for the public to not only be educated on data ethics, but also to really have access, honestly, to the data that they create?",
  "It comes down to this isn’t the first time folks have been pushing on Facebook to actually increase their diversity numbers, to hire more black staff.",
  "But, there’s need for real intention, a real serious commitment, which is what we’re calling for: a real commitment to racial justice and equity.",
  "Was there anything that you would want to ask him in relation to what we’ve been talking about now that didn’t get asked by members of Congress?",
  "We actually spent the morning meeting with some of our favorite senators and folks we think we wanted to meet with because they did a great job.",
  "But, in really committing their data to actual real research to address the problems that are facing black communities and all communities.",
  "I’m curious if you could help us unpack, perhaps, why Silicon Valley leaders are faster to respond to some civil rights issues than others.",
  "But, when it came to other civil rights issues, like the Black Lives Matter movement, Silicon Valley leaders were much slower to respond.",
  "What would it look like for Facebook data to be used to help us understand what a mom is thinking or what a mom needs before a baby dies.",
  "But that data collection became so important, because what we were able to do with the data is actually turn it into a comic book.",
  "For poor families who don’t have data plans and cellphone service, Facebook Messenger is how they stay connected on a daily basis.",
  "We saw so many people come out of the woodwork for our conference, so many black scientists, data scientists, software engineers.",
  "I actually grew up learning how to use data for very different purposes, I think, than what most people are really accustomed to.",
  "It was tough because while we were doing a data collection, we were also trying to talk to our school board about these issues.",
  "systems that are being trained to identify people’s faces, they’re using data sets that don’t include a lot of black people.",
  "You know, in the Medium article, the open letter, I talk about how in the United States racism has always been numerical.",
  "It’s called a school-to-prison pipeline, and we can change it.”\n\nIt was like, “Wow, this is the power of data,” right?",
  "To make sense of all the data that is collected in any online surveillance effort, these firms have to profile people.",
  "That even the traditional avenues of advocacy are going to be met with violence, that’s really where I turn to data.",
  "Is it being used to help us solve some of the world’s biggest problems, which we believe there’s a possibility for.",
  "Will Oremus: I’m curious for your thoughts on the importance of black inclusion in data sets for face recognition.",
  "There was one post I read from Nabil Hassein, a technologist and activist, who said, “Look, in the abstract, sure.",
  "If it wasn’t for Facebook, I wouldn’t be able to get in touch with them, or know what was going on in their lives.",
  "Only 1 percent of all U.S. technical employees identify as black, and far fewer than that as African American.",
  "Dorsey was the first to voice his support for the racial justice movement among Silicon Valley tech companies.",
  "“Everybody should be able to serve their country, no matter who they are,” wrote Mark Zuckerberg on Facebook.",
  "Who is making the decisions to build these predicted models that go into this facial recognition software?",
  "Our first is that we’re asking that Facebook commits anonymized deidentified data to a public data trust.",
  "April Glaser: Can you tell us a little bit about what Data for Black Lives does and how you got started?",
  "I would totally nerd out on all of the kind of peer reviewed–style articles that came out of Facebook.",
  "We heard Mark Zuckerberg up there in front of Congress saying that this is something they care about.",
  "April Glaser: In your letter, you don’t necessarily say that Facebook should stop collecting data.",
  "Even then, it was an internal memo that was in response to some racist incidents at his company.",
  "You may not understand how FICO credit scores or how racial targeting of ads impacts everybody.",
  "In fact, the NSA, as we know, used Facebook’s data collection as part of its collection effort.",
  "I would ask specifically about the process by which people are allowed to access Facebook data.",
  "Not just in giving lip service, not just in giving money, not just in setting up coding camps.",
  "I don’t know what his answer would be to that question, but yeah, that’s what I would ask.",
  "But you say that perhaps they’re using it wrong or perhaps they could be using it better.",
  "This is the power of data to speak for people who have been historically disenfranchised.",
  "I knew then and there that we really had to find other channels to get our voices heard.",
  "Again, I don’t know what’s in the mind of Mark Zuckerberg, or in the mind of the staff.",
  "In the open letter, we talk about what happened with Facebook—and this larger history.",
  "Or is it being used to steer the country in the political direction that it’s in now?",
  "For us, we were just young people trying to get something to change at our schools.",
  "And they’re not good at identifying the faces of black people, generally speaking.",
  "Without that, hiring is never going to be something that’s going to be a priority.",
  "For families that are torn apart by displacement, Facebook is the way to connect.",
  "But the effects of that type of data profiling don’t hit everyone the same way.",
  "It’s just collecting data online, in the same way we can think of the NSA does.",
  "I’m not sure why people don’t see the needs of black people as being important.",
  "One of the things I was so amazed by was just how many black scientists exist.",
  "You mentioned in your Medium post that Facebook diversity numbers are abysmal.",
  "This has been an ongoing thing, but at every point, there’s been pushback.",
  "And how you’re addressing some of these issues that you just talked about?",
  "Either way, it gave me a lot of ideas for what we could do with that data.",
  "April Glaser: You must have watched Mark Zuckerberg’s hearings last week.",
  "Black people should be equally represented in face recognition data sets.",
  "I really, really think that … again, I’m not sure why there’s this bias.",
  "There’s a need not just for black executive level staff at Facebook.",
  "We launched in November 2017 with a conference at the MIT Media Lab.",
  "I can say that when black people lead on issues, we create change.",
  "I think, you know, that’s the question that we need to be asking.",
  "I definitely don’t think it’s a lack of black scientists to hire.",
  "We can give them hundreds of names of people to hire, honestly.",
  "Why is their workforce still not more diverse than it is today?",
  "I think that’s really good in terms of government transparency.",
  "We were tired of going to school and seeing what was happening.",
  "Our conversation has been edited and condensed for clarity.",
  "What is the process for the public to access Facebook data?",
  "There’s over 2,600 open data portals all over the country.",
  "Facebook says that it’s committed to increasing diversity.",
  "I come from an immigrant family, my family is from Guyana.",
  "To really build political voice, to build political power.",
  "I think a lot of the questions that were asked were good.",
  "I think that’s the place that we’re always fighting from.",
  "It’s not just for our communities, it’s for everybody.",
  "This is a local problem, this is a citywide problem.",
  "It’s how it’s being developed: Who is at the table?",
  "When you zoom out, you may not see discrimination.",
  "I think it goes back to what I said about data.",
  "I think there’s a need not just for the hiring.",
  "I’ve heard a couple people raise the question.",
  "This is the power of data to shift narratives.",
  "But, really, what is this data being used for?",
  "We would often be kicked out of the meetings.",
  "I really think what it comes down to is bias.",
  "Will Oremus: I wanted to ask you about that.",
  "I definitely hear two sides of the argument.",
  "That’s sort of where our demands come from.",
  "Could you kind of unpack that a little bit?",
  "There’s need not just for the recruitment.",
  "We’ve seen reporting about how these A.I.",
  "I don’t think Facebook is going anywhere.",
  "That’s what we need to be thinking about.",
  "Really, how is it being operationalized?",
  "That feels intuitively unfair and wrong.",
  "I would ask about the logistics of that.",
  "I’m a big fan of the open data movement.",
  "But, there’s a lot of gaps in that data.",
  "SWAT teams were sent in, police dogs.",
  "That has a deep historical context.",
  "Do you buy that they care about it?",
  "You can subscribe to If Then here.",
  "Our communities rely on Facebook.",
  "Who is a part of its development?",
  "You may not see disparate impact.",
  "Facebook collects so much data.",
  "And if so, what’s going wrong?",
  "How do we set a new standard?",
  "But, when you really zoom in.",
  "The third is really simple.",
  "This is a national problem.",
  "I can’t speak for anybody.",
  "That’s a great question.",
  "That’s a great question.",
  "What is the RFP process?",
  "Jack Dorsey spoke out.",
  "That’s not the issue.",
  "For me, I was hooked.",
  "Tim Cook spoke out.",
  "Whose data?",
  "You know?",
  "Right?",
  "Right?",
  "Right?",
  "Right?",
  "Right?",
  "Yeah."
]