[
  "“We have been faced with the only alternative being to alter Playboy’s voice in order to meet Facebook’s views of what is and is not appropriate on its platform.”\n\nCooper Hefner, the son of now-deceased Hugh and “Chief Creative Officer” for Playboy, described Facebook in a statement as “sexually repressive.”\n\nFacebook has been accused of censorship in its attempt to weed out vulgarity on a number of occasions after misapplying its policies.",
  "(RELATED: Cancer Awareness Group Draws Square Animated Breasts For Informative Video After Facebook Censors It)\n\nFacebook’s disclosure earlier in March that it is suspending Cambridge Analytica — a data analytics firm that worked with President Donald Trump’s campaign — after realizing that it had violated agreement terms is another listed justification for the publication deleting its main social media page.",
  "Playboy announced Wednesday that it is removing its Facebook page, which reportedly had millions of followers, after revelations that the company’s data management policies weren’t properly enforced or followed.",
  "“There are more than 25 million fans who engage with Playboy via our various Facebook pages, and we do not want to be complicit in exposing them to the reported practices,” the press release continues.",
  "Tesla and SpaceX deleted their respective Facebook pages after their leader, Elon Musk, promised to do so — despite claiming ignorance (perhaps facetiously) that both company profiles existed.",
  "“For years, it has been difficult for Playboy to express our values on Facebook due to its strict content and policy guidelines,” an official Playboy press release reads.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The famously lewd men’s lifestyle magazine implied that it was already considering leaving the social media platform.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Today we take another step in that ongoing fight.”\n\nPlayboy isn’t the only one contributing to the protest.",
  "Cooper also cited “meddling in a free U.S. election” as a dire concern of his and thus the company’s.",
  "“Playboy has always stood for personal freedom and the celebration of sex.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org."
]