[
  "Others featured this year include Rihanna; Kim Jong-un; Mohammed bin Salman, crown prince of Saudi Arabia; Ruth Davidson, the leader of the Scottish Conservatives; the London mayor, Sadiq Khan; the activist Tarana Burke, who started the #MeToo movement; and Christopher Wylie, the whistleblower in the Cambridge Analytica and Facebook data scandal.",
  "In a tribute to Prince Harry for this year’s list, the singer Elton John said it had been a joy to see him “grow to inherit his mother’s warmth, sense of humour and courage to stand up and champion the causes he truly believes in”.",
  "Millie Bobby Brown, the supernatural star of the Netflix hit Stranger Things, has become the youngest person ever to be included in Time magazine’s list of the most influential people in the world.",
  "A budding friendship with the reality TV family the Kardashians was played out in the media before the teenager finally achieved the social media holy grail: a selfie with Kim Kardashian.",
  "It is split into sections, including leaders, artists, pioneers, icons and titans, and seeks to highlight people “whose work today will define the course of history in years to come”.",
  "Of Khan, the former New York mayor Michael Bloomberg wrote: “At a time for increasingly divisive political rhetoric, he has been an important voice for tolerance and unity.",
  "The 14-year-old British actor, who plays the telekinetic Eleven in the sci-fi drama, joins Prince Harry, Donald Trump and the rapper Cardi B on Time’s annual top 100 list.",
  "She will star in next year’s blockbuster Godzilla: King of the Monsters and her appearance in season three of Stranger Things will reportedly earn her $3m (£2.1m).",
  "Or at any age, if I’m honest.”\n\n\n\nRaised in Dorset, Brown, who has 16 million followers on Instagram, has taken to Hollywood with aplomb.",
  "Facebook Twitter Pinterest Millie Bobby Brown will reportedly earn $3m for her role as Eleven in Stranger Things season three.",
  "“It was like speaking to a future mentor with a perspective and groundedness that I could only have dreamed of at that age.",
  "Photograph: PF1/WENN.com\n\nThe Time list is a reminder of who has dominated the headlines over the last year.",
  "Writing an appreciation of her in Time, the American actor Aaron Paul said she was an “extraordinary” actor.",
  "“She may have been 12 in years, but her spirit and mind were timeless,” he said of their first meeting.",
  "When President Trump retweeted videos from a British anti-Muslim group, Sadiq rightfully denounced it.",
  "Somewhere down the road, I wouldn’t be at all surprised to see him living at 10 Downing Street.”",
  "Forty-five women were included in this year’s list – a record for the magazine.",
  "“He’s a rising star who has a bright political future.",
  "Brown first starred in the series at the age of 12.",
  "“A wise woman was speaking from her cherubic face.",
  "It also included 45 people under 40."
]