[
  "\"Each user who authorized the app was presented with both a list of the exact data we would be collecting, and also a Terms of Service detailing the commercial nature of the project and the rights they gave us as far as the data,\" he reportedly wrote.",
  "We are using this app for research purposes — learning about how people's Facebook behaviour can be used to better understand their psychological traits, well-being, health, etc and overcome classic problems in social science.",
  "Facebook has come under fire this week after reports emerged that political data analytics company Cambridge Analytica accessed the data of over 50 million users of the social media network without their permission.",
  "A Facebook representative forwarded to CNBC a statement that it claims Kogan made to the company in 2014:\n\n\"This app is part of a research program in the Department of Psychology at the University of Cambridge.",
  "The data scientist at the center of Facebook's data controversy says the company knew he passed information to Cambridge Analytica, and called Facebook's side of the story a \"fabrication.\"",
  "\"We clearly stated that the users were granting us the right to use the data in broad scope, including selling and licensing the data,\" Kogan reportedly wrote in the March 18 email.",
  "Kogan confirmed to CNBC that the Bloomberg article \"states the facts of what the email entailed\" but declined to give further comment or provide a copy of the email.",
  "Furthermore, he reportedly said the personality profiles he had assembled wouldn't be particularly useful to for targeted advertising — or in this case, campaigning.",
  "Those claims came in an email obtained by Bloomberg that University of Cambridge data scientist Aleksandr Kogan had written to university colleagues.",
  "Facebook knew about the data leak back in 2015, but the public only learned after reports in the New York Times and Observer over the weekend.",
  "Kogan's assertions directly contradict those of Facebook executives, who insist he \"lied\" in passing the data along to Cambridge Analytica.",
  "\"These changes were all made on the Facebook app platform and thus they had full ability to review the nature of the app and raise issues.\"",
  "Users of the app will be presented with a description of the types of data we gather and the scientific purpose of the data.",
  "Users will be informed that the data will be carefully protected and never used for commercial purposes.\"",
  "And when it did, the social media company removed his app and asked that Kogan delete the data.",
  "He also insists that the method of data collection was perfectly legitimate.",
  "Read more about Aleksandr Kogan's email on Bloomberg.",
  "(The underline was made by Facebook.)",
  "Facebook did not step in until 2015.",
  "Kogan insists he did."
]