[
  "He talks of a multi-platform “infrastructure”, ranging from film to far-right news channels, populist websites, social media troll armies and data-driven targeted advertising, telling the New York Times modestly in an interview last month: “All I am trying to be is the infrastructure, globally, for the global populist movement.”\n\nHis recent meetings with hard-right, nationalist, social-media driven parties in Italy, France – he spoke at the Front National’s annual conference, introduced by Marine Le Pen – and Germany are part of his effort to build that infrastructure.“What’s essential to realise about propaganda,” said Staal – who completed a PhD in propaganda art earlier this year – “is that it is not, actually, about sending a message.",
  "With titles including Generation Zero (the “real” causes of the financial crisis), The Undefeated (Sarah Palin as epic defender of family values, the Christian faith and economic nationalism), In the Face of Evil (Reagan’s struggle against communism), Battle for America (the rise of the Tea Party) and 2016’s The Torchbearer (starring the bearded, ultra-conservative religious zealot Phil Robertson as the west’s last barricade against Islamist terror and secularism), they feature a surfeit of unsubtle metaphors, from the meteorological (hurricanes, snowstorms, avalanches) to the animal (circling sharks, grizzly bears, American eagles).",
  "This idea that ‘art should be depoliticised’, that ‘only by maintaining a fictional neutrality can art call itself art’, is actually a huge obstacle to understanding art’s place and effect in the world – and the potential contribution that art could make in developing counter-narratives to the alt-right.”\n\nThat, he believes, is the real challenge: to contribute a “defiant imagination of a different world” – create the radical opposite of the alt-right’s paranoid vision.",
  "By Tom McCarthy Photograph: Carlo Allegri/X90181\n\nThrough extended clips from Bannon’s nine documentaries, shown alongside books, artefacts and information panels for background and context, the exhibition sets out to show how Bannon’s artistic work first foreshadowed, then shaped, the core narratives of Trumpism, tracing a direct line from his early free-market activism through Breitbart to his role in the scandal-hit data-mining firm Cambridge Analytica.",
  "In fact modern democratic propaganda was effectively pioneered, he argued, by Britain’s Wellington House operation in the first world war: “A crucial example of democratic propaganda which sought to effectively engineer reality without people seeing or recognising it as such.”\n\nAnd Bannon, said Staal, is “a very important current example of a contemporary propagandist operating within a democratic society.",
  "“But it’s true that he has succeeded, like few others over the past 15 years, in turning an artistic representation of his ideas into political reality.”\n\nThis, said Staal, whose exhibition – Steve Bannon: a Propaganda Retrospective – opened in Rotterdam on Friday, is why, despite his fall from Trumpian grace, the alt-right’s dystopia purveyor is so important.",
  "But Trump’s successful campaign and, beyond the US, Leave’s victory in the UK’s Brexit referendum, the rise of the ultranationalists in the Netherlands, France, Italy – there’s clearly a link between the success of these campaigns and the platforms that carried their core messages.”\n\nA full-spectrum propagandist, Bannon’s efforts extend far beyond his films.",
  "A new exhibition in Rotterdam uses the films of Trump’s former right-hand man to examine the visual art of propaganda\n\nMost recognise him as the dishevelled former Breitbart News boss who ran the triumphal last leg of Donald Trump’s election campaign and then became – until his sudden ejection, seven months in – the new president’s chief strategist.",
  "It’s no accident that Andrew Breitbart [Breitbart’s founder] has called him ‘the Leni Riefenstahl of the alt-right’.”\n\nThe Rotterdam exhibition aims to display the “visual and ideological architecture of the alt-right” to a broader audience, to “open up spaces and opportunities for critique – and resistance”.",
  "His core ideas have become the contemporary paradigms we are living with today.”\n\nProfile Steve Bannon Show Hide Steve Bannon is a former White House strategist and chairman of Breitbart News who had a messy break with Trump – and with influential Republican donors – in early 2018.",
  "Bannon called the meeting “treasonous” and “unpatriotic”, Wolff reported, and Bannon concluded: “They’re going to crack Don Junior like an egg on national TV.”\n\nBannon’s comments resulted in a subpoena from the special counsel and a date with congressional investigators.",
  "They are producing art: you could call their Pepe the Frog meme a contemporary version of a court portrait ... That’s what we have to recognise, deconstruct, and counter.”\n\nSteve Bannon: a Propaganda Retro-spective is at Het Nieuwe Instituut, Rotterdam until 23 September",
  "Propaganda is the performance of power; propaganda art – which is an important element of propaganda, because a reality has to be portrayed before it can be reality – is the performance of power as art.”\n\nNor is it inherently a product of totalitarian regimes.",
  "But in his first meeting with the House intelligence committee in January 2018, Bannon declined to answer questions, in an extraordinary scene in which his lawyer consulted with the White House in real time and asserted executive privilege to escape replying.",
  "In a 2011 interview with Vanity Fair, Bannon described himself as an exponent of what he called “kinetic” cinema, aiming to overwhelm the audience with such an intense barrage of images and core messages that it was almost impossible to avoid them.",
  "This appears to have been radicalised after the 9/11 attacks, from his near hero-worship of Ronald Reagan to his engagement with the Tea Party, support for Sarah Palin, disgust with the Occupy movement and more recent embrace of the far right.",
  "Illegal immigration, crony capitalism and progressive liberalism are threatening the country; only economic nationalism, hardcore conservatism and a crushing victory in the coming clash of civilisations will save it.",
  "But the films’ underlying narratives have undeniably been influential: despite Bannon’s abrupt eviction from the White House, the reality they construct is, broadly, the one that still animates the administration.",
  "Because facts alone – as the Brexit vote showed very clearly – will convince no one.” We need a fact-based, alternative narrative.”\n\nArt, and particularly political art, has a major role to play, he argues.",
  "“I don’t want to give him too much credit, because the idea that he’s a successful propagandist is, of course, all part of his propaganda,” said Jonas Staal, a Dutch artist and propaganda researcher.",
  "It’s the root of the present-day culture wars: they have effectively defined ‘us’ and ‘them’.”\n\nTo counter that, Staal argues, “We need to define an ‘us’ that is a much more pluralistic reality.",
  "Today, we associate propaganda with the last totalitarian regimes still standing – North Korea, for example.”\n\nBut propaganda is plainly not the prerogative of dictatorships, Staal said.",
  "Made between 2004 and 2016, the little-known films – only four had even a limited cinema release, the rest going straight to video – trace the development of Bannon’s core ideology.",
  "Bannon believes that like the communists and Nazis before them, Islamic terrorism and the global elite must be defeated.”\n\nThey are not of course “good” films in an aesthetic sense.",
  "“If you accept the idea that no reality is devoid of power, then propaganda is everywhere.Every society needs a narrative – where we come from, who we are, where we are going.",
  "The problem is that the alt-right gives us a very clear story, that ‘we’ are a predominantly white, predominantly Christian society that is under attack and needs defending.",
  "Trump may be a rather imperfect version of the warrior he would ideally have liked, but the ideology is there, the battle between good and evil, the clash of civilisations.",
  "Western society, Christianity and freedom are under attack, not just from evil foreigners but establishment insiders: corrupt government, big banks, a cosmopolitan elite.",
  "As a primary mover in the Trump campaign and White House insider, Bannon could have valuable information to share about the nature and intent of Trump’s Russia contacts.",
  "The immediate cause of the split was incendiary observations Bannon made to journalist Michael Wolff about Donald Trump Jr’s Trump Tower meeting with Russian operatives.",
  "But not many know that he also made films of his own – and might justifiably be considered one of this young century’s more significant propaganda artists.",
  "“There’s always, too, a search for leadership,” said Staal, “the need for leaders who can carry the message of white Christian, free-market nationalism.",
  "This has to be the task of progressive art and politics today: to tell a more inclusive story of who we are, and who we can still become.",
  "“When I began researching the subject,” he said, “I was struck first of all by the absence of the word in present-day debate.",
  "Historically, in the 20th century, people think first of Nazi film-makers and Stalinist socialist-realist paintings.",
  "The move angered congressional investigators, who vowed to obtain Bannon’s cooperation one way or another.",
  "“And what Bannon’s work shows is that the script for Trumpism was written long before Trump came along.",
  "Some may recall Steve Bannon was once at Goldman Sachs, and executive produced a few Hollywood movies.",
  "“Because from the propaganda perspective, there is a real cultural dimension to the alt-right.",
  "“These films were not made,” says Staal, “for the kind of audience that critiques them.",
  "Of course, it’s easier to examine the core narratives than to measure their impact.",
  "“He’s developed this artistic horizon, but it’s not a ‘what if’, it’s a script.",
  "Countering effective propaganda art, Staal said, is not easy.",
  "It’s about shaping our environment, engineering our reality.",
  "“The propaganda against art has been very effective.",
  "Bannon builds a narrative around these characters.",
  "Our reality has been co-authored by Steve Bannon.",
  "They reveal an apocalyptic world view."
]