[
  "Never heard a word.”\n\n“At the time, I thought we were doing everything that was correct,” Kogan told “60 Minutes.”\n\n“If I had any inkling that what I was going to do was going to destroy my relationship with Facebook, I would never have done it,” he concluded.",
  "This was just something that was available to anybody who wanted it who was a developer.”\n\nKogan admitted he hadn’t bothered reading Facebook’s developer policy and that he may have broken one or more of its rules by selling the data.",
  "How does @Facebook know instantly if someone posts one house listing to their personal page instead of their business page but seems unable to identify and monitor someone harvesting millions of user profiles?",
  "Kogan developed a personality quiz that gave him access to the personal data of not only people participating but also their friends, totaling tens of millions of Facebook users.",
  "“For that, I am sincerely sorry.”\n\nEver since the full scope of the data mining came to light, both Facebook and Cambridge Analytica have come under intense fire.",
  "In his own defense, Kogan told Stahl the ability to harvest huge sums of data “was a core feature of the Facebook platform for years.",
  "I had a terms of service that was up there for a year and a half that said I could transfer and sell the data.",
  "“I think that the core idea we had — that everybody knows, and nobody cares — was wrong,” Kogan added.",
  "Right now my opinion has really been changed,” he told “60 Minutes” host Lesley Stahl.",
  "But he added that the social media giant hadn’t raised a fuss about the issue before.",
  "“This is the frustrating bit, where Facebook clearly has never cared.",
  "— SkinnyLowDown (@SkinnyLowDown) April 23, 2018\n\nApologizes?",
  "I mean, it never enforced this agreement,” he told Stahl.",
  "Apology or not, people on Twitter were still upset.",
  "This was not a special permission you had to get.",
  "“They’ll let you know if you do anything wrong.",
  "“Back then, we thought it was fine.",
  "— CG (@dra_cg) April 23, 2018",
  "A Russian spy in England!",
  "Asking for a friend.",
  "He’s complicit!",
  "That’s it?"
]