[
  "Investor appetite for Alphabet has been weakened by a combination of cost and regulatory concerns as officials across the world seek to force changes in Google’s business practices, such as giving customers more control over privacy of their data.",
  "Alphabet’s profit margins have fallen in recent quarters as it ramps up costly new projects in cloud computing and hardware at its core Google unit, and despite spending cuts on an unprofitable set of ancillary initiatives known as “other bets”.",
  "US lawmakers initially sought to question Google alongside rival Facebook Inc at a hearing this month on how British data analysis firm Cambridge Analytica was able to acquire data on unwitting Facebook users.",
  "The price for clicks and views of ads sold by Google rose in its favor as advertisers pursued ad slots on its search engine, YouTube video service and millions of partner apps and websites.",
  "Alphabet’s first-quarter results again showed that advertisers’ attraction to Google’s powerful systems in particular is strong, which could help it rebound from any privacy setbacks.",
  "It could prompt more users to reject receiving personalized ads online, costing Google a few billion dollars in annual sales, said Brian Wieser, a senior analyst at Pivotal Research.",
  "Advertisers also may limit ad-buying this year while sorting out their own compliance with the new European policy, known as General Data Protection Regulation (GDPR), he said.",
  "Still, any pullback would be temporary because of the effectiveness of internet advertising compared with declining media such as print and broadcast, analysts say.",
  "But analysts who follow the company have said Google may not escape European Union regulators, which plan to begin enforcing a new data privacy law next month.",
  "Google owner Alphabet shrugged off mounting concerns over privacy on Monday to report an 84% rise in profits for the last quarter.",
  "The results eased concerns that investment in new ventures beyond its core search business was undermining Alphabet’s outlook.",
  "But a quarterly profit of $9.4bn exceeded estimates of $6.56bn, according to Thomson Reuters I/B/E/S.",
  "There also were no immediate signs that rising global privacy concerns would affect profits.",
  "Worldwide ad sales increased to $31.1bn, above the average analysts’ estimate of $30.3bn.",
  "Shares had fallen nearly 3.5% this year until a swift pre-earnings rebound last week.",
  "Google was later excused."
]