[
  "Facebook shed as much as $100 billion of market cap after news of the Cambridge Analytica scandal broke as investors feared increased regulation and its potential impact on ad spending on the platform.",
  "Potential regulation won't hurt Facebook's revenue, and its growth in digital advertising will continue at a strong clip, Mahaney said in a subsequent phone conversation with Business Insider.",
  "He likened Facebook's growth potential to that of Google's, noting that Google's revenue grew by 23% year-over-year in its first-quarter earnings report, beating Wall Street's expectations.",
  "The social media giant has ways around potential regulatory hurdles, and its positioning in the global advertising market is only strengthening, RBC Capital Markets' Mark Mahaney said.",
  "Wall Street expects the social media giant to report earnings of $1.38 a share on revenue of $11.41 billion, according to Bloomberg data\n\nFacebook is down 12.41% this year.",
  "\"Facebook has been, is, and will remain for the foreseeable future a must-buy for most consumer-oriented marketers,\" Mahaney wrote in a note to clients.",
  "Still, the Federal Trade Commission may take regulatory measures on internet companies, in light of the Cambridge Analytica scandal.",
  "The GDPR rules will require advertisers to ask users if they want to opt-in to allowing the advertisers to use their personal data.",
  "\"I would expect Facebook to grow at premium rates,\" he said, adding that \"I think its share will continue to rise over time.\"",
  "Digital Ads\n\nRegulation aside, Mahaney expects Facebook's positioning in the global advertising market to get even stronger.",
  "\"I do not see a material long-term impact\" as a result of FTC regulation, he wrote in the note out to clients.",
  "Regulation\n\nFacebook has ways to work around any issues with the European Union's GDPR, according to Mahaney.",
  "\"There's the ability for Facebook to do a lot with whatever users are willing to let Facebook use,\" he added.",
  "Regulation won't hinder Facebook's growth potential, according to RBC Capital Markets analyst Mark Mahaney.",
  "\"I don't think there's going to be any limits to the demographic targeting that is on Facebook,\" he said.",
  "\"Facebook will still offer advertisers scale and reach that very few other platforms can offer,\" he said.",
  "\"It's unlikely that GDPR will impact Facebook's advertising revenue,\" Mahaney told Business Insider.",
  "Chip Somodevilla/Getty Images\n\nFacebook reports first-quarter earnings on Wednesday after the bell.",
  "Even if the FTC moves on the data issue, actual regulation wouldn't go into effect for a long time.",
  "Mahaney's price target is $250, about 56% above where shares are currently trading.",
  "\"If there's similar legislation to come into place, it will take years.\"",
  "Facebook reports first-quarter earnings after Wednesday's closing bell.",
  "But he doesn't even think there will be such hefty data restrictions.",
  "\"GDPR took years to come into place,\" he told Business Insider.",
  "Watch Facebook trade in real time here.",
  "But Mahaney maintained his position.",
  "Markets Insider"
]