[
  "“Unlike the platforms and commercial research companies, universities can be trusted to take an independent perspective and to manage research ethics with great care and nuance: incorrect assessments, overt bias towards the platforms and unethical engagement with social media data would seriously damage their public standing and destroy future careers.”\n\nIn announcing the changes to its APIs, Facebook said: “Overall, we believe these changes will better protect people’s information while still enabling developers to create useful experiences.”\n\nDid Facebook read my private emails?",
  "“Contrary to popular belief, these changes are as much about strengthening Facebook’s business model of data control as they are about actually improving data privacy for users.”\n\n• Sign up to receive the top stories in Australia every day at noon\n\nA Queensland University of Technology professor of media and communication, Axel Bruns, who has signed the open letter, said Facebook had announced plans to partner with philanthropic organisations and researchers to study the impact of social media on elections.",
  "By working with the academic community, we can help people better understand the broader impact of social media on democracy – as well as improve our work to protect the integrity of elections.”\n\nBruns and other researchers say this response is too limiting – that other elements of social media are equally deserving of a research focus but that those researchers now found themselves unable to access critical data.",
  "An open letter, signed by 27 researchers and published on Wednesday, said while the privacy changes might generate positive publicity for Facebook and its chief executive, Mark Zuckerberg, they were “likely to compound the real problem, further diminishing transparency and opportunities for independent oversight”.",
  "“At a time of heightened concerns about user privacy, substantial API-based access to public communication on these platforms is crucial for scholars precisely because it is only such research that can provide a transparent and independent assessment of the problems that the social media platforms are facing.",
  "“The problem that we see is that it’s a very limited field of research, it [won’t] address a lot of the issues and a lot of the other questions we might ask of Facebook.”\n\nBruns said researchers had acted as a sort of “early warning system” for Facebook in the past.",
  "A group of the world’s leading internet academics say Facebook’s decision to tighten access to user data in reaction to the Cambridge Analytica scandal will actually hamper genuine research and oversight of the platform.",
  "“Facebook will invite respected academic experts to form a commission which will then develop a research agenda about the impact of social media on society – starting with elections,” the company said at the time.",
  "| Letters Read more\n\nTwo weeks ago Facebook announced a new initiative to “help scholars understand social media’s impact on elections”, a direct response to the Cambridge Analytica data scandal.",
  "“Such research is undertaken in the public interest and is often overseen by the research ethics review boards of universities and/or by national data protection agencies,” the letter says.",
  "On 4 April, Facebook announced it would make changes to protect the privacy of users, including restricting access to application program interfaces used by third parties to access data.",
  "“The net effect of the new API restrictions is to lock out third parties and consolidate Facebook’s position as the main analytics and advertising broker,” the open letter says.",
  "In the open letter, the researchers say thousands of their number have accessed data to conduct studies into the impact of Facebook and similar platforms on media and society.",
  "“A lot of issues, fake news and trolling and so on, were picked up in research before Facebook even knew there was an issue,” Bruns said.",
  "He said if Facebook decided what research was worthy of access to user data, it could fail to detect emerging issues on the platform.",
  "“We were slow to spot foreign interference in the 2016 US presidential elections, as well as issues with fake accounts and fake news.",
  "He said this was concerning because it would allow Facebook to effectively define a research agenda.",
  "He also said social media companies tended to take a US-centric approach to research.",
  "“We argue that Facebook should work more with the research community,” Bruns said.",
  "Our teams have made good progress since then.",
  "“The focus will be entirely forward looking."
]