[
  "“So, let’s start the process of replacing Facebook.”\n\nCalacanis, who was an early investor in Uber and Thumbtack and has written a book called Angel – How to Invest in Technology Startups – Timeless Advice from an Angel Investor Who Turned $100,000 into $100,000,000, points to two reasons why Facebook has not yet been displaced.",
  "A “particularly nefarious” aspect of Facebook’s dominance is how it can use the data collected from the “like” button, its ad network and the “login with Facebook” tool to keep track on the competitors getting the most traction and, Calacanis said, “kill them before they hit scale”.",
  "Stoked by fears that the data may have been used to try to influence the 2016 presidential election, some users have been horrified to discover the amount of data Facebook collects about them, including facial biometrics, web-browsing history and, in some cases, their text messages.",
  "Facebook’s approach to privacy has come under intense scrutiny over the last few weeks, following the revelation that the personal data of millions of Americans was harvested from Facebook and improperly shared with the political consultancy Cambridge Analytica.",
  "“All community and social products on the internet have had their era, from AOL to MySpace, and typically they’re not shut down by the government – they’re slowly replaced by better products,” said Calacanis in a blogpost announcing the challenge.",
  "Cambridge University rejected Facebook study over 'deceptive' privacy standards Read more\n\nThe seven winning teams will be invited to join Calacanis’s Launch incubator, offering them 12 week of mentorship as they develop their social network.",
  "The data they have across these three platforms builds an unprecedented moat.”\n\nThe second reason is Zuckerberg’s ability to “quickly steal innovative features from startups that refuse to sell to him, like Snapchat”.",
  "The Openbook Challenge will offer seven “purpose-driven teams” $100,000 in investment to build a billion-user social network that could replace the technology titan while protecting consumer privacy.",
  "“Social networks are amazing at letting families and friends stay in touch with each other, and the filters on Instagram make our photos look 100% more beautiful –these are wonderful innovations.”",
  "“You are a brilliant engineer who is creating a level of mistrust with his users that is unprecedented and obnoxious.”\n\nFacebook Twitter Pinterest A message to Mark Zuckerberg in 2009.",
  "“We want to invest in replacements that don’t manipulate people and that protect our democracy from bad actors looking to spread misinformation,” the challenge website states.",
  "“No matter how strong a big company is, there is always a chance that an indefatigable founder with a clever idea and a kick-ass team will be able beat them,” he said.",
  "In 2009 he recorded an “open message” to Zuckerberg – a video posted to YouTube – in which he said: “You have no idea what you are doing when it comes to privacy.",
  "Over the following 90 days, 20 finalists will be whittled down to just seven companies, who will each receive $100,000 in return for a 6% stake in their business.",
  "While many Silicon Valley luminaries have only recently started to scrutinise the 2.2bn-strong social network, Calacanis has been a consistent and vocal critic.",
  "The prominent Silicon Valley investor Jason Calacanis, who was an early investor in several high-profile tech companies including Uber certainly hopes so.",
  "“Zuck’s ‘sell or die’ threat has put a paralysis into the venture and entrepreneurial communities, making both scared to challenge him,” he added.",
  "Jason Calacanis, an early investor in Uber, spearheads a contest to find a service ‘that is actually good for society’\n\nCan Facebook be replaced?",
  "“Instagram and WhatsApp were well on their way to disrupting Facebook when Zuck masterfully bought them out, sealing his monopoly position.",
  "You have a lack of leadership at your company when it comes to privacy and you have a glib and reckless approach to people’s privacy.",
  "Despite his concerns about the platform, Calacanis also acknowledges Facebook’s positive attributes.",
  "“First, Zuckerberg has done an exceptional job of buying competitors,” he told the Guardian.",
  "He has launched a competition to find a “social network that is actually good for society”.",
  "Teams have until 15 June to submit either a video tour, prototype or “full-blown product”.",
  "Finalists will be selected based on their “ability to execute” as opposed to the idea."
]