[
  "“Our data business is something we continue to feel really good about.”\n\nDorsey distanced Twitter’s data policies from those of its peers, saying, “We serve the public conversation, so all of our data is out in the public, out in the open.” He further claimed that Twitter only organizes its publicly available data for third parties like brands and researchers, and that the company provides no personal identifiable information that isn’t already visible on the platform.",
  "The GDPR’s provisions require companies to, among other things, inform users within 72 hours of a data breach and to allow users the option to examine the personal data that has been collected and also to erase it.",
  "Several investors asked Dorsey and Twitter CFO Ned Segal about data privacy and regulatory concerns in light of Facebook’s recent travails with the Cambridge Analytica scandal.",
  "Segal fielded a couple of questions concerning the General Data Protection Regulation, or GDPR, a privacy law that the European Union will enact on May 25.",
  "Michael Cohen/Getty Images for the New York Times\n\nTwitter reported better-than-expected results Wednesday during its first-quarter earnings call.",
  "CEO Jack Dorsey told investors that the company’s revenue growth was up 21 percent year over year, with a total of $665 million for the quarter.",
  "“We serve the public conversation, so all of our data is out in the public, out in the open,” said CEO Jack Dorsey.",
  "Twitter and other social media companies that offer services to citizens of the EU will have to abide by the rules.",
  "Dorsey also reported a profit of $61 million, making this the second profitable quarter in the company’s history.",
  "He later said, “It is too early to predict the impact that regulation is going to have on the business.”",
  "“GDPR could have some impact over time,” Segal told investors when discussing monthly active users.",
  "The aim of the legislation is to give users more control over the data they share with companies.",
  "“We believe that privacy is a fundamental right for everyone that we serve,” he told investors.",
  "Daily active usage grew 10 percent, and the platform gained 6 million users.",
  "Dorsey was adamant about the platform’s dedication to privacy.",
  "Twitter made $91 million in Q4 last year."
]