[
  "User time\n\nLast quarter, Zuckerberg revealed that changes to the news feed resulted in users spending about 5 percent less time on Facebook -- a statement that sent the company's stock price plunging.",
  "But he has a fine line to walk: Many analysts will be watching for signs that the company is addressing concerns about users' data security while maintaining its ability to make money from that data.",
  "Facebook has yet to recover from the fallout over Cambridge Analytica, and CEO Mark Zuckerberg likely relishes the chance to talk about something other than the company's data collection practices.",
  "Its popularity with the youngest users is also slowing, according to an eMarketer study, with many in the 24-and-younger demographic decamping for rival Snapchat.",
  "Any effect from the Cambridge Analytica revelations -- which broke just weeks before the first quarter ended on March 30 -- will likely be limited.",
  "Advertising revenue\n\nAds makes up the vast majority of Facebook's income: 98.5 percent of the $12.8 billion it earned last quarter came from ads.",
  "The Pew Research Center in January found that 74 percent of Facebook users went on the site daily -- a slight drop from 76 percent two years ago.",
  "Facebook's stock was essentially flat on Wednesday afternoon, ahead of the first-quarter earnings report scheduled to be released after 4 p.m.",
  "That's because other types of advertising -- such as Amazon and video streaming programs -- looks set to chip away at Facebook's dominance.",
  "And a Cowen and Co. study found that the typical U.S. social media user spent 53 minutes on Facebook in the first quarter of this year.",
  "Zuckerberg maintains that less time isn't necessarily a bad thing, as the company pivots to emphasize what he calls \"time well spent.\"",
  "An eMarketer report this week predicted that Facebook's share of the advertising market would decline for the first time this year.",
  "Given these trends, investors will be looking for signs of broad-based user growth or flattening in Facebook's numbers Wednesday.",
  "But Wall Street will be looking for whether user time rose or fell, and ways that could potentially affect Facebook's business.",
  "That's three minutes less than the prior quarter, and five minutes less than the first quarter of last year.",
  "\"As those players increase their shares, that leaves less room for Facebook's to grow,\" the report said.",
  "A handful of advertisers announced they were hitting \"pause\" on Facebook in the last week of the month.",
  "User growth\n\nOver 2 billion people -- a quarter of the world's population -- have a Facebook account.",
  "Public outrage, and the #DeleteFacebook movement, didn't gather steam until the first days of April.",
  "The slight drop -- from 185 to 184 million -- was the first time the network had registered a drop.",
  "Last quarter, the number of daily Facebook users in the U.S. and Canada declined slightly.",
  "Nearly two-thirds of them, or 1.4 billion, used the platform daily, according to Facebook.",
  "And ads are directly tied to Facebook's ability to attract and reach specific user niches.",
  "The social platform last quarter reported 2.13 billion monthly unique users a month.",
  "Facebook is predicted to lose 2 million younger users this year, eMarketer found.",
  "As with advertising, Cambridge Analytica effects here are likely to be minor.",
  "However, ad spending on the platform could be slowing for other reasons.",
  "(Users of Facebook-owned Instagram showed the opposite trend.)",
  "But Facebook's dominance in some segments could be waning.",
  "Here are three things to look for in Facebook's report.",
  "External studies have come up with similar results.",
  "ET."
]