[
  "The bill, the Social Media Privacy Protection and Consumer Rights Act of 2018, has already garnered bipartisan support, and would require websites such as Facebook and Google to provide consumers with a copy of the data that’s being collected on them, a list of third parties that have had access to that data, and to notify users within 72 hours if their data is mishandled.",
  "CHRISTOPHE SIMON/Getty Images\n\nWhile Mark Zuckerberg’s congressional testimony over the Cambridge Analytica fallout earlier this month may have seemed more beneficial to meme-makers than to policymakers at the time, the introduction of new data privacy legislation in the Senate this week shows that the two-day circus wasn’t all for naught.",
  "Until then, if you want to seem less childish talking about the politics of Facebook, it’s worth reading up on the platform’s new content moderation guidelines, the new AI Zuckerberg claims is on the way to combat hate speech, and whether the platform could use the massive amount of data it collects to combat racism.",
  "Other things we read this week between revisiting Neopets with Chrissy Teigen:\n\nGood news for cheap music lovers: Can Spotify’s upgrades to its free service help it keep an advantage over Apple Music?",
  "Elsewhere on Future Tense, Rachel Withers looks at one obvious precedent for data protections that policymakers might be missing: the Children’s Online Privacy Protection Act.",
  "But as Glaser argues in her Slate cover story this week, the usual ferocity of these watchdogs was noticeably absent from discussion surrounding the recent Facebook fallout.",
  "When moments that capture public outrage over digital privacy issues come along so infrequently, will their silence mean we’ll miss the opportunity for change?",
  "Slate’s April Glaser assesses the sweeping new bill, and how deep the support for reining in the sprawling online data collection industry really goes.",
  "CryptoKitties: Meg Charlton writes about what the manic markets for trading technicolor blockchain cats might have in store for the future of art.",
  "But, as Withers argues, with the digital savvy of kids today, it might make more sense to extend those protections to us clueless adults.",
  "Muting all spoilers,\n\nTonya Riley\n\nFor Future Tense\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University.",
  "Social justice: Orem Samet asks how much blame Facebook should take for tragic ethnic cleansing in Myanmar.",
  "“The People’s Republic of Desire”: A new documentary shows the dark side of online fame in China.",
  "Alexa untethered: Amazon wants to build a mobile home robot that can go where Alexa can’t.",
  "Starting in 2000, the bill mandated certain data protections to internet users under 13.",
  "To succeed, this new legislation will also need the support of privacy activists.",
  "Building the same physical theaters it’s tried to compete with.",
  "Coming to a Netflix near you: Netflix’s new disruption?"
]