[
  "(Wall Street expected $1.35) Daily active users: 1.45 billion (in line with expectations, up 13% year-on-year)\n\n1.45 billion (in line with expectations, up 13% year-on-year) Monthly active users: 2.2 billion, up 13% year-on-year (versus 2.19 billion expected)\n\n2.2 billion, up 13% year-on-year (versus 2.19 billion expected) Operating profit: $5.45 billion (Wall Street expected $4.64 billion)\n\nIts operating margin for the quarter was 46% — dropping off from a seasonal high in Q4 2017, but up from 41% in Q1 2017.",
  "\"In a nutshell, overall this should be another step in the right direction for Facebook after a month of navigating these unprecedented data concerns post the Cambridge debacle with the worries around regulatory headwinds and damage to the company's advertising fortress a lingering black cloud over the stock.\"",
  "'The damage from Cambridge appears contained'\n\nThe company's North American daily active users have also returned to growth, inching up to 185 million, after they dropped for the first time ever in Q4 2017, to 184 million — assuaging short-term concerns that users may be about to abandom the social network.",
  "\"At first look, we would characterize 1Q results as a relief and is a sign that so far the damage from Cambridge appears contained although this will be a long 3-6 months ahead to steer through this storm,\" Daniel Ives, head of technology research at GBH Insights, wrote in a research note.",
  "Yahoo Finance\n\nHere are the key numbers, versus what Wall Street expected:\n\nRevenues: $11.97 billion, up 49% year-on-year (Wall Street expected $11.4 billion)\n\n$11.97 billion, up 49% year-on-year (Wall Street expected $11.4 billion) EPS (GAAP): $1.69.",
  "Chip Somodevilla/Getty Images\n\nFacebook handily beat analysts' expectations on both the top and bottom line for its first quarter of 2018— sending its stock jumping more than 7% in after-hours trading on Wednesday.",
  "The results are some much-needed good news for the California company, which has been in damage control mode for weeks, fighting to contain the fallout from the Cambridge Analytica scandal and reassure users.",
  "\"At first glance, impact from data/privacy issues appears minimal, with above-consensus financial results,\" Baird Equity Research analyst Colin Sebastian wrote in a research note.",
  "\"In the earnings release, CEO Mark Zuckerberg reiterated the acceptance of broader social responsibility, but gave no indication that recent headlines impacted user engagement.\"",
  "The company isn't out of the woods just yet, however: The scandal only hit at the tail end of the quarter, in mid-March, and it may be some time until its full effects are felt.",
  "The social network's quarterly revenues grew 49% year-on-year to $11.9 billion, while its earnings per share (EPS) was $1.69 — well in excess of the predicted $1.35.",
  "Facebook\n\nFacebook's stock has been battered over the Cambridge Analytica scandal, dropping almost 18% in late March from its $185 pre-crisis peak.",
  "It has since rebounded a little, and prior to the earnings release sat at around $160.",
  "The $9 billion stock buyback comes in addition to the $6 billion already authorised.",
  "And it announced it was significantly increasing its share buybacks by $9 billion.",
  "Facebook's stock jumped around 5% in after-hours trading on the news.",
  "(Wall Street expected $1.35)\n\n$1.69.",
  "Mark Zuckerberg."
]