[
  "The Commission said actions against the spread of fake news should “strictly respect freedom of expression and include safeguards that prevent their misuse, for example, the censoring of critical, satirical, dissenting or shocking speech.”\n\nCommission Vice-President Andrus Ansip said there had been some debate internally over whether to explicitly mention Russia in the fake news strategy.",
  "It considers that self-regulation can contribute to these efforts, provided it is effectively implemented and monitored.”\n\nAdvertisers and online platforms should produce “measurable effects” on the code of practice by October, failing which the Commission could propose further actions, including regulation.",
  "“These (online) platforms have so far failed to act proportionately, falling short of the challenge posed by disinformation and the manipulative use of platforms’ infrastructure,” the Commission wrote in its strategy for tackling fake news published on Thursday.",
  "EU policymakers are particularly worried that the spread of fake news could interfere with European elections next year, after Facebook disclosed that Russia tried to influence U.S. voters through the social network in the run-up to the 2016 U.S. election.",
  "“There are serious doubts about whether platforms are sufficiently protecting their users against unauthorised use of their personal data by third parties, as exemplified by the recent Facebook/Cambridge Analytica revelations,” the Commission wrote.",
  "BRUSSELS, April 26 (Reuters) - Tech giants such as Facebook and Google will have to decisively step up their efforts to tackle the spread of fake news online in six months or potentially face further regulation from the European Union.",
  "The revelations that political consultancy Cambridge Analytica - which worked on U.S. President Donald Trump’s campaign - improperly accessed the data of up to 87 million Facebook users has further rocked public trust in social media.",
  "The European Commission will draw up an EU-wide Code of Practice on Disinformation by July with measures to prevent the spread of fake news such as increasing scrutiny of advertisement placements, it said on Thursday.",
  "Companies will have to intensify efforts to close fake accounts and put in place measures to reduce revenues for purveyors of disinformation and restrict targeting options for political advertising.",
  "And other people say that ‘add some other countries also and then we will put them all on our list’, but unfortunately nobody is able to name those others,” the former Estonian prime minister said.",
  "Facebook has stepped up fact-checking in its fight against fake news and is trying to make it uneconomical for people to post such content by lowering its ranking and making it less visible.",
  "Campaign group European Digital Rights warned that the Commission ought not to rush into taking binding measures over fake news which could have an effect on the freedom of speech.",
  "The world’s largest social network is also working on giving its users more context and background about the content they read on the platform.",
  "“The Commission calls upon platforms to decisively step up their efforts to tackle online disinformation.",
  "“Some people say that we don’t want to name just one name.",
  "Moscow denies such claims."
]