[
  "Here are Zuckerberg's full comments from the call:\n\n\"One of my great regrets in how we've run the company so far is I feel like we didn't get to shape the way that mobile platforms developed as much as would have been good, because they were developed contemporaneously with Facebook early on.",
  "It's a convenient time for Facebook to make this point\n\nFacebook's struggles with mobile have impacted the company before, most notably when Facebook was slow to move its advertising business to mobile after its 2012 IPO and its stock tanked.",
  "Zuckerberg made the comments in response to a question about Facebook's Oculus virtual reality headset — a product that Zuckerberg believes could lay the foundation for a new and improved \"people first\" computing platform.",
  "But it's tough not to view his comments in the context of the current backlash facing the company, including Facebook's role in spreading misinformation and the misuse of its users' private data.",
  "\"One of my great regrets in how we've run the company so far is I feel like we didn't get to shape the way that mobile platforms developed as much as would have been good,\" Zuckerberg said.",
  "It shouldn't be designed around apps, it should be designed around our relationships, because that's what matters to people, and that's not the world we're on, on mobile.\"",
  "And as Facebook looks for ways to recast its role in the current narrative and to shield itself from the blame, Zuckerberg's \"regret\" could have some nice benefits.",
  "Justin Sullivan/Getty\n\nMark Zuckerberg, at 33 years old, is worth billions of dollars and has built a product that's used by 2 out of every 7 people on the planet.",
  "Facebook, in Zuckerberg's view, did not play enough of a role developing and influencing the mobile technology that's become society's primary means of computing.",
  "Were Facebook not so busy building its own service at the dawn of the smartphone age a decade ago, it would have been able to show everyone a better way.",
  "During Facebook's Q1 conference call on Wednesday, Zuckerberg revealed one of his \"great regrets\" about his stewardship of the company.",
  "iOS and Android came out around 2007, we were a really small company at that point, so that just wasn't a thing we were working on.",
  "To hear Zuckerberg tell it now, Facebook is merely a bystander struggling to get by in a mobile world created by other companies.",
  "Zuckerberg spent two days on Capitol Hill earlier this month getting grilled by lawmakers about Facebook's responsibility.",
  "\"Frankly, we haven't been a hardware company or an operating system company,\" Zuckerberg said during the call.",
  "Smartphones and other mobile gadgets are designed around apps, instead of people, the Facebook CEO explained.",
  "The way that I think about this is that people should really be at the center of how we design technology.",
  "But that doesn't mean the man has no regrets."
]