[
  "\"We require that people have a terms and conditions and we have an automated check there at the time — this was in 2014, maybe earlier,\" said Mike Schroepfer, Facebook’s chief technology officer, at a parliamentary committee hearing on Thursday.",
  "Facebook CEO Mark Zuckerberg told U.S. lawmakers earlier this month that Kogan violated his agreement with the site and that it was a “big issue.”\n\nKogan defended the practice by saying “tens of thousands” of apps employ similar practices.",
  "\"It's about whether this communication platform can be relied on to handle information for one out of every three people on the planet and continue to be the central part of our lives that it's become,\" CNET wrote earlier this month.",
  "A Facebook executive told a panel of United Kingdom lawmakers that the company failed to read the terms and services of an app that allowed Cambridge Analytica to improperly share user data, CNBC reported.",
  "Cambridge University researcher Aleksandr Kogan created the app that gathered data from millions of Facebook users and then shared it with Cambridge Analytica, a political analytics firm.",
  "Going forward, Facebook plans to label political advertisements and establish an archive of similar ads prior to 2019, along with who financed the ads, Schroepfer told the panel.",
  "Schroepfer told U.K. officials that Facebook did not notify the Information Commissioner’s Office after learning that user data was shared with Cambridge Analytica.",
  "Facebook data was allegedly used to influence both the 2016 U.S. presidential election and the Brexit vote in 2016, according to published reports.",
  "Facebook reportedly failed to review the app’s terms of services until The Guardian newspaper reported that it was harvesting user data.",
  "The scandal has raised questions about whether Facebook, which has an estimated 2 billion monthly users, is trustworthy, CNET reported.",
  "He added, however, that he believes the social media giant’s current practices are “completely legal.”\n\nWhat changes are being made?",
  "Schroepfer said it was a \"mistake\" that Facebook hadn't notified users of the data leak earlier than it did.",
  "\"We had received legal certification from all the parties involved that the data was not there again.\"",
  "On April 9, Facebook began notifying its users if their data was shared by Cambridge Analytica.",
  "The ICO’s investigation into data misuse and political advertising includes 30 organizations.",
  "Among them are social media and data analytics firms and political parties.",
  "“At the time, we thought the matter was resolved,” Schroepfer said.",
  "In all, data was mined from an estimated 87 million Facebook users.",
  "Zuckerberg also said Facebook will now audit thousands of apps.",
  "\"We did not read all of the terms and conditions.\"",
  "Was protocol followed in the U.K.?"
]