[
  "And yet the general reaction to the news was “Oh, wow, that’s amazing, what a big number.”\n\nAmazon similarly never fails to appear in just about any story about the so-called retail apocalypse—a phenomenon that is much, much bigger and more complicated than “people used to shop at stores, but now they just order from Amazon.” After all, Amazon still accounts for only 4 percent of American retail sales.",
  "The combination of a great story with a high-and-rising share price is the perfect recipe to ensure that the default tone for journalism surrounding the company ends up being some form of “why is this company so successful, and what does that mean for the rest of us?”\n\nNowhere is this syndrome clearer than in the FANG stocks—Facebook, Amazon, Netflix, Google.",
  "Take this story about Procter & Gamble, Unilever, and Nestlé, for instance; the fourth paragraph has the requisite clause about “Amazon.com Inc.’s rising prowess in selling more household staples.” But there are no numbers attached to that claim, maybe because Amazon, even if it’s growing, still has less than 1 percent of household-staples sales.",
  "Suria soon was dubbed “the giant killer”: Suria’s analysis, which had a profound effect on the way that the markets viewed many technology companies, helped to precipitate the dot-com crash, and a year later, Amazon stock was trading at just 10 percent of its former level.",
  "In the summer of 2000, Amazon was similarly valued at stratospheric levels, until a 29-year-old Lehman Brothers convertible bond analyst named Ravi Suria put out a report that said Amazon was facing a “creditor squeeze” that would endanger its ability to pay its debts.",
  "An ever-rising share price effectively obscures any number of sins: It cheapens the cost of debt, makes it easy to keep your employees happy by giving them options, and reassures the market that everything is fine.",
  "And while Amazon’s entry into the fashion business is certainly noteworthy, that doesn’t automatically mean it’s “disrupting fashion retail,” as the Financial Times would have you believe.",
  "Its valuation has gone up by some $78 billion just since the close of trade on Wednesday, which will fuel any number of stories about how world-beating and unstoppable it is.",
  "Here’s a game you can play along at home: Pick a story, more or less at random, about any company that sells consumer goods and that is doing badly or worse than expected.",
  "Given that Amazon is estimated to be closing in on 20 million Prime members in Germany and is also huge in the U.K. and Japan, that number was lower than expected.",
  "Indeed, with its Whole Foods acquisition, Amazon clearly considers in-person shopping to be entirely aligned with its mission of customer service and convenience.",
  "But given the shifting sense of the role that big tech plays in our lives, it’s reasonable to expect that, when that day arrives, the change will be negative.",
  "The retail apocalypse is, at heart, a real estate story (too many malls built in areas where no one wants to shop), much more than it is an Amazon story.",
  "Last year, a company called Consumer Intelligence Research Partners put out a series of widely cited estimates, often reported as fact by media outlets.",
  "When Trump rails against Amazon on Twitter, the proximate cause is probably personal animosity toward Bezos, who owns the Washington Post.",
  "Those stories, in turn, will reinforce the tale being told by the stock market, in a virtuous cycle that is music to CEO Jeff Bezos’ ears.",
  "It also sets the tone for media coverage, which can then provide a tailwind, helping the company do even better on the stock market.",
  "But when that assumption becomes unexamined, sometimes both the stock price and the narrative can start looking a bit unsupported.",
  "But in his annual letter to shareholders, Bezos revealed that Prime membership worldwide has now passed the 100 million mark.",
  "For one thing, its market capitalization of $814 billion compares to net income, over the past 12 months, of $3.9 billion.",
  "It’s a constant drumbeat: These companies, with their soaring valuations, are transformative, disruptive, revolutionary.",
  "JASON REDMOND/AFP/Getty Images\n\nBy any normal standards, a quarterly profit of $1.6 billion is an astonishing feat.",
  "If Amazon traded on the same multiple of earnings as everybody else, its stock would fall by roughly 90 percent.",
  "They pegged Prime membership at 80 million people in April 2017, 85 million in July, and 90 million in October.",
  "But the broader context is that Trump has bought in to the narrative of an all-powerful, all-dominant Amazon.",
  "It’s impossible to predict what’s going to cause the view of Amazon to change or when that’s going to happen.",
  "No narrative lasts forever, as the storm over Facebook’s relationship with Cambridge Analytica demonstrates.",
  "But there’s no doubt that the stock is supporting a narrative, which in turn is supporting the stock.",
  "That would be hard, with just $25 billion or so in revenues—just 2.5 percent of a $1 trillion market.",
  "But a company with a market capitalization of $814 billion should not be judged by normal standards.",
  "For instance: Look at the the size of the Amazon Prime membership base in the U.S. alone.",
  "(Yes, I know the corporate name is technically Alphabet; the acronym wasn’t my idea.)",
  "Suria’s analysis sent the company’s stock plunging by 20 percent in a single day.",
  "That’s why his allegations, even though false, have the ring of truthiness.",
  "The stock is supporting a narrative, which in turn is supporting the stock.",
  "That means it’s trading at a price-earnings ratio somewhere north of 200.",
  "A version of this game can even be played with Donald Trump’s tweets.",
  "Compare that to a ratio of about 24 for the stock market as a whole.",
  "Amazon is flying high on Thursday, after a blowout earnings report.",
  "And the narrative is, frankly, looking a bit shaky these days.",
  "*\n\nAmazon is very, very unlikely to fall that much ever again.",
  "The best gift you can give to any CEO is an overvalued stock.",
  "For the company, for its narrative, and for its share price.",
  "And the narrative is, frankly, looking a bit overstretched.",
  "Then count the paragraphs before the word Amazon appears.",
  "At that rate, it should be 100 million by now.",
  "And its stock can fall by 90 percent!",
  "And, to a large degree, that’s true.",
  "Amazon is a perfect case in point.",
  "Amazon CEO Jeff Bezos."
]