[
  "Ad revenue grew 50 percent year over year, with mobile ad revenue up 60 percent to $10.7 billion, a sign that digital marketers were at least not initially scared off by the increased scrutiny on the way in which Facebook analyzes user data to target ads.",
  "The Facebook executives on the call reiterated their commitment to privacy, as they have done unremittingly in light of news that political consulting firm Cambridge Analytica improperly accessed private info from up to 87 million accounts.",
  "“We’re going through every part of our relationship with people and making sure we’re taking a broad enough view of our responsibility, not just to build tools, but to make sure those tools are used for good,” CEO Mark Zuckerberg said.",
  "“This means continuing to invest heavily in safety, security and privacy.”\n\nOther senior executives sought to reassure investors that Facebook’s ad business is both profitable and does not threaten users’ privacy.",
  "“Targeted ads that respect people’s privacy are better ads.”\n\nHowever, it’s still too early to tell if Facebook’s finances and ad model escaped largely unscathed from the Cambridge Analytica scandal.",
  "The company generally exceeded expectations with 49 percent growth to $11.97 billion in revenue, daily active users up 13 percent year-over-year to 1.45 billion, and a net income of $5 billion.",
  "Aleksandr Kogan, the academic that Facebook accused of providing data to Cambridge Analytica, and Facebook CTO Mike Schroepfer also testified before the U.K.’s parliament this week.",
  "“We’re going through every part of our relationship with people and making sure we’re taking a broad enough view of our responsibility,” Zuckerberg told investors.",
  "The first quarter ended on March 31, just two weeks after news first broke of the mishandled user data and before Mark Zuckerberg’s testimony to Congress.",
  "Lawmakers have since introduced legislation to protect users’ online data, and Facebook has suspended two other companies for improper data collection.",
  "Chip Somodevilla/Getty Images\n\nFacebook reported solid results during its Q1 earnings call for 2018 despite a series of brutal recent news cycles.",
  "“Advertising and protecting people’s information are not at odds; we do both,” COO Sheryl Sandberg told investors.",
  "It’s possible that the company could see more noticeable ramifications from the subsequent fallout."
]