[
  "“These investments plant the seeds for Facebook to continue to grow its user base, engagement, and monetization for the next 3-5 years,” said Brian Nowak, who rates the stock “overweight.”\n\nBut not all analysts who soured on the stock recently found enough cheer in the results to alter their forecast on the stock’s trajectory.",
  "Less than 24 hours after the earnings release late on Wednesday, roughly a quarter of the 45 analysts covering the stock had by Thursday raised their price targets, including at least five brokerages that cut their views after the Cambridge Analytica data scandal broke last month.",
  "The mean rating on Facebook’s shares has stayed “buy,” with 41 analysts rating the stock “strong buy” or “buy,” two “hold” and 2 “sell” or “strong sell.”\n\nMorgan Stanley was among those raising its target on the stock on Thursday, to $210 from $200.",
  "By contrast it took three weeks for the mean price target to drop from its pre-scandal high of $222.81, as the same number of analysts cut their targets one or two at a time as it slowly sunk in that the imbroglio would not pass quickly.",
  "With the ebullient reaction, the average price target on Facebook shares rose $2.21 on Thursday to $218.27, according to Thomson Reuters data, its highest in three weeks and about 20 percent above the latest price.",
  "Notably, even as analysts trimmed their estimates for how high the shares could rise while the Cambridge Analytica story dominated the news for weeks, most held firm in their overall positive opinion of the stock.",
  "(Reuters) - A month of darkening sentiment around Facebook Inc (FB.O) among analysts was washed away in an instant when the social media’s earnings report blew through even the most optimistic earnings estimates.",
  "Among them was Pivotal Research Group’s Brian Wieser – the top rated Facebook analyst for his recommendation accuracy, according to Thomson Reuters StarMine.",
  "REUTERS/Dado Ruvic\n\nThe response was classic Wall Street, where the traditional tendency has been to be far quicker with praise than with criticism.",
  "“Broader concerns about the business and stock remain, and we maintain our $138 price target along with our Sell recommendation on the stock.”",
  "The brokerage said Facebook was investing to improve not only its core ad business but also its safety and security measures.",
  "Facebook’s shares, meanwhile, surged 9.1 percent on Thursday to $174.16, their highest in a month.",
  "The stock still had nearly 6 percent to climb to erase all its losses related to the matter.",
  "Figurines are seen in front of the Facebook logo in this illustration taken March 20, 2018.",
  "Three weeks earlier it had cut it from $230."
]