[
  "\"We don't think that this is necessarily unique to Facebook, as people's stress levels will probably reduce anytime they take a break from their favourite social media platforms,\" said Eric Vanman, a psychologist at the University of Queensland, who led the research.",
  "They completed a questionnaire about their Facebook use, life-satisfaction, stress, mood and loneliness, and also gave saliva samples so the researchers could measure the amount of cortisol in their bodies.",
  "Shutterstock\n\nDeleting Facebook may have been quite tempting amid the Cambridge Analytica scandal, when users realised their data had been scraped and used in ways they weren't happy with.",
  "\"It seems that people take a break because they're too stressed, but return to Facebook whenever they feel unhappy because they have been cut off from their friends.",
  "He added that when he told his colleagues about \"Facebook vacations,\" many people admitted to trying it when they found Facebook too stressful or overwhelming.",
  "The Facebook holidayers didn't report feeling less stressed though, perhaps because they weren't aware their stress levels had gone down, the researchers said.",
  "According to the study, published in The Journal of Social Psychology, giving up Facebook for a few days could lower your cortisol levels — the stress hormone.",
  "But according to some research, deleting Facebook might not be the best idea in the long run — especially if you rely on it for keeping up with your friends.",
  "However, their cortisol levels were also lower, suggesting they felt less stressed over the Facebook break than those who were using the site as normal.",
  "And results did show that they reported lower life satisfaction at the end of the five days compared to those who were allowed to use Facebook.",
  "Researchers at the University of Queensland recruited 138 active Facebook users, who spend an average of 2.8 hours a day on the app.",
  "Yet, because it conveys so much social information about a large network of people, it can also be taxing,\" Vanman said.",
  "Half of the participants were asked to give up Facebook for five days, while the other group used it as normal.",
  "Then, after five days, they returned to complete another questionnaire and provide another sample of saliva.",
  "\"Facebook has become an essential social tool for millions of users and it obviously provides many benefits.",
  "Before the break, all the participants wrote what they thought the next five days would be like.",
  "A Facebook holiday, however, could be quite beneficial, says research spotted by BPS Digest.",
  "One student kept herself off Facebook by having her friend change her password.",
  "It then becomes stressful again after a while, so they take another break.",
  "All of those who took Facebook hiatus assumed it would be terrible.",
  "Taking a 'Facebook holiday' could be good for you.",
  "But she eventually caved after about two months.",
  "But most people always come back.",
  "And so on.\""
]