[
  "Matt Schreiber, president and chief investment strategist of WBI Investments, thinks that tech companies are also going to use some of the savings from lower taxes to buy back more stock as well -- a move that will boost earnings per share.",
  "Facebook (FB) posted earnings and sales that blew away forecasts -- a sign that both users and advertisers are not shying away from the social network despite the Cambridge Analytica data scandal.",
  "Google owner Alphabet (GOOGL) reported healthy gains in earnings and revenue, although investors are a little nervous about how much the company is spending.",
  "There are growing concerns that iPhone sales -- particularly for the iPhone X -- may disappoint after a big chip supplier for Apple reported sluggish demand.",
  "Despite the strength in tech stocks, the Nasdaq, Dow (which Microsoft and Intel are both part of) and S&P 500 were all slightly lower.",
  "Amazon, for example, reported an effective tax rate of just under 15% in the first quarter, compared to a tax rate of 24% a year ago.",
  "And two other tech leaders, networking equipment giant Cisco (CSCO) and chip company Nvidia (NVDA), report results in mid-May too.",
  "Related: Jeff Bezos and Amazon are on top of the world\n\nMost tech companies have benefited from healthy demand for their products.",
  "Amazon's shares soared 5% to an all-time high Friday after the company reported stellar first-quarter results.",
  "That's almost $45 billion more than the second-richest person on the planet: Microsoft co-founder Bill Gates.",
  "And the net worth of Bezos, already the world's wealthiest person, is now $135 billion, according to Forbes.",
  "And Netflix (NFLX) also wowed Wall Street, reporting that it now has 125 million subscribers worldwide.",
  "So much for President Donald Trump's anti-Bezos/Amazon/Washington Post tweets hurting the company, huh?",
  "\"The big tech companies are awash in cash and have had great earnings,\" Schreiber said.",
  "Shares of Microsoft (MSFT) and Intel (INTC) also rose after their latest earnings.",
  "That's a big reason why Apple's stock has lagged the broader market this year.",
  "But investors in Amazon weren't the only ones popping champagne corks Friday.",
  "The Amazon (AMZN) surge helped lift Amazon's market value above $775 billion.",
  "Only Apple (AAPL), with a market cap of nearly $820 billion, is worth more.",
  "Investors who put their faith in Jeff Bezos are being rewarded.",
  "\"Amazon and other tech companies are growing like a stinkweed.",
  "The strength of Amazon, Netflix and Intel is a big reason why.",
  "Tech earnings have been extremely robust so far this quarter.",
  "The recent tax cut in the US is helping lift profits too.",
  "But investors are still in love with tech broadly.",
  "Apple will release its latest results on May 1.",
  "But earnings season is starting to wind down.",
  "Both stocks are up more than 15% this year.",
  "The Nasdaq is outperforming the Dow.",
  "Microsoft hit a record high too.",
  "The fundamentals are strong.\"",
  "Again."
]