[
  "This ad will run in movie theaters, online, and on TV throughout the summer and will be accompanied by billboard and bus-stop posters with messages on the same friendship theme, like “Spam is not your friends” and “Clickbait is not your friends.” The campaign may very well accomplish its mission of convincing users to trust the platform again, at least until the next time Facebook breaks something.",
  "The talk of finding “others just like us” is a bit myopic, given that one criticism of the platform is that it creates filter bubbles that exaggerate partisanship—62 percent of Americans get their news from social media platforms, which often curate information based on users’ preconceived political views.",
  "Titled “Here Together,” the 60-second commercial makes an appeal to the relationships users build on the site, corresponding with CEO Mark Zuckerberg’s announcement in January that Facebook would shift its focus to “making sure the time we all spend on Facebook is time well spent” connecting with others.",
  "Reuters reported last week that Facebook switched data processing for all international users outside of the European Union from Facebook Ireland to Facebook USA, thus ensuring that around 1.5 billion users won’t be legally protected by the EU’s General Data Protection Regulation (GDPR).",
  "This sentiment is a callback to Facebook’s initial response to the Cambridge Analytica scandal, in which the company portrayed itself as a “deceived” victim, rather than acknowledging that its move-fast-and-break-things approach to handling data ultimately fostered the transgression.",
  "As Wired points out, this phrasing is misleading, as it implies that the “spam, clickbait, fake news, and data misuse” are glitches that just “happened,” rather than problems enabled by the fundamental infrastructure and business model of the platform.",
  "Stripped of its saccharine score and tear-jerking snapshots, the ad is essentially a defense of Facebook’s underlying model that glosses over platform’s endemic flaws and its missteps while seeking relentless growth.",
  "The lack of ownership over what happened also echoes Zuckerberg’s comments dismissing the threat of misinformation on the platform shortly after the 2016 election, which he reversed soon after.",
  "OLI SCARFF/AFP/Getty Images\n\nFacebook launched a TV ad campaign on Wednesday that addresses the recent controversies swirling around the platform and attempts to remind users of simpler times.",
  "We came here for the friends, and we got to know the friends of our friends, then our old friends from middle school, our mom, our ex, and our boss join forces to wish us happy birthday.",
  "The assertion that Facebook makes us feel “a little less alone” also overlooks studies correlating time using social media with increased levels of isolation among young people.",
  "Zuckerberg has spent 14 years repeatedly pledging to reform the platform, in a never-ending cycle of running into controversies and then escaping with few repercussions.",
  "These promises that Facebook will finally get its act together this time around ring hollow, particularly given the company’s recent moves to dodge regulation.",
  "From now on, Facebook will do more to keep you safe and protect your privacy, so we can all get back to what made Facebook good in the first place: friends.",
  "Zuckerberg has also pointed to research demonstrating that connecting with people on social media correlates to longer measures of happiness and health.",
  "It’s standard feel-good ad copy, with nothing particularly problematic in comparison to anything else you might see during a commercial break.",
  "Then we discovered our uncle used to play in a band, and realized he was young once too.",
  "Because when this place does what it was built for, then we all get a little closer.",
  "And we found others just like us, and just like that we felt a little less alone.",
  "The first few lines are innocuous enough, reading like Hallmark card.",
  "We had to deal with spam, clickbait, fake news, and data misuse.",
  "Though, to be fair, the findings don’t establish causation.",
  "Indeed, any sort of apology is conspicuously absent.",
  "Let’s go through the ad section-by-section.",
  "Everything goes downhill from here.",
  "Facebook’s promises ring hollow.",
  "But then something happened.",
  "That’s going to change."
]