[
  "No raw twitter data for any user was ever going to be exposed to anyone nor any identifiable information.” He said in a follow-up that GSR had not purchased data from any other social media platforms or tech companies: “Nope :)”*\n\nDuring Twitter’s earnings call last week, CEO Jack Dorsey told investors that “all of our data is out in the public,” which he said differentiates the company from its peers.",
  "Diptendu Dutta/AFP/Getty Images\n\nAleksandr Kogan, the academic who allegedly collected private information from up to 87 million Facebook accounts and then gave the cache to political consulting firm Cambridge Analytica, also bought access to Twitter data, according to a Sunday report from Bloomberg.",
  "He added, “Our data business just organizes that public data in real-time to make it easier for brands, researchers, and organizations to utilize it.” Indeed, Twitter does not grant advertisers access to direct-messaging data, and users have to opt in to make their locations public on the platform.",
  "Based on the recent reports, we conducted our own internal review and did not find any access to private data about people who use Twitter.”\n\nCambridge Analytica paid GSR more than $800,000 in 2014 to create a personality quiz app on Facebook that could harvest data from respondents.",
  "About 270,000 users downloaded the app, but Facebook’s policies then allowed developers to also scrape data from those users’ friends, so GSR ended up collecting information from millions of accounts.",
  "The data was bought well after our relationship with SCL/CA had ended [SCL is Cambridge Analytica’s parent company], and so the data in no way was involved in any of our activities with them.",
  "The social media company only provides advertisers with publicly available information, a fact that its executives have been stressing given Facebook’s recent travails with data privacy.",
  "Twitter told Bloomberg: “In 2015, GSR did have one-time API access to a random sample of public tweets from a five-month period from December 2014 to April 2015.",
  "Cambridge Analytica subsequently used that data in its work for Donald Trump’s 2016 presidential campaign, according to the New York Times.",
  "For one day in 2015, Twitter allowed Kogan’s company Global Science Research to examine the public data from months of tweets.",
  "The products we had planned to use the twitter data for would have provided users with aggregated insights.",
  "Kogan sent an email to Slate that read, in part, “Yep, we did indeed buy some twitter data in 2015.",
  "Kogan says that the Twitter data was not used in his company’s work with Cambridge Analytica.",
  "We used it for a couple of products that ended up not going anywhere sadly.",
  "Twitter has blocked Cambridge Analytica from its advertiser platform."
]