[
  "They spend millions calculating who is persuadable or what we call a ‘soft democrat’ and who is a ‘hard democrat.’ Stone replied to Guccifer, via Twitter private message thread, that such efforts were “pretty standard.”\n\nThe Republican report claims that Paul Manafort had no knowledge of the efforts during the Republican National Convention to soften the GOP platform on the Ukraine conflict, based almost entirely on an email by Manafort purporting to have not had knowledge of the moves.",
  "So I pushed back pretty sharply on that.” Sessions’ account of his response has been corroborated by another attendee, [redacted] also attended and similarly recalled that when Papadopoulos raised the issue of obtaining contacts with the Russian government on behalf of the campaign, Senator Sessions interrupted and began “talking about the Logan Act,” which criminalizes unauthorized negotiations with foreign governments.",
  "When Papadopoulos offered that he could engage, and possibly travel to, Russia on behalf of the campaign, his suggestion was swiftly rebuffed by Sessions, who testified that “I felt like·-and I’m the chairman of this group–I should not do anything that indicated to Mr. Papadopoulos that he was authorized to go to Russia or anyplace else to represent the Trump campaign and do some sort of negotiations.",
  "[Policy director for the Trump campaign John] Mashburn … replied as follows: “He cost us a lot more in having to deal with what he said about [then-UK prime minister David] Cameron 2 months ago … he got no approval for the travel and did it on his own initiative … Let him eat the cost and maybe he will learn to play nice with the team, not go off on his own.",
  "Contrary to the assertion in the Majority report, Chairman Nunes authorized the majority of the Committee’s subpoenas in service of his unilateral counter-investigations into unmasking, against the FBI and DOJ, and to compel witnesses who the Majority believed had information they could exploit to tar Christopher Steele and his research.",
  "[Redacted] stated that he and Dmitriev did not discuss sanctions, the Russian government’s “desire to have a relationship with the Trump administration,” or “any channel of communications between the United States and Russia.”\n\nMany of the items in Friday’s reports were already reported, though a few of the above items are news.",
  "Who pushed for it and why was it done?”\n\nContrary to prior testimony (and as previously reported), Attorney General Jeff Sessions apparently had a vivid memory of his meeting with George Papadopoulos in which the campaign advisor mentioned his contacts with Russians and suggested setting up a meeting between Putin and Trump.",
  "In response to a question from Ranking Member Schiff as to whether [Steve] Bannon ever discussed the Russia investigation with either Speaker Paul Ryan or Chairman [Devin] Nunes , Bannon denied communicating with Speaker Ryan, but claimed he was unauthorized by the White House to answer the question about the Chairman.",
  "[Redacted] would never have approved his going off on world travels at campaign expense without asking permission first.”\n\nThe majority report takes Erik Prince at his word that he wasn’t meeting with a Russian investor in the Seychelles to set up a back channel communication for the Trump administration to Russia.",
  "Trump sent the intermediary for the Trump Jr. meeting an exuberant thank you note for a birthday gift (an expensive painting) a little more than one week after the meeting itself (and one day before Julian Assange told British television his organization had obtained “emails related to Hillary Clinton”).",
  "On September 9, 2016, @Guccifer_2 privately messages Stone with a link to a blog post from ”HelloFLA.com” about Democratic voter turnout, particularly among marginal voters who are persuadable, writing: hi what do u think of the info on the turnout model for the democrats entire presidential campaign?",
  "Under subsequent questioning about his contacts since leaving the White House, Bannon had no choice but to acknowledge communicating with Chairman Nunes , but did not answer questions about the frequency, means, and subject matter of their communications.",
  "These tidbits further demonstrate the degree to which the investigation itself never sought answers to the biggest questions around Russia’s interference in the 2016 election and what role members of Trump World may have had in that campaign.",
  "On July 30, 2016, Manafort sent an emall, copying Gates, to Rick Dearborn, then a senior campaign policy official and Sessions’ chief of staff: “I gather that there was a change in the platform that removed arming Ukraine.",
  "Chip Somodevilla/Getty Images\n\nOn Friday, Republicans on the House Intelligence Committee released a heavily redacted report drawing their sham inquiry into Russian election interference to an apparent close.",
  "Taken in tandem, both reports paint a fuller picture of an investigation torn between one side seeking to determine the truth and another seeking to ignore where the facts have led—and might still lead.",
  "Given Manafort’s past work in Ukraine, if the Ukraine plank change was made as a favor to the Russian government, it seems likely that then-campaign chairman Manafort would have known about it.",
  "Candidate Trump sent Agalarov a thank you note on June 17, 2016: There are few things better than receiving a sensational gift from someone you admire – and that’s what I’ve received from you.",
  "Donald Trump Jr. told the investigation he was looking to collude during his infamous Russia meeting, but was only stymied because he claims the Russians he met didn’t have the goods.",
  "House Intelligence Committee Chairman Devin Nunes and Rep. Peter King (R-NY) leave the committee’s secure meeting rooms in the basement of the U.S. Capitol House Visitors Center.",
  "(The Washington Post has reported that a witness to the meeting is contradicting Prince’s account of the meeting in testimony to Special Counsel Robert Mueller’s probe.)",
  "The head of the investigation was secretly communicating with one of the subjects of the inquiry and the subject refused to explain those interactions under oath.",
  "The basic premise of winning an election is turnout your base (marked turnout) and target the marginal folks with persuadable advertising (marked persuadable).",
  "The majority of subpoenas in the case did not cover Russian election interference, but rather “counter-investigations” into the intelligence community itself.",
  "Democrats similarly released a shorter minority report discussing many of the ways in which the partisan nature of the investigation led to an unfinished job.",
  "MR. SCHIFF: And it’s also fair to say that you were hoping that the derogatory information you were going to get was going to be useful to your campaign?",
  "In their report, Democrats stated their intention to eventually release another, fuller report that would include currently classified information.",
  "I’m rarely at a loss for words, but right now I can only say how much I appreciate your friendship and to thank you for this fantastic gift.",
  "However, campaign records produced to the Committee show that Manafort had no role in, or contemporaneous knowledge of, the platform change.",
  "Basically how it works is there are people who will vote party line no matter what and there are folks who will actually make a decision.",
  "While no major revelation appears to have come out of the two reports, there were a number of smaller items worth highlighting.",
  "As previously reported, Guccifer 2.0 sought advice from Roger Stone on precise and micro electoral questions.",
  "You made my birthday a truly special event by your thoughtfulness – not to mention your remarkable talent.",
  "In at least one email, campaign high ups did not want to officially cover George Papadopoulos’ expenses.",
  "As previously reported, Cambridge Analytica’s Alexander Nix appears to have lied under oath.",
  "QUESTION: Did Cambridge Analytica use any other third-party data that was not purchased ?",
  "QUESTION: Has Cambridge Analytica acquired bulk data through Facebook?",
  "Which raises the question: How might he have been paid?",
  "This is one birthday that I will always remember.",
  "I don’t know anything about this change.",
  "NIX: As far as I m aware, it did not.",
  "Sessions also had Logan Act concerns.",
  "MR. TRUMP JR.: I imagine so.",
  "MR NIX : No , it has not."
]