[
  "Photograph: Mandel Ngan/AFP/Getty Images More\n\nFacebook founder Mark Zuckerberg came to Washington a few weeks ago to absorb the wrath of a Congress angered by the way his company allowed the political consultancy Cambridge Analytica to harvest the personal data of millions of unsuspecting Facebook users.",
  "Reader, here is what the president could be heard to say as Zuckerberg ended this self-serving homily: “Excellent.”\n\nI bring all this up not to ding Obama participating in a corporate whitewash, but to remind liberals and Democrats that, until very recently, this was who we liberals were.",
  "But watching him squirm under the Washington glare reminded me of a different conversation between the young billionaire and an elected official, one that took place in the summer of 2016, back when a sunnier conception of Facebook was mandatory among America’s enlightened class.",
  "Facebook was democracy\n\n“It’s this deep belief that you’re trying to make a change, you’re trying to connect people in the world, and I really do believe that if you do something good and if you help people out, then eventually some portion of that good will come back to you.",
  "The setting was the state department’s annual “Global Entrepreneurship Summit”, the elected official was President Barack Obama, and the object seems to have been to deliver a thinly disguised advertisement for Facebook as a lovable facilitator of basic human relationships.",
  "“When I was getting started,” he burbled, “I cared deeply about giving everyone a voice, and giving people the tools to share everything that they cared about, and bringing a community together …”\n\nNo rude senator spoke up to interrupt this propaganda.",
  "Not so long ago, Barack Obama was drinking in Mark Zuckerberg’s psychobabble about bringing the world together\n\nBarack Obama speaks as the Facebook CEO, Mark Zuckerberg, looks on at Facebook headquarters in Palo Alto, California.",
  "Seated with a panel of entrepreneurs from around the world, the president lobbed his friend Zuckerberg an easy question about Facebook “creating this platform for entrepreneurship around the world”.",
  "In batting it out of the park, the Facebook CEO, clad in his humble costume of jeans, T-shirt and sneakers, took pains to inform everyone that what animated him were high-minded ideals.",
  "And you may not know up front what it’s going to be, but that’s just been the guiding principle for me in the work that we’ve done …”\n\nThat’s how it works, all right.",
  "That this panopticon corporation (whose services I myself use every day) has more power – political power, cultural power – than any private entity ought to have.",
  "We had seen a community organizer, ably assisted by a Facebook co-founder, win the presidency by organizing communities – by organizing them online!",
  "The combination of idealistic togetherness and awesome futurific-ness was thought to be too much for those plodding, selfish Republicans.",
  "A few members of Congress understood that the outrage was even greater: that Zuckerberg’s company basically exists in order to spy on us.",
  "Gigantic corporate investments are acts of generosity, and when making them, kind-hearted CEOs routinely count on Karma to reward them.",
  "Instead, Zuckerberg went on to describe his efforts to connect everyone to the internet as a sort of wager on human goodness itself.",
  "The 2008 campaign, which elevated Obama to the White House, was described by the enlightened as “the Facebook election”.",
  "Understanding this, some in Congress were pretty tough on Zuckerberg.",
  "As Zephyr Teachout put it, the company is “a danger to democracy”.",
  "That it buys up competitors and operates as a near monopoly.",
  "Facebook wasn’t a 'danger to democracy', we thought.",
  "Facebook wasn’t a “danger to democracy”, we thought.",
  "That it tracks us as we wander online.",
  "That it controls the news users see.",
  "That’s the “guiding principle”.",
  "Facebook was democracy.",
  "We drank the Kool-Aid.",
  "We drank the Kool-Aid.",
  "We believed the hype.",
  "We believed the hype.",
  "Do you remember?"
]