[
  "Flynn's initial disclosures omitted money he received from Russia's state-funded television network, RT, for a speech in Moscow and from air cargo company Volga-Dnepr Airlines and cybersecurity firm Kaspersky Government Security Solutions Inc. for speaking engagements in the United States.",
  "Michael Flynn didn't initially list Russian speaking gigs\n\nFormer national security adviser Michael Flynn did not include thousands of dollars in speaking fees he received from three Russian companies in the initial set of forms he filed in February, just before he resigned.",
  "Bannon's financial ties to Mercer family are detailed\n\nBannon's forms show that he has financial ties to an array of conservative organizations and sources funded by Bob and Rebekah Mercer, the family of influential Trump donors.",
  "Other of sources of income include Bannon Strategic Advisors, a consulting firm valued at as much as $25 million, and Affinity Media Holdings, which could have awarded him capital gains as high as $1 million last year.",
  "Kushner reported Ivanka's stake in Trump's Washington hotel\n\nIt was announced only last week that Ivanka Trump will become an official government employee, so her financial disclosure forms are still in the works.",
  "Omarosa Manigault received $25,000 wedding dress\n\nOmarosa Manigault, a White House adviser and former contestant on \"The Apprentice,\" appeared on an episode of TLC's \"Say Yes to the Dress\" that hasn't aired yet.",
  "He also earned $10,000 for a speech to the Captive Insurance Companies Association in March 2016 and received $7,500 for a talk delivered to the Metals Services Center Institute in January 2016.",
  "Administration lawyers who monitor compliance with federal conflicts of interest laws have advised staff members to resign from outside positions and sell certain assets.",
  "But we know from a 54-page document filed by her husband, Jared Kushner, that she maintained partial ownership of the Trump International Hotel in Washington.",
  "Cohn also had stakes in Kraft-Heinz (KHC), Live Nation Entertainment (LYV), McDonald's (MCD), Philip Morris (PM), Facebook (FB), Box (BOX) and Twitter (TWTR).",
  "Trump's top economic adviser Gary Cohn, the former president of Goldman Sachs (GS), netted up to about $75 million last year, according to his disclosures.",
  "Peter Navarro hit the speech circuit\n\nEconomist Peter Navarro, the head of Trump's trade council, scored a number of paid speaking gigs in the past year.",
  "We don't know whether the Office of Government Ethics will require that she divest her interest in the hotel or if she will volunteer to do so herself.",
  "Goldman Sachs made Gary Cohn rich\n\nMost of Cohn's money came from his job at Goldman Sachs, which he left in December, and related investments.",
  "The lengthy document also shows that Cohn held a stake in the Industrial and Commercial Bank of China when he took the White House job.",
  "The Trump White House is very, very wealthy\n\nTrump has filled the White House with advisers who raked in millions of dollars last year.",
  "Bannon is selling some of his stake in Cambridge Analytica and Glittering Steel, another Mercer-backed entity, according to the forms.",
  "Ivanka Trump, the president's daughter, and her husband, senior Trump adviser Jared Kushner, collected about $195 million in income.",
  "Her stake was valued at between $5 million and $25 million, and it earned her between $1 million and $5 million in income in 2016.",
  "The White House press secretary owned one commercial property and two residential properties in different cities in Rhode Island.",
  "He also owned two commercial properties in Madison, Alabama, and four residential real estate properties in Alexandria, Virginia.",
  "Navarro made $10,500 for a keynote speech to the Casket & Funeral Supply Association of America after the election in November.",
  "Many of the forms, which detail employees' income and holdings when they arrived at the White House, are long and convoluted.",
  "And he received more than $125,000 in consulting fees from Cambridge Analytica, a data firm used by many Republican clients.",
  "The gig earned her a wedding dress, custom veil and accessories worth $25,000, according to her financial disclosure forms.",
  "(The disclosure forms generally require employees to list dollar amounts in ranges, such as $100,000 to $1,000,000.)",
  "Flynn included the speaking fees in disclosure forms he filed Friday, according to the documents.",
  "Bannon lists $191,000 last year in consulting fees from the Breitbart News Network, which he led.",
  "Sean Spicer reported investment rental properties\n\nSean Spicer had skin in the real estate game.",
  "He held up to $500,000 in Intel (INTC) shares and up to $1 million in Microsoft (MSFT) stock.",
  "Still, the disclosures provide a window into some of President Trump's closest advisers.",
  "The White House has made public the financial disclosure forms of about 180 staffers.",
  "Cohn's portfolio also includes a smattering of positions in individual companies.",
  "He lists assets that are worth between $252 million and around $600 million.",
  "His shares were worth more than $1 million, according to his forms.",
  "White House chief strategist Steve Bannon made up to $2.5 million.",
  "-- CNN's Theodore Schleifer contributed reporting to this article.",
  "Her lawyer has said she will file her own forms within 30 days.",
  "Six of the properties are worth between $250,000 and $500,000.",
  "The Mercers have close financial ties to both organizations.",
  "And adviser Kellyanne Conway's income was up to $846,000.",
  "That's what happens when you have a lot of money.",
  "Their assets combined could exceed $700 million.",
  "The documents provide only a snapshot in time.",
  "Two are worth between $500,00 and $1,000,000.",
  "One is worth between $100,000 and $250,000.",
  "The divestment process is still underway.",
  "But she didn't do it for free.",
  "He cast a wide net.",
  "8.",
  "7.",
  "6.",
  "5.",
  "2.",
  "3.",
  "4.",
  "1."
]