[
  "According to the Washington Post, which spoke to “people familiar with internal discussions” over Koum’s departure, there were tensions with Facebook over WhatsApp’s end-to-end encryption, which ensures that messages can’t be intercepted and read by anyone outside of the conversation, including by WhatsApp or Facebook.",
  "WhatsApp was built with a focus on privacy and a disdain for ads, but the Facebook-owned service is now under pressure to make money\n\nThe chief executive and co-founder of WhatsApp, the Facebook-owned messaging app, is leaving the company over disagreements about privacy and encryption.",
  "In 2016, WhatsApp announced it would start sharing some user data, including phone numbers, with Facebook – a move that was deeply unpopular among European regulators, who ordered Facebook to stop collecting data from WhatsApp users and fined the company.",
  "Play Video 2:27 Five key moments from Mark Zuckerberg's testimony – video\n\nIn the wake of the Cambridge Analytica scandal, Facebook’s privacy practices have come under the microscope, with momentum gathering behind the #DeleteFacebook movement.",
  "“I’m grateful for everything you’ve done to help connect the world, and for everything you’ve taught me, including about encryption and its ability to take power from centralised systems and put it back in people’s hands.",
  "There would have been no partnership between our two companies if we had to compromise on the core principles that will always define our company, our vision and our product,” he said at the time.",
  "And I’ll still be cheering WhatsApp on – just from the outside.”\n\nKoum and his co-founder Brian Acton developed WhatsApp with a focus on user privacy and a disdain for advertising.",
  "Jan Koum will also step down from Facebook’s board of directors, a role he negotiated when WhatsApp was acquired by Facebook for $19bn in 2014, according to the Washington Post.",
  "Since then WhatsApp has started building and testing free tools to help businesses use WhatsApp to reach their customers, with the view to later start charging businesses.",
  "Acton, who left Facebook in September 2017, was one of the most startling people to declare a breakup with the social network, posting to Twitter in March: “It is time.",
  "“I’m taking some time off to do things I enjoy outside of technology, such as collecting rare air-cooled Porsches, working on my cars and playing ultimate frisbee.",
  "The wealth of our collective data should belong to all of us | Chris Hughes Read more\n\n“You can still count on absolutely no ads interrupting your communication.",
  "Those values will always be at the heart of WhatsApp.”\n\nA spokeswoman for WhatsApp declined to comment but pointed to Koum and Zuckerberg’s posts on Facebook.",
  "WhatsApp executives believed that Facebook’s desire to make it easier for businesses to use its tools would require weakening some of the encryption.",
  "#deletefacebook.”\n\nThe first comment to appear below Koum’s Facebook post is a carefully worded statement from Facebook’s CEO Mark Zuckerberg.",
  "However, Facebook has been under pressure to make money out of the free, encrypted messaging service, which now has 1.5 billion monthly users.",
  "“It’s been almost a decade since Brian [Acton] and I started WhatsApp, and it’s been an amazing journey with some of the best people.",
  "When it was bought by Facebook, he promised users that these values wouldn’t be compromised.",
  "Facebook has been taking steps that have chipped away at some of WhatsApp’s values.",
  "But it is time for me to move on,” wrote Koum on his Facebook profile."
]