[
  "“Embracing Mr. Trump’s wealth and not running from it,” campaign manager Corey Lewandowski said shortly after the election, “was a strategic decision that we made early on.”\n\nMeanwhile, Trump often promised to appoint the “best people.” The more we learn about their financial ties, that doesn’t mean the most qualified or the least ethically compromised.",
  "Trump’s tax reform plan would also have been a big tax break for Bannon, who earned hundreds of thousands of dollars in pass-through income from two companies he owns — Bannon Strategic Advisors Inc., his consulting firm, and Bannon Film Industries Inc. — according to his disclosure.",
  "4) Trump’s proposed tax reforms would be good for him and his advisers\n\nThe tax reform proposal Trump made on the campaign trail called for taxing “pass-through income” — money made through partnerships, sole proprietorships, and so forth — as corporate, not personal, income.",
  "The White House’s legally required financial disclosures — which detail the assets, income, and investments of senior White House staff, and which were released Friday night — filled out the picture of the financial status of most of the key players shaping American policy.",
  "2) Conservative megadonors are responsible for much of Steve Bannon’s income\n\nBannon, the former executive chair of Breitbart News, represents the populist wing of Trump’s White House, encouraging Trump to keep pleasing the base.",
  "Two other White House staffers — Hahn and deputy assistant to the president Sebastian Gorka — were on the Breitbart payroll last year, and Gorka reported royalties worth up to $100,000 from the right-wing publisher Regnery.",
  "3) Ivanka Trump is still making money from the Trump Organization\n\nThe disclosures reveal an estimate of Jared Kushner and Ivanka Trump’s net worth — they’re worth as much as $740 million, according to Kushner’s disclosure.",
  "He’s railed against Goldman Sachs but appointed advisers who made millions there; while styling himself as an economic populist, he’s employed a coterie of advisers who are far richer than even typical political operatives.",
  "Still, any changes to tax rates for pass-through income would affect one of the president’s most important advisers, as well as his daughter and son-in-law, while he’s still in office — not to mention after he leaves.",
  "5) Trump clearly believes wealth is a signifier of the “best people”\n\nThe financial disclosures make clear that there’s a vast gap between Trump’s populist rhetoric and the choices he’s made about how to govern.",
  "The disclosures also showed just how rich Jared Kushner is, how much National Economic Council Director Gary Cohn earned from Goldman Sachs, and how much Ivanka Trump’s eponymous clothing line could be worth.",
  "The result, according to ethics experts, is that two of the most powerful people in the West Wing should be prevented from making policy on a wide range of economic issues due to their conflicts of interest.",
  "The documents also show how tightly intertwined their financial interests are with the Trump Organization and with Kushner’s family business, even as they both also work for President Trump as advisers.",
  "The forms revealed that Steve Bannon, the president’s chief strategist, earned money from nonprofits and companies associated with the Mercer family — Republican donors who boosted Trump’s campaign.",
  "Last year alone, Bannon made more than $500,000 from companies and think tanks linked to Robert Mercer and his daughter Rebekah, Republican donors who were heavily involved with the Trump campaign.",
  "But Bannon’s disclosures, as well as those from other White House staffers formerly on the Breitbart payroll, also illustrate how the Mercer family is becoming a bigger player in American politics.",
  "Hotels and real estate ventures offer a way for anyone who wants to influence Trump administration policy to directly enrich Trump’s most trusted advisers — his daughter and son-in-law.",
  "Kushner has real estate loans from big banks affected by the Dodd-Frank financial overhaul and continues to benefit from parts of the tax code built for real estate developers.",
  "As the White House tries to reform or cut taxes, it matters that the people with the president’s ear come almost overwhelmingly from a narrow slice of the superrich.",
  "Working at the White House means you’ve reached the pinnacle of your career — so it’s not surprising that Trump’s staff was well-compensated in the private sector.",
  "Ivanka Trump still owns a stake in the Trump International Hotel in Washington, DC, as well as her fashion brands, part of a trust worth an estimated $50 million.",
  "They have a stake in the data firm Cambridge Analytica, which worked for the Trump campaign; Bannon’s disclosures list him as a vice president of that company.",
  "Here’s one thing we learned from the Trump administration’s financial disclosures: If conflicts of interests were seeds, the administration would be a kiwi.",
  "That means that if you own a business that’s structured as a collection of these entities, as Trump does, the proposed tax reform would be a huge tax break.",
  "It’s always relevant to understand the personal financial interests of White House influentials, who’ll be instrumental in making national economic policy.",
  "The Mercers weren’t just influential in getting Trump to the White House; they funded the network that paid Bannon, the man who has the president’s ear.",
  "Even the advisers who came to Trump from the political or media worlds — such as Chief of Staff Reince Priebus and Bannon — are doing comparably well.",
  "It turns out that he’s a very wealthy populist indeed, and that his ties to the conservative movement aren’t just ideological — they’re lucrative.",
  "Trump’s son-in-law, Jared Kushner, and daughter Ivanka Trump — both official, if unpaid, advisers — are together worth as much as $768 million.",
  "As of Friday, though, there are more clues about the possible conflicts his top staffers could face — and there are a lot of them.",
  "And the Mercers fund the nonprofit Government Accountability Institute, a think tank that paid Bannon more than $60,000 last year.",
  "But even by the standards of previous administrations, some of Trump’s aides, such as Kushner and Cohn, are extraordinarily rich.",
  "Ivanka Trump’s fashion business is influenced by trade agreements around textiles and American policies on imports and exports.",
  "The profit Kushner makes through them would be taxed at the corporate rate of 15 percent rather than higher personal tax rates.",
  "1) Trump’s West Wing is very, very rich\n\nTrump’s White House just might be the wealthiest in history, the new documents show.",
  "Julia Hahn, a former Breitbart reporter who’s now a White House staffer, still in her 20s, is worth as much as $1.5 million.",
  "Bannon’s companies will be dormant while he’s in the White House and receiving only “passive income,” such as royalties.",
  "Kushner is keeping an interest in some of his real estate ventures, including a luxury rental complex in New Jersey.",
  "(Before working for Trump in the general election, Cambridge Analytica worked on Ted Cruz’s primary campaign.)",
  "Cohn, the director of the NEC and the former president of Goldman Sachs, is worth as much as $611 million.",
  "So their thinking about the tax code is likely to be strongly influenced by their own experiences with it.",
  "Trump never pretended to be a man of the people; he bragged about his wealth on the campaign trail.",
  "This is especially notable because Bannon, Kushner, and Ivanka Trump aren’t tax policy experts.",
  "Kushner and Ivanka Trump both stepped back from their day-to-day roles in their businesses.",
  "But they continue to benefit them in ways that will create dozens of conflicts of interest.",
  "Kushner’s business ventures are also mostly structured as limited liability corporations.",
  "Bannon isn’t the only one whose money came at least in part from conservative networks.",
  "To be sure, this is what political players (on all ends of the political spectrum) do.",
  "Without tax returns, a lot of President Trump’s finances are still a mystery.",
  "Bannon made as much as $2.3 million and is worth as much as $54 million.",
  "But to Trump, it appears, the best people are often very, very rich.",
  "Here are five of the most interesting things we’ve learned.",
  "Nor is Trump the first president to have wealthy advisers.",
  "The Mercers back Breitbart, which paid Bannon $191,000.",
  "It’s especially important in this administration.",
  "It’s not just the president who would benefit.",
  "Priebus made $1.4 million last year.",
  "The same is true for Ivanka Trump.",
  "This isn’t a surprise."
]