[
  "Patrol all the ports and airports to see if he’s coming in?”\n\nShe also warned there was a risk to parliament’s reputation if Zuckerberg decided to ignore a formal summons: “Every time everyone observers the emperor has no clothes – in that parliament can’t force people to come – they lose a little bit of their authority.”\n\nCollins said last week’s five-hour evidence session by Facebook’s chief technology officer, Mike Schroepfer, was unsatisfactory and his answers “lacked many of the important details” needed.",
  "“We hope that he will respond positively to our request, but, if not, the committee will resolve to issue a formal summons for him to appear when he is next in the UK.”\n\nCollins referred to an unconfirmed report by Politico that Zuckerberg planned to appear in front of the European parliament this month, suggesting it would be simple for the Facebook chief to extend his trip to attend a hearing in the UK.",
  "Parliament may formally call CEO to face Cambridge Analytica questions next time he is in UK\n\nMPs have threatened to issue Mark Zuckerberg with a formal summons to appear in front of parliament when he next enters the UK, unless he voluntarily agrees to answer questions about the activities of his social network and the Cambridge Analytica scandal.",
  "Damian Collins, the chair of the parliamentary committee that is investigating online disinformation, said he was unhappy with the information the company had provided and wanted to hear evidence from the Facebook chief executive before parliament went into recess on 24 May.",
  "However, according to Dr Hannah White of the Institute for Government thinktank, Facebook is likely to look at the precedent set by US-based businesswoman Irene Rosenfeld when the Kraft chief executive refused to answer questions about the takeover of Cadbury’s in 2011.",
  "The questions include detailed requests ranging from when Zuckerberg first knew about the activities of Cambridge Analytica, to a request for further details on Facebook’s involvement in Myanmar, where the social network has been accused of helping to spread hate.",
  "Friday 23 March Brittany Kaiser, formerly Cambridge Analytica’s business development director, reveals the blueprint for how CA claimed to have won the White House for Donald Trump by using Google, Snapchat, Twitter, Facebook and YouTube.",
  "Photograph: Antonio Olmos\n\n“It is worth noting that, while Mr Zuckerberg does not normally come under the jurisdiction of the UK parliament, he will do so the next time he enters the country,” Collins wrote in a public letter to Facebook.",
  "Monday 19 March Channel 4 News airs the findings of an undercover investigation where Cambridge Analytica executives ?boast of using honey traps, fake news campaigns and operations with ex-spies to swing election campaigns.",
  "MPs have debated making it a criminal offence for potential witnesses to ignore formal summons to select committees, following attempts by Sports Direct founder Mike Ashley to avoid answering questions.",
  "In reality it is likely that, at worst, the punishment for ignoring such a summons would include an arcane process resulting in little more than a formal warning from the House of Commons.",
  "When Rupert Murdoch and his son James resisted appearing in front of a select committee in 2011, it was speculated that potential punishments could include “fines and imprisonment”.",
  "Collins’ committee formally issued a list of 39 supplementary questions they wanted answered following Schroepfer’s session, in which Facebook was labelled a “morality-free zone”.",
  "Former Cambridge Analytica employee Christopher Wylie reveals how the firm used personal information taken in early 2014 to build a system that could profile individual US voters.",
  "Show Hide Saturday 17 March The Observer publishes online its first story on the Facebook and Cambridge Analytica scandal, written by Carole Cadwalladr and Emma Graham-Harrison.",
  "The data was collected through an app, built by academic Aleksandr Kogan, separately from his work at Cambridge University, through his company Global Science Research (GSR).",
  "The digital, culture, media, and sport committee has repeatedly invited Zuckerberg to give evidence but Facebook has sent more junior executives to answer questions from MPs.",
  "Wednesday 21 March UK MPs summon Mark Zuckerberg to appear before a select committee investigating fake news, and accuse Facebook of misleading them at a previous hearing.",
  "British select committee hearings allow politicians more time to ask follow-up questions, potentially making it a more testing experience.",
  "Thursday 22 March It emerges Facebook had previously provided Kogan with an anonymised, aggregate dataset of 57bn Facebook friendships.",
  "Zuckerberg did make time to appear in front of the US Congress, where politicians were allocated five minutes each to ask questions.",
  "hundreds of millions of Facebook users may have had their private information harvested by companies in similar methods.",
  "US congressional investigators call for Cambridge Analytica boss Alexander Nix to testify again before their committee.",
  "Sunday 18 March As the Observer publishes its full interview with Wylie in the print edition, the fallout begins.",
  "In theory, Zuckerberg could be found in contempt of parliament if he refuses one.",
  "“It’s a hard job for parliament to make a foreign national come,” said White.",
  "Zuckerberg breaks his silence to call the misuse of data a 'breach of trust'.",
  "Facebook declined to comment on the possibility of a formal summons.",
  "Tuesday 20 March ?A former Facebook employee claims?",
  "Q&A How did the Cambridge Analytica story unfold?",
  "“What’s the Serjeant at Arms going to do?",
  "He has asked for a response by 11 May."
]