[
  "In 112 dense minutes, Bryan shoehorns a crash-course timeline of 20th-century Russian politics, a granular analysis of an elaborate money-moving scheme, twinned short biographies of morally bankrupt men, a blow-by-blow account of how the White House was won and a hundred miniature tangents about Putin’s endless list of henchmen.",
  "Bryan methodically charts the increasing Russian presence in Trump’s business and social lives, from the allegations of his allowing gangsters to use Trump Tower as their personal money laundromat up to the DNC email hack and even the Cambridge Analytica data-mining mischief.",
  "He’s then posed as the architect of what the film touts as “the single largest intelligence operation in history”, a multi-decade scheme to get Donald Trump under the Kremlin’s thumb as a conduit for money and influence at the highest level of American authority.",
  "More troubling still, Bryan compensates for the ebbing drama by ratcheting up the attack ad aesthetics (spooky inverse coloration, overtaxed musical cues, flurries of associative cross-cuts) to extremes approaching fear-mongering and paranoia-stoking.",
  "The inherent limitations of this effort aside (and discounting the patent futility of persuading any current Trumpistas using a documentary that premiered in Canada, for God’s sake), Bryan’s done some good and noble work.",
  "Director Jack Bryan synthesizes dozens upon dozens of articles for a more circumspect view of Russia’s ongoing meddling in American politics, running the risk of overloading his viewers instead of, er, under-loading them.",
  "Telltale symptoms include questionably necessary animated interludes, an excess of padding via points restated ad nauseam, and an overall prioritization of the subject material over its method of presentation.",
  "If something like Three Identical Strangers could’ve been an encyclopedia entry taking all of 10 minutes to read, Bryan’s film is a paperweight-class book an audience needs more than two hours to get through.",
  "The Fourth Estate review – revealing doc tracks an exhausting year of Trump Read more\n\nWhich is all a rather ambivalent way of saying that Bryan is extremely thorough in his research and collation of facts.",
  "This film’s greatest shortcoming also happens to be the Trump administration’s greatest strength: pile enough shocking scandals on top of one another and the public won’t know which one to keep an eye on.",
  "Too many recent nonfiction films have attempted to fill a 90-minute bag with 40 minutes of informational manure, but the Hot Docs premiere Active Measures goes a touch too far in the other direction.",
  "The most widespread affliction facing documentary cinema today is known as Wikipediitis, a malady wherein a feature-length film would be better served by the form of a written article.",
  "A portrait of Putin as a ruthless crime boss in the guise of an elected official promptly takes shape – Tony Soprano, but without the psychological conflict to earn him the empathy.",
  "As Bryan progresses into the present and trains his focus on the 2016 presidential election, he trots out some high-profile talking heads including Hillary Clinton and John McCain.",
  "If the just deserts that this film demands ever come to pass, it will almost certainly be the most copiously photographed treason in a long and illustrious American tradition.",
  "He begins at the beginning of the beginning, with the turbulent circumstances of Vladimir Putin’s conception and birth into a Russia fraught with hardship.",
  "Two years’ worth of newspaper headlines have told this story piecemeal, but seeing it all arranged just so communicates the enormity of the purported con.",
  "As thorough as his reportage may be, this documentary was never going to be the thing to discover the smoking gun definitively proving Trump’s guilt.",
  "Just as every day brings some new surreal miscarriage of power, so too does Bryan cycle on to the next point of outrage every five or so minutes.",
  "Trump is all fraying threads; yank on any one and it leads back to some para-governmental ghoul with a body count and a corruption charge or two.",
  "But until investigative committees provide him with the final act of this story, the rest of us will just have to hold out for the pee tape.",
  "Bryan’s done his homework, mapping out an elaborate network of past wrongdoings with news clippings and TV footage.",
  "But the sheer volume of experts buries a viewer under a fast-moving avalanche of names, dates and figures.",
  "For all the mountains and mountains of evidence that Bryan has organized, it’s strictly circumstantial.",
  "Without being able to break that news, the film can’t help but end on a note of inconsequentiality.",
  "That there is so much to cover ultimately works against the film, however.",
  "Though by the film’s conclusion, that outrage is the only thing he’s got.",
  "Of course, it all adds up."
]