[
  "He has to apologize for not doing enough in the past to police Facebook and refusing to deal seriously with repeated misuses of the social network, but he also can’t give any room to pierce the heart of Facebook’s data-reliant advertising business model.",
  "Facebook builds dossiers on nearly everyone online and gives advertisers the option to slice and dice that information, combine it with other data and construct complex buckets of people most likely to respond to their marketing pitches.",
  "He has also explained what Facebook has done to make up for its past lax data policies and to prevent future lapses and taken responsibility to prevent future breaches of users’ trust or manipulation of voters around the globe.",
  "And then there was Jamie Dimon, the JPMorgan Chase CEO who remained relatively deferential to lawmakers, took responsibility and emerged as “America’s Least-Hated Banker,” in the words of a New York Times Magazine headline.",
  "After Zuckerberg’s days of deafening silence following reports that the political consulting firm Cambridge Analytica siphoned information from tens of millions of Facebook users, Zuckerberg has repeatedly apologized.",
  "Jamie Dimon, chief executive officer of JPMorgan Chase & Co., speaks during a Bloomberg Television interview on the sidelines of the JP Morgan Global China Summit in Beijing, China, on Monday, June 5, 2017.",
  "Dimon didn’t consistently cover himself in glory during his multiple runs through the congressional hearing grinder after his bank booked a $2 billion trading loss through its London office in 2012.",
  "Dimon, who recently decided to exit a minority-owned Chinese investment-banking joint venture, said the U.S. bank is seeking to find a new structure that would eventually give it full control.",
  "In 2010, Blankfein was among the Goldman executives who appeared before a Senate committee to explain the bank’s role in pitching mortgage investments as the housing market started to crumble.",
  "Blankfein was just as fixated on refuting the senators’ beliefs, debating their use of words like “betting” and essentially telling them they misunderstood how financial markets work.",
  "Senators, particularly Carl Levin of Michigan, kept comparing what Goldman did to gambling in Las Vegas and fixated on the idea that Goldman was betting against its own clients.",
  "He also needs to welcome regulation that Facebook can live with, including by offering fuller disclosure of political ads, without opening the company to further regulations.",
  "He and other Facebook executives repeatedly chafe at the shorthand -- a wrong shorthand, to be clear -- that Facebook sells user account information to advertisers.",
  "As Facebook CEO Mark Zuckerberg prepares to face back-to-back hearings beginning Tuesday, he needs to remember this lesson from the bank bosses: Don’t be Lloyd.",
  "It already appears that Zuckerberg and Facebook have been taking a Dimon-esque approach in the last two weeks of lead-up to this week’s congressional sessions.",
  "There was Goldman Sachs CEO Lloyd Blankfein, who gave no ground to critics and was ”married to nuance,” as one financial writer aptly described him in 2009.",
  "At a hearing three months earlier, he said banks failed to predict something like a fluke of multiple hurricanes hitting the East Coast in the same year.",
  "“I was dead wrong” and “the buck stops with me,” he told a Senate panel about his initial dismissal of concerns about the bank’s big trading bets.",
  "Technology is the latest industry to be big, powerful and dumb, and that has given their executives turns under the congressional hot lights.",
  "The senators thought Blankfein was dodging their questions and was refusing to take responsibility for the damage of the financial crisis.",
  "The truth is even more creepy than “Facebook sells data to advertisers,” so perhaps Zuckerberg shouldn’t fixate on this simplification.",
  "But Dimon helped himself by being contrite when he needed to be and pointing to changes the company had made to punish bad actors.",
  "(Bloomberg via Getty Images/Bloomberg)\n\nIt’s a rite of passage for corporate executives to be dragged in front of Congress.",
  "He is so famously awkward that if he comes off like a human and not a cyborg in front of Congress, it will be a victory.",
  "That prompted this reaction from the head of the Financial Crisis Inquiry Commission: “Acts of God we’ll exempt.",
  "In short, Blankfein’s star turn in Congress made him seem like an argumentative, blame-dodging, arrogant jerk.",
  "It was as if the lawmakers and Goldman executives were speaking different languages, and in a way they were.",
  "All of these, including the apologies, would have been impossible to imagine from Zuckerberg 18 months ago.",
  "And the differences between JPMorgan’s and Goldman’s business models made the latter more vulnerable.",
  "To contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net.",
  "It happens to those in industries that got big and powerful and then did something dumb.",
  "To contact the author of this story: Shira Ovide in New York at sovide@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "So did oil company executives, and then bank CEOs after the 2008 financial crisis.",
  "Don’t get hung up when lawmakers misstate how Facebook’s business model works.",
  "Like Blankfein, Zuckerberg has a tendency to be married to nuance.",
  "Shira Ovide is a Bloomberg Gadfly columnist covering technology.",
  "Fortunately for Zuckerberg, the bar for his success is very low.",
  "His trickiest task, however, goes far beyond what tie to wear.",
  "Two broad models of financial chiefs emerged before lawmakers.",
  "She previously was a reporter for the Wall Street Journal.",
  "It wasn’t just an off day for Blankfein, it was a pattern.",
  "These were acts of men and women.” That’s quite a zinger.",
  "Tobacco bosses infamously had their congressional moment.",
  "Take the blame, even if he thinks he doesn’t deserve it.",
  "That was something even Dimon couldn’t prevent.",
  "Even three weeks ago, Facebook didn’t get it.",
  "Zuckerberg needs to do the opposite.",
  "That’s not how Facebook works.",
  "That is a fine line.",
  "©2018 Bloomberg L.P.",
  "Be Jamie."
]