[
  "The company says it’s working with “privacy advocates, academics, policymakers and regulators” to get their input on its approach to data anonymization, and what exceptions it should build in for the “rare cases where we need information for security purposes.” Those details will matter.",
  "On Tuesday, CEO Mark Zuckerberg announced that Facebook is building a new privacy control called “clear history.” It will allow you to see the information Facebook has collected about your use of websites and apps that employ Facebook’s tracking tools.",
  "One of its most effective forms of advertising has been its use of “retargeting,” in which it shows you an ad for a product that you previously viewed on a different site, such as Amazon.com.",
  "For instance, it’s still going to be closely watching everything you do on Facebook itself—which posts you like, what stories you click on, who your friends are, etc.",
  "It signals that the company is taking seriously the user backlash and threats of regulation in the wake of the Cambridge Analytica scandal and congressional hearings.",
  "Presumably, they’ll be targeted with ads that are less relevant to them, although a recent survey suggested many people wouldn’t actually view that as a downside.",
  "Whenever you visit a website that has a like button—which a ton of websites do—it sends data back to Facebook, telling the social network that you’ve been there.",
  "In the meantime, Facebook is sending a message that it’s willing to make some substantive changes to its privacy practices, and not just cosmetic ones.",
  "That means it will still store your browsing history, but it will do so in a way that doesn’t identify you as the person who was doing that browsing.",
  "Facebook said in a separate post that “clear history” will take “a few months to build,” and it has yet to work out exactly how to implement it.",
  "Facebook will also let you opt out of that kind of tracking in the future, although again, it will still track you in an anonymized way.",
  "And then, if you want, you can tell Facebook to forget that information, much like the “clear history” button on your internet browser.",
  "It will be a simple control to clear your browsing history on Facebook—what you’ve clicked on, websites you’ve visited, and so on.",
  "From Zuckerberg’s post announcing the new feature:\n\nIn your web browser, you have a simple way to clear your cookies and history.",
  "From Zuckerberg’s post:\n\nTo be clear, when you clear your cookies in your browser, it can make parts of your experience worse.",
  "But it also gives the company a nearly comprehensive record of everything you do online, even when you’re not using Facebook.",
  "That might be more difficult for Google, which relies even more heavily than Facebook on tracking people’s web browsing.",
  "The idea is a lot of sites need cookies to work, but you should still be able to flush your history whenever you want.",
  "But using Facebook will no longer require that you let it essentially spy on just about everything you do online.",
  "The company’s ad targeting is premised on its ability to track, store, and analyze data about each of its users.",
  "It’s something privacy advocates have been asking for—and we will work with them to make sure we get it right.",
  "And it certainly has room to do that: Even amid its PR crisis, the company is making more money than ever.",
  "But after going through our systems, this is an example of the kind of control we think you should have.",
  "Note that clearing your history won’t entirely delete the information from Facebook’s servers, however.",
  "That helps Facebook track your interests and target you with ads based on your online browsing history.",
  "Mladen Antonov/Getty Images\n\nFor years, Facebook’s like button has been following you around the web.",
  "From a privacy perspective, the move is one of the most significant in Facebook’s history.",
  "You may have to sign back in to every website, and you may have to reconfigure things.",
  "It’s such a big move that it may put pressure on Google to do something similar.",
  "Rather, Facebook said it will clear the information from your account.",
  "Facebook is making one of the biggest privacy changes in its history.",
  "The company will still track users in all kinds of ways, of course.",
  "Your Facebook won’t be as good while it relearns your preferences.",
  "Zuckerberg warns that there will be downsides for users.",
  "These new features are not coming right away, however.",
  "We’re building a version of this for Facebook too.",
  "There will be downsides for Facebook, too.",
  "It makes Facebook less of a Panopticon.",
  "That’s finally going to change.",
  "The same will be true here."
]