[
  "U.K. legislators were outraged at Zuckerberg’s refusal to appear, with one member of Parliament calling the decision “cowardly” and another saying it was “absolutely astonishing.”\n\nSchroepfer appeared before the committee last week, though members found a significant portion of his testimony to be unsatisfactory, particularly in response to questions regarding the EU’s upcoming General Data Protection Regulation and dark ads.",
  "Read it here: https://t.co/jXZ5TjiZld pic.twitter.com/m0NU5Uyf2L — Damian Collins (@DamianCollins) May 1, 2018\n\nThe House of Commons’ Digital, Culture, Media, and Sport Committee has invited Zuckerberg three times to personally answer questions about the effect of fake news on democracy and data privacy.",
  "Zuckerberg may face a formal summons the next time he sets foot in the U.K.. Chip Somodevilla/Getty Images\n\nAfter several spurned invitations to testify, the U.K. Parliament is now presenting Facebook CEO Mark Zuckerberg with an ultimatum.",
  "On Tuesday, U.K. lawmaker Damian Collins sent a letter to Facebook stating that Zuckerberg will face a formal summons to testify before Parliament the next time he visits the country if he does not accept its invitation to do so on May 24.",
  "In response to the committee’s most recent invitation in March, which came shortly after news first broke of the Cambridge Analytica scandal, Facebook instead decided to send CTO Mike Schroepfer.",
  "The House of Commons has the power to find people guilty of contempt if they reject a summons, though the legislative body has not fined or imprisoned anyone for contempt since 1666.",
  "Facebook recently admitted that Cambridge Analytica improperly accessed the information of about 1 million users in the U.K., and that AggregateIQ spent $2 million on Brexit ads.",
  "Zuckerberg himself testified to the U.S. Congress in April, appearing before the House’s Energy and Commerce Committee and the Senate’s Commerce and Judiciary Committees.",
  "It’s still unclear whether AggregateIQ used Cambridge Analytica’s data for the ad campaign, and the two companies have disputed claims that they are linked.",
  "I have today written to @facebook requesting that Mark Zuckerberg appears in front of @CommonsCMS as part of our inquiry into fake news and disinformation.",
  "The committee has been investigating efforts made by Russian actors and Cambridge Analytica affiliate AggregateIQ to influence the Brexit vote.",
  "The CEO avoided making any major gaffes, and shares for the company surged shortly afterward.",
  "Facebook will have until May 11 to respond to the committee’s request.",
  "Facebook declined a request for comment."
]