[
  "Check it out for yourself:\n\nMark Zuckerberg reflects on all the good and bad Facebook has been used for over the last year #F8 pic.twitter.com/WPvKpIbHJZ — Mashable News (@MashableNews) May 1, 2018\n\n\"Since the last F8, we've seen the Me Too movement and the March For Our Lives organized at least part, on Facebook,\" Zuckerberg boasted before talking about Hurricane Harvey relief and growing job numbers from the social network.",
  "#Zuck2020 https://t.co/xMnLZ64PVb — Chris Messina (@chrismessina) May 1, 2018\n\nMark Zuck sounds a little like President Barack Obama — Ralph Emanuel 'Skeez' (@yoSkeezo) May 1, 2018\n\nZuckerberg definitely sounds like Obama on stage during #F8.",
  "— Russell Brandom (@russellbrandom) May 1, 2018\n\nAnd as one Twitter user pointed out, it's true Kyle O'Connor, a former speechwriter for Obama is currently working for Facebook as Executive Communications, according to his LinkedIn.",
  "Makes him sound more confident and stately — Josh Constine (@JoshConstine) May 1, 2018\n\nIf that Zuck speech sounded Obama-like, worth noting a former Obama speechwriter is currently doing executive comms for FB.",
  "— Alyson Shontell (@ajs) May 1, 2018\n\n5,000 words on how Zuckerberg changed his speech delivery to sound like Obama — Ryan Macc (@RMac18) May 1, 2018\n\nZuckerberg’s keynote inflection is distinctly Obama-style.",
  "F8 website crashes as Facebook’s biggest event of the year starts\n\nFresh off the tails of the Cambridge Analytica data controversy, Zuckerberg took the stage to open the conference.",
  "While bellowing to the hall, his cadence, hand movements, vocal pitch, and demeanor seemed an awful lot like notably inspiring speaker and former president Barack Obama.",
  "Last month, when the Facebook CEO spoke in front of Congress, he was viciously meme'd for his robotic demeanor, something he's always gotten a lot flack for.",
  "— Ken Yeung (@thekenyeung) May 1, 2018\n\nI’m convinced Zuckerberg was either personally trained by Obama for f8 or he was trained by Obama’s team.",
  "But during his keynote at F8 on Tuesday, Facebook's annual developer conference, Zuckerberg didn't sound like himself.",
  "\"But we've also seen people try to use these tools for harm,\" he said as he slowed his speech, pausing briefly.",
  "— David Chie (@davidjchie) May 1, 2018\n\nZuck's talking style and cadence sounds... remarkably like Obama's.",
  "Others on Twitter echoed that Zuck basically ripped off Obama's speech delivery during his keynote.",
  "It's a page right out of the Obama speech handbook, and I wasn't the only person to notice.",
  "Says that if you are supportive of Facebook's vision, \"we will keep building.\"",
  "WATCH: Thousands protest in Romania, prompt government resignation",
  "Mark Zuckerberg is not well known for his speaking skills.",
  "Zuck sounds a bit like Obama in his #f82018 keynote.",
  "It was hard to not notice the similarities.",
  "Okay everyone, Zuck is running.",
  "But he did sound familiar.",
  "His cadence is identical.",
  "SEE ALSO: Whoops!",
  "Coincidence?"
]