[
  "So unlike Pokémon Go, which got you off your feet exploring the real world to capture the app’s digital monsters, and HBO Go, which frees you of the confines of traditional cable packages so you can watch the network’s shows unencumbered on the mobile device of your choice, Oculus Go doesn’t quite live up to its name.",
  "Still, Oculus Go wearers will have plenty of experiences to choose from: videos on Netflix, Oculus Venues (a new app for viewing live experiences such as concerts, sports games, or stand-up comedy), and games that simulate their real-world counterparts Wii-style, like table tennis and minigolf.",
  "Facebook hopes its Oculus Go will appeal to the masses who, to this point, have shied away from both expensive headsets like the Oculus Rift and more affordable options that require a smartphone to work, like the Samsung Gear VR or Google Daydream View.",
  "While reviewers have focused on evaluating whether this piece of hardware is worth spending money on, it’s also worth thinking about the privacy implications of the virtual reality space as it (possibly) spreads to the masses.",
  "WhatsApp CEO Jan Koum recently announced his departure from the company, which reportedly came after he butted heads with Facebook’s plans to use WhatsApp data and weaken the app’s encryption.",
  "“[W]hile full-body VR can make simple activity exciting, being completely immersed in repetitive mobile-style games—including relatively complex puzzle games—gets old fast,” Robertson wrote.",
  "Justin Sullivan/Getty Images\n\nFacebook CEO Mark Zuckerberg showed off the newest hardware portal to the world of virtual reality, the Oculus Go, at the company’s F8 conference on Tuesday.",
  "At $199, the Go isn’t too expensive, and its hardware is reportedly comfortable enough for hourslong wear (while wicking away the inevitable onset of sweat in the process).",
  "With the Rift, you can physically move around to explore virtual reality, but the Go can’t track motion other than head position—it’s designed for seated gameplay only.",
  "First announced back in October, the $199 headset went on sale Tuesday as a more affordable, more approachable entrant to VR than its predecessor, the $399 Oculus Rift.",
  "VR is still a nascent technology, apps are still in their early days, and questions around the security and privacy of these experiences haven’t been discussed widely.",
  "Inside are sensors that can detect the wearer’s head position; a handheld track pad and remote give the user controls within whatever virtual world they’re in.",
  "At a time when Facebook is juggling so many serious issues relating to privacy, data use, and international policy, its new headset feels like a distraction.",
  "According to early reviews, the headset looks like the company’s—and indeed, the virtual reality space’s—first real opportunity to bring VR to the masses.",
  "This product launch can’t help but feel like a clever distraction as Facebook continues to deal with fallout about its lax protection of users’ data.",
  "The headset doesn’t need to be tethered to a computer in order to work; all of its smartphone-level processing power lies within the headset itself.",
  "The Verge’s Adi Robertson found its limited motion tracking more problematic, however, listing it among the device’s biggest shortcomings.",
  "Attendees use the Oculus Go virtual reality headset during the F8 Facebook developers conference on Tuesday in San Jose, California.",
  "Will the Oculus Go be as immersive of an experience as the Rift if it’s unable to completely track your position in space?",
  "Viewing 360-degree video on the headset was “still sharp and immersive” on the Go, Engadget’s Devindra Hardawar wrote.",
  "There’s also a new chat-room experience, simply dubbed Rooms, for hanging out with your friends in virtual reality.",
  "And the company is still frantically backpedaling to appease users following the Cambridge Analytica scandal.",
  "The experience looks uncomfortably reminiscent of Max Headroom, but I haven’t tried it myself yet.",
  "The Oculus Go might seem like a separate story from the many concerns discussed in recent weeks.",
  "Quantity isn’t an issue: The device launches with more than 1,000 titles at its disposal.",
  "Oculus Go’s biggest improvement over the Rift is that it’s fully wireless.",
  "The device can last for up to two hours of use before needing a charge.",
  "According to some early reviewers, that doesn’t seem to be an issue.",
  "Unfortunately, its wireless package comes with some limitations.",
  "(Perhaps it should instead be called “Oculus Sit,” amirite?)",
  "It also feels somewhat inappropriately named.",
  "With that in mind, it raises some questions.",
  "Quality may be a problem, though.",
  "And what about gaming options?",
  "Maybe it shouldn’t."
]