[
  "MPs threaten Mark Zuckerberg with summons over Facebook data Read more\n\nAfter reporting by the the Observer and the Guardian in March revealed that millions of Americans’ personal data was harvested from Facebook and improperly shared with political consultancy Cambridge Analytica, the company has consistently been on the defense – struggling through protracted government inquiries and hearings in the US and the UK, and forced to respond to renewed calls for strict regulations.",
  "Zuckerberg also cautioned users against clearing cookies in their browser, saying “it can make parts of your experience worse”, and adding, “Your Facebook won’t be as good while it relearns your preferences.”\n\nEven though the company’s stocks suffered in the wake of the recent privacy scandal, Facebook still posted record revenues for the first quarter of 2018, making $11.97bn in the first three months of the year.",
  "New control, which will let users erase ‘what you’ve clicked on’ and ‘website you’ve visited’, comes as Zuckerberg battles bad publicity\n\nMark Zuckerberg unveiled a new Facebook privacy control called “clear history” at the social media company’s annual developer conference, and admitted that he “didn’t have clear enough answers” about data control when he recently testified before Congress.",
  "Zuckerberg opened his speech by acknowledging that it has been an “intense year” – entering the stage to cheers and a sea of developers taking smartphone photos after a dramatic introduction video acknowledged Facebook’s recent tough months\n\n“We saw what happens when things go wrong,” a narrator said as a large screen flashed a handful of recent headlines that have plagued the company.",
  "In 2018, Zuckerberg pledged that his personal new year’s resolution – an annual tradition for the CEO – was to “fix” Facebook, an ambitious goal at the end of a year of relentless criticism surrounding the site’s role in spreading misinformation and having negative impacts on users’ mental health.",
  "We’re working to make sure these controls are clear, and we will have more to come soon.”\n\n\n\nWith the new tool, the CEO also said users will be able to view information about the apps and websites they’ve used and “be able to turn off having this information stored with your account”.",
  "“We need to design technology to help bring people closer together … If we don’t work on this, the world isn’t moving in this direction by itself.”\n\nThe tone of the speech contrasted last year’s address in which a chipper Zuckerberg focused on the future of augmented reality.",
  "Play Video 2:27 Five key moments from Mark Zuckerberg's testimony – video\n\nIn his post announcing the tool, Zuckerberg wrote: “One thing I learned from my experience testifying in Congress is that I didn’t have clear enough answers to some of the questions about data.",
  "The CEO has also worked to overcome a viral #DeleteFacebook campaign, fueled by concerns about the social media company’s potential impacts on elections in the US and Europe and a steady stream of revelations about the controversial ways the company tracks its users.",
  "This year’s developer conference features a number of events that appear to emphasize Facebook’s positive influences on society, including sessions called “amplifying youth voices to influence policy” and “using technology to solve social and environmental issues”.",
  "The CEO announced the new tool on Tuesday, describing it in a post as a “simple control to clear your browsing history on Facebook – what you’ve clicked on, websites you’ve visited, and so on”.",
  "Last month, Zuckerberg survived a two-day grilling by Congress in Washington DC, remaining composed and in some cases cleverly deflecting lawmakers’ toughest questions about data collection.",
  "But echoing his typical response in the face of crisis, Zuckerberg’s speech argued that the solution to many ongoing societal problems is more Facebook.",
  "The move comes at a time when Zuckerberg is battling some of the worst publicity his company has faced since it launched 14 years ago."
]