[
  "In the statement, the firm denied wrongdoing, saying it \"has been the subject of numerous unfounded accusations and, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.\"",
  "Cambridge Analytica came to prominence in March when it was revealed that the personal data of about 50 million Americans and at least a million Brits had been harvested from Facebook and passed on to the data firm.",
  "It said it has \"unwavering confidence that its employees have acted ethically and lawfully\" and blamed \"the siege of media coverage\" for driving away \"virtually all of the Company’s customers and suppliers.\"",
  "Things got worse for the firm later in March when its CEO, Alexander Nix, was suspended after Channel 4 News broadcast secret recordings in which he claimed credit for the election of Donald Trump.",
  "Christopher Wylie, the first Cambridge Analytica whistleblower, said the data Kogan's app obtained was used to influence the outcome of the U.S. presidential election and Brexit referendum.",
  "A Cambridge Analytica sign at its office in London | Chris J Ratcliffe/Getty Images Cambridge Analytica shutting down Data firm and its British affiliate, SCL Group, to close.",
  "According to a statement on its website, both Cambridge Analytica and its British affiliate, SCL Group, are to close.",
  "Cambridge Analytica, the firm at the center of a controversy over misuse of private Facebook data, is shutting down.",
  "He told an undercover reporter: “We did all the research, all the data, all the analytics, all the targeting.",
  "The data was collected from a personality app developed by Cambridge University researcher Aleksandr Kogan.",
  "We ran all the digital campaign, the television campaign and our data informed all the strategy.”",
  "The shutdown is effective as of Wednesday, and employees were told to hand over their computers.",
  "It has also started insolvency proceedings in the U.S. and U.K."
]