[
  "Will Oremus explains the history of the idea and why it’s dangerous: “If anything, Facebook’s mistake in the Cambridge Analytica case was that it failed to treat users’ data as a valuable product.” Oremus also looked at how law enforcement used a DNA website to track down the notorious Golden State Killer.",
  "During its F8 developers conference on Tuesday, Facebook announced it would finally offer its own memory-erasing tool in the form a button that allows users to delete the information the company has collected about them through their online browsing.",
  "Lisa Larson-Walker\n\nWe closed out April with another installment of Future Tense Fiction: a new story by Mark Oshiro that explores the potential of technology to transfer memories between people—and what a memory means without context.",
  "Other things we read while dealing with a flood of terms of service updates:\n\nRanking digital rights: A new report shows that Facebook ranks the lowest out of 12 major internet companies when it comes to transparency about user data.",
  "Regressive regulations: April Glaser reports on how controversial new laws Stop Enabling Online Sex Trafficking Act and Fight Online Sex Trafficking Act are threatening the livelihoods of consensual sex workers.",
  "It might be too soon to tell whether consumers trust Facebook enough to allow it to play matchmaker, but that didn’t stop Facebook from also announcing it would be rolling out its own dating app.",
  "Automating anxiety: Even if studies about how quickly jobs are being automated provide dubious answers, new research shows that the potential health consequences of automation are already here.",
  "During our renewed discussion about internet privacy, people have often invoked the aphorism that internet users aren’t the customers—they’re the product (or at least their data is).",
  "Feeling a lot like a tiny hedgehog dressed like a shark,\n\nTonya Riley\n\nFor Future Tense\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University.",
  "Once you’ve had a chance to grab some tissues, read a response from philosophers Jenelle Salisbury and Susan Schneider, who study the nature of mind and memory.",
  "Ready, player, do not pass go: Augmented and virtual realities could reinvent the board game for the increasingly digital world, argues Christina Bonnington.",
  "That story and the Cambridge Analytica scandal have one thing in common, he says: They show that “your” data is never just about you.",
  "Amy Brouillette explains what the new findings mean for users and how companies like Google and Twitter aren’t doing much better.",
  "In the meantime, we suggest an alternative means of evaluating potential love interests: by how they treat their robots.",
  "Rachel Withers explains for Slate why she no longer dates men who disrespect their virtual assistants.",
  "That could be a big step in the right direction toward winning back consumers’ trust."
]