[
  "- video explainer\n\n“Despite Cambridge Analytica’s unwavering confidence that its employees have acted ethically and lawfully, the siege of media coverage has driven away virtually all of the Company’s customers and suppliers,” said the company in a statement, which also revealed that SCL Elections Ltd, the UK entity affiliated with Cambridge Analytica, would also close and start insolvency proceedings.",
  "“As a result, it has been determined that it is no longer viable to continue operating the business, which left Cambridge Analytica with no realistic alternative to placing the company into administration.”\n\nAs first reported by the Wall Street Journal, the company has started insolvency proceedings in the US and UK.",
  "After it was revealed that the data hadn’t been deleted, Facebook revoked Cambridge Analytica’s access to its platform and launched an investigation of “thousands” of apps that had similar access and made several changes to restrict how much third-party developers can access from people’s profiles.",
  "We thought we were doing something that was really normal.”\n\nCambridge Analytica said it had been “vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas”.",
  "We need to fix that.”\n\n\n\nCambridge Analytica: five key claims by academic at heart of scandal Read more\n\nFacebook first discovered that Kogan had shared data with Cambridge Analytica when a Guardian journalist contacted the company about it at the end of 2015.",
  "The social network initially scrambled to blame rogue third parties for “platform abuse” – “the entire company is outraged we were deceived,” the company said – before it unveiled sweeping changes to its privacy settings and data sharing practices.",
  "Political consultancy, under fire over use of millions of Facebook users’ data, has begun insolvency proceedings\n\nCambridge Analytica, the data firm at the centre of this year’s Facebook privacy row, is closing and starting insolvency proceedings.",
  "The company also pledged to verify the identities of administrators of popular Facebook pages and advertisers buying political “issue” ads on “debated topics of national legislative importance” such as education, immigration and abortion.",
  "The company has been plagued by scandal since the Observer reported that the personal data of about 50 million Americans and at least a million Britons had been harvested from Facebook and improperly shared with Cambridge Analytica.",
  "We ran all the digital campaign, the television campaign and our data informed all the strategy.”\n\nHe also revealed that the company used a self-destruct email server to erase its digital history.",
  "The CEO of Cambridge Analytica, Alexander Nix, was suspended in late March after Britain’s Channel 4 News broadcast secret recordings in which he claimed credit for the election of Donald Trump.",
  "Christopher Wylie, the original Cambridge Analytica whistleblower, told the Observer that the data Kogan obtained was used to influence the outcome of the US presidential election and Brexit.",
  "There’s no evidence, there’s no paper trail, there’s nothing.”\n\nAlthough Cambridge Analytica might be dead, the team behind it has already set up a mysterious new company called Emerdata.",
  "Damian Collins, chair of the British parliamentary committee looking into data breaches, expressed concern that Cambridge Analytica’s closure might hinder the investigation into the firm.",
  "Revealed: 50 million Facebook profiles harvested for Cambridge Analytica in major data breach Read more\n\nKogan told BBC Radio 4’s Today programme he was being used as a scapegoat.",
  "But they all left today.”\n\nThe scandal centres around data collected from Facebook users via a personality app developed by the Cambridge University researcher Aleksandr Kogan.",
  "“No one knows we have it, and secondly we set our … emails with a self-destruct timer … So you send them and after they’ve been read, two hours later, they disappear.",
  "This allowed Kogan to pull data about users and their friends, including likes, activities, check-ins, location, photos, religion, politics and relationship details.",
  "The Guardian rang the doorbell to the company’s seventh-floor office and was met by a woman who would not give her name but said she did not work for the company.",
  "At Cambridge Analytica’s New York offices on an upmarket block on Manhattan’s Fifth Avenue, it appeared all the staff had already left the premises.",
  "The data was collected via Facebook’s permissive “Graph API”, the interface through which third parties could interact with Facebook’s platform.",
  "Photograph: Oliver Laughland for the Guardian\n\nAsked if anyone from Cambridge Analytica or SCL was still inside, she said: “They used to be.",
  "According to Wylie the data was fed into software that profiles voters and tries to target them with personalised political advertisements.",
  "Cambridge Analytica denies any wrongdoing, but says that the negative media coverage has left it with no clients and mounting legal fees.",
  "The episode has shone a spotlight on the way that Facebook data is collected, shared and used to target people with advertising.",
  "“But it was also a breach of trust between Facebook and the people who share their data with us and expect us to protect it.",
  "“This was a breach of trust between Kogan, Cambridge Analytica and Facebook,” said Mark Zuckerberg in a Facebook post.",
  "According to Companies House data, Alexander Nix is listed as a director along with other executives from SCL Group.",
  "He told an undercover reporter: “We did all the research, all the data, all the analytics, all the targeting.",
  "He said: “My view is that I’m being basically used as a scapegoat by both Facebook and Cambridge Analytica.",
  "“Cambridge Analytica and SCL group cannot be allowed to delete their data history by closing.",
  "It asked Cambridge Analytica to delete the data and revoked Kogan’s apps’ API access.",
  "He passed the data to Cambridge Analytica, in breach of Facebook’s platform policies.",
  "The daughters of the billionaire Robert Mercer are also listed as directors.",
  "However, Facebook relied on Cambridge Analytica’s word that it had done so.",
  "Facebook Twitter Pinterest The Cambridge Analytica office in New York.",
  "The investigations into their work are vital,” he wrote on Twitter.",
  "Cambridge Analytica insists it never incorporated the Kogan data.",
  "Honestly, we thought we were acting perfectly appropriately.",
  "Play Video 3:41 What is the Cambridge Analytica scandal?"
]