[
  "At the social media giant’s annual developer conference, Zuckerberg said: “We want Facebook to be somewhere where you can start meaningful relationships.” Yet given all the controversy around its treatment of user data, the company is still repairing its own ties with its customer base.",
  "People are becoming less enamored of the social network: time spent there declined by 5 percent in the December quarter, and Zuckerberg tellingly didn’t share that data for the three months through March.",
  "The problem for Facebook is that it would need a bevy of similar adjacent products even to start to chip away at the dominance of the ad business, which makes up 98 percent of sales.",
  "It’s just that in the wake of the Cambridge Analytica scandal, the billionaire is under real pressure to reduce his heavy dependence on using personal data to sell ads.",
  "Their parent company Match Group Inc. had sales of $1.3 billion last year, about 3 percent of Facebook’s total revenue, but generated a healthy 33 percent net margin.",
  "Dating apps and websites such as Match.com and Tinder charge membership and subscription fees to unlock some features, such as unlimited swiping.",
  "A dating tool will inevitably boost engagement numbers, particularly in that critical 18-35 age bracket so beloved by advertisers.",
  "Facebook’s advertising business is so successful because it’s a single model that scales so easily with little human oversight.",
  "But there’s something Mark Zuckerberg could do to make this new Tinder rival even more of a fresh start: charge for it.",
  "Developing such paid-for services would need heavy investment, diluting Facebook’s chunky returns on capital.",
  "But for something a little more long term, Zuckerberg should swipe right on some alternative revenue sources.",
  "Facebook Inc.’s push into online dating is an attempt to wed people ever more tightly to the social network.",
  "Adding separate paid-for services would need more staff and would spoil the purity of the revenue model.",
  "If he was taking those concerns to heart, he’d be seeking different ways to monetize all those users.",
  "There’s little doubt that dating will benefit Facebook’s business, which will keep investors happy.",
  "It makes sense given that the sparkle has gone out of the relationship with its 2.1 billion users.",
  "That’s not to say that Facebook won’t make a success of this, whether it charges or not.",
  "To contact the editor responsible for this story: James Boxell at jboxell@bloomberg.net.",
  "Many users still want to see evidence of change before they renew their commitment.",
  "To contact the author of this story: Alex Webb in London at awebb25@bloomberg.net.",
  "It’s no surprise that Match stock plummeted after the Zuckerberg bombshell.",
  "Zuckerberg says it has at least 200 million members who are single.",
  "Instead, it will hope that dating leads to engagement.",
  "Unfortunately, this will almost certainly not happen.",
  "Facebook Dating would be a good place to start.",
  "©2018 Bloomberg L.P."
]