[
  "Story continues\n\nThe Mercers, for years content to quietly donate to the Kochs’ political network, started to act alone after the Republicans’ failure to unseat president Barack Obama reportedly led Rebekah to decide (paywall) the Koch network was full of “fools.” The Koch brothers, stung by the 2012 election loss, doubled down on state races, while the Adelsons poured their money into a political action committee run by former George W. Bush chief of staff Karl Rove.",
  "How they donate: The couple are the largest supporters to the “Senate Leadership Fund,” linked to Mitch McConnell, which claims it has one goal—”to protect and expand the Republican Senate Majority.” In 2016, the couple donated $46 million to the fund, followed by Karl Rove’s One Nation, which donated about $22 million and works with the Senate Leadership fund to support the same politicians.",
  "“If the party nominates the slate of candidates that the Mercers are backing, [Democratic Senator Chuck] Schumer will be the Senate majority leader, and [Democratic representative] Nancy Pelosi will be the speaker of the House” in 2018, said one long-time Republican strategist and donor who is aligned with the Adelsons, before the Republican Party threw its support behind Moore on Dec. 4.",
  "And while casino magnate Sheldon Adelson and his wife Miriam Ochsorn are on the party’s more moderate wing, they have long stood behind the calculating, conservative Senate leader, McConnell, who even before the Tea Party’s rise was known as an extreme obstructionist (paywall), dedicated to stomping out the bipartisan compromises that historically made the US government work.",
  "What’s coming next is a battle between “the very idea of democracy, and that human beings are created equal” against the notion that power in America should be concentrated in the hands of a very few, very wealthy people, just as it once was in medieval Europe, predicts Heather Richardson, a history professor at Boston College and author of several books about the GOP.",
  "But since Trump, with no ties to either camp or its ideology, defeated a raft of other candidates for the presidential nomination last year, the Republicans have been cast into a growing civil war between mainstream conservatives, Tea-Party-inspired libertarians, and the xenophobic and misogynistic groundswell that Trump has proven expert at tapping into.",
  "“Its hard to figure out exactly what they have great reason to be upset about, other than not having done even better financially.”\n\nThis October, wealthy donors in the Koch network described tax reform as a “do or die moment,” in which wealthy donors and activists would abandon the party if they didn’t get what they wanted, the Boston Globe reported.",
  "The Koch brothers are considered the architects of Congress’s 2010 “Republican wave” and the patron saints of the Freedom Caucus, a libertarian right-wing group in the House that acted as a de facto “third party” in recent votes, threatening to sink bills that more traditional Republican colleagues supported.",
  "Instead, they helped launch a new era of even less compassionate Republicans that included a woman who thinks the UN is a conspiracy and wants to eliminate the minimum wage; and a former doctor who crafted a healthcare bill that allow insurance companies to charge people with pre-existing conditions more.",
  "In the words of an anonymous Mercer affiliate (who sounds a lot like Bannon), Mercer’s candidates want to “blow things up and start from scratch.”\n\nAs a Cruz donor, Rebekah was so involved that she reportedly pushed him to be tougher on immigration, sparking Cruz to propose suspending all H-1 B visas.",
  "“If money could buy elections, Mitt Romney would have won,” was a familiar refrain among campaign finance experts and political strategists alike, after the wealthy former Massachusetts governor failed to unseat Barack Obama in the 2012 presidential race, despite outspending him by $110 million.",
  "“If people question why Trump is unable to get anything accomplished, it will be the fault of the Mercers and Steve Bannon.”\n\nThree Republican families, three visions\n\nThe influence of these three families offers a stark illustration of how extreme wealth can distort a democracy.",
  "The Koch brothers have funded and organized a vast network of libertarian think tanks and grass-roots movements aimed at sowing distrust of “big government” and climate science, the better to benefit their massive fossil fuel-heavy Koch Industries.",
  "“We have a country to save and there is only one person who can save it.”\n\nThe one “reform” that GOP oligarchs can agree on\n\nIf there’s one thing the three families agree on, it’s cutting taxes for rich people and for the companies they control.",
  "The Mercers\n\nRobert Mercer, 70, is the former co-head of Renaissance Technologies, which runs the Medallion Fund, often referred to as the world’s most successful hedge fund for the returns it has made for the Renaissance employee-investors.",
  "The Mercers seem to hold the most extreme social views: Robert Mercer complained that the US started going in the wrong direction “after the passage of the Civil Rights Act in the 1960s,” according to a lawsuit filed by a former employee.",
  "That tribal glue started to give way when the insurgent Tea Party movement appeared in 2009, fielding ultra-conservative candidates against establishment Republicans in many congressional districts and splitting the party into two camps.",
  "They’re lighting a fire under Republican politicians who are now determined to get something, anything, passed in Washington—even if it’s a last-minute tax bill that most voters don’t agree with and legislators barely had time to read.",
  "During Newt Gingrich’s 2012 presidential run, for example, “he kept Gingrich afloat, and I don’t think anyone outside the Gingrich family thought he had a chance.”\n\nNotable quote: “I don’t agree with the Republican stance on abortion.",
  "The Koch Brothers\n\nThe Koch family has been involved in American politics since the 1930s, when Dutch immigrant Harry Koch railed against workers’ unions and New Deal programs like Social Security from a Texas newspaper he owned.",
  "Romney’s loss had shaken the Republican party so deeply that then-party chief Reince Priebus spent months putting together a soul-searching policy paper (pdf) about the direction it should go, based on thousands of interviews.",
  "Citizens are frantically organizing to try to shut down the only major legislative success of a president who ran on a platform of populism, and Democrats are growing optimistic about flipping one or both houses of Congress.",
  "About two-thirds of Americans would prefer that Congress keep Obamacare as it is or improve it, a July survey showed—but the Senate version of the tax reform bill contains a provision that would essentially kill it as well.",
  "Emboldened by Trump’s presidential victory, the Mercer family has been siding with extremist candidates for 2018 Congressional races, hoping to wipe out incumbent Republicans and yank Senate leader McConnell from his seat.",
  "Notable quote: “But if I had to vote for cancer or heart attack, why would I vote for either?”—Charles Koch in 2016, when asked by Fortune whether he’d vote for Hillary Clinton or Donald Trump in the presidential election.",
  "1) to charities and to political causes like the Media Research Center, which says it wants to “neutralize” mainstream media, and Reclaim New York, which critics believe is trying to cripple upstate New York government.",
  "Graham: \"The party fractures, most incumbents in 2018 will get a severe primary challenge, a lot of them will probably lose, the base will fracture, the financial contributions will stop, other than that it'll be fine!\"",
  "When former White House advisor Steve Bannon called House majority leader Paul Ryan “a limp-dick motherf–er who was born in a petri dish at the Heritage Foundation,” the lab he was alluding to was funded by the Kochs.",
  "It’s going to be a tough sell for Republicans at home, who rushed the bill though Congress without a single Democratic vote, and will have to convince their constituents it is a good idea after passing it into law.",
  "Despite the Koch brothers’ initial distaste for Trump, his cabinet is stacked with people they’ve funded, from CIA head Mike Pompeo to budget director Mick Mulvaney, to a host of coal-industry linked appointees.",
  "They also supported Future45, an anti-Trump PAC with the tagline “America Deserves Better.”\n\nWho they back: Traditional “establishment Republicans” like Arizona’s Flake—who has been an outspoken critic of Trump.",
  "The latest example is the openly racist Roy Moore, the candidate in Alabama’s December 2017 special election for the Senate, who has been accused of sexually assaulting several teens when he was in his 30s.",
  "How they donate: While the Kochs have personally have donated tens of millions of dollars to political causes, the network of wealthy donors and right-wing think tanks they’ve created is more important.",
  "Early last month, Robert Mercer quit the hedge fund he worked at for years, and said he’d sold his stake in Breitbart News to his daughter, but he’s reportedly getting even deeper into politics.",
  "But Republican experts warn that the families’ picks may eventually hollow out the Republican party by pushing policies that American voters reject, or set the stage for a full-fledged revolt.",
  "Who they back: Tear-down-the government candidates who are anti-regulation, vote against climate change mitigation, and, at least on the campaign trail, said they wanted to repeal Obamacare.",
  "The Senate plan specifically most benefits taxpayers who make over $500,000 a year, while eventually lowering incomes for the working class, and adding $1.5 trillion to the national debt.",
  "Moore, who is championed by former (paywall) White House advisor and Mercer family affiliate Stephen Bannon, secured the backing of Trump, and the Republican National Committee this week.",
  "Congress’s current tax reform plan certainly addresses that, and both the House and Senate version give wealthy families huge tax cuts on the passage of wealth down through generations.",
  "At the mention of McConnell’s name, an audible groan came from one corner of the room—Rebekah Mercer, the daughter of hedge fund tycoon Robert Mercer, was making her displeasure known.",
  "Casino magnate Sheldon Adelson and his wife Miriam Ochsorn were the largest individual Republican donors in 2016, after jumping headfirst into Republican funding over the past decade.",
  "Three extremely wealthy families, the Mercers, the Kochs, and the Adelsons, all prominent donors to the Republican party, now seem locked in a struggle over the future of the GOP.",
  "A veteran Republican strategist laid out an optimistic battle plan capped with the GOP taking the House and Kentucky’s Mitch McConnell, then minority leader, leading the Senate.",
  "On tax reform, “my donors are basically saying, ‘Get it done or don’t ever call me again,’” Chris Collins, the Republican representative from upstate New York, said in November.",
  "Last year, the two donated some $83 million—much of that of it in Congressional races after reportedly deciding (paywall) that Donald Trump had no chance of becoming president.",
  "Despite their anti-regulation stance, they are keen to squelch the growth of online gambling, and want to support moderate Republicans with a chance of picking up swing voters.",
  "“Their decisions on getting involved or not are not empirical or data driven,” said Constantin Querard, a Republican strategist and founder of Grassroots Partners in Arizona.",
  "Net wealth: Koch Industries, the private oil and gas empire they inherited from their father and have a controlling majority stake in, has made them both incredibly wealthy.",
  "Each family is closely tied to the Republican leader of one branch of government: Robert, Diana, and Rebekah Mercer helped propel Trump’s bombastic rise to the White House.",
  "As Lindsay Graham, the veteran Republican senator from South Carolina, told an NBC news reporter early last month, a failed tax reform will look a lot like a failed party.",
  "What unites the three families is a “feeling of grievance, which is ironic because they have all done well, financially,” noted Green, the University of Nevada professor.",
  "After a video emerged last year showing Trump bragging about sexually assaulting women, Robert and Rebekah issued a statement condemning Republicans who abandoned Trump.",
  "“Those among the political elite who quake before the boombox of media blather do not appreciate the apocalyptic choice that America faces on November 8th,” it read.",
  "To understand that, you need to look back to the “Citizens United” Supreme Court decision in 2010, which opened the floodgates for wealthy donors in political races.",
  "In recent years, Robert funded Bannon’s Government Accountability Institute, and the white-nationalist Breitbart News, as Bloomberg’s extensive 2016 profile shows.",
  "He reportedly invested $10 million in 2011 into Breitbart, the news site run by one-time Trump adviser Steve Bannon, which regularly airs white-supremacist views.",
  "The Mercers are also expected to attack Republicans in Mississippi, Nevada, Maine, and Michigan during the 2018 midterms who don’t hew with their extremist views.",
  "In Nevada, another Mercer-backed Republican, Danny Tarkanian, is challenging incumbent Dean Heller for the 2018 mid-terms, on a platform of destroying McConnell.",
  "Mercer, his wife Diana, and daughter Rebekah seemed to burst onto the political scene in 2016, first backing Texas senator Ted Cruz and then Trump for president.",
  "Tax reform was the major driver behind the Republican push to repeal and replace Obamacare, which would have allowed them to divert billions to offset tax cuts.",
  "She’s listed as “retired” or “homemaker” on campaign finance databases, although elsewhere she’s known as the “First Lady of the Alt-Right.”\n\nHow they use it.",
  "The Mercer Family Foundation once funded “medical research and conventional charities,” according to a comprehensive profile of the family in the New Yorker.",
  "This week, the House and Senate will work to reconcile their different versions of the tax bill into something that president Donald Trump can sign into law.",
  "We should speak out when CEOs receive tens of millions of dollars in retirement packages but middle-class workers have not had a meaningful raise in years.",
  "But that turned out to be something that most Americans don’t want, Republicans learned this year after facing off with voters at acrimonious town halls.",
  "A new generation of radical, race-baiting politicians, even further right than the Freedom Caucus, who seem loosely bound to the US democratic processes.",
  "Miriam, an Israeli doctor who researches drug dependencies, owned an equal share in LVS as recently as 2012, but her net worth is not listed separately.",
  "Together the Kochs and their wealthy partners spent nearly $1 billion in the run-up to the 2016 election, and funded a grass-roots libertarian movement.",
  "As campaigning for the mid-term elections in November 2018 gets under way, the three families are facing off against each other in battleground states.",
  "She would rather Democrats controlled the Senate “than have McConnell as the majority leader,” the attendee said, still sounding mystified years later.",
  "The Mercers’ other weapon is data-mining company Cambridge Analytica, which an executive brags has a “secret sauce” (paywall) that helped aid Trump.",
  "Most Americans, no matter what party they vote for, don’t support tax cuts for the rich or for companies, a Pew Research survey showed in September.",
  "The Adelsons fear that backing more extremist Republicans may drive moderate voters away, ultimately putting Democrats in power, strategists say.",
  "Net worth: Sheldon’s holdings in Las Vegas Sands (LVS), the US’s largest casino company, give him a net worth of $36 billion according to Forbes.",
  "These schisms reflect genuine divisions in the Republicans’ voter base—and the Mercers, the Kochs, and the Adelsons are adept at exploiting them.",
  "“It’s that larger sense—does this person have the courage and backbone to truly change things?”\n\nNotable quotes: The Mercers avoid the press.",
  "The Congressional candidates that the three families have backed (sometimes together) bore little resemblance to that GOP prescriptive.",
  "Early in 2014, over a dozen big-name Republican donors attended a meeting in New York City organized by a wealthy hedge fund executive.",
  "We should speak out when a company liquidates itself and its executives receive bonuses but rank-and-file workers are left unemployed.",
  "Whether a Democrat or Republican, you mostly counted yourself a winner when you got more of your team into power than the other guys.",
  "It will lower corporate tax rates from 35% to about 20%, while possibly knocking public school budgets and salaries for firefighters.",
  "Net worth: Not entirely clear—Robert’s net worth is at least $1 billion based on his own investment in Medallion, Bloomberg believes.",
  "His grandsons Charles, 81, and David, 77, ushered in a new era of Republicanism in the past decade that Harry would have appreciated.",
  "These include politicians who are fiscally conservative, who aren’t openly anti-gay marriage, but are probably supporters of Israel.",
  "As they do, dozens of protests and rallies against the bill are being planned from California to Chicago to Staten Island, New York.",
  "“Love him or hate him [Adelson] sticks to his guys,” Michael Green, a professor of politics at the University of Nevada Las Vegas.",
  "Most people think Republicans don’t care about Americans, it found, and the party needs to reach out to women, and minorities.",
  "But Republicans who fail to pass tax reform risk losing donor support, and getting wiped out by a rival Republican candidate.",
  "The Koch brothers and their donor networks plan to spend $400 million on their candidates in the run-up to the 2018 election.",
  "“The RNC is the president’s political arm, and we support him and his agenda,” a RNC official told Quartz today (Dec. 5).",
  "Sign up for the Quartz Daily Brief, our free daily newsletter with the world’s most important and interesting news.",
  "Many narrowly won their last races, and some, like Nevada’s Heller, failed to support Trump on the campaign trail.",
  "Sheldon and Miriam Adelson\n\nThe Adelsons at the opening of the Four Seasons Macao hotel and casino in Macau, 2008.",
  "There are other Republican donors who have spent more money, but the Koch’s network gives them great influence.",
  "So far, congressional Republicans have shown the most concern about pressure from donors, not voters, though.",
  "Industrialist brothers Charles and David Koch funded the Tea Party and its protege, House speaker Paul Ryan.",
  "Congressional candidates that the three families backed bore little resemblance to the GOP prescriptive.",
  "6):\n\nThe Republican Party must be the champion of those who seek to climb the economic ladder of life.",
  "Low-income Americans are hardworking people who want to become hard-working middle-income Americans.",
  "They had one goal—come up with a strategy to win back the US senate from the Democrats in November.",
  "The Mercer’s “mindset is totally different from a traditional Republican donor mindset,” he said.",
  "Rebekah was a stock-trader briefly, and was married to a high-ranking Morgan Stanley executive.",
  "Adelson donated just $1 million to Newt Gingrich’s exploratory presidential campaign in 2006.",
  "Supporting a free-market society and Israel are more important issues,” Ochsorn said in 2014.",
  "The brothers say they are interested in civil justice reform and slammed Trump’s Muslim ban.",
  "It nonetheless remained largely united against the common enemy of president Barack Obama.",
  "The family also invests in a company that sells machine guns, and a Florida horse farm.",
  "We have to blow the whistle at corporate malfeasance and attack corporate welfare.",
  "How did the country get here just a year after Donald Trump’s historic win?",
  "Since then, corporations and the rich have plowed money into both parties.",
  "“I can’t think of anything worse,” Mercer said, according to one attendee.",
  "They’ve also recently invested $650 million in a group that acquired Time.",
  "Middle-income Americans want to become upper-middle-income, and so on.",
  "In recent decades, the US’s two-party system had been pretty tribal.",
  "But America’s GOP oligarchs did not appear to have read the report.",
  "It included advice that now seems unfathomably quaint, like (pg.",
  "American historians see a titanic clash on the horizon.",
  "American historians see a titanic clash on the horizon.",
  "Forbes estimates each brother is worth $48.3 billion.",
  "In 2015, however, it donated $24.5 million (pdf, pg.",
  "Others have questioned how effective Cambridge was.",
  "But Republican strategists say it’s a huge gamble.",
  "Unlike Romney, these radical new candidates won.",
  "We need to help everyone make it in America.",
  "The Adelsons favor pro-Israel policies.",
  "Religion shouldn’t be political.",
  "More stories from Quartz:",
  "Backed by Mercer money.",
  "But nothing is perfect.",
  "David Koch in 2013.",
  "Who they back."
]