[
  "The company nevertheless asserted its innocence in Wednesday’s announcement:\n\nOver the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations and, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.",
  "He further informed staffers that the board thinks efforts to rebrand the company’s services would be “futile.”\n\nCambridge Analytica has been the focus of international scrutiny after the New York Times reported that it had improperly accessed private info from up to 87 million Facebook accounts and then used the cache Donald Trump’s 2016 campaign.",
  "Channel 4 subsequently published an undercover investigation in which former CEO Alexander Nix is seen boasted of employing unscrupulous tactics to help clients win campaigns, such as using prostitutes to blackmail politicians.",
  "Gizmodo had reported earlier Wednesday that Cambridge Analytica’s U.S. employees abruptly discovered their offices were being shuttered on Wednesday and that they were told they would have to return their key cards immediately.",
  "DANIEL LEAL-OLIVAS/AFP/Getty Images\n\nCambridge Analytica announced Wednesday that its parent group, SCL, has filed applications to begin insolvency proceedings in the UK and will be ceasing all operations.",
  "The company reportedly made the decision because it was losing clients and has to pay soaring legal fees as a result of allegations that it improperly accessed Facebook data.",
  "The political consulting firm is also planning to begin bankruptcy proceedings in the U.S.\n\nSCL’s founder Nigel Oakes first confirmed the news to the Wall Street Journal.",
  "Julian Wheatland, the chairman of the SCL Group who was supposed to take over as CEO of Cambridge Analytica, announced the decision during a conference call.",
  "Both Cambridge Analytica and its parent company, SCL, are shutting down.",
  "This story is developing and we will update the post as we learn more."
]