[
  "Critics fear the ICO is ill-equipped for the investigation\n\nThe shuttering of Cambridge Analytica, however, has done little to reassure critics who fear that the ICO and Electoral Commission are ill-equipped to handle such an important investigation.",
  "In a statement, the organisation said:\n\n\"The ICO has been investigating the SCL Group and Cambridge Analytica as part of a wider investigation into the use of personal data and analytics by political campaigns, social media companies and others.",
  "Britain's Information Commissioner's Office (ICO) said it will keep investigating accusations that Cambridge Analytica scraped data from 87 million Facebook accounts and weaponised it during political campaigns, including the 2016 US election.",
  "Damian Collins, the chair of the British parliamentary committee investigating the data breach, said that the ICO and Electoral Commission must have unfettered access to Cambridge Analytica.",
  "\"The ICO will continue its civil and criminal investigations and will seek to pursue individuals and directors as appropriate and necessary even where companies may no longer be operating.\"",
  "The ICO added that it will \"closely monitor any successor companies,\" countering the possibility of Cambridge Analytica could simply continue under a different name to avoid scrutiny.",
  "Business Insider has previously reported that executives behind the firm, including former CEO Alexander Nix, have already established a mysterious new data company named Emerdata.",
  "The Electoral Commission has also questioned Cambridge Analytica as part of its investigation into groups that campaigned for Britain to leave the European Union.",
  "A spokesman would not comment on Cambridge Analytica directly, but said its \"investigation is ongoing, and remains ongoing, into Leave.EU and Vote Leave.\"",
  "Reuters\n\nInvestigators have warned that they will continue to pursue Cambridge Analytica despite the controversial data firm shutting down on Wednesday.",
  "On Wednesday, sources told The New York Times that Emerdata could be used as a \"rebranding of Cambridge Analytica and the SCL Group.\"",
  "Carole Cadwalladr, the journalist who blew the lid off the Facebook data breach, is calling for a criminal investigation.",
  "\"Cambridge Analytica and SCL group cannot be allowed to delete their data history by closing.",
  "The ICO said it would press on even if it means going after the executives individually.",
  "The investigations into their work are vital,\" he tweeted.",
  "Former Cambridge Analytica CEO Alexander Nix."
]