[
  "Supporters of progressive politics need to combat this trend by advocating a form of friendship and love – and developing technology to match it – that is not based on connecting us only to those who share or mirror our identities and confirm our mastery but that allows us to engage with – and desire – people or robots who are different to ourselves, and who challenge us.",
  "People think I look like my girlfriend – but it's natural to desire your doppelganger | Arwa Mahdawi Read more\n\nIn short, these new phenomena – which affect what we look for in both humans and robots (as lovers and as friends) – seem geared towards homogenising relationships so that lovers either give us what we want, mirror our own identities, or both.",
  "It will also further gamify love, and Facebook commented that the app will allow users to select something from the profile of another to start a conversation about, creating a kind of multiple-choice gaming challenge akin to virtual dating simulators.",
  "In his Senate hearing regarding Cambridge Analytica, Zuckerberg responded to some grumpy Republicans by claiming that Silicon Valley is such an “extremely leftwing place” that its politics might need to be tempered to avoid bias.",
  "Facebook's dating app is finally making privacy invasion sexy Read more\n\nThe mainstream media recently became aware of the bizarre hook-up site Trump.dating when it accidentally used a convicted sex offender in its ad campaign.",
  "What should concern us about such sites, which have a surprising history, is not this particular faux pas, but the fact that they embody a new trend uniting technology, love and politics – a trend that is serving the right.",
  "Alongside this, forthcoming “smart condoms” such as the i.Con endorse a bro-culture of sexual “prowess”, affirming the activity of the male lover by syncing their sexual performance statistics with their smartphones.",
  "What this all shows us is that what we are seeing in the politics of tech dating is not just the right wing making effective use of new technologies but a bias in favour of such politics in the technology itself.",
  "Such patterns are related to a sinister trend in tech culture that aims at the “gamification” of love, with features such as “Tinder closer” supporting the idea that women themselves can be played like a game.",
  "The idea that attraction is based on seeing the other person as a reflection of the user is visible not only in human-human relationships mediated by technology but in our relationships with virtual persons.",
  "What is new is the political quality of such match-ups, which indicates that the long history of matching lovers and friends who share similar identities may have been a rather dangerous path to start down.",
  "Yet there is something more urgent that ought to concern us about the ways love is being transformed by technology: its link to contemporary political trends that favour anti-progressive identity politics.",
  "But whatever party the tech giants align themselves with, the new technologies emerging in social media, AI, VR and videogaming all seem to serve rightwing agendas far more easily than progressive ones.",
  "The same patterns can be seen in the VR world of videogames such as Summer Lesson and in virtual girlfriend mobile gaming, where the user learns to treat relationships as a set of missions to complete.",
  "The technology – while presenting itself as innocent and apolitical – is based on the logic of identity politics: the ultimate friend or lover is just like you, and affirms who you are.",
  "AI mobile applications such as Replika (which “matches your personality and becomes your best friend”) learn from your own data and inputs to tell you precisely what you want to hear.",
  "A variety of pop-cultural artefacts, from Black Mirror to Blade Runner 2049, warn that the robot lovers of the future may do nothing more than narcissistically affirm the user.",
  "The idea of pairing up lovers with shared interests (from the elitist to the bizarre) is nothing new, and some have even tried to recover the process for progressive culture.",
  "The news will be received as more evidence that we risk moving into a future dystopia in which all interactions are mapped and configured by a single, all-powerful platform.",
  "Second, it encourages the gamification of relationships so that the element of otherness in the lover or friend is replaced by a celebration of the mastery of the user.",
  "Now, far-right agitators mine the data from OKCupid in order to justify eugenics on the basis that that data shows we only like people who are like us.",
  "In the 1960s it was the left wing that seemed to recognise this, deploying love and pleasure for a political agenda of liberty and egalitarianism.",
  "Such trends course through new technologies and endorse a model of relationships that leans towards a dangerous politics in at least two ways.",
  "First, it encourages the grouping of people on the basis of shared identity (the political implications of which are now visible).",
  "Importantly, it is not just the choices of the users but the technology itself that is structured to encourage this logic.",
  "Even if it remains to be seen what the app will look like, its logic will be to connect people on the basis of identity.",
  "These concerning futures will intensify when the logic of Facebook formally infiltrates the sphere of love.",
  "Right-leaning intellectuals meet on the Atlasphere, a dating site based on the works of Ayn Rand.",
  "This, however, is less a prediction of the future than a description of where we already are.",
  "• Alfie Bown is the author of The Playstation Dreamworld, a philosophy of games and politics",
  "Mark Zuckerberg has announced that Facebook is working on new dating features.",
  "Today, it is the right that seems to be using love to political ends.",
  "Many people in and around tech circles labour under this illusion.",
  "The example of new technologies of love is a case in point.",
  "Love is a political force, and it always has been."
]