[
  "'We're not changing any stories': Trump's week of contradiction Read more\n\nBarrack was interviewed as part of the federal investigation of possible coordination between the Trump campaign and Russia in the 2016 election, according to three people familiar with the matter who spoke on condition of anonymity.",
  "Prosecutors’ questions have been wide-ranging, these people said, touching on the campaign’s data operations, its relationship with data-mining company Cambridge Analytica, payments to Gates and whether there were arrangements that were not disclosed in filings to the Federal Election Commission, they said.",
  "“I have so much respect for him because at this point in his career, wandering into the milieu was not easy, and he’s changed the dialogue of the debate.”\n\nBarrack also was among the featured speakers at the Republican convention.",
  "This person said Barrack was interviewed “months ago” and was asked a few questions about Gates’ work on Trump’s inaugural committee, which Barrack chaired, and but there were no questions about money raised by that committee.",
  "Investigators working for special counsel Robert Mueller have interviewed one of Donald Trump’s closest friends and confidants, California real estate investor Tom Barrack, the Associated Press has learned.",
  "A second person with knowledge of the Barrack interview said the questioning was broader and did include financial matters about the campaign, the transition and Trump’s inauguration in January 2017.",
  "In Fire and Fury, his explosive book on the first year of the Trump presidency, the author Michael Wolff claimed Barrack told a friend Trump was “not only crazy, he’s stupid.” Barrack denied it.",
  "One of the people who spoke said the questioning focused entirely on two officials who have been indicted by Mueller: former campaign chairman Paul Manafort and his longtime deputy, Rick Gates.",
  "Days after Trump’s victory in November 2016, Barrack told CBS Trump was like an ultimate fighter during the campaign who used “whatever tools necessary to convey a really disruptive message”.",
  "The investigators’ questions about the campaign’s finances have come up in interviews dating to early fall while prosecutors were preparing the first indictment against Manafort and Gates.",
  "Barrack, a wealthy real estate investor with close ties to several middle-eastern leaders, met Trump in 1988 when he negotiated the sale of the Plaza Hotel in New York to Trump.",
  "Investigators have for months been inquiring about the Trump campaign’s finances and compliance with federal election law, according to four people familiar with the matter.",
  "They have also secured the cooperation of former Trump national security adviser Michael Flynn and former foreign policy adviser George Papadopoulos.",
  "But few witnesses have as much insight into the president’s lengthy business career and all facets of his campaign and administration as Barrack.",
  "Barrack’s publicist in 2016 described the men as having since “solidified a lifelong friendship between themselves and their families”.",
  "Barrack employed Gates last year, wrapping up operations on the Presidential Inaugural Committee, before Gates was charged by Mueller.",
  "Gates agreed to plead guilty to federal conspiracy and false-statement charges in February and began cooperating with investigators.",
  "He played an integral role in the 2016 campaign as a top fundraiser when many Republicans were shunning the upstart candidate.",
  "Mueller’s team has asked several other witnesses about the flow of money related to the campaign.",
  "“He’s one of the kindest, and actually most humble, friends that I’ve had,” Barrack said.",
  "The four people familiar with the investigation spoke on condition of anonymity.",
  "The topics covered in questions from Mueller’s team were not immediately clear.",
  "Barrack said America would see “a softer, kinder” Trump in the White House.",
  "Barrack spoke glowingly of Trump in a CNBC interview in early 2016.",
  "Barrack has rare access and insight into Trump going back decades.",
  "Mueller’s investigators have interviewed dozens of witnesses.",
  "Manafort maintains his innocence on financial charges.",
  "Barrack’s spokeswoman, Lisa Baker, declined comment.",
  "Barrack later directed Trump’s inauguration."
]