[
  "“Your friends aren’t going to see your profile, and you’re only going to be suggested to people who are not your friends.”\n\nWhile that’s a step ahead of most dating apps, where the awkward trial of running into your roommate’s ex is still all too common, Dating for Facebook bears more than a passing resemblance to other dating sites—most notably the anti-swiping Hinge, who quickly addressed Facebook’s mimicry in a shady response.",
  "The beauty of the unlocking feature is twofold: It at least partially mitigates the “who should ask whom on a date” question by showing you singles who are already attending the same events as you, thereby creating a low-pressure scenario in which you’re both already theoretically going to be in the same place at the same time.",
  "Happn would show you people whom you crossed paths with and where, which could either solve the problem of Craigslist missed connections or open a Pandora’s box of issues, including constantly being shown co-workers because you’re in the same proximity.",
  "But as Paris Martineau over at the Outline writes, unlocking could be “a wannabe stalker’s dream come true.”\n\nWhile this may seem well and good as part of an official demo … the real world implications of such a feature are much more complex.",
  "While Martineau is definitely justified in her skepticism of any privacy policy that Facebook rolls out after the Cambridge Analytica scandal, the unlocking feature is one that other dating apps should adopt and improve on.",
  "A tool that not only tells random strangers exactly when and where you are going to be, but tells them you’re single, looking for someone to hook-up with (or whatever), and gives them a bunch of pictures of you?",
  "In an apparent effort to ward off criticism, Zuckerberg immediately addressed concerns that might arise around melding the app you use to see photos of your third cousin’s new baby with your dating profile.",
  "Martineau does note that, currently, event information isn’t technically private—if a wannabe stalker really wanted to find out if you’re attending that house party on Friday, it’d be pretty easy.",
  "Unlocking operates on the same premise—showing you people who attend the same events—but limits it to situations where, because you’ve already told Facebook, you presumably don’t mind being seen.",
  "JOSH EDELSON/Getty Images\n\nLonely hearts out there, rejoice—soon Tinder, Bumble, Hinge, OkCupid, and the League won’t be your only options for frittering away time in your search for love.",
  "“This is going to be for building real, long-term relationships—not just for hookups,” CEO Mark Zuckerberg joked, seemingly side-eyeing everyone’s favorite time-suck, Tinder.",
  "And if you happen to be at an event and spot a cutie, you can immediately check to see if they’re single and ready to mingle—at least if they’ve told Facebook that they are.",
  "In fact, the phenomena of endless talking with no plans in sight is so common that some users have taken to including “not looking for internet friends” on their profiles.",
  "The one feature that doesn’t seem to be directly cribbed from existing apps is called “unlocking,” and coincidentally is the feature that’s already raised privacy alarms.",
  "While “Dating for Facebook” will be opt-in only, the rollout of a plan for a dating app amid the company’s huge privacy scandal managed to raise some eyebrows.",
  "The app will feature full-page profile photos that users can directly comment on to start a conversation, an element familiar to anyone who’s used Hinge.",
  "At its annual developer conference on Tuesday, Facebook revealed that the social media giant is entering the already crowded field of dating apps.",
  "Unlocking allows Dating for Facebook users to make their profile visible to other attendees of an event or a group that they’re a part of.",
  "It will also only include first names and a messaging system entirely separate from Facebook Messenger—all industry standard features.",
  "Users can then browse a list of other singles who theoretically share the same ardor for Dogspotting or transportation memes.",
  "The major problems of online dating are manifest, but one of the biggest ones is moving from chats to IRL meetups.",
  "Still, she contends that “the ease of such a feature in a dating context is undeniably odd.”\n\nI don’t agree.",
  "In that way, the app directly traffics in the community-based ideology that Facebook was founded on.",
  "It’s never quite clear who’s supposed to take that plunge or after how many days (hours?)",
  "“We have designed this with privacy and safety in mind from the beginning,” he said.",
  "Unlocking is the same idea that the app Happn was built on—except less creepy.",
  "of communication a date should be arranged.",
  "Did Facebook actually do something…good?",
  "I’d swipe right on that."
]