[
  "From the outset, Koum stood out from the Silicon Valley herd because of his antipathy to advertising-driven business models and his vigorous dislike of being called an “entrepreneur”: entrepreneurs, he was fond of saying, just wanted to make money, whereas what drove him was creating excellent services with sustainable business models.",
  "But it may not be a coincidence that Acton left Facebook last November and has played a major role in creating Signal , a strongly encrypted and free messaging app, which might just be the obvious destination for WhatsApp users who are distressed by the prospect of becoming advertising fodder for Zuckerberg and his antisocial network.",
  "Last week, the Washington Post broke the story that he was leaving Facebook after clashing with the company’s leadership over WhatsApp’s strategic direction under its current ownership and Facebook’s attempts to use its personal data and weaken its encryption.",
  "Marx thought that the evolution of ideas, religions, and political institutions is not independent of the tools we use to satisfy our needs, nor of the economic structures we organise around those tools, and the financial interests they create.",
  "But the pill was sweetened, at least from Facebook’s point of view, by a decision to change WhatsApp’s terms and conditions to allow Zuckerberg’s crowd to access the phone numbers of the app’s users – unless they had opted out.",
  "But then Koum and Acton did something that made that impossible – they implemented end-to-end encryption on WhatsApp, which meant that Facebook (and, interestingly, the US government) couldn’t snoop on users’ communications.",
  "Searching for a name for their service, they came up with WhatsApp, a play on “What’s Up?”\n\nKoum was born in Ukraine during the Soviet era and emigrated to the US with his mother and grandmother when he was 16.",
  "They were then recruited by Yahoo, where they spent 10 years, after which they departed with substantial personal savings, took a year out and then turned their attention to what became WhatsApp.",
  "And second, the app should have an honest business model – no more pretending it’s free while covertly monetising users’ data: instead, users would pay $1 a year after a certain period.",
  "But Finnish photographer Peter Forsgård argues on his YouTube channel that it is – and that we’re just having the same argument that a previous generation had over the Box Brownie.",
  "The conventional wisdom was that Zuckerberg & co had noted WhatsApp’s rapid rise and wanted to be able to monetise all the lovely data that would flow from it.",
  "One was that it should be easy to use: no complicated log-in and authentication procedures; instead, each user would be identified by his or her mobile number.",
  "From the beginning, WhatsApp was a delight, but it grew slowly at first until Apple enabled push notifications in the iPhone operating system.",
  "Early in 2009, two former Yahoo employees, Brian Acton and Jan Koum, sat down to try and create a smartphone messaging app.",
  "Some believe they enhance readability, but theverge.com has an amusing article arguing that they are a waste of space.",
  "Acton, in contrast, grew up in Florida and went to Stanford, where he graduated with a degree in computer science.",
  "Pinned to his desk in WhatsApp’s modest Mountain View headquarters was a note written by Acton that read: “No ads!",
  "This was a key moment, because once Facebook has your phone number, then you’re easy meat for identity purposes.",
  "Five years after its launch, it had turned into one of the world’s most popular and profitable smartphone apps.",
  "Koum changed the app so that when a user’s status changed, everyone in that person’s network would be notified.",
  "In this way, WhatsApp was launched on to the slippery slope that leads to full-blown surveillance capitalism.",
  "And then Facebook came by and offered $19bn for the company, which at that moment was valued at $1.5bn.",
  "Philosopher Peter Singer has written a judicious assessment of his influence for projectsyndicate.org.",
  "What’s not known is whether the Cambridge Analytica scandal played any role in Koum’s decision.",
  "So his childhood had a background of tapped telephones, thought control and state surveillance.",
  "The big puzzle at the time was why Facebook had paid so far over the odds for a messaging app.",
  "Facebook’s algorithms would read WhatsApp messages and use them to target the service’s users.",
  "Some people were enraged by Koum’s volte face in particular, accusing him of rank hypocrisy.",
  "The two men became friends when they worked briefly at the consultancy firm Ernst & Young.",
  "No gimmicks!” And he was adamant that he had no intention of selling WhatsApp to anyone.",
  "Besides, who could blame a lad who grew up poor from grabbing the chance of a lifetime?",
  "So WhatsApp became a subsidiary of Facebook and Koum joined the new owner’s main board.",
  "What I’m reading\n\nFull Marx\n\nTwo centuries ago, Karl Marx was born in Trier in Germany.",
  "If money talks – and it always does in Silicon Valley – then $19bn positively screams.",
  "As it happened, some of us wondered how Koum was viewing the perversion of his dream.",
  "Which is what we’re learning as we assess the impact of tech giants on our world.",
  "In the US, they lived on welfare in Mountain View, a town in Silicon Valley.",
  "Koum and Acton accepted the offer and instantly became billionaires.",
  "Most observers, though, viewed it with a kind of cynical realism.",
  "Vision on\n\nIs digital photography real photography?",
  "From then on, WhatsApp took off like a rocket.",
  "Why do so many writers persist in using them?",
  "Space bar\n\nDouble spaces between sentences.",
  "They had a few simple design principles.",
  "Analogue nostalgia says no.",
  "Now we know.",
  "No games!"
]