[
  "“I supported Milo Yiannopoulos in the hope and expectation that his expression of views contrary to the social mainstream and his spotlighting of the hypocrisy of those who would close down free speech in the name of political correctness would promote the type of open debate and freedom of thought that is being throttled on many American college campuses today,” Mercer wrote.",
  "“But in my opinion, actions of and statements by Mr. Yiannopoulos have caused pain and divisiveness undermining the open and productive discourse that I had hoped to facilitate.”\n\nYiannopoulos, a self-described “troll” known for railing against women and minorities online, was hired by Bannon as a Breitbart senior editor in 2014.",
  "“I believe that a collection of individuals making their own decisions within the confines of a clear and concise set of laws that they have determined for themselves will advance society much more effectively than will a collection of experts who are confident in their knowledge of what is best for everyone else,” he wrote.",
  "(Oliver Contreras for The Washington Post)\n\nRobert Mercer, a hedge fund executive and GOP mega-donor, is stepping down as co-chief-executive of the hedge fund Renaissance Technologies and selling his stake in the conservative website Breitbart News to his daughters, he announced Thursday.",
  "The professional provocateur helped make the news organization a leading organ of the alt-right (a small, far-right movement that seeks a whites-only state) but was forced to resign earlier this year after a video of him apparently endorsing pedophilia resurfaced online.",
  "In a letter to investors reviewed by The Washington Post, Mercer noted he has come under intense scrutiny for his financing of Breitbart, his relationship with former White House strategist Stephen K. Bannon and his backing of conservative provocateur Milo Yiannopoulos.",
  "[The Mercers and Stephen Bannon: How a populist power base was funded and built]\n\nIn his letter, Mercer said he was selling his stake in Breitbart to his daughters for “personal reasons” and sought to distance himself from Bannon.",
  "Through its nonprofit investments, the family has financed an array of groups on the right such as the Media Research Center, the Heartland Institute, the Citizens United Foundation and the Government Accountability Institute.",
  "Run by Rebekah, the Mercer Family Foundation has given $50 million to conservative and free-market think tanks and policy groups from 2009 to 2015, according to tax records compiled by The Washington Post and Guidestar USA.",
  "[The rise of GOP mega-donor Rebekah Mercer]\n\nSince 2009, Mercer, a former IBM language-recognition specialist, has been at the helm of Renaissance Technologies, one of the most successful hedge funds on Wall Street.",
  "I wish him and the family all the best.”\n\nIn the past seven years, the Mercers have emerged as some of the biggest political donors on the right, plowing tens of millions into GOP committees and super PACs.",
  "“Of the many mischaracterizations made of me by the press, the most repugnant to me have been the intimations that I am a white supremacist or a member of some other noxious group,” Mercer wrote.",
  "On Jan. 1, Mercer plans to step down from his position as co-chief-executive and resign from the fund’s board of directors, but he intends to remain a part of its technical staff, he wrote.",
  "Before Bannon served as a top adviser to Trump, he functioned as the Mercers’ political strategist and advised them on investments, according to people familiar with their relationship.",
  "\n\nHedge fund executive Robert Mercer and daughter Rebekah attend the 12th International Conference on Climate Change hosted by the Heartland Institute on March 23 in Washington.",
  "Earlier this month, BuzzFeed unearthed a video of Yiannopoulos singing “America the Beautiful” at a karaoke bar while some in the crowd raised their arms in Nazi salutes.",
  "The 71-year-old, who eschews media attention, has been thrust into the spotlight because of his backing of Breitbart, the pugilistic conservative website run by Bannon.",
  "But more than that, it is ignorant.”\n\nMercer and his middle daughter, Rebekah Mercer, have been two of the most influential donors in President Trump’s orbit.",
  "So far this year, Robert, wife Diana and their middle daughter, Rebekah, have contributed $2.7 million to federal political committees and campaigns.",
  "Mercer also said he was severing all ties with Yiannopoulos, one of Breitbart’s former stars, adding that it was a mistake to have supported him.",
  "Their money has gone both to shore up the national Republican Party and to finance insurgent groups taking on the Washington establishment.",
  "Mercer, who has rarely discussed his political views, wrote in his letter that he is an advocate for a limited federal government.",
  "Together, they built a power base aimed at sowing distrust of big government and eroding the dominance of the major news media.",
  "“This is why I support conservatives, who favor a smaller, less powerful government.”\n\nThis post has been updated.",
  "The fund manages more than $50 billion in assets using complex mathematical equations to make bets on the markets.",
  "In a statement Thursday, Yiannopoulos said he was “grateful for Bob’s help in getting me this far in my career.",
  "“Discrimination on the basis of race, ethnicity, gender, creed, or anything of that sort is abhorrent to me.",
  "A data science firm that Mercer invested in, Cambridge Analytica, worked for Trump’s campaign.",
  "“I have great respect for Mr. Bannon, and from time to time I do discuss politics with him.",
  "During the 2016 presidential campaign, they financed and ran a super PAC supporting Trump.",
  "However, I make my own decisions with respect to whom I support politically.",
  "Those decisions do not always align with Mr. Bannon’s,” Mercer wrote.",
  "Bannon declined to comment."
]