[
  "If consumers are done with desktop (they are; mobile and tablet platforms ticked past desktop last year), and if cookies are dead (their death has been predicted and incrementally evidenced for years now), then long live the smartphones, long live the in-app mobile experiences and long live our commitment to dive in, build out and stay current.",
  "All the developments we’re watching -- allegations of Russian election interference and both Facebook’s and Google’s ongoing struggles with fake traffic, fake news and fraud -- are adding up to our chance to finally, at last, assess the long-term dominance of these massive companies.",
  "If we’re going to innovate around the mobile device -- software development kits (SDKs), location, mobile digital wallets, video, Internet of Things (IoT), new generations of beacons, WiFi, m-commerce -- all of these initiatives have to be de-siloed and partnership-driven.",
  "And now, here we are debating how much trouble we should actually allow them to get us into -- moments like the Cambridge Analytica mess, which is only the most recent in a long run of messes that keep adding to the challenges brands and marketers must solve.",
  "Start making big, bold, pro-consumer moves -- that’s the only way forward, the only way through, and it’s time we told each other that it’s a good idea to resist all the bad ideas that have been driving the duopoly’s essentially anti-consumer positions.",
  "When it comes to Facebook and Google, Justin B. Smith, chief executive at the Bloomberg Media Group, is among those who attest that the two companies are facing questions about civic responsibility on a global scale due to the scrutiny of consumers.",
  "So, programmatic is good, that’s for certain, but digital advertising also needs white-glove-managed services in the mix -- that’s where we break out the wow-factor ads and the crazy new ideas that brands and consumers want to see.",
  "We see this happening in really advanced industries -- great artificial intelligence (AI) is going to come from gluing memory tech to processing tech, for example, and not from played-out models of building walls between the two.",
  "Consumer Engagement Is Our Leading Force\n\nSince consumers are driving the conversation, we’ve got to stop building our responses to their needs based on what’s familiar and what’s always worked in the past.",
  "Programmatic tech is a great and efficient way to deliver basic advertising and reduce unnecessary costs, but since it’s also a highly standardized approach, it doesn’t leave a lot of room for innovation.",
  "We haven’t always raised our voices, and we haven’t always told each other the truth without varnishing it, but I’d like to think that we’re very close to a huge moment of change.",
  "Combine The Best Approaches And Innovate\n\nIt takes a genius-level consumer commitment to actually put the best technology together and bring out the best of multiple approaches.",
  "According to stories like this one in The New York Times, these scandals are driving more people to take a hard look at whether they’ll keep their Facebook accounts.",
  "We need to build experiences based on where the consumer is going, getting our ideas right out to the edge of the technology that digital customers are adopting.",
  "And it's the consumers who will really drive the conversation about whether this duopoly -- or any duopoly -- is going to make the cut for the long haul.",
  "I do believe that improvement is right within range, totally within our reach, and here are four ideas we can work on to achieve it, starting today.",
  "Bottom line, the duopoly is dominant, but that dominance is dependent on consumers and what they decide to do in the face of new developments.",
  "The world’s next super powerful network infrastructure is about to blow the doors off old conceptions of mobile experiences.",
  "Consumers Are Defining The Digital Space: Play By Their Rules\n\nIt’s the consumers’ world; we just advertise in it.",
  "We may not be able to wrestle golden apples away from these giants, but we can build our industry in better ways.",
  "When we do this work the right way, there’s nothing but green fields and opportunities that come out of it.",
  "Invest, Invest, Invest (And Build Partnerships)\n\nWe must help brands to invest more in mobile advertising.",
  "Here’s what we know: Facebook had been losing members even before the fallout from the latest scandals.",
  "For too long, we’ve simply accepted the state of the duopoly in our digital space of mobile marketing.",
  "The only way forward is to go through all this and come out the other side stronger for the effort.",
  "They are machines designed to do one thing, and that’s to protect their own golden apples.",
  "There’s so much we can do together; let’s get the cooperative relationships in place now.",
  "Bottom line, binary approaches limit us, but great combinations nudge us into the future.",
  "We’re going to have to innovate and actually drive the transformation we want to see.",
  "The behemoths, Google and Facebook, are sucking the air out of the marketplace.",
  "The time to take strong steps into digital advertising’s awesome future is now.",
  "Green Fields And Opportunities\n\nI am not afraid of the future; I am excited.",
  "It’s also the case that the promised land of 5G is right around the corner.",
  "Nothing happens, of course, unless everyone participates.",
  "But the duopolies of this world won’t do it for us.",
  "That’s the only way to bring great ideas to scale.",
  "It’s time to follow the consumers’ lead.",
  "You don’t have to take my word for it.",
  "Let’s take a page from that playbook.",
  "Innovate or perish.",
  "Positive change.",
  "Grow or die."
]