[
  "“One of our highest-performing Facebook Live videos took place at the United States Military Academy at West Point, where we talked with the Director of Admissions and did some of the rigorous fitness tests required for admittance,” DeLuca says.",
  "“With our phones so easily accessible, live video is able to connect millions of users in a matter of seconds, and that’s what social media is all about.”\n\nHave a topic idea, question or comment for BrandVoice Takeaways?",
  "For a raw, uncut look, attach your smartphone to a selfie stick and film yourself.“Our live video strategy has shifted over time based on how the videos perform, as well as trends we’re seeing on Facebook,” DeLuca says.",
  "“If you’re going to feature products, make the video as interactive as possible, and use the time to do something unique.”\n\nWhen it comes to social media influencers, be careful who you choose to represent your brand.",
  "This is also a great way for a brand representative or influencer to reach out to viewers directly and have a discussion with them.”\n\nHere are DeLuca’s tips on how to run a live video that boosts your brand:\n\n1.",
  "“Live video is one of the best ways to generate social engagement because it gives users an opportunity to share their comments in real time,” says Theresa DeLuca, a Forbes social media manager.",
  "Many people attend the U.S. Open or watch it on TV, but few can get an interview on the court with the event director or go into the locker room and interview the tournament champion.",
  "“If background noise is too loud, it will be difficult to hear what’s going on in the video, and you may want to use microphones or move to another location,” DeLuca says.",
  "While Mark Zuckerberg and team may be in damage control mode right now, marketers and content creators can’t afford to ignore the world’s most-visited social network.",
  "Anything you cover should have a specific purpose and value to your brand, but “avoid turning a live video opportunity into an infomercial,” DeLuca advises.",
  "Have a plan of action for how you want the video to play out—including an introduction, the event itself, and a wrap-up or call to action at the end.",
  "The nine-minute video racked up 185,000 views by sharing an inside look at the business strategy of one of Hollywood’s highest-earning celebrities.",
  "The interview coincided with the launch of Forbes’ 2017 Top Colleges List and generated 150,000 views, 200 comments, 375 shares and 1,200 likes.",
  "If you follow tech news, you’re probably familiar with the Cambridge Analytica scandal and Facebook’s attempts to retain its 2.2 billion users.",
  "Reporter Natalie Robehmed's interview with keynote speaker Kim Kardashian West behind the scenes at the 2017 Forbes Women’s Summit.",
  "Facebook Live requires a strong wifi connection, so check your location’s service to avoid any streaming interruptions.",
  "When West Point shared the video on Facebook, it helped Forbes reach a large audience of military families and alumni.",
  "You may want to mount a high-quality camera to a tripod and enlist a video team for a more professional presentation.",
  "Although live videos are unedited and you never know what may happen, DeLuca warns not to sacrifice brand quality.",
  "Live social video—whether on Facebook or Instagram—remains an important part of the social media marketing mix.",
  "“Live video has the ability to change the way we receive our news, both breaking and evergreen,” DeLuca says.",
  "And Will Smith interviewed an astronaut in Instagram’s first live stream from space last month.",
  "If the person is a bad fit, you run the risk of coming off as disingenuous and out of touch.",
  "Have a Plan B for an outdoor shoot in case it’s too cloudy or sunny to get a clear shot.",
  "“And, when possible, interviews and conversations are driven by comments and questions.",
  "An eye-catching background can captivate viewers, but don't neglect important details.",
  "Do you have access to a timely event that aligns with a high-traffic time on Facebook?",
  "Will the video include a public figure or popular brand that could draw more viewers?",
  "Don’t be afraid to experiment to see what works best for your brand and audience.",
  "The best live videos offer users an experience they won’t get anywhere else.",
  "Can you cover your topic in five minutes, or does it need a deeper dive?",
  "Facebook Live has streamed 3.5 billion broadcasts since its 2016 debut.",
  "Contact us on Twitter @ForbesBV or on Instagram @ForbesBrandVoice.",
  "Before the camera starts rolling, outline how you plan to shoot.",
  "Choose an interesting location, topic and onscreen personality.",
  "Respect the Three Ls: Location, Location, Location.",
  "And don’t forget the sound check.",
  "Will you answer questions live?",
  "And Forbes' most-watched video?",
  "Go Behind the Velvet Rope.",
  "Be Raw But Refined.",
  "Know Before You Go.",
  "4.",
  "3.",
  "2."
]