[
  "“Fake news has already had a corrosive impact on the referendum debate on social media.”\n\nHe said the campaign had made it clear that Irish politicians now needed to pass legislation to restrict the activities of internet companies’ advertising products “in the same way that steps were taken in the past to regulate political advertising on traditional forms of print and broadcast media”.",
  "The high-profile nature of the contest – in addition to the heavy presence of US technology companies in Dublin – has led large internet companies to closely monitor how their platforms are being used during the referendum run-up, with Facebook rushing to roll-out its news transparency platform for political adverts.",
  "Despite this there have been repeated concerns about how the social network’s paid advertising product has been used during the election campaign, prompting the Irish government to consider a new law forcing internet companies to reveal who is paying for online political adverts.",
  "The referendum is one of the first big elections held since the Cambridge Analytica scandal forced Facebook to answer questions from politicians around the world about its activities and the impact of targeted advertising for political ends.",
  "Google has banned all adverts relating to the Irish abortion referendum from its platform, amid fears of overseas organisations taking advantage of loopholes in campaign funding laws to target voters before polling day.",
  "James Lawless TD, technology spokesperson for the opposition party Fianna Fáil, said Google’s decision to ban the adverts had come “too late in the day”, and raised concerns about the online conduct of the campaign.",
  "Irish voters will go to the polls on 25 May to decide whether to repeal the eighth amendment to the Irish constitution, which guarantees the “right to life of the unborn” and ensures abortion remains illegal.",
  "Although Irish law bans foreign donations to political campaigns, there had been concerns that overseas campaigners were still able to spend potentially unlimited sums buying adverts targeting Irish voters.",
  "The move follows Facebook’s announcement on Tuesday that it would only allow adverts relating to the referendum to be bought by organisations located within the Republic of Ireland.",
  "“Following our update around election integrity efforts globally, we have decided to pause all ads related to the Irish referendum on the eighth amendment,” a spokesperson said.",
  "The decision will mean an end to advertisements relating to the referendum appearing alongside Google results and on YouTube during the final fortnight of the campaign.",
  "Recent polls show a narrow lead for the campaign to repeal the amendment, although many voters have yet to make up their mind."
]