[
  "“If we are unable to obtain sufficient amounts of additional capital,” the filing states, “we may be required to reduce the scope of our planned growth or otherwise alter our business model, objectives and operations, which could harm our business, financial condition and operating results.”\n\nAs all this unfolds, Hollywood studio executives such as Sony Pictures Classics’ co-founder Tom Bernard have begun to publicly grouse about having to share box-office profits with the service.",
  "He entered into a partnership with MoviePass in 2014, back when an unlimited monthly subscription cost as much as $50 in the most expensive cities, and now speaks enthusiastically about the service’s ability to re-circuit film fans’ moviegoing habits—increasing the frequency with which they go to the multiplex and often compelling them to take a chance on more art house-y fare than might otherwise get their movie dollars, such as Darkest Hour or Ladybird.",
  "This is a unicorn company.” (On Tuesday, Farnsworth doubled down on that sanguine outlook, telling the New York Post: “I’m not worried about the cash burn at all.”)\n\nThe company has also taken steps to staunch its financial bleeding: disallowing subscribers from seeing the same film more than once (no more daily afternoon matinees of A Quiet Place) and altering its app to prevent users from sharing accounts with non-subscribers.",
  "And they all, every single one of them, left here asking me to send them a contract.”\n\nBut even at a time when users have lit up social media with complaints about MoviePass’s unexpected suspensions of service, billing discrepancies, glitchy app, and spotty customer service, the company’s top brass radiate optimism and counter all the criticism with their own self-styled, look-on-the-bright-side point of view.",
  "You said, ‘I want to buy a ticket to the AMC on 42nd Street and it’s a 7:00 showing.’ From that, we can look at all the restaurants and assume that you might like a Starbucks; have a coffee before you go.”\n\nBefore exiting the suite, the CEO tells me he is thoroughly unconcerned about the perception that he’s running a failing business and remains convinced MoviePass will prove the naysayers wrong.",
  "And in a post-Cambridge Analytica world, in which users discover their private online information being manipulated for a nefarious political agenda, the big-data piece of MoviePass’s business—potentially selling “customer profiles” to studio marketers, or using them for curated “night at the movies” experiences involving local restaurants and bars—is receiving intensified scrutiny.",
  "Here’s what we’re doing with it.’ And you always have the opt out: Don’t use our service.”\n\nMoviePass is currently in the process of producing a series of “video vignettes” explaining the particulars of its privacy policy that would otherwise stay confined to user agreement fine print, that will be made available to the wider public via social media.",
  "The cut-rate service—for which subscribers pay a $9.95 monthly fee to be able to attend one movie a day, theoretically every day of the month—is viewed as a disruptor to box-office business as usual in an era when the average ticket price is $8.97 (and theaters in big cities on the coasts get away with charging as much as $16.50).",
  "And some of the challenges going forward, he added, will include lowering the company’s “cost of goods” (in part by ironing out bulk ticket-buying deals with exhibitors) and cultivating more subscribers in the flyover states; MoviePass’s main business is along the coasts, where ticket prices are generally highest.",
  "At Cinemacon, the annual theater convention which took place in Las Vegas last month, MoviePass chief executive Mitch Lowe met with a roundelay of movie exhibition executives from several of the country’s smaller theater chains, and received an earful of their complaints—then attempted to redress them.",
  "What’s more, according to the NRG study, subscribers are generally loving MoviePass, with 83 percent of users describing themselves as “very satisfied” (ahead of other subscription streamers including Netflix, Spotify, and Amazon) and 84 percent “very likely” to recommend MoviePass to others.",
  "According to an SEC filing last month by MoviePass’s corporate parent Helios and Matheson, the company reported a loss of $150.8 million for the last financial year (compared with a loss of just $7.4 million in 2016), a monthly burn rate of around $21.7 million.",
  "Also, to hear it from Lowe, a majority of customers are already past the honeymoon phase—new users tend to hit the theater with greatest frequency during their first three months of service before settling down—resulting in some positive financial momentum.",
  "Then in another SEC filing Tuesday, Helios and Matheson disclosed it had just $15.5 million in available cash at the end of last month (plus $27.9 million on deposit with merchant processors), sending the company’s stock plummeting 30 percent.",
  "But to hear it from the executive, who cut his teeth as a disruptor running Netflix and Redbox before turning his sights to MoviePass, the company has internalized the received wisdom of the Facebook fiasco with Cambridge Analytica.",
  "Meanwhile, 37 percent of MoviePass’s own subscribers “strongly agree” that the service is too good to be true, and 32 percent feel that MoviePass “won’t last,” according to a recent study by National Research Group.",
  "AMC, the country’s largest theater chain, has long castigated the subscription service as a “small fringe player” and its CEO Adam Aron famously vowed to never cut MoviePass in on any of its revenues.",
  "“We watch how you drive home from the movies … we watch where you go afterwards.”\n\nAlarm spread among tech journalists, some of whom took to Twitter to blast the service’s use of personal information.",
  "But now, with the service’s subscriber base exploding from 20,000 (in August) to nearly two million users in under one year, MoviePass faces fresh doubts about its ability to remain in the game.",
  "“They said, ‘Either you’re going to condition our customers that going to the movies should be less expensive and easier—and then you’re going to go out of business, leaving us holding the bag.",
  "As Helios and Matheson chief executive Ted Farnsworth recently told Variety, he and Lowe have raised $280 million, secured a $375 million line of credit, and have no shortage of cash to burn.",
  "“As far as protecting data, we had some back and forth about what they were actually tracking,” says a ranking movie-exhibition executive who has had business meetings with MoviePass.",
  "What we’ve always said to the studios is that we’re using what people want to see and where they go to see it as a way to better market—but we’re doing the marketing,” Lowe says.",
  "Speaking at the Entertainment Finance Forum in Los Angeles, the CEO divulged the app not only monitors subscriber locations, it tracks users to and from the theater.",
  "By its own internal estimates, the service is on track to hit five million users by year’s end, and account for 9 percent of all movie tickets sold in this country.",
  "Specifically, the embattled company is facing existential reckoning about its gigantic negative cash flow, financial sustainability, and protection of user data.",
  "Or, (b) you’re going to get so powerful, you’re going to squeeze us dry for all our profits.’”\n\n“And I said, ‘Both of those are wrong,’” he continued.",
  "Which I think is where the magic can happen.”\n\nIn March, however, Lowe triggered new concerns about MoviePass’s possible big-data ulterior motives.",
  "Vulture\n\nMoviePass has never made any mystery of its intent to change the theatrical filmgoing game—to remake the game in its own image, really.",
  "And MoviePass is taking steps to clarify its privacy policies so users know the precise limits of how the service is monetizing their usage.",
  "We have to be protective of that data and what’s done with it.”\n\nThen there’s MoviePass’s larger beef with the film exhibition community.",
  "I’m sitting on hundreds of millions of dollars of dry powder, and I’ve got bankers and debt-financing companies calling me all the time.",
  "There is also a plan in place to sell $300 million in new stock over the coming months to raise additional staying-alive cash.",
  "Brian Schultz is the founder and owner of Studio Movie Grill, a chain of theater-restaurants with 30 locations in nine states.",
  "“You know, it actually is one of the best things in the world to have a company that no one believes in,” Lowe says.",
  "So the trick is getting our average down to a little over one.”\n\nBut how to get that average down remains nebulous.",
  "“But all this Facebook stuff has definitely taught us we need to be more clear and transparent with the customer.",
  "“Every one of them came in with two concerns,” Lowe told Vulture, seated in a luxury suite at Caesars Palace.",
  "“That tells you 88 percent of our customers go [to the movies] once or less a month and 12 percent go more.",
  "Then they say, ‘We know what restaurant you’re going to after the movie, we know all this stuff about you.",
  "An independent auditor expressed “substantial doubt” about the company’s ability to remain in business.",
  "And no one tried to create a competitor.’”\n\nSee also: What’s Behind MoviePass’s Latest Power Moves?",
  "“Of course we know what movies you’re watching; but we don’t know what car you drive,” says Lowe.",
  "If you want to share some portion of your increased profit with us, you help ensure our success.",
  "The value is when you create a habit and get people going to movies three-plus times a month.",
  "“Eighty-eight percent of our subscribers are already break-even or profitable,” Lowe said.",
  "And suddenly, people are going to turn around and go, ‘Holy crap, look what they’ve done!",
  "“As long as MoviePass is truly building incremental sales, we’re ecstatic about it!",
  "“Since day one, people have been saying we’ll run out of money,” Farnsworth said.",
  "“They say they’ve got all this data and they can use it for advertising movies.",
  "“What we intend to do is re-energize people to go back to the movies.",
  "Just like an airline, we’re happy to fill those seats,” Schultz says.",
  "“Because we have all this free runway to build the business.",
  "And precisely none of these efforts is a quick or easy fix.",
  "“We never were going to make our data available to others.",
  "But we’re not doing it.’ That does not inspire confidence.",
  "“You’ve told us where you’re going to go to the theater.",
  "“We get an enormous amount of information,” he said.",
  "They know they’re looking at an Uber or an Airbnb.",
  "It really encourages people to explore content.",
  "Now is the winter of our monetary viability.",
  "But we do have seats that are available.",
  "“We’re very happy with our attendance.",
  "“I assure you capital is not an issue.",
  "We don’t do well if you don’t do well.",
  "But that’s not even really the value.",
  "These guys are unstoppable now.",
  "‘Here’s what we’re collecting.",
  "We’re doing all this stuff.",
  "Well, not really!",
  "We could."
]