[
  "CalSTRS is the third Facebook investor to call for a change to the way the company is run, following interventions from Illinois' Treasurer Michael Frerichs and New York City Comptroller Scott Stringer.",
  "Alex Wong/Getty Images\n\nMastagni's intervention follows CalSTRS Chief Investment Officer Christopher Ailman's deleting his Facebook account last month over the Cambridge Analytica data scandal.",
  "CalSTRS pointed to research from Cornell University and the Securities and Exchange Commission that the dual-class structure declines in value as a company moves further away from its IPO.",
  "Writing in the Financial Times on Thursday, a portfolio manager at the California State Teachers' Retirement System (CalSTRS) said it is \"time to end\" Facebook's dual-class shareholding.",
  "Reuters\n\nAnother Facebook shareholder has called for an overhaul of the way the company is run, saying its current share structure operates like a \"dictatorship.\"",
  "CalSTRS executive Aeisha Mastagni said Zuckerberg has enough power to repel activists, isolate the board from problems, and ignore shareholder proposals.",
  "The CEO loves the existing structure because it means Facebook is \"not at the whims of short-term shareholders,\" he told Vox last year.",
  "\"Their lack of oversight and poor management is offensive,\" he said in a tweet attacking Facebook's management.",
  "Facebook's Class A shares trade under the FB ticker on public markets and come with one vote for each share.",
  "Facebook CEO Mark Zuckerberg owns lots of class B stock, enough to afford him 60% of the voting power.",
  "CalSTRS owned $650.4 million (£480 million) of Facebook stock as of December 2017, according to CNBC.",
  "Is it because he does not want governance to evolve with the rest of his company?",
  "\"Why does Mr Zuckerberg need the entrenchment factor of a dual-class structure?",
  "Class B shares are available only to insiders and have 10 votes for each share.",
  "\"It is time to get serious; it is time to act like an adult,\" Mastagni said.",
  "If so, this American dream is now akin to a dictatorship,\" Mastagni said.",
  "In other words, if he wants something to happen at Facebook, it happens.",
  "But don't expect Zuckerberg to relinquish his grip anytime soon.",
  "The latter said Zuckerberg should step down as chairman.",
  "Facebook co-founder, Chairman, and CEO Mark Zuckerberg.",
  "Protests against the Facebook data scandal in London.",
  "\"It is time to end the dual-class.\"",
  "In Facebook's case, this was 2012.",
  "He is also Facebook's chairman.",
  "Facebook declined to comment."
]