[
  "In a world where nobody – even the biggest banks – could be trusted, an unknown genius going by the name of Satoshi Nakamoto published a paper arguing that cryptography could be harnessed to enable trustworthy transactions without having to rely on fallible or corrupt human institutions.",
  "But when I reply that while bitcoin might be newsworthy, the really important story concerns the blockchain technology that underpins it, their eyes glaze over and they start looking for the nearest exit as they conclude that they are in the grip of Coleridge’s Ancient Mariner.",
  "As Don and Alex Tapscott put it in their book, Blockchain Revolution, a blockchain “is an incorruptible digital ledger of economic transactions that can be programmed to record not just financial transactions but virtually everything of value”.",
  "The key to that lies in the latter half of the Tapscott definition quoted earlier – the idea that a blockchain can record “not just financial transactions but virtually everything of value” in a ledger that cannot be falsified.",
  "This is a really big idea, because well-governed societies depend on keeping certain kinds of documentation – birth and death certificates, title deeds, wills and so on – in ledgers that are both public and secure.",
  "And underpinning it was the cryptographic tool – the blockchain – which ensured that all transactions in the new currency could be validated without needing an institution to guarantee or underwrite them.",
  "In industrialised societies we have achieved this by having trustworthy institutions (registrars, solicitors, local authorities, etc), which have legal responsibilities and democratic oversight.",
  "Using a blockchain to hold such titles could provide a way of ensuring that credible records endure, which is why countries such as the Republic of Georgia are beginning to do it.",
  "Two-thirds didn’t know what a floppy disk was (though some recognised it as the icon for “Save”), 27% didn’t recognise a typewriter and 40% didn’t know what an audio cassette was.",
  "Because the total number of bitcoins that can exist is limited by the design of the system to 21m, the currency was rapidly perceived as an asset or a store of value – like gold.",
  "Many years ago, an engineer called Paul Baran had a Big Idea – that we could make a great communications network by using digital data packets rather than analogue phone lines.",
  "But implicit in the blockchain concept is an endearing strain of technocratic utopianism, a hope that technology can overcome some aspects of human frailty and corruption.",
  "Because I write about technology I am regularly assailed by people who are exercised about so-called “cryptocurrencies” like bitcoin, which most of them regard as a scam.",
  "It’s no accident that bitcoin emerged just after the 2008 banking crisis as people realised that we had been taken for an epic ride by the financial services industry.",
  "To interpret it you need to understand that the cryptocurrency story has two interwoven strands: human greed on the one hand and utopian idealism on the other.",
  "Blockchain technology is indeed important, but it seems largely incomprehensible to ordinary mortals, even though the web teems with attempts to explain it.",
  "And now – according to Wednesday’s Financial Times – even the New York Stock Exchange is “setting up an online platform for buying and holding bitcoin”.",
  "They were shown 12 pictures of relevant objects from the past – typewriter, Nokia mobile phone, overhead projector, floppy disk, cassette, pager etc.",
  "This is partly because cryptography lies at its core, and since crypto involves complex mathematics it therefore lies beyond the ken of most people.",
  "In developing or authoritarian countries, for example, registries of land titles are critically vulnerable to tampering by corrupt officials.",
  "But in the greed and cynicism surrounding bitcoin and its peers, we shouldn’t lose sight of the great potential of blockchain technology.",
  "Opinion pollster YouGov did a survey to find out how much today’s schoolchildren know about the communications technologies of the past.",
  "(On the other hand, analogue nostalgists can take comfort that only a quarter of the kids couldn’t recognise a record player.",
  "Take back control\n\nMIT researchers have built a tool that enables you to control what you see in your social media feeds.",
  "Last December, two big exchanges – the CME Group and Cboe Global Markets – launched bitcoin futures trading operations.",
  "A Reuters survey has found that the Cambridge Analytica scandal has had no real impact on those who use the service.",
  "This week Goldman Sachs announced that it would follow suit and is looking into the direct trading of bitcoin.",
  "Three-quarters of US users say they’re using Facebook as much as or more than before the revelations.",
  "Jamie Dimon, the boss of JPMorgan Chase, for example, famously described bitcoin as a “fraud”.",
  "Accordingly greed kicked in, triggering waves of speculative mania that are still continuing.",
  "And it is this speculative wave that Goldman Sachs and co now – belatedly – wish to surf.",
  "But if one is prepared to take the maths as given, then really the basic idea is simple.",
  "Until recently, the banking establishment was unremittingly hostile to cryptocurrencies.",
  "None of this is easy to do, and there are lots of practical difficulties ahead.",
  "A new digital currency – bitcoin – was the working example he proposed.",
  "But it turned out that Baran’s idea was what gave us the internet.",
  "So vinyl may not be a lost cause with future generations.",
  "Biggest surprise: 23% didn’t recognise a postcard.",
  "What I’m reading\n\nGone – and forgotten\n\nHonestly!",
  "But recently, the wind seems to have changed.",
  "Facebook users inhabit an ethics-free zone.",
  "But other societies are not so fortunate.",
  "He was laughed out of court by AT&T.",
  "It’s called Gobo and it’s free.",
  "And, in a sense, they are.",
  "No surprise there, then.",
  "So what’s going on?",
  "Kids these days!",
  "Scandal you say?"
]