[
  "Lawmakers on the Digital, Culture, Media and Sport Committee have been pulling at the threads of this mystery for months, and it was why they took the highly unusual step this week of issuing a formal summons for Cummings and ex-Cambridge Analytica CEO Alexander Nix to give evidence.",
  "That was the determination of Britain's Electoral Commission on Friday, which put an end to speculation — in large part encouraged by Cambridge Analytica and Leave.EU — that the two organisations collaborated to target voters with anti-EU messaging ahead of the June 2016 referendum.",
  "It spoke to Kaiser directly and considered her evidence to British Parliament's Digital, Culture, Media and Sport Committee last month, in which she said Cambridge Analytica did \"a small piece of work\" analysing UKIP data to support Leave.EU messaging.",
  "The Electoral Commission said its investigation into Leave.EU, which has resulted in the organisation being fined for a series of breaches of election laws, found no evidence it \"received donations or paid-for services from Cambridge Analytica.\"",
  "A source also told the newspaper that Dominic Cummings, Vote Leave's chief strategist, was introduced to AIQ by a former Cambridge Analytica employee, while Kaiser said last month that the two companies \"probably were working very closely.\"",
  "Darren Staples / Reuters\n\nVote Leave spent 40% of its £6.8 million ($9.2 million) referendum budget with AggregateIQ (AIQ), a Canadian data company with a web of connections to SCL Group, Cambridge Analytica's parent company.",
  "Getty\n\nAfter more than two years of brazen contradiction, claims and counterclaims, we finally have an answer about the murky role Cambridge Analytica played in Britain's decision to leave the European Union.",
  "The disgraced data company, which was shut down last week in a storm of negative press, did not work with Leave.EU, the aggressive Brexit campaign group spearheaded by former UKIP leader Nigel Farage.",
  "Our Brexit Insider Facebook group is the best place for up-to-date news and analysis about Britain's departure from the EU, direct from Business Insider's political reporters.",
  "In making its conclusion, the Electoral Commission has also decided to give little weight to evidence provided by Cambridge Analytica whistleblower Brittany Kaiser.",
  "He told The Observer that the idea that Vote Leave was coordinating with Cambridge Analytica was \"not just without foundation but the opposite of the truth.\"",
  "At the centre of these ties is Christopher Wylie, the former Cambridge Analytica staffer who originally blew the whistle on the massive Facebook data breach.",
  "He has provided evidence to UK lawmakers that AIQ was part of the SCL/Cambridge Analytica \"umbrella\" and was paid handsomely for its work for Vote Leave.",
  "Mystery still shrouds Cambridge Analytica's links to Vote Leave\n\nSo, that's one part of the Cambridge Analytica Brexit riddle seemingly put to bed.",
  "It follows Leave.EU and Cambridge Analytica repeatedly saying that they worked together in the early stages of the Brexit campaign.",
  "We may have one answer about Cambridge Analytica's murky role in Brexit, but we are far from reaching the bottom of this saga.",
  "The campaign led by British Foreign Secretary Boris Johnson and other members of Prime Minister Theresa May's top team.",
  "But other, potentially more serious questions linger about its links to the official anti-EU campaign Vote Leave.",
  "You can read a full history of Leave.EU and Cambridge Analytica's brazenly contradictory accounts here.",
  "They then both furiously backtracked, explaining that the partnership was merely exploratory.",
  "The Commission added that their relationship \"did not develop beyond initial scoping work.\"",
  "\"The committee needs to get to the truth of what has happened,\" said chair Damian Collins.",
  "If they don't show up in the coming weeks, they could be found in contempt of Parliament.",
  "Former Cambridge Analytica CEO Alexander Nix and Nigel Farage, the ex-UKIP leader.",
  "\"AIQ wouldn't exist without me,\" Wylie told The Observer in March.",
  "Cummings has vigorously denied the claims.",
  "Boris Johnson.",
  "Join here."
]