[
  "Here's what Ime Archibong, Facebook's vice president of product partnerships, said in a company post on Monday:\n\n\"To date thousands of apps have been investigated and around 200 have been suspended — pending a thorough investigation into whether they did in fact misuse any data.",
  "The major headache for Facebook is that the company has allowed thousands of similar apps to plug into its platform over the years in the same way — and now it has to audit any that might have syphoned off people's data without proper permissions.",
  "NOW WATCH: How a tiny camera startup is taking on Amazon and Google\n\nSee Also:\n\nSEE ALSO: Twitter's founding engineer has a compelling theory about how regulation could turn Facebook into the new AT&T",
  "Facebook CEO Mark Zuckerberg first announced in March that the company would carry out an audit of the apps plugged into the platform in order to prevent a second Cambridge Analytica scandal.",
  "Kogan then handed that data, comprising some 87 million people's profiles, to a third-party political research firm Cambridge Analytica, which may have used the data for political ads.",
  "Justin Sullivan/Getty\n\n\n\n\n\nFacebook has suspended 200 apps on its platform and investigated thousands of others which might have misused people's personal data.",
  "Facebook said it has suspended 200 apps on its service and investigated thousands of others in order to prevent a second Cambridge Analytica data scandal.",
  "The company hasn't actually named which apps it has suspended, partly because it's still confirming whether any of them did actually misuse people's data.",
  "The original scandal came about after an academic named Aleksandr Kogan created a quiz app which collected people's Facebook data and their friends' data.",
  "Then, where the firm had concerns, it is contacting developers for information and asking \"detailed questions\" about the data they had access to.",
  "Archibong wrote: \"There is a lot more work to be done to find all the apps that may have misused people’s Facebook data – and it will take time.",
  "The company is in the middle of auditing apps which are plugged into its platform, after the Cambridge Analytica scandal earlier this year.",
  "Facebook has allowed thousands of apps to suck up people's data over the years, and it's a hugely time-consuming task to audit all of them.",
  "He said the company might visit developers in person and look at what data they hold, though again it isn't clear how this would happen.",
  "It will show people if they or their friends installed an app that misused data before 2015 — just as we did for Cambridge Analytica.\"",
  "Archibong wrote that Facebook was identifying apps that had access to large amounts of people's data, though he didn't explain how.",
  "It's a drastic and labour-intensive measure, but one that Facebook feels is necessary to try and win back public trust.",
  "Where we find evidence that these or other apps did misuse data, we will ban them and notify people via this website.",
  "We are investing heavily to make sure this investigation is as thorough and timely as possible.",
  "We will keep you updated on our progress.\""
]