[
  "The Cambridge Analytica scandal came to light in March, when it was revealed that a researcher, Dr. Aleksandr Kogan, scraped Facebook data via a personality test app and sold it to Cambridge Analytica, in violation of Facebook's terms of service.",
  "While only 270,000 people took Kogan's personality test, Facebook rules at the time meant that Kogan gained access to data on the test takers and all their friends, which could be as many as 87 million people, Facebook admitted last month.",
  "For those apps, Facebook \"will conduct interviews, make requests for information (RFI)—which ask a series of detailed questions about the app and the data it has access to—and perform audits that may include on-site inspections.\"",
  "To date thousands of apps have been investigated and around 200 have been suspended—pending a thorough investigation into whether they did in fact misuse any data,\" Ime Archibong, VP of Product Partnerships, wrote in a blog post.",
  "Facebook did not name the 200 apps in question; if it finds evidence that they or other apps misused data, the company will list them on a page that currently notifies people if their data was scraped by Cambridge Analytica.",
  "The move comes as the social network conducts an audit of apps that might have mishandled Facebook user data before the company changed its data-access policy several years ago.",
  "The firestorm that erupted resulted in a two-day Capitol Hill appearance by Facebook chief Mark Zuckerberg and, more recently, the demise of Cambridge Analytica.",
  "The two-phase investigation is first identifying all the apps that had such access and second, probing apps that raise \"concerns,\" Archibong said.",
  "Facebook is looking at all apps that \"had access to large amounts of information\" before 2014, when the company locked down access to such data.",
  "In the wake of the Cambridge Analytica debacle, Facebook has suspended 200 apps and will investigate them for misuse of customer data.",
  "\"We have large teams of internal and external experts working hard to investigate these apps as quickly as possible.",
  "Cambridge then used that information to target political campaign materials.",
  "This article originally appeared on PCMag.com."
]