[
  "\"And second, where we have concerns, we will conduct interviews, make requests for information (RFI) — which ask a series of detailed questions about the app and the data it has access to — and perform audits that may include on-site inspections.\"",
  "Facebook co-founder and CEO Mark Zuckerberg promised the company would conduct a thorough investigation and audit after Cambridge Analytica harvested information from as many as 87 million users without their knowledge.",
  "Academics at the University of Cambridge distributed sensitive data to hundreds of researchers through a website that lacked sufficient security, New Scientist discovered during an investigation.",
  "The suspensions are part of Facebook's investigation into thousands of apps that may have accessed large amounts of data before the social media giant changed its information policies in 2014.",
  "\"First, a comprehensive review to identify every app that had access to this amount of Facebook data,\" Ime Archibong, VP of Product Partnerships, wrote in the blog post.",
  "The company said users could check this website to learn whether they or their friends installed an app that misused data before 2015, according to the blog post.",
  "More than 6 million people had taken the myPersonality tests, and almost half agreed to share their data with the company.",
  "Facebook has suspended about 200 apps for possible misuse of information, the company announced Monday in a blog post.",
  "Facebook suspended the myPersonality app on April 7, citing it may have breached Facebook's data agreement.",
  "The company said it would ban any app that failed or refused to cooperate with the audit.",
  "A thorough investigation will determine whether it will reinstate the suspended apps.",
  "There are two phases to the investigation, according to Facebook.",
  "How will I know if an app had access to my data?",
  "Facebook hasn't named the apps it suspended.",
  "How is the investigation being conducted?",
  "The data was accessible for four years.",
  "What else?"
]