[
  "50 years of corrections, and the one number that stands out\n\nDespite these concerns, taking a step back and examining how the stock market has responded to corrections over the past five decades should help worried investors calm their nerves.",
  "With the unemployment rate at its lowest level since December 2000, and the U.S. economy on track to deliver solid year-on-year GDP growth, you're probably scratching your head and wondering why the stock market is heading lower.",
  "After a relatively straightforward climb without so much as a bump in the road in 2017, both the Dow Jones Industrial Average (DJINDICES: ^DJI) and S&P 500 (SNPINDEX: ^GSPC) have hit a rough patch in 2018.",
  "On Friday, the Dow broke through its February low, closing at 23,533 -- more than 3,000 points below its all-time high -- while the S&P 500 tumbled to within a few points of its February closing low.",
  "For example, President Trump recently enacted tariffs on steel and aluminum that are designed to bolster domestic industries while lowering our trade deficit with China.",
  "As of Feb. 1, following the release of ISM Manufacturing and construction spending data, the Atlanta Fed had forecast Q1 2018 GDP growth of 5.4%.",
  "In fact, the nearly 122-year-old Dow Jones Industrial Average has logged four of its nine largest single-day point declines since Feb. 2.",
  "A frustrated investor with his head in his left hand holding up a tablet with an image of a declining stock chart in his right hand.",
  "If such an estimate rang true, it could entice the Federal Reserve to get more aggressive with its monetary tightening.",
  "The social media giant's data scandal with Cambridge Analytica wiped off more than $60 billion in value last week.",
  "For the first time in two years, worry has returned to the stock market -- at least for some investors.",
  "And as we know, higher interest rates mean less lending and usually slower economic growth to follow.",
  "Unfortunately, China may retaliate with tariffs of its own, escalating into an all-out trade war.",
  "Since the S&P 500 is market cap-weighted, it was a prime factor in pushing the market lower.",
  "Both indexes are down by more than 10%, pushing them officially into correction territory.",
  "A table showing that more than 70% of corrections since 1968 last 104 or fewer days.",
  "The Atlanta Fed's latest GDP estimate as of March 23 for Q1 2018 was down to 1.8%.",
  "Fears over slowing growth as a result of this trade war are spooking the market.",
  "Though there is no single answer, it appears to be a confluence of factors.",
  "There have also been concerns that the U.S. economy could overheat.",
  "More\n\nImage source: Getty Images.",
  "Why is the stock market falling?",
  "Even Facebook can be blamed.",
  "More"
]