[
  "\"This data was anonymised and samples of it were shared with registered academic collaborators around the world through the myPersonality project, resulting in over 45 scientific publications in peer-reviewed journals,\" said the Cambridge website.",
  "The myPersonality case has loud echoes of the Cambridge Analytica scandal, in which the data firm was given access to millions of US Facebook profiles harvested by researcher Aleksandr Kogan's \"This Is Your Digital Life\" quiz app.",
  "The New Scientist said Cambridge Analytica, which was shut down earlier this month in a blaze of bad publicity, tried to gain access to the myPersonality data in much the same way it did with Kogan's research.",
  "\"It is, therefore, a little odd that Facebook should suddenly now profess itself to have been unaware of the myPersonality research and to believe that the use of the data was a breach of its terms,\" he said.",
  "The myPersonality app — which is still referenced on the University of Cambridge website— was created in 2007 by David Stillwell, the deputy director of the university's Psychometrics Centre.",
  "University of Cambridge\n\nMyPersonality \"collected data from over 6 million volunteers\" during the five years it was active, 40% of whom \"opted in to share data from their Facebook profile.\"",
  "The New Scientist reported that Facebook was investigating personality quiz app myPersonality, which the science journal said secured the information of about 3 million user profiles.",
  "Stephen Lam/Reuters\n\nFacebook has launched an investigation into another app created by University of Cambridge academics after it sucked up the data of millions of users.",
  "It follows Facebook confirming on Monday that it had suspended 200 apps and investigated thousands of others in case they misused people's data.",
  "\"If myPersonality refuses to cooperate or fails our audit, we will ban it,\" Ime Archibong, Facebook's VP of product partnerships, said.",
  "He added that the app did not go through its \"ethical approval processes\" and the university does not \"own or control the app or data.\"",
  "Britain's Information Commissioner's Office is also looking into the matter after reports that the data had been poorly anonymised.",
  "An ICO spokeswoman told Business Insider, \"We are aware of an incident related to the myPersonality app and are making enquiries.\"",
  "It created \"one of the largest social science research databases in history,\" according to information on the Cambridge website.",
  "A University of Cambridge spokesman said myPersonality was created by Stillwell five years before he joined the institution.",
  "A username and password to access some of the data were shared by a lecturer on GitHub, according to the New Scientist.",
  "He told the New Scientist that Facebook was aware of the app and had participated in meetings discussing the project.",
  "Facebook confirmed to Business Insider that it was investigating myPersonality after suspending the app on April 7.",
  "In fact, the New Scientist said Kogan was a collaborator on the myPersonality project until 2014.",
  "According to Cambridge, it encouraged Facebook users to take psychometric tests up until 2012.",
  "Business Insider has contacted myPersonality's creator, David Stillwell, for comment.",
  "Information about the myPersonality app on the University of Cambridge website.",
  "It was denied, however, on the grounds of its political ambitions.",
  "Crucially, the academics also shared the data.",
  "Facebook CEO Mark Zuckerberg."
]