[
  "Fox News host Tucker Carlson decried the actions of Facebook as \"ideological warfare\" as many conservatives sites saw their traffic from the social networking site collapse after a change in their algorithm governing news.",
  "\"Earlier this day Facebook altered its algorithms for what news stories its users see, and the results conclusively have been devastating for conservatives online,\" he explained.",
  "Here's what he said\n\n\"Just about everybody in the country has got a smartphone,\" said Carlson, \"spending a day without going online is unfathomable to almost all of us.",
  "Facebook's stock price, meanwhile, has been hit hard since they avowed that their data of millions of users was passed on to a third party, Cambridge Analytica.",
  "Here's the segment from Tucker Carlson:\n\nCarlson concluded the segment with an interview with Floyd Brown, the publisher of a right-wing website.",
  "\"Well it's an act of ideological warfare, and it's far more worrying than anything that Cambridge Analytica has done or is accused of doing.\"",
  "\"Meanwhile purveyors of approved elite opinion,\" he added, \"CNN, the New York Times, the Washington Post, they've been unaffected by this.\"",
  "\"But the so called digital frontier is getting fenced in,\" he continued, \"it's not quite as broad as we were told it would be.",
  "A recent analysis showed that conservative sites were hit much worse from the algorithm change than other sites.",
  "A handful of companies now have almost total control over what we can say, do, or see on the internet.",
  "\"Breitbart, the news site, has basically lost about 30 percent of its traffic since that happened.",
  "Millions and millions of people understand the world through Facebook.",
  "But Facebook is not a neutral host - it has a political agenda.\"",
  "Some reports say IJR is on the brink of collapse because of it.",
  "Prager [University] down 32 percent, Daily Caller is down.",
  "\"About half the country uses it as a primary news source.",
  "\"It's another form of social control,\" Carlson concluded.",
  "Tech rules our lives to an ever greater degree.\"",
  "Control of almost all human information.\"",
  "\"Consider Facebook,\" he added.",
  "Fox, by the way, is down too.\"",
  "Rare closed its doors.",
  "\"What is this?\"",
  "he asked."
]