[
  "charthere\n\nRaymond James\n\n• Meanwhile, respondents said that they mostly expected to maintain their current levels of Facebook use over the next 6 months: While 6% said they planned to increase their use, the same amount said they planned to stop entirely, and 60% planned no change.",
  "“Very few indicated a loss of trust in Facebook and most indicated no intention of deleting their accounts or reducing usage of the platform.”\n\nBarron’s Alex Eule recently wrote on the #deletefacebook movement, finding data that raised similar questions about a broad user backlash.",
  "Twitter (TWTR), meanwhile, saw usage increase to 27% from 24%, while Snap (SNAP)—the latter which has been the subject of several high-profile user defections and complaints—saw it decrease to 23% from 26%, according to a Tuesday note.",
  "“The average Facebook user has been paying little attention to the data privacy concerns raised by the Cambridge Analytica crisis,” Aegis Capital wrote in a Tuesday note that reported conversations with users.",
  "Raymond James\n\n• When asked specifically for their thoughts on Facebook’s use of their personal data in the light of the Cambridge Analytica affair, respondents described substantial levels of concern.",
  "In a survey of about 500 internet users conducted by Raymond James, about the same amount said they used Facebook (FB) in March as in October: The number ticked down only slightly, from 74% to 73%.",
  "Text size\n\nThe revelations of user data management issues at Facebook and the resultant rush of media coverage and regulatory interest may not have a major effect on user behavior this year.",
  "The next most widely used social platforms, Facebook Messenger and Facebook-owned Instagram, saw similar changes.",
  "But relatively few—about 27%—planned to “significantly” decrease or stop using Facebook as a direct result.",
  "Email David Marino-Nachison at david.marino-nachison@barrons.com.",
  "(Facebook, Twitter and Snap are all Barron’s Next 50 stocks.)",
  "(The rest planned to decrease their use.)",
  "Follow him at @marinonachison."
]