[
  "The researchers said that their study is \"the first to demonstrate the effects of Facebook use on a physiological measure associated with health outcomes\" and they interpreted their results as showing that \"taking short breaks from Facebook could be beneficial to one's health, as any prolonged stress could contribute to mental and physical disorders.\"",
  "Given that Facebook helps keep us connected but can also expose us to many social stressors, like envy and gossip, the researchers, led by Eric Vanman at the University of Queensland, expected to find a Facebook break would be associated with a drop in life-satisfaction, but also a reduction in stress levels.",
  "The results matched these expectations in that the No-Facebook group reported lower life satisfaction at the end of the study than those in the Facebook-as-normal condition (the average life satisfaction for the Facebook-as-normal group had increased during the study whereas the No-Facebook group's had not).",
  "\"I will probably feel … upset as my social life will be totally stopped if I cannot used Facebook and cannot find my friends in Facebook, I will also feel like left behind as I will not be able to know what has happened with my Facebook friends in the coming five days,\" wrote one participant.",
  "Vanman and his colleagues invited 138 active Facebook users (they averaged 2.8 hours daily use) to the psych lab where they provided a saliva cortisol sample and completed psychological questionnaires tapping their Facebook use, life-satisfaction, stress, mood and loneliness.",
  "The No-Facebook group experienced this hit to their life-satisfaction despite the fact they reported an average of more than two hours extra face-to-face socialising on the Sunday during the study period compared to the Facebook-as-normal group.",
  "In the wake of the Cambridge Analytica scandal and the ensuing \"delete Facebook\" campaign, it would be particularly interesting to find out the psychological effects of a permanent break from Facebook rather than a mere five-day holiday.",
  "And just how meaningful is the cortisol result when the participants didn't report feeling any less stressed, and considering that the cortisol levels for both groups were in the \"normal range\" at the start of the study?",
  "Wachiwit/Shutterstock\n\nDoes the prospect of taking a \"Facebook holiday\" fill you with dread as you picture a life of social isolation, or does it sound like an appealing and refreshing chance to change priorities?",
  "Other than the diary reports of the Sunday, we do not know if or how the participants in the No-Facebook group supplemented their usual time on Facebook with different activities, whether online or offline.",
  "Despite these ambiguities the results certainly provide food for thought and will surely inspire more research on the psychological effects of taking breaks from Facebook and other online social networks.",
  "Finally, all participants returned to the lab five days later, to repeat the questionnaires, report their social movements during the intervening Sunday, and provide one further saliva cortisol sample.",
  "Might the cortisol reduction have been linked to less time on the internet, and more time going for walks or chatting face-to-face, for instance, rather than taking a break from Facebook specifically?",
  "Indeed, the No-Facebook group didn't actually report a decrease in their stress levels on the questionnaires (and cortisol levels within the group didn't correlate with self-reported stress levels).",
  "Critically, half of the participants learned at this time that they would be required to take a five-day hiatus from Facebook (they knew from the study advert that this might be a possibility).",
  "As the researchers acknowledged, there is a big difference between choosing to take a break from Facebook and having one partly imposed, as was the situation in the current study.",
  "It's worth noting too that across all participants, cortisol levels at baseline were not associated with any of the study's other measures, such as intensity of Facebook use.",
  "Their findings are largely in line with their predictions \"[and] consistent with the general ambivalent feelings that may typify most active users about Facebook.\"",
  "However, cortisol fluctuates a lot and it's difficult to interpret the meaning of this change, especially based on so few measures.",
  "A new paper in the Journal of Social Psychology has investigated the psychological effects of taking time off from using Facebook.",
  "However, on the positive side, the No-Facebook group showed a reduction in their cortisol levels over the course of the study.",
  "All the participants then wrote about what they thought the ensuing days would be like and they gave another saliva sample.",
  "Nearly all the participants in the Facebook-hiatus condition wrote that they expected it to be a pretty miserable time.",
  "This initial data showed that more active Facebook users reported higher life-satisfaction and less loneliness.",
  "Cortisol is often described as a stress hormone and it may provide a physiological marker of stress levels.",
  "However, the study also features ambiguities and limitations that may leave sceptical readers unconvinced.",
  "Such a conclusion may be premature, or at least overly specific.",
  "It is difficult to interpret the hit to life satisfaction too.",
  "There were no group differences in mood through the study."
]