[
  "\"Expectations are skewed towards a more upbeat outlook for growth, employment and possibly inflation, whilst there has been a rise in market opinion that the FOMC may raise rates four times this year.",
  "Shares of Ping An Insurance fell 1.53 percent in Hong Kong by 2:50 p.m. HK/SIN after the company on Tuesday announced annual net profit rose 42.8 percent, topping an average Thomson Reuters forecast.",
  "Regulators are looking into whether the social media giant potentially violated a consent decree following reports that data of 50 million Facebook users was accessed by Cambridge Analytica.",
  "\"[N]ews that the Trump administration is planning further trade sanctions against China may continue to weigh on market sentiments in the near term,\" OCBC Bank analysts said in a note.",
  "The New Zealand-listed company, which is the largest dairy exporter in the world, announced earlier in the day that it had recorded a net loss in the six months ending Jan. 31.",
  "In Australia, James Packer has stepped down as director from the board of Crown Resorts due to personal reasons, the casino operator said in a release on Wednesday.",
  "Meanwhile, in corporate news, Geely Automobile Holdings fell 5.09 percent by 2:47 p.m. HK/SIN despite earlier reporting a 108 percent jump in net profit for 2017.",
  "Gains stateside in the previous session came after U.S. stocks pulled back at the beginning of the week as a fall in Facebook shares dragged on the tech sector.",
  "Markets are also watching the meeting for clues about whether the central bank potentially intends to raise rates more than three times this year.",
  "The probability of a 25 basis point rate hike in March stood at 94.4 percent, according to the CME Group's FedWatch tool on Wednesday morning.",
  "Meanwhile, the Hong Kong dollar traded at $7.8452 to the dollar by 2:45 p.m. HK/SIN after earlier dropping a 33-year low.",
  "Elsewhere, dairy company Fonterra said Wednesday that its CEO, Theo Spierings, would leave the role later in the year.",
  "Meanwhile, the Australian dollar traded at $0.7702 after trading below the $0.77 handle earlier in the session.",
  "The Fed is widely expected to raise interest rates for the first time this year on Wednesday U.S. time.",
  "The dollar index, which tracks the greenback against six rivals, traded at 90.240 by 2:44 p.m. HK/SIN.",
  "We do not expect the Fed to shift its outlook aggressively,\" ANZ Research analysts wrote in a note.",
  "The U.S. currency traded at 106.40 against the yen after firming in the overnight session.",
  "In currencies, the dollar pared some of its overnight gains as markets awaited the Fed.",
  "Also in the mix were concerns over the Trump administration's protectionist slant.",
  "The index touched a three-week high in the last session.",
  "Crown shares closed down 0.92 percent."
]