[
  "“Facebook did not actively look into the complaints from local telecoms service providers that users are complaining about slower connections, and as a result, its service quality was not maintained at an appropriate level,” KCC said in a statement, which accused Facebook of intentionally slowing internet connections while the company negotiated network usage fees with the local internet service providers.",
  "We fully support freedom of press, freedom of speech and expression and free exchange of ideas on social media,” Union Law and IT Minister Ravi Shankar Prasad said Wednesday, “But any attempt to covert or overt by the social media including Facebook of trying to influence India’s electoral process through undesirable means will neither be appreciated nor tolerated.”\n\n“Let Facebook note it very clearly.",
  "Facebook expressed disappointment with the decision, asserting the company strives “to deliver optimal performance for all our users and will continue working with Korean internet service providers toward this goal.” Facebook restored connections and corrected the rerouting issue after its practices became public knowledge fall 2017, according to KCC.",
  "Facebook, which has taken heat for alleged election interference in the form of fake news and foreign-funded advertisement proliferation, is under fire for allowing a data-mining firm — Cambridge Analytica — to steal data from 50 million Facebook users to supposedly influence the 2016 presidential election and Brexit.",
  "I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again,” Zuckerberg said in a statement that not only clarified what happened but also what steps the company was taking to address the problem.",
  "Facebook’s illegal rerouting practices in some cases reportedly slowed internet service for South Korean users by as much as 4.5 times, causing some local internet service providers to receive an average of more than 30 complaints a day.",
  "South Korea is hitting Facebook with a fine for intentionally limiting user internet connections by illegally rerouting user connections to slower networks overseas without telling them in 2016 and 2017.",
  "Facebook should pay $369,400 in fines for violating local laws, Korea Communications Commission, which began investigating the social media giant May 2017, said Wednesday, ABC News reported.",
  "Facebook CEO Mark Zuckerberg, after an unexplained disappearance, released a statement in response to the Cambridge Analytica issue late Wednesday.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Facebook should be forced to update its terms of use to state the company cannot guarantee quality service, KCC argued.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“We have a responsibility to protect your data, and if we can’t, then we don’t deserve to serve you.",
  "The fines are the latest bit of bad news to befall the embattled tech company.",
  "And if need be, stringent action shall be undertaken,” the official added.",
  "Follow Ryan on Twitter\n\nSend tips to ryan@ dailycallernewsfoundation.org.",
  "“Let me make it very, very clear."
]