[
  "Check out which companies are making headlines before the bell:\n\nNewell Brands – The company behind consumer brand names like Rubbermaid and Sunbeam announced an agreement with investor Carl Icahn, who owns about 6.9 percent of Newell's shares.",
  "GGP had rejected a $14.8 billion cash and stock offer from Brookfield in late 2017, but the new offer is said to contain a slightly higher cash portion as well as a new security that would trade as a real estate investment trust.",
  "Facebook – Facebook is facing increasing criticism and calls for new regulation, following allegations that political consulting firm Cambridge Analytica inappropriately obtained and used Facebook user data.",
  "Qualcomm – Former chairman Paul Jacobs won't be renominated to the chipmaker's board, following news that he explored an effort to put together a potential buyout of the company his father founded.",
  "That follows the completion of Meredith's acquisition of Time Inc.\n\nGGP – The mall operator received a revised takeover bid from real estate firm Brookfield Property Partners according to Reuters.",
  "United Technologies – CEO Greg Hayes told CNBC's Jim Cramer on Friday's Mad Money that the company needs to explore the idea of breaking up and give investors an answer by the end of this year.",
  "The company agreed to appoint four independent directors designated by Icahn, with Icahn agreeing to vote in favor of the company's proposed director slate at the upcoming annual meeting.",
  "The screens would not appear an iPhones for at least three to five years, but the news could hurt suppliers like touchscreen technology company Synaptics.",
  "CSRA – CSRA is a takeover target of fellow defense contractor CACI International, which said it had offered $44 per share in cash and stock.",
  "Alibaba – Alibaba is investing an additional $2 billion in Southeast Asian e-commerce firm Lazada Group, doubling its prior investment.",
  "Baidu – The China internet company's video streaming unit iQiyi plans to go public on the Nasdaq with an IPO worth up to $2.4 billion.",
  "It plans to offer 125 million American Depositary shares at $17 to $19 each, according to a Securities and Exchange Commission filing.",
  "Meredith Corp. – The media company is expected to cut 200 to 300 jobs as soon as this week, according to The Wall Street Journal.",
  "VF Corp. – The apparel and footwear company struck a deal to sell the Nautica brand business to privately held Authentic Brands.",
  "Micro Focus – Chief Executive Chris Hsu has resigned, to be replaced by Chief Operating Officer Stephen Murdoch.",
  "Apple – Apple is said to be developing its own MicroLED screens in California, according to a Bloomberg report.",
  "Barclays – Activist investor Sherborne Investors Management has acquired a 5.2 percent stake in Barclays.",
  "Reports say the board felt Jacobs could not be a director and work on a bid at the same time.",
  "The executive shift comes as the British software company cuts its annual revenue forecast.",
  "CSRA had already agreed to be bought by General Dynamics for $40.75 per share in cash.",
  "It has also tapped long-time Alibaba executive Lucy Peng to take over as Lazada's CEO.",
  "Shares of the social media giant fell 3 percent amid the fallout.",
  "The bank said it welcomes Sherborne as an investor.",
  "CSRA said its board would review the CACI offer.",
  "Terms of the deal were not disclosed."
]