[
  "And it was on full display at this week's Facebook F8 developer's conference, where CEO Mark Zuckerberg and other executives revealed to the world what the future holds for the world's largest social network— and reiterated its willingness to correct course in the wake of its recent scandals.",
  "At the same time, he's not wrong: Between all of its apps — Facebook, Messenger, WhatsApp, Instagram, even its nascent virtual reality chat technology — the Silicon Valley titan has a pretty firm understanding on the ways that people communicate with each other online.",
  "When you use Facebook, Instagram, Messenger, or any of its other various and sundry apps, what you're really doing is building out a complex web of relationships across tagged photos, comments, likes, messages and other things you do on the internet.",
  "No chance to distract\n\nUsually, Facebook takes every chance to obfuscate this point: Last year's F8 conference, for example, was as much about augmented reality and brain-typing technology as it was about improvements to its existing services.",
  "In his keynote, Zuckerberg made an impassioned case that this is all a good thing: \"The world would lose if Facebook went away,\" he said, reiterating that \"we're going to continue building products that connect people in new ways.\"",
  "At the same time, without all of the science-fictional trappings of years past to impress and distract, it's never been more obvious: Facebook needs you, because without your relationships, there's no Facebook at all.",
  "Facebook is clearly banking that it can repeat the trick in dating — and some competitors seem to be so scared, they're turning to snarking on the announcement, even as their stock prices dip.",
  "There's no doubt that Facebook is investing in the other, futuristic technologies, imagining all the ways you'll communicate with people years from now and planting its stake now.",
  "Ello and Vero provide attractive alternatives, but if only 10 of your 1,000 Facebook friends come over, you're going to flip back and forth so much that there's no point.",
  "In the wake of the Cambridge Analytica scandal, it's become extremely clear to Facebook's billions of users how the company makes its money, and where its priorities lie.",
  "Justin Sullivan/Getty Images\n\nEvery single competitor to Facebook that has sprung up over the years has failed to slow it down in any kind of meaningful way.",
  "Instagram, Ello, WhatsApp, Snapchat, Vero — Facebook either ignores the upstarts, clones them where appropriate, or shells out billions to buy them.",
  "So, yes, Facebook deserves a lot of credit for focusing this year's F8 on regaining user trust and strengthening the places where it is today weak.",
  "Facebook understands this and is willing to do what it takes to keep its grip on you, your social connections, and the way you communicate.",
  "The future-looking stuff is all great, but Facebook knows it has to keep users engaged with the services today that pay the bills.",
  "After all, there were social media platforms and messengers before the rise of Facebook; there have been plenty of new ones since.",
  "In other words, you're going to date anyway; Facebook wants you to make those love connections in its ecosystem and nobody else's.",
  "Mark's not wrong\n\nOne case in point is Dating Home, Facebook's new dating service expected to roll out later this year.",
  "But it's also not pretending that its business model will change even if the tech you use to communicate does.",
  "And, lest you forget, all of that data gets used for helping advertisers target their would-be customers.",
  "And, by the same token, it's never been clearer the lengths to which Facebook will go to keep you around.",
  "This has always been Facebook's business model, and for the moment, it looks as if it always will be.",
  "It's \"not just for hookups,\" says Zuckerberg, but rather for building meaningful relationships.",
  "The key thing to understand about Facebook is that it's not really about an app or service.",
  "Which brings us back to those competitors, and why they haven't been able to make a dent.",
  "Any new social platform starts at a huge disadvantage: It doesn't come with your friends.",
  "Regina Dugan unveiled Facebook's mind reading ambitions at last year's Facebook F8.",
  "Facebook\n\nThe cynic might reject Zuckerberg's defiance as purely defensive.",
  "What is it about Facebook that makes it so masterful with its competitors?",
  "It's hard to leave Facebook when it owns so many of its own alternatives.",
  "The answer to that question could be uncomfortable for many users.",
  "This time around, though, much of the artifice was stripped away.",
  "What the company really traffics in is your identity.",
  "And now, users know it, too.",
  "Today and in the future.",
  "This year: No updates."
]