[
  "“He’s either deliberately misunderstanding some of the questions, or he’s not clear about what’s actually happening inside Facebook’s operation,” Daniel Kahn Gillmor, a senior staff technologist at the American Civil Liberties Union, told Reuters.",
  "Zuckerberg appeared before the panel to explain how millions of users’ information wrongly ended up in the hands of Cambridge Analytica, a company that served as a consultant for President Donald Trump’s 2016 electoral campaign.",
  "“It’s not clear what Facebook is doing with that information,” Chris Calabrese, vice president for policy at the Center for Democracy & Technology, a Washington advocacy group, told Reuters news.",
  "This would apply to other services beyond Facebook because, as mentioned, it is standard to how the internet works.”\n\nSome people were not satisfied with Zuckerberg's answers.",
  "The company added: “There are basic things you can do to limit the use of this information for advertising, like using browser or device settings to delete cookies.",
  "For example, cookies are installed on non-users’ browsers when they visit sites with Facebook like or share buttons — whether or not the buttons are pushed.",
  "The revelation came just days ago as a congressional panel questioned Facebook Chief Executive Mark Zuckerberg about how his company collects information.",
  "The social network would be wise to recognize at least a right to know, Michael Froomkin, a University of Miami law professor, told Reuters.",
  "Other information comes from “cookies,” small files stored via web browsers that track people on the internet, Reuters reported.",
  "Following the hearing, critics said Zuckerberg was not forthcoming about how much data is collected and how it is used.",
  "It is not used to target ads, except for ads that invite people to sign up for a Facebook account, the company stated.",
  "“This kind of data collection is fundamental to how the internet works,” Facebook said in a statement to Reuters news.",
  "Facebook can get data from non-users when a Facebook account holder uploads email addresses of friends, for example.",
  "The “browsing data” is used to create analytics reports that can include how much traffic is going to a website.",
  "Even if you never sign up or delete your Facebook account, the social media giant can still track you online.",
  "“If I’m not a Facebook user, I ought to have a right to know what data Facebook has about me,” Froomkin said.",
  "But his comments are raising even more questions about what data Facebook collects and how it is used.",
  "Zuckerberg admitted during a hearing Wednesday that his company collects data from non-users.",
  "At the very least, Facebook could be required to disclose what information it is collecting.",
  "Using cookies is a standard Internet practice, Facebook stated.",
  "“We’ve got to fix that,” said Rep. Ben Luján (D-N.M.).",
  "It is not clear if or how that would be done.",
  "He said it is done for “security reasons.\"",
  "How does Facebook track non-users?",
  "What happens next?"
]