[
  "Wasowski: To those who look at you and think: \"It would be great to be in a similar place in their career,\" what would your advice to them be?Archibong: I'd say the most important moments for me were the moment I started to wrestle with that question of what my goal was and the moment I realised what it was.",
  "Facebook\n\nMichal Wasowski: You've come to Poland to work with Polish Facebook communities, but before we get to that — as someone responsible for creating and binding communities on Facebook, what do you think is the key to achieving that, as well as making them sustainable?",
  "Shutterstock\n\nSo we started asking questions and it transpired that there was one common trait in all of these groups, and that's when we started digging and discovered that in the heart of every community there's a leader finding the right people, protecting the group.",
  "Almost a decade ago, I woke up one morning and thought that the one big thing I'd learnt from those last 7-8 years is that I love technology not for technology's sake but because of how it changes the world, how human ideas affect it, and how society touches it.",
  "I'll add to that that our best products aren't produced by Mark going off and hiding somewhere in the mountains, then coming back to tell us about this thing we're to build that's going to benefit a billion people; we just listen to our users and our community.",
  "Wasowski: What do you find communities tend to be more centred around: issues pertinent to a given local area or just different topics?Archibong: I've not seen hard data but I think the most powerful are local groups where people really care about each other.",
  "Someone who mainly used Instagram came and told us that Instagram was a powerful tool for them - not just because of how it allowed them to tell their story in their way, but also because it had helped create an internal national identity.",
  "We're saying to them: \"Hey, the work you're doing with our tools is impressive, we can see you've got ambitions, goals and a vision for your community — so tell us what's getting in the way of you achieving those goals.\"",
  "99.9% of developers who have created something on our platform in the past 11 years are great people who feel it's a shame that the bad behaviour of a few spoils what so many have worked hard to build over many years.",
  "A year ago, we found 100 million people are a part of this meaningful experience, but we thought there's no reason why that number shouldn't be over one billion — that's our goal for the next few years.",
  "That's the kind of thing that helps you through the most challenging situations like Cambridge Analytica - I know I'll get through this okay because I know why I'm here, why I wake up every single day.",
  "When Facebook was established, people were making individual profiles but were also creating personal profiles for their university classes, for example, and inviting all the class members as friends.",
  "Wasowski: What you're saying suggests that trust is a key element in Facebook's relationship with its users and communities, and that trust is partially what the success of the company boils down to.",
  "Last year, we told ourselves that we needed to be precise about what our products are, what our services are and what they mean for the world — they help build communities and bring people closer.",
  "The thing that's been nice for me personally, and also probably for my team, is that both developers and community leaders have actually been really supportive with what we've been going through.",
  "In every country, there are at least 10-15 community leaders doing an impressive job — so let's get you all together so you know each other, can learn from each other and can grow together.",
  "Archibong says that how you use your time on Facebook and whether you engage with others is just as central to enjoying the social media platform as how much time you're spending on it.",
  "I mean, we do also reflect on the products ourselves and try to guess what might be useful, but as an engineer by education, I can say that technology is dumb until a human touches it.",
  "I love seeing the international connections between communities: 30-40 years ago there was no chance at all of them being formed as there was nothing to connect people on this scale.",
  "Archibong says Instagram is one of the products he's most proud of, not only as it enables users to tell stories as they want to but also because it has created community identities.",
  "Archibong: A few years ago, we conducted a study to find out how people spend their time on social media — but we did so also just to take a step back and to get some perspective.",
  "Facebook / press materials\n\nOthers tell us they lack the specific skills to tell stories in an impressive way, so we try to provide training to fill the gaps in their knowledge.",
  "How did you end up a Vice President of Facebook, dealing with what you do now?Archibong: At some point, I woke up and understood why I wake up every day and what my purpose is.",
  "Similarly, on the community front, people are very grateful for the tools we've built and, despite the Cambridge Analytica scandal, have been strong advocates of our company.",
  "Facebook / press materials\n\nWasowski: Can you give examples of the sort of obstacles you mean?Archibong: Well, many highlighted that there was no peer network to learn from.",
  "Justin Sullivan/Getty Images\n\nWasowski: I must admit, I'm surprised by your \"human touch\", which contrasts a little with your background as an engineer and programmer.",
  "That's what we've started to lean into more heavily over the last 12-18 months, we're really trying to honor that leader at the centre of everyone in this community.",
  "With over a billion people in Facebook groups, Archibong says the idea to create groups arose from people wanting to connect with each other over similar interests.",
  "A lot of people were telling us the most important part of their Facebook experience was being part of a community of people who also like the same things as them.",
  "Wasowski: So what you're saying is you use feedback, rather than sitting there as a room full of programmers and thinking: \"Hey, what else can we add to Facebook?",
  "It's like going to a party: if you're stood on the sidelines watching on while others have fun, you probably aren't enjoying yourself and will end up leaving.",
  "When that became clear, it was really easy for me to say that, in the organisation I was working in at the time, I wasn't living up to my full potential.",
  "That's when I started to come to life: I knew that was how I needed to spend my time and energy and then professionally, everything took care of itself.",
  "My profession stopped being work and became my life's purpose, something I woke up and got excited about, as well as something I got paid for.",
  "Everyone wanted to know how much time was being spent on social media; we investigated not only how much time was spent but how it was spent.",
  "Facebook users' trust in the social media platform has been eroded by the Cambridge Analytica scandal, the Facebook Vice President admitted.",
  "Pablo Martinez Monsivais/AP\n\nArchibong: In order to hit that vision and mission we were talking about, you have to have a free service.",
  "It's about defining an idealistic and optimistic vision of how people should use our products — and to make that vision crystal-clear.",
  "That's why we've launched a leadership program to help identify these individuals around the world — in Poland, the US, Haiti, India.",
  "So we started to wrestle with these questions about what \"time well-spent\" was, to understand what a meaningful platform looks like.",
  "To return to the first question, if I were to highlight what's essential to building a community, it would be the role of leaders.",
  "So we created a membership and residence for some leaders who will have access to up to $1 million to invest in their community.",
  "It was clearly a good idea as, today, we have more than one billion people in groups — though I think there could be many more.",
  "It was then that we realised that people wanted to connect to each other over things they had in common, so we created groups.",
  "Every time I've interviewed a job candidate in the past six years, they usually arrive with a full CV and I put them aside.",
  "Thomson Reuters\n\nArchibong: What Mark has done recently and what we mean when we talk about \"changing our mission\"...",
  "Wasowski: On products and switching to what users want: recently there's been speculation about paying for products.",
  "They understand that Facebook is doing something good for the world because they're living proof of that themselves.",
  "Wasowski: Did you join Facebook as an engineer?Archibong: No, I actually went straight into the partnerships side.",
  "There still remains a lot to do to get there, but development in that area is something we're very committed to.",
  "To be more specific, I worked as an engineer for a number of years, helping build storage systems and servers.",
  "Wasowski: Which are the Facebook products you think have contributed most to the development of communities?",
  "Thinking about 10 years back, I know we learned a lot and overcame a lot of challenges to serve our mission.",
  "What's happened in the past few weeks has greatly eroded trust between us and the people we want to serve.",
  "One of the things we recently discovered is that, at the heart of every community, is a person — a leader.",
  "What's the thing that makes you think \"wow, we really did a good job with that\" when you look back at it?",
  "My advice to young people is to start asking yourself what your goal and purpose is as soon as possible.",
  "The answer may seem obvious but not perhaps so in the age of the Internet and grassroots initiatives.",
  "A lot of the response has been along the lines of \"what can we do to ensure that platform is strong?\"",
  "Wasowski: You've recently changed your mission — with this change, has the role of your team grown?",
  "I love the fact that it's in the DNA of this company to check what users want and to lean into it.",
  "You're not gonna reach over 7 billion people with a service that's not free for everyone to use.",
  "When I look at both of these products, I think there's something beautiful about how they work.",
  "I'm responsible for two audiences on the partnerships front: developers and community leaders.",
  "Archibong: You're dead-on in saying that trust is the most important element of our mission.",
  "It will take a long time to rebuild that, and we're really focused on that at the moment.",
  "In the picture from the left: Michal Wasowski and Facebook Vice President Ime Archibong.",
  "But if you're dancing, meeting people, and engaging with them, it's time well spent.",
  "This initiative is helping remove many of the obstacles that have been highlighted.",
  "This is what we're doing in Warsaw right now too, so I'm really excited about that.",
  "Denys Prykhodov/Shuttershock\n\nThe second is photos, as in changing profile photos.",
  "Archibong: I could probably come up with ten, but there are two that stand out.",
  "The mission-change was to make this clear to the world — and I hope it was!",
  "Others tell us that if they had a bit more capital (or a lot more capital!)",
  "We wanted to ascertain how much time was \"well-spent\" and how much wasn't.",
  "For me, that was another moment when I was like \"damn, we did a good job.\"",
  "Ime Archibong during a speech for leaders of Polish Facebook communities.",
  "We want to understand which products will be most suitable for them.",
  "I genuinely just want to know who you are and what makes you tick.",
  "Will Facebook's platform always exist in its existing free form?",
  "It was also very stimulating for the company and its employees.",
  "How would you advise people starting out with a new company?",
  "Facebook is now supposed to put its trust in the community.",
  "I mean, no wonder: those folks just didn't know each other.",
  "Wasowski: How did you manage to figure out what was needed?",
  "That's why we implemented the Community Leadership Circle.",
  "Hasn't the Cambridge Analytica affair damaged this trust?",
  "Mark Zuckerberg speaks at the F8 conference in San Jose.",
  "And that was when I turned around and joined Facebook.",
  "I realised this when I was in South Africa last year.",
  "that they could do a lot more with their communities.",
  "And I tried to channel my energy and time into that.",
  "My first job was to integrate Spotify and Facebook.",
  "So in essence, we've built a photo-sharing product.",
  "Technology has broken down these physical barriers.",
  "So we started investing in communities and leaders.",
  "Ime Archibong: Oh, I could talk about that all day!",
  "Not only for Facebook but for society as a whole.",
  "It was a source of pride for the community there.",
  "By the way, I won't believe you if you say no!",
  "It's really great to have partners like that.",
  "The first thing I ask is: \"What's your goal?\"",
  "Facebook Vice President, Ime Archibong.",
  "or \"do we need to lend our voices?\".",
  "Wasowski: That's quite a big job!",
  "Archibong: I made it important!",
  "You should see their faces!",
  "That's not lost on us.",
  "\"Archibong: Of course.",
  "Firstly, groups."
]