[
  "Over the course of 14 short years a 19-year-old college Sophomore at Harvard launched a web site that became Facebook, raised hundreds of millions in venture capital, helped to take the company public, developed one of the most accessed sites on the internet, became a billionaire, and is now in the cross hairs of a fake news, data harvesting crisis that threatens to undermine trust of users and the future value of the company.",
  "A March 22, 2018 article in the New York Times quoted Mark Zuckerberg as saying, “If you had asked me, when I started Facebook, if one of the central things I’d need to work on now is preventing governments from interfering in each other’s elections, there’s no way I thought that’s what I’d be doing if we talked in 2004 in my dorm room.”\n\nWhat caused the current crisis?",
  "All this should not be surprising since advertisers and political operatives have long sought to better refine their targeting of messages and Facebooks 600+ million active users in 2011 seemed like a treasure trove to exploit for surreptitiously surveilling users every digital move for messaging and propaganda purposes.",
  "They published a research paper* demonstrating how to enhance digital behavioral targeting by using more detailed data that allows for consumer anonymity and avoids the downside invasion of privacy issues present in the data harvesting methods which were rapidly growing in acceptance by marketers.",
  "[For a copy of the published research paper from Schultz/Block - click here]\n\n*Don Schultz, Martin Block, Northwestern University, Expanding the Success of Behavioral Targeting with Service Resource Availability, 2010, 11th International Research Seminar in Service Management",
  "However, only 6 months earlier in June of 2010, two professors from the Northwestern’s Medill School, Don Schultz and Martin Block, recognized the potential problem data harvesting of online behaviors for targeting of advertising presented for privacy issues.",
  "The success of Facebook spawned an industry of app builders all looking to provide “useful” apps in exchange for access to user’s personal data and for surreptitiously tracking locations of users to sell to selling to advertisers.",
  "With each round of funding, Facebooks immense warehouse of user data became an ever-growing opportunity to harvest for ad targeting to marketers and political operatives, and of course, provide increasing returns for investors.",
  "Perhaps the crisis for Facebook is a wake-up call for the digital industry to rethink their methods for selling the data from their users to marketers and politicians who wish to persuade them to buy something.",
  "The meteoric growth of the business headed up by a college-student-turned entrepreneur left little time for contingency planning for issues like data harvesting which became a source of advertising revenue.",
  "However, like most internet ideas in the early millennium, cash was needed for funding basics such as servers and advertising etc., especially if you are a full- time college student.",
  "However, the seeds may have been planted long before when eager and sophisticated VC investors funded the company and stacked the board with their hand- picked representatives.",
  "What is known is that the issue of privacy and how personal data is handled is a very real issue for users, especially when their confidential data may be used against them.",
  "By 2011, numerous application developers on the Facebook platform were getting access on friends and most were really interested in using this access for targeting ads.",
  "Investors were funding and writing up their investments through various rounds so making money and building the ultimate Facebook business model became a priority.",
  "Apparently, no one from Facebook read the paper and, even if they would have, why bother since the money from selling of data was flowing so press on.",
  "By 2006 Facebook was shopping itself for $2 billion, rejected a Yahoo offer of $1 billion, while some investors were saying it was worth $8 billion.",
  "Initially planned as The Harvard Connection, and later launched as Facebook in 2004, the site was immediately successful particularly with students.",
  "It is hard to argue that the CEO who operates the company does not share responsibility in the current data harvesting meltdown.",
  "This crisis may just have been in the making since the first investor made their appearance and wanted their voice heard.",
  "The research paper was presented at the 11th International Research Seminar in Service Management at La Londe, France.",
  "How much influence did the investors who funded over $300 million have over the voice of a mid- twenty something CEO?",
  "There is a better way and it is better for all involved, the users and the marketers.",
  "But, it didn’t need to be this way for one of the most popular websites.",
  "How much personal data is out there and who has it may never be known.",
  "An advertiser didn’t even need a warrant to get this personal data.",
  "Apparently, Cambridge Analytica was also interested among others.",
  "Just ask the two professors from Northwestern’s Medill School.",
  "When this much money talks, it talks with influence."
]