[
  "If your investment horizon is longer than a few news cycles, this kind of volatility can work in your favor by enabling you to pick up good stocks at good prices whenever the market over-reacts to news.",
  "Robert Shiller, the author of Irrational Exuberance, was awarded a Nobel prize in 2013 for showing that stock market volatility is greater than can be explained by any rational view of the future.",
  "However, another feature of the market that works to the advantage of rational investors is that the public, Wall Street, and the media, have short attention spans.",
  "This story may dominate the headlines for a news cycle, or two, but in a few weeks, everyone will be paying attention to something else.",
  "This kind of thing has happened before with Facebook, Nvidia, Amazon, Apple, and Netflix -- and those are just the ones I've covered.",
  "Therefore, the probability that significant new laws will be enacted that justify a 9% loss of value for Facebook is virtually zero.",
  "Each time it happens, it has been an opportunity to buy stock for about a 10% discount that is often recovered in just a few weeks.",
  "Over the past 17 years, his fund averaged 17.85% a year, more than triple the S&P 500's return of 5.81% over the same period.",
  "Facebook is down almost 9% since the news broke that Cambridge Analytica misused data on up to 50 million users.",
  "No one has taken advantage of these episodes better than Tony Mitchell who manages an internet fund.",
  "For rational investors with a reasonable investment horizon, this is a good time to buy Facebook.",
  "If you would like to be notified when I write about stocks you are following, click here.",
  "In the days to come more details may come to light that could trigger a further selloff.",
  "The use, and misuse, of Facebook data is now in the forefront of the public's attention.",
  "His fund is an investment option for clients of our separately managed account program.",
  "Politicians of all stripes are making proposals to prevent this from happening again.",
  "What we are seeing in Facebook's stock is the opposite of irrational exuberance.",
  "For the past 10 years, his fund has outperformed the #1 U.S. equity mutual fund.",
  "Tony is up 11.20% so far this year while the S&P 500 is up just 1.91%.",
  "The stock has come down more than is justified by the news.",
  "This does not mean that Facebook as already bottomed out.",
  "What they don't do a lot of these days is enact laws.",
  "For information about investing with him, click here.",
  "Facebook is Tony's third largest position.",
  "Politicians make statements all the time.",
  "See my previous coverage of Facebook.",
  "Lets call it irrational pessimism.",
  "Tony does not run a mutual fund."
]