[
  "“Political advertising is a very small, low single-digit percentage of our overall advertising, so the decisions here have nothing to do with money or revenue.”\n\nMike Schroepfer, Chief Technical Officer of Facebook, gives evidence to Parliament's Digital, Culture, Media and Sport Committee in Westminster, London, Britain April 26, 2018.",
  "“Mr Schroepfer, Mark Zuckerberg’s right-hand man whom we were assured could represent his views, today failed to answer many specific and detailed questions about Facebook’s business practices,” said Damian Collins, chair of the Digital, Culture, Media and Sport Committee, in a statement after the hearing.",
  "LONDON (Reuters) - A top Facebook executive apologized for errors made by the firm and vowed to do more to improve transparency during a four-hour grilling on Thursday from British lawmakers who insisted the company’s response to a data scandal had been inadequate.",
  "Asked by another lawmaker whether Facebook would apologize for its “bullying” behavior towards the media since the scandal broke, Schroepfer said: “I am sorry that journalists feel that we are trying to prevent them from getting the truth out.",
  "Cambridge Analytica said, in a tweet, that this was “hardly surprising: Cambridge Analytica didn’t work on the referendum.”\n\nCambridge Analytica has said it pitched to the Leave.EU campaign group for work, but that no work was undertaken.",
  "Schroepfer declined to give much detail, citing ongoing investigations by Britain’s information commissioner and Electoral Commission, despite repeated reassurances by committee chair Collins that it was legally safe for him to do so.",
  "But he sometimes looked uncomfortable as he was unable or unwilling to answer all of the lawmakers’ questions, and the committee’s chairman reiterated a demand for Chief Executive Mark Zuckerberg to answer questions from lawmakers.",
  "Earlier this month, Zuckerberg apologized to U.S. senators for issues that have beset Facebook, but the 33-year-old internet mogul managed to deflect calls for any specific promises to support possible congressional regulation.",
  "Facebook (FB.O) has said the personal information of about 87 million users might have been improperly shared with political consultancy Cambridge Analytica, which worked on Donald Trump’s 2016 presidential election campaign.",
  "Schroepfer said users would be able to view who runs adverts by June and that further measures, including labels for political ads and a searchable archive, would be rolled out before local elections in May 2019.",
  "In a written submission prior to the hearing, Schroepfer said those wanting to run political adverts would have to complete an authorization process and the messages would also have to display who paid for them.",
  "Parliament TV handout via REUTERS\n\nWE ARE HUMAN\n\nDuring an often testy hearing, Facebook was criticized for how it has worked with the committee, as lawmakers gather evidence for an inquiry into “fake news”.",
  "“What’s been a frustration for us in this inquiry is a pattern of behavior from the company, an unwillingness to engage, and a desire to hold on to information and not disclose it,” Collins told Schroepfer.",
  "Schroepfer was filling in for Zuckerberg in front of the British lawmakers after the Facebook chief declined to appear himself, a decision the parliamentary committee chairman had described as astonishing.",
  "Cambridge Analytica has said it was not involved in AIQ’s work for Vote Leave, while AIQ has said it never entered into a contract with Cambridge Analytica and has never been part of the firm.",
  "As many as a million British Facebook users may have had their data harvested because they were connected to U.S. users targeted in data passed to Cambridge Analytica, Schroepfer said.",
  "But one lawmaker said details of what Facebook knew about Cambridge Analytica had been withheld when the committee took evidence in Washington from more junior Facebook officials.",
  "Schroepfer said it was clear Facebook had not done enough to ensure its tools were “potentially being used for harm” or take a broad enough view of its responsibility.",
  "Slideshow (3 Images)\n\nBut there was no evidence of Cambridge Analytica managing referendum-related ads or pages, Schroepfer said, or spending money on the campaigns.",
  "Facebook Chief Technology Officer Mike Schroepfer said the mistakes made by the firm hurt, and that it was cooperating with investigations by British regulators.",
  "However, Schroepfer said a Canadian firm called AggregateIQ, which performed work for the official campaign group Vote Leave, spent $2 million on ads.",
  "“I want to start by echoing our CEO, Mark Zuckerberg: what happened with Cambridge Analytica represents a breach of trust, and we are deeply sorry.",
  "Facebook received a certification that Cambridge Analytica deleted the data at the center of the scandal when requested, Schroepfer said.",
  "Schroepfer said Facebook was doing its best to provide information as and when it had it, and said the organization had integrity.",
  "Lawmakers also raised concerns over the use of social media in Britain’s referendum vote in 2016 to leave the European Union.",
  "He denied that any shortcomings in Facebook’s approach to political adverts before now had been due to commercial reasons.",
  "He added that “similar people” appeared in the accounts and billing information of AIQ and Cambridge Analytica.",
  "We made mistakes and we are taking steps to make sure it doesn’t happen again,” Schroepfer wrote.",
  "Collins said Schroepfer had failed to provide full answers on nearly 40 points.",
  "It hurts when people abuse our platform,” Schroepfer said.",
  "“This is not an issue of revenue for us,” he said.",
  "“That is not the intent, so I’m sorry,” he added.",
  "“We are human and make mistakes.”",
  "“It hurts when we make mistakes."
]