[
  "\"I continue to believe that sunlight is the best disinfectant and the public needs to be fully aware of the ongoing threat Russia’s global active measures campaign poses to democracies around the world and how the Kremlin’s proxies use the same playbook to manipulate the Russian public,\" he said.”\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "The Kremlin-linked operation, according to a memo cited in the indictment, told 200-300 employees to \"use any opportunity to criticize\" then-Democratic presidential candidate Hillary Clinton and other primary candidates, except for Democratic candidate Bernie Sanders and then-Republican candidate Donald Trump, \"we support them.\"",
  "More recently, Facebook has been under fire for the misuse of 50 million profiles on the network, collected by a personality app and then sold, in violation of Facebook's terms of service, to Cambridge Analytica, a company that used the profiles to create election ad-targeting tools for Trump's campaign.",
  "Buzz60\n\nIn this April 4, 2013 file photo, Facebook CEO Mark Zuckerberg walks at the company's headquarters in Menlo Park, Calif. Facebook has dropped 13.5 percent after allegations a political consulting firm working for the Trump campaign got data inappropriately from millions of Facebook users.",
  "The crisis has resulted in an investigation by the Federal Trade Commission, requests from Congressional committees for Zuckerberg to testify at hearings, and attorneys general from 37 states and territories calling for information from the company on its data security procedures.",
  "Facebook and other social media companies must continue to root out Russian troll farms and work with Congress to improve laws involving online activity, said Sen. Mark R. Warner (D-Va.), the vice chairman of the Senate Select Committee on Intelligence, in a statement.",
  "Based in Olgino, a part of St. Petersburg, Russia, the Internet Research Agency was among three businesses and 13 individuals charged with conspiracy and other crimes in an indictment issued in February by special counsel Robert Mueller.",
  "\"Given the scale and scope of the Kremlin’s disinformation campaign, it was always clear that Russian activity on Facebook extended far beyond the 470 fake accounts and pages that the company shut down in September.",
  "Today’s disclosure of more IRA-linked accounts is evidence that the Kremlin continues to exploit platforms like Facebook to sow division, spread disinformation, and influence political debates around the globe.\"",
  "On Monday, March 26, 2018, the Federal Trade Commission said it?s investigating the social media giant?s privacy practices and legislators in the U.S. and the U.K. have demanded answers and called for inquiries.",
  "Facebook was slow to acknowledge that shadowy entities had used the platform to manipulate voters in the 2016 election, and it's repeatedly increased its estimates on how broad those influence campaigns were.",
  "\"The IRA has repeatedly used complex networks of inauthentic accounts to deceive and manipulate people who use Facebook, including before, during and after the 2016 US presidential elections,\" Stamos said.",
  "Most of the pages with content were in Russian, with most of the followers living in Russia and Ukraine, with some from other neighboring countries such as Azerbaijan and Uzbekistan, Stamos said.",
  "Just days after the 2016 election, Zuckerberg said it was “pretty crazy” to believe that \"fake news on Facebook…influenced the election in any way\" only to later apologize for the comment.",
  "(Photo: Marcio Jose Sanchez, AP)\n\nFacebook said Tuesday it had removed more accounts and pages on its social network — and on Instagram — that it found linked to a Russian troll farm.",
  "The agency “has repeatedly acted to deceive people and manipulate people around the world, and we don’t want them on Facebook anywhere,\" Facebook CEO Mark Zuckerberg told Reuters.",
  "The company should notify users who come in contact with fake accounts, said Rep. Adam Schiff (D-Calif.), the top Democrat on the House Intelligence Committee, in a statement.",
  "\"Troll farms,\" like the Internet Research Agency are networked operations that generate online traffic to affect public opinion, and spread misinformation and disinformation.",
  "The social media giant said it had removed 70 Facebook accounts and 138 Facebook pages, and 65 Instagram accounts, all controlled by the Internet Research Agency.",
  "By early October, it was admitting that Russian propaganda had reached 10 million Americans, only to ratchet that up to 126 million Americans by month's end.",
  "“For many months now, I have been pushing Facebook to more aggressively investigate and identify Russian-linked fake accounts on their platform,\" he said.",
  "It has toughened its political advertising policies to verify their identities and locations and ads will carry a disclosure saying who paid for them.",
  "Many of the Facebook pages ran advertisements, which were removed, Facebook chief security officer Alex Stamos said in an online post Tuesday.",
  "CLOSE It turns out most facebook users don’t trust the site with their personal data, according to a new Huffington Post and YouGov Poll.",
  "(Photo: Facebook)\n\nFacebook has been under pressure to get control of false news generators and other veiled operations on its network.",
  "In September, Facebook acknowledged it had uncovered 470 accounts that promoted some 3,000 ads pushing Russian propaganda.",
  "In another internal memo, the group told workers that it was \"imperative to intensify criticizing Hillary Clinton.\"",
  "Samples of Facebook posts used on the social network by Russian troll farm, the Internet Research Agency.",
  "Samples of advertisements posted on Facebook by Russian troll farm, the Internet Research Agency.",
  "(Photo: Facebook)\n\nIt took months for Facebook's team to uncover the connections, he said.",
  "Just days later Facebook told Congress that the actual total was 150 million Americans.",
  "Read or Share this story: https://usat.ly/2q3Kvdm",
  "More: Facebook's FTC probe rocked the stock.",
  "Veuer's Sam Berman has the full story.",
  "But will anything rein in Facebook?",
  "Facebook owns Instagram."
]