[
  "REUTERS/Aaron P. Bernstein/File Photo\n\nBRUSSELS (Reuters) - Facebook CEO Mark Zuckerberg will meet the leaders of the European Parliament to answer questions about the improper use of millions of users’ data by a political consultancy, as pressure on the company’s protection of data continues.",
  "The world’s largest social network has come under scrutiny over the way it handles personal data after revelations that British consultancy Cambridge Analytica, which worked on Donald Trump’s 2016 presidential election campaign, improperly accessed the Facebook data of 87 million users.",
  "“We have accepted the Council of President’s proposal to meet with leaders of the European Parliament and appreciate the opportunity for dialogue, to listen to their views and show the steps we are taking to better protect people’s privacy,” a spokesman for Facebook said in Washington.",
  "FILE PHOTO: Facebook CEO Mark Zuckerberg arrives to testify before a Senate Judiciary and Commerce Committees joint hearing regarding the company’s use and protection of user data, on Capitol Hill in Washington, U.S., April 10, 2018.",
  "A hearing will also be organized with Facebook and other parties concerned, Tajani said, to carry out an “in-depth analysis of aspects related to personal data protection” and potential impacts on electoral processes in Europe.",
  "“The founder and CEO of Facebook has accepted our invitation and will be in Brussels as soon as possible, hopefully already next week,” Antonio Tajani, president of the European Parliament, said in a statement on Wednesday.",
  "The British parliament also requested that Zuckerberg answer questions from lawmakers but the firm’s chief technology officer attended that hearing instead.",
  "“I welcome Mark Zuckerberg’s decision to appear in person before the representatives of 500 million Europeans.",
  "The American will meet party leaders and members of the civil liberties committee.",
  "It is a step in the right direction towards restoring confidence,” Tajani said.",
  "The European Parliament holds elections in May next year."
]