[
  "Jess Morales Rocketto, political director at the National Domestic Workers Alliance, said Facebook had been critical to educate immigrants about their rights and organize against harmful campaigns – and that many undocumented activists were buying and designing ads to support their efforts: “This will make it extremely difficult for them to do their jobs.”\n\nA Facebook spokesperson said the new authorization system was designed to increase transparency, but added in an email: “We fully understand that the process, as currently designed, presents challenges for some groups and we’re exploring solutions now to address those concerns.”\n\nUnder federal regulations, undocumented people are prohibited from donating directly to candidates, but some have argued that Facebook is going a step further by blocking this population from buying ads related to “national issues of public importance”, which the company says includes immigration.",
  "“They are essentially banning a certain political view from being expressed … They are going to allow anti-immigrant xenophobes and racists to have more power.”\n\nThe controversy over the new ad vetting system highlights the complex policy challenges facing Facebook and the potential unintended consequences of new restrictions as the company grapples with its immense power and influence in elections.",
  "Cambridge Analytica whistleblower says Bannon wanted to suppress voters Read more\n\nFacebook announced last month that it would start requiring political ad buyers in the US to verify their identities in an effort to combat fake news and misinformation and avoid a repeat of the 2016 election when it allowed Russia-backed posts to reach millions of Americans.",
  "“This is Facebook telling undocumented people you’re not allowed to participate in this part of the political process,” said Justino Mora, co-founder of advocacy group UndocuMedia and an undocumented immigrant currently protected by the Deferred Action for Childhood Arrivals (Daca) program.",
  "“It’s really important to have a platform that reaches people to let them know they are not alone,” said Melody Klingenfuss, a 24-year-old undocumented activist with the Coalition for Humane Immigrant Rights of Los Angeles (Chirla), a group with a large undocumented staff.",
  "Mr Zuckerberg must understand the power of his platform.”\n\nChirla regularly posts Facebook ads, said communications director Jorge-Mario Cabrera, adding: “I believe this may even go to court if folks feel their first amendment rights are curtailed.”",
  "“That’s the distinction between public policy crafted by democratic institutions and policy crafted by private corporations.”\n\nMany of the Russia-backed ads targeted “issues”, often aiming to sow division on topics like race and immigration.",
  "The effect of the new policy, first reported by Vice News, also illustrates the ways in which undocumented people continue to be excluded from politics and democracy in the US, a problem that social media sites can amplify.",
  "A new Facebook policy meant to curb election interference is also prohibiting undocumented immigrants from buying political ads, which, critics say, could silence activists and disrupt organizing efforts on the platform.",
  "But given the uncertain future of Daca, which has consistently faced threats under Trump, some fear they could lose their protections and thus lose their ability to advocate on Facebook at a crucial moment.",
  "Because users must now confirm their social security number and submit their US driver’s license or passport, millions of undocumented people in America are also no longer able to post political ads.",
  "“This has the markings of a decision made in a room with a handful of executives who may not have fully thought through the implications,” said Brendan Fischer, of the Campaign Legal Center.",
  "Under the current rules, Mora could probably still buy ads since he has a social security number from Daca and a driver’s license in California, which allows undocumented people to get IDs.",
  "Rights groups argued this week that Facebook has an obligation to allow ads from undocumented people, with some pointing to CEO Mark Zuckerberg’s stated support for Daca recipients.",
  "Still, Fischer said, Facebook could find an alternative way to verify undocumented activists and allow them to promote issues.",
  "Millions of undocumented immigrants without Daca or who lack licenses are immediately affected by the new policy.",
  "“Facebook must continue to allow undocumented folks in the United States to participate in the flow of ideas.",
  "Morales Rocketto suggested Facebook partner with a trusted organization to authorize people’s identities."
]