[
  "Cambridge Analytica former employee and whistleblower Christopher Wylie testified at a Senate Judiciary Committee on interference with the 2016 US election (AFP Photo/Mandel NGAN)\n\nWashington (AFP) - Political consulting group Cambridge Analytica used Russian researchers and shared data with companies linked to Russian intelligence, a whistleblower told a congressional hearing on interference in the 2016 US election Wednesday.",
  "\"This means that in addition to Facebook data being accessed in Russia, there are reasonable grounds to suspect that CA may have been an intelligence target of Russian security services...(and) that Russian security services may have been notified of the existence of CA's Facebook data,\" Wylie said in his written testimony.",
  "- 'Black ops' at CA -\n\nWylie told the panel that \"the ethos of the firm was 'anything goes'\" for its political campaigns, including \"attempting to divert health ministry funds in a struggling African country to support a politician's re-election campaign.\"",
  "Wylie added that Cambridge Analytica \"used Russian researchers to gather its data, (and) openly shared information on 'rumor campaigns' and 'attitudinal inoculation'\" with companies and executives linked to the Russian intelligence agency FSB.",
  "Christopher Wylie, who leaked information on the British-based firm's hijacking of data on millions of Facebook users, told a Senate panel he believes Russian intelligence services had access to data harvested by the consultancy.",
  "Wylie told the panel that Russian-American researcher Aleksandr Kogan, who created an application to harvest Facebook user profile data, was working at the same time on Russian-funded projects, including \"behavioral research.\"",
  "\"In one country, CA produced videos intended to suppress turnout by showing voters sadistic images of victims being burned alive, undergoing forced amputations with machetes and having their throats cut in a ditch,\" he said.",
  "He added that he was aware of \"black ops\" at the company, \"which I understood to include using hackers to break into computer systems to acquire kompromat or other intelligence for its clients.\"",
  "Its chief executive Alexander Nix was suspended after he was filmed by undercover reporters bragging about ways to win political campaigns, including through blackmail and honey traps.",
  "Another whistleblower said that Britons' personal data may have been misused by a pro-Brexit campaign ahead of the 2016 referendum in which Britain voted to leave the European Union.",
  "It was created with a clear intent to intimidate certain communities, catalyze religious hatred, portray Muslims as terrorists and deny certain voters of their democratic rights.\"",
  "The Times said it was unclear whether the probe was linked to the one led by Special Counsel Robert Mueller, who is investigating whether the Trump campaign colluded with Russia.",
  "The hearing is part of a broad inquiry on both sides of the Atlantic over the misuse of Facebook data by the consulting firm working on Donald Trump's 2016 campaign.",
  "Facebook has accused Cambridge Analytica of misappropriating its user data by violating terms of the data agreement with Kogan, the academic researcher.",
  "On Tuesday, the New York Times reported that the FBI and Justice are investigating Cambridge Analytica for potential criminal violations.",
  "Cambridge Analytica announced earlier this month it was shutting down, unable to recover from the Facebook-linked scandal.",
  "He said that one of the tactics used to interfere with voter participation included \"weaponizing fear.\"",
  "\"These videos also conveyed Islamophobic messages."
]