[
  "Alex Pavlovic, a Qualsys exec, laid out those aims as follows in a recent blog post for his company:\n\n• To unify and strengthen the protection of personal data for EU citizens\n\n• To give EU residents greater control of how their data is stored and used\n\n• To control how personal data is exported outside the EU\n\nCheck out: Facebook’s future depends on how it manages its user-data crisis: Goldman\n\nPlease note: due to GDPR, I can only Like tweets from Domestic Influencers.",
  "See: EU’s new data rules could boost Beazley’s stock\n\nThe British company is known for its Beazley Breach Response product, which is largely pitched to small- and medium-sized U.S. businesses and helps with conducting an initial probe, sending notifications to affected individuals and more.",
  "Every company trying to get ready for GDPR right now: pic.twitter.com/fYpTIBhTIv — Rian van der Merwe (@RianVDM) January 31, 2018\n\n“Despite being aware of GDPR, only 37% of boards reported being aware of the GDPR requirements for their business,” said Jefferies analysts.",
  "“For example, banks, hospitals, hotels and other organizations that hold data from EU residents are subject to the GDPR.”\n\nRead: Your online privacy is about to get a lot more secure\n\nAnd see: Wall Street still likes Facebook, even as data controversy batters stock\n\n2.",
  "“Many organizations underestimate the amount of EU data they hold and, therefore, may not understand the legislation’s potential effect,” wrote RSM’s Daimon Geopfert and Alain Marcuse in a column published by the Boston Business Journal.",
  "That means, for example, that Google parent Alphabet GOOG, -3.01% GOOGL, -2.92% — with its $111 billion in annual revenue — potentially would face a fine of $4.4 billion if it were ever found to have run afoul of that rule.",
  "GDPR could mean a boost for one insurer’s stock\n\nGDPR ought to boost demand for London-based Beazley BEZ, -0.19% BZLYF, +0.89% , which insures companies in the event of cyberattacks, according to the Jefferies analysts.",
  "Then in March, the social-media giant endured a firestorm and stock selloff after data-mining company Cambridge Analytica reportedly used the personal details of up to 87 million Facebook users without authorization.",
  "While the U.K. plans to exit the European Union eventually , due to the country’s June 2016 vote in favor of “Brexit,” analysts have said British companies shouldn’t think that they’re saved from the new EU rules.",
  "In January, Facebook COO Sheryl Sandberg said the company was trying to make it easier for the social network’s users worldwide to manage their privacy before the wide-ranging EU law kicks in.",
  "So European Union regulators might be patting themselves on the back for their new General Data Protection Regulation, a set of data-handling rules that are taking effect on Friday.",
  "There’s been a renewed focus on protecting personal data in recent months, thanks to Facebook drawing all sorts of flak for how it managed people’s sensitive information.",
  "All companies, government agencies and nonprofits that interact with EU residents are subject to the new law, according to security experts from consulting firm RSM.",
  "There’s a lack of readiness\n\nCompanies aren’t that prepared for the new rules, even though they’ve had many months to get ready, if British businesses are any guide.",
  "Don’t miss: Europe is better at protecting data than the U.S. — thanks in part to the Stasi\n\nAnd read: How the number of data breaches is soaring — in one chart\n\n1.",
  "Three overall goals\n\nGDPR has three goals, according to Qualsys, a U.K. provider of software products that tackle governance, risk and compliance issues.",
  "The maximum fine would be up to 4% of annual sales or 20 million euros ($25 million), whichever is higher, noted Jefferies analysts in a recent report.",
  "The insurance industry could experience a material increase in demand when companies begin to assess their GDPR requirements,” the analysts wrote.",
  "Below are five things to know about GDPR, which has been making American companies — including Facebook FB, -1.58% — change how they do business.",
  "Failure could mean sizable fines\n\nThe law promises hefty fines for companies that fail to notify authorities of breaches within 72 hours.",
  "It targeted the FTSE 350 NMX, +1.01% , an equity index made up of the 350 London-listed companies with the largest market values.",
  "They were referring to results from the U.K. government’s 2017 Cyber Health Check survey, which was published in August .",
  "GDPR still may apply to you\n\nU.S. enterprises may be making a big mistake if they react to GDPR with a Gallic shrug.",
  "“Only 6% of boards describe their businesses as completely prepared to meet the requirements,” the analysts added.",
  "Companies also would have to alert affected individuals within 72 hours, in certain cases.",
  "This is an updated version of a story that was first published on March 21, 2018.",
  "Providing critical information for the U.S. trading day.",
  "Subscribe to MarketWatch's free Need to Know newsletter.",
  "— #JeSuisSantacon (@ProfJeffJarviss) May 21, 2018\n\n4.",
  "GDPR was approved by EU lawmakers in April 2016.",
  "No EU operations?",
  "Sign up here.",
  "3.",
  "5."
]