[
  "Not yet — and Macy's boffo earnings show why\n\nCambridge Analytica files for Chapter 7 bankruptcy liquidation after debilitating scandal\n\nOne reason graduates may be benefiting from larger overall salary increases is the historically low 3.9% unemployment rate that's making it tougher to find job candidates.",
  "The West — which houses technology hubs such as Silicon Valley, Seattle and Denver — led the nation as newly-minted workers there saw pay increases of 7.4%, compared with 5.1% in the Northeast, 4.9% in the Midwest and 3.8% in the South.",
  "Overall, new entrants to the labor force are seeing the biggest wage increases in high-skill fields, with a 7.6% jump in information — which includes computer workers — 6.8% in construction and 6.5% in manufacturing.",
  "Another reason entrants are seeing larger pay hikes is that many may have recently picked up cutting-edge skills and knowledge in the classroom, particularly in fields such as digital technology, Yildirmaz says.",
  "Average pay for new entrants age 24 and under rose 5.2% in March compared with their predecessors a year earlier, according to the latest figures from payroll processor ADP.",
  "New entrants are still a bargain, earning an average $11.96 an hour, compared with $29.86 for people holding jobs and $27.91 for job switchers, ADP figures show.",
  "Starting wages ranged from $9.41 in leisure and hospitality — which includes restaurants, bars and hotels — to $16.79 in information, according to ADP.",
  "The average hourly wage growth reported by the Labor Department, which includes workers who switch jobs frequently, was 2.6% in April, down from 2.8%.",
  "Rather than pay a premium for experienced workers, some employers would prefer to bring on fresh-faced grads and train them, Yildirmaz says.",
  "ADP's data is based on the 20% of the labor force the firm can track because it provides payroll services to the workers' employers.",
  "Pay was up 4.9% in March for workers who held the same job for at least a year and 4.4% for workers who had recently switched jobs.",
  "\"This is the time to jump into the workforce,\" says Ahu Yildirmaz, vice president of the ADP Research Institute.",
  "Read more from USA Today:\n\nHow generous are teacher benefits and do they make up for lower pay?",
  "With high school and college graduations underway, it's a great time to start working.",
  "The typical gain for new workers is also bigger than that of existing ones.",
  "Wage growth for new entrants was just 2.5% in March of 2016 and 2017.",
  "But it's expected to accelerate as the labor market tightens further.",
  "That's increasing the competition and pushing their earnings higher.",
  "Department stores dead?"
]