[
  "“And that is everything we have in cinema; that is how our identities have been fed back to us – from a male perspective.”\n\nI mention the steadily growing number of other A-list British female actors who are now writing, producing or directing, including Emily Mortimer, Gemma Arterton and Emma Thompson, and we conclude that this would not be a conversation we could have had 20, or even 10, years ago.",
  "She told CNN five years ago that when she was 18 a Hollywood casting director asked her to sit with her legs apart while he filmed up her skirt, and directed her to touch herself and “think about the person I was supposed to be having the dialogue with, and how it felt to be made love to by this person”.",
  "It’s not gendered.”\n\nThis is what talking to Thandie Newton is like: you start out having a seemingly straightforward discussion of a television drama, and in a few short minutes, you find yourself deep into social anthropology – in which she has a degree from Cambridge University – and existentialism.",
  "Photograph: Bernard Walsh/World Productions/ BBC\n\nHer character – who was even hailed by the show’s creators as their “most devious character ever” – went to extraordinary lengths, even committing murder, to secure a conviction in a case and protect her own position, in the fourth series of the show.",
  "She’s had to sacrifice so much in fighting her way to the top, and that can twist your psyche.”\n\nShe likens Huntley to Winnie Mandela: “Everything she went through when her husband was in prison – how she was tortured and abused – and the crimes that she then committed herself, reprehensible things.",
  "“And she gives no fucks this season; she’s got nothing to lose, which is very powerful.”\n\nSince its launch in the autumn of 2016, Westworld has felt terrifyingly prescient, raising uncomfortable ideas about technological manipulation long before most of us had heard of Cambridge Analytica.",
  "“There are certain projects that I now look at as being too naive in terms of addressing and exploring the stories of African people in the United States.” Two projects early in her career post-Flirting – Interview With the Vampire and Jefferson in Paris – involved her playing slaves.",
  "“I love being here, but I can’t work, because I can’t do Downton Abbey, can’t be in Victoria, can’t be in Call the Midwife,” she once told the Sunday Times magazine of the paucity of opportunities for a person of mixed race in the British film and television industry.",
  "The episode due to air this week – on Sunday in the US, and Monday in the UK – belongs almost entirely to Newton, with strong themes of female solidarity and resistance, more pertinent than ever, given the wider context of the #MeToo movement.",
  "Photograph: Allstar/Cinetext/Warner Bros\n\nBorn in London and raised in Penzance, Cornwall, by her Zimbabwean mother Nyasha and white British father, Nick, Newton made her film debut at 16 years old, acting alongside Nicole Kidman in Flirting.",
  "But so many people stop me in the street and say: ‘Roz is such a bitch.’ It hurts me every time, because I felt real compassion for her.”\n\nFacebook Twitter Pinterest Thandie Newton as Detective Chief Inspector Roz Huntley in Line of Duty.",
  "“But I wanted to be home more, and TV was changing, and my agent said: ‘If you want to work in British TV, this is it – Line of Duty.’”\n\nHer desire to be home more is a major motivation, albeit one she is still struggling to fulfil.",
  "But it caused me a lot of pain, because I thought there was something wrong with me that I couldn’t stop.”\n\nMuch of Newton’s time is now spent campaigning on behalf of women in developing countries, with Eve Ensler’s V-Day charity.",
  "Over the past 18 months, she has earned a Golden Globe nomination for her role as Maeve Millay, a robot madam in the HBO series Westworld, and a TV Bafta nomination for playing DCI Roz Huntley in the BBC One drama Line of Duty.",
  "Set in a western-themed adventure park, where wealthy guests can indulge their most visceral fantasies, robot “hosts”, including her character Maeve, are the victims of rape and violence, endlessly patched up and reprogrammed.",
  "The high-concept, big-budget drama spins complex narratives across multiple timelines, and poses questions about the nature of consciousness and the notion of free will, while its androids have gained sentience and gone rogue.",
  "“I am the first dark-skinned woman in a lead role in the Star Wars legacy, which is both great, that it is finally a correction, and awful, that it’s taken this long.”\n\nSo Newton is indisputably at the top of her game.",
  "We meet, initially, in a hotel in Los Angeles, but so jet-lagged is Newton, off the back of appearances at South by Southwest in Austin, Texas, that we agree to speak instead when she’s back home in north-west London.",
  "On the day we Skype – me from New York, her from her kitchen – it’s just a few weeks later, but she has already been across the Atlantic and back again, and is about to set off for Miami, LA again and then Cannes.",
  "Although she has worked steadily ever since – in blockbusters such as Crash and Mission: Impossible II, as well as quirkier fare such as Run, Fatboy, Run and RocknRolla – the bulk of her jobs have been in the US.",
  "From navigating the industry as a black British woman, to ‘brainwashing’ - the journey there wasn’t always easy\n\nThandie Newton is, by her own admission, “having quite a good run at the moment”.",
  "“And playing Maeve is one of the first times in my career that I feel like I’ve been able to actually reflect the harrowing truth of what people go through in the world,” she says.",
  "We were in an industry built on favours, and it was an unspoken way of life: that you would need to communicate with co-stars, or with men of power, in a flirtatious way.",
  "While recent instalments have been more inclusive, featuring non-white actors such as John Boyega and Riz Ahmed, we have not yet seen a woman of colour in a leading role.",
  "The character is searching for her daughter, who may or may not be a figment of her imagination, a leftover fragment from a previous “script” of her android incarnation.",
  "On Thursday, she will be inducted into one of the biggest film franchises of them all, with the release of Solo: A Star Wars Story, in which she plays Val.",
  "“We’ve all short-circuited, and now we’re going rogue.”\n\nWestworld continues Mondays, 9pm, Sky Atlantic; Solo: A Star Wars Story is in cinemas from 24 May",
  "But it took a long time, because I was totally brainwashed.”\n\nHer role in Solo – filmed at Shepperton Studios in Surrey – represents a major milestone.",
  "“But she is a person who has been so oppressed by her environment, by the sexism and harassment, which she uses in the end to try to liberate herself.",
  "Sex was, and is, the currency, and everyone’s complicit.”\n\nBut the penalty for saying that, as a young woman at the start of her career, was severe.",
  "“I’ve been talking about sexual harassment and rape in our industry for 20 years, and no one was ready to take it on,” she says, matter-of-factly.",
  "Some have been shocked by the extent to which the culture of sexual abuse in Hollywood has been revealed since the movement began last October.",
  "I certainly don’t think that I know, but I love stories that are really trying to find out.”\n\nBoth, she says, will feature female protagonists.",
  "One story is set in the US, one in the UK (much of which she wrote on the set of Solo), and both, she says, are “very personal human stories.",
  "“It’s so beautiful, and it’s all such a metaphor for the used and abused in our world, who are treated like they are nothing,” says Newton.",
  "Photograph: Allstar/LIONS GATE\n\n“I was also coerced into doing some projects that I didn’t want to do,” she continues.",
  "Not bad for a woman who admits that she wasn’t really into sci-fi and westerns, or even that keen on doing television.",
  "And, just as a side note, I don’t believe that the patriarchal system has been built by men; it’s been built by fear.",
  "Some years later, a producer boasted to the director Ol Parker, by then Newton’s husband, that he’d seen the video.",
  "“It affected my friendships, it affected my career; I was definitely less hireable.” She sighs, and rubs her eyes.",
  "I am not a person for hire.” She has two film scripts of her own in development, and plans to direct both herself.",
  "She has previously described her time in the police drama as “a career highlight”, but today seems unsure.",
  "“The first season was all about empowerment, and the second, for Maeve, is about grief,” says Newton.",
  "“I have had a funny relationship with Line of Duty,” she says, as she fiddles with her necklace.",
  "“I just didn’t see television as being reflective of stories I was interested in,” she says.",
  "With roles in Westworld and Solo: A Star Wars Story, the actor is at the top of her game.",
  "“I am very proud of it, partly because it is so unlike me, so it was a real performance.",
  "I think of Roz as a woman who has been similarly, psychically, devastated by oppression.",
  "“Women can be the most dangerous allies to the patriarchal system,” she continues.",
  "“I don’t feel like I’m an actress for hire any more, in the way that I used to be.",
  "“Because of what they have to deal with to get into positions of authority.",
  "In retrospect, is she angry that nobody listened to her about harassment?",
  "Facebook Twitter Pinterest Newton with Nicole Kidman in Flirting.",
  "I really want to get to the fucking core of why we do what we do.",
  "But even some of that work she now views with a level of regret.",
  "“What’s happened?” Newton asks, with a wicked glint in her eye.",
  "Facebook Twitter Pinterest Newton as Maeve Millay in Westworld.",
  "Photograph: HBO\n\nBut the result is some spectacular television.",
  "“Even Lupita Nyong’o’s character was CGI,” points out Newton.",
  "Facebook Twitter Pinterest Newton with Matt Dillon in Crash.",
  "I don’t actually think I could write as a man,” Newton says.",
  "“I was distraught at some of her betrayals,” admits Newton.",
  "“The parallels were nuts,” Newton says, shaking her head.",
  "“I can’t bear how my whole identity gets tied up with it.",
  "“I have been … frustrated,” she says, after a pause.",
  "“But what I realised is that they weren’t able to.",
  "The unnamed director would play it at parties.",
  "“I went where the work was,” she shrugs today.",
  "And now she wants to play it by her own rules.",
  "[It made me] build a strength and a resolve.",
  "It’s like I’m a trademark for sexual abuse.",
  "“I am obsessed with the female experience.",
  "Her role in Westworld is just as layered.",
  "She’ll probably get her own figurine.",
  "“I feel a sense of gratitude now.",
  "Not Newton."
]