[
  "Many people are surprised when they start receiving a flood of unwelcome emails from companies they don’t really know; getting your information is usually the reason that online contests are set up in the first place.",
  "This is particularly great news for students and customers who want to open a credit line, but if you’re clever, you can talk a relative into splitting the cost or even use the trial period to your advantage.",
  "But then the public learned about Cambridge Analytica and the way the Messenger app listens to our conversations, and we saw Mark Zuckerberg testifying in Washington.",
  "Most of us make the mistake of texting the wrong person from time to time, and our confusion grows with every phone we have to keep track of.",
  "Every smart phone has its array of special tools, many of which are hidden in plain sight and you may not even discover for months on end.",
  "With so much suspicion swirling around the tech giant, it’s no wonder that targeted advertising no longer feels like an innocent pest.",
  "We sign up for Skype, WhatsApp, Slack, InMail, and a dozen other services, and then we have to check them individually all day long.",
  "Kim takes calls and dispenses advice on today's digital lifestyle, from smartphones and tablets to online privacy and data hacks.",
  "A: There are many ways to get discounts on Amazon Prime, and you may even use Prime (or get a year’s subscription) for free.",
  "Keep in mind, the internet is teeming with scams, and every time you enter a contest, you should read the fine print.",
  "Even something as simple as the camera’s timer, which you can set for group photos, still takes friends by surprise.",
  "I hope the roulette wheel keeps spinning in your favor, and yes, there are lots of other contests you might enjoy.",
  "Learn about all the latest technology on the Kim Komando Show, the nation's largest weekend radio talk show.",
  "A: Broadly speaking, I think the average consumer uses too many types of communication on a regular basis.",
  "So many millions of people relied on social media that they used to accept this cyber-stalking in stride.",
  "The safest strategy, of course, is to simply abandon the service altogether and delete all of your data.",
  "Before, getting Facebook off your back felt freeing; now, it feels is vital to our personal security.",
  "Double Up on Phone Numbers\n\nQ: I have one cell phone for personal and another one for business.",
  "There is nothing wrong with the services themselves; each is very handy in a unique way.",
  "The more you can consolidate your messenger services, the less stressed you’ll be.",
  "Call my national radio show and click here to find it on your local radio station.",
  "A: I do have an iPhone, and like most owners, I love to tinker with its functions.",
  "For her daily tips, free newsletters and more, visit her website at Komando.com.",
  "Big-Time Contests\n\nQ: I won a trip to Tahiti from your show and it was amazing!",
  "The same goes for cell phones, especially if you have to carry more than one.",
  "From buying advice to digital life issues, click here for my free podcasts.",
  "You can listen to the Kim Komando Show on your phone, tablet or computer.",
  "Ditch Facebook Trackers\n\nQ: I'm so very tired of Facebook's shenanigans.",
  "A: I will be the first to say that the glory days of Facebook are over.",
  "Amazon Prime for Less\n\nQ: I love Amazon Prime, but it's so expensive!",
  "Click here for apps that give your phone a second number.",
  "Click here to keep Facebook from tracking you on the web.",
  "Can I stop them from tracking me where I go on the web?",
  "But there are also less drastic ways to be left alone.",
  "Click here for 10 ways to get Amazon Prime for less.",
  "Copyright 2018, WestStar Multimedia Entertainment.",
  "iPhone Hacks\n\nQ: You've used an iPhone for years.",
  "Click here for the best sites to win big prizes.",
  "Click here for my seven favorite iPhone tricks.",
  "Can I have two phone numbers ring on one phone?",
  "Luckily, there’s a pretty simple solution.",
  "What other contests are good to enter?",
  "A: First off, congratulations again!",
  "What are some of your best tricks?",
  "What questions do you have?",
  "And there is so much more.",
  "Can I get it cheaper?",
  "All rights reserved.",
  "I'm feeling lucky!",
  "Thank you!"
]