[
  "While the filings were expected — the company announced earlier this month that it had begun bankruptcy proceedings in the United Kingdom — the documents reveal a spiderweb of affiliated entities, all of which have taken severe reputation hits following reports in March in the Observer and the New York Times that shed light on the company’s election work and procurement of Facebook user data.",
  "“As one of multiple government investigators listed in the bankruptcy filing as a creditor (including the U.S. Securities and Exchange Commission and Federal Election Commission), the Senate Commerce Committee has an outstanding request for information from Cambridge Analytica,” the spokesperson said in an emailed statement.",
  "Cambridge Analytica’s filing was signed by board members and majority shareholders Rebekah and Jennifer Mercer, whose family, led by hedge fund magnate Robert Mercer, spent millions of dollars in support of Trump’s presidential campaign and conservative causes.",
  "Cambridge Analytica LLC lists various state attorneys general, which are all currently in the process of suing the company for its role in mishandling Facebook user data, while SCL USA has more than 50 creditors including Facebook, Google, and Twitter.",
  "It also said that the affiliated UK-based companies, including SCL Group Ltd., SCL Analytica Ltd., SCL Commercial Ltd., SCL Social Ltd., SCL Election Ltd., and Cambridge Analytica Ltd., had begun bankruptcy proceedings earlier this month in the UK.",
  "The bankruptcy documents from SCL USA and Cambridge Analytica LLC shed some light on a complex organizational structure that had been mapped out by independent journalists Wendy Siegelman and Ann Marlowe, but was not well understood.",
  "The filings show some of the shareholding relationships between the group's affiliates, including Emerdata, a company that was registered in August that some believed would ultimately assume ownership of the embattled companies.",
  "The filing reveals previously unknown details about financial relationships at the organization, which was thrown into disarray due to revelations that it mishandled the Facebook data of millions of people.",
  "Julian Wheatland, the chair of SCL Group who briefly took over as CEO of Cambridge Analytica following the suspension of former leader Alexander Nix, did not immediately return a request for comment.",
  "Former Cambridge Analytica employee Christopher Wylie is sworn in before he testifies at the Senate Judiciary Committee on Cambridge Analytica and data privacy on Capitol Hill on Wednesday.",
  "A spokesperson for the Senate Commerce Committee, which is listed as a creditor to both companies, cited an on-going inquiry as the reason why it showed up on the documents.",
  "Cambridge Analytica LLC, the American branch of the political consultancy firm that was hired by Donald Trump’s presidential campaign, filed for bankruptcy late Thursday.",
  "A source familiar with Cambridge Analytica and SCL's business dealings noted that the companies may have owed those internet firms money for advertisement expenditures.",
  "The New York–based arm of the British outfit submitted a voluntary petition to declare Chapter 7 bankruptcy in a federal bankruptcy court in Manhattan.",
  "Interestingly, the bankruptcy filings note that Emerdata was footing the legal bills for the two entities' bankruptcies and was paying Harris $30,000.",
  "Adam Harris, a Schulte Roth & Zabel lawyer representing Cambridge Analytica LLC and SCL USA also did not immediately return a request for comment.",
  "A source close to the company told BuzzFeed News earlier on Thursday that about 120 people lost their jobs with Cambridge Analytica’s shutdown.",
  "SCL USA, the US-based affiliate of Cambridge Analytica’s parent company, SCL Group, also filed for bankruptcy in the same court on Thursday.",
  "That notion was later dispelled by SCL Group founder Nigel Oakes, who told Bloomberg News last week, \"The whole group has been closed down.",
  "The document noted that the American entity had assets of about $101,000 to $500,000 and liabilities between $1 million and $10 million.",
  "Google and Facebook declined to comment on why they appeared on the filings, while Twitter did not return a request for comment.",
  "The filings also list a long line of creditors between the two companies.",
  "Jennifer and Rebekah Mercer also sit on Emerdata's board.",
  "There’s no other organization that’s been created.\""
]