[
  "“The company learned that there were segments of the population that responded to messages like ‘drain the swamp’ or images of border walls or indeed paranoia about the ‘deep state’ that weren’t necessarily reflected in mainstream polling or mainstream political discourse that Steve Bannon was interested in to help build his movement.”\n\nMr Wylie added, according to The Guardian: “Steve Bannon believes that politics is downstream from culture.",
  "They were seeking out companies to build an arsenal of weapons to fight a culture war.”\n\nCambridge Analytica hit the headlines earlier this year when it was found that tens of millions of users had had their data collected by a quiz app on Facebook linked to the company.",
  "“One of the things that did provoke me to leave was the beginnings of discussions of voter disengagement, I have seen documents reference and I recall conversations that it was intended to focus on African-American voters.",
  "At a hearing before the Senate judiciary committee, Mr Wylie described discussions at the company about suppressing the vote, exploiting racial tensions, and testing campaign slogans in 2014 for use in the 2016 election.",
  "Christopher Wylie, who worked for Cambridge Analytica’s British-based parent company SCL, said he left after seeing documents that referred to plans for a “disengagement” campaign targeting black voters.",
  "Allegations of the improper use of 87 million Facebook users’ data by Cambridge Analytica, which was hired by Mr Trump’s 2016 election campaign, have led to investigations in the US and Europe.",
  "Steve Bannon, Donald Trump’s former chief strategist, sought to promote a “culture war” and persuade black people not to vote using Cambridge Analytica’s data collection, it has been claimed.",
  "The Breitbart co-founder “saw cultural warfare as a means to create enduring change in American politics”, a former whistleblower told US senators in an evidence session on Wednesday.",
  "The company’s UK offices were raided by the Information Commissioner in March – but not before the regulator had to order Facebook’s own auditors out of the building.",
  "Mr Bannon was Cambridge Analytica’s vice president for two years between 2014 and 2016, when he left to join Mr Trump’s campaign.",
  "The UK’s Information Commissioner is now investigating “the use of personal data for political purposes”.",
  "Its bosses have told British MPs no Facebook data was used in the campaign work and denied wrongdoing.",
  "The US Justice Department is reported also to have launched a probe into the now-defunct firm.",
  "He left the White House in August last year.",
  "Additional reporting by Reuters"
]