[
  "The findings, coupled with a full recovery in Facebook's share price, completely undercut other research, which suggested that people's trust in Facebook has nosedived since mid-March, when whistleblower Christopher Wylie first helped reveal that 87 million users had their data compromised by Cambridge Analytica.",
  "Deutsche Bank\n\n\"We note that this data represents audience reach across properties, not strictly tied to core Facebook, but we suspect they are cleaning up fake accounts across the board and view this as a broad indication that ad reach across Facebook continues to grow,\" Deutsche Bank said.",
  "Deutsche Bank said its advertising system checks had shown that the purge of 583 million fake accounts following Russian interference in the US election has had \"little to no impact on audience reach.\"",
  "Steve Jennings / Getty\n\nThe Cambridge Analytica data debacle was billed as Facebook's biggest crisis, but it looks like it didn't even leave a scratch on the company.",
  "The figures will give Facebook CEO Mark Zuckerberg confidence as he prepares for a crunch week, in which he will be grilled by top EU lawmakers.",
  "Facebook weathered the worst of the storm and usage actually increased, according to a client note from Goldman Sachs, citing ComScore figures.",
  "Goldman Sachs said Facebook's US unique users on mobile rose 7% year-on-year to 188.6 million in April, when the scandal was biting hard.",
  "But then Zuckerberg has already suggested that Facebook has seen little impact from Cambridge Analytica in terms of user engagement.",
  "He will be questioned on privacy, fake news, and regulation by European Parliament's political leaders.",
  "He told Congress an immaterial number of users deleted their accounts as a result of the scandal.",
  "It produced a graph revealing that ad targeting across all demos has actually grown.",
  "In other words, the #deleteFacebook backlash never really arrived.",
  "Goldman Sachs\n\nAnd there's more good news for Facebook.",
  "Time spent on Facebook also went up.",
  "Facebook CEO Mark Zuckerberg.",
  "The graph below says it all."
]