[
  "Zuckerberg’s EU meeting is only the beginning, lawmaker says 5:25 AM ET Tue, 22 May 2018 | 01:32\n\nWhen Facebook Chief Mark Zuckerberg meets with European officials on Tuesday, he is set to testify that the social networking giant did not do enough to prevent its tools from causing \"harm.\"",
  "\"It's also become clear over the last couple of years that we haven't done enough to prevent the tools we've built from being used for harm,\" Zuckerberg said in remarks prepared for European officials and obtained by NBC News.",
  "\"Whether it's fake news, foreign interference in elections or developers misusing people's information, we didn't take a broad enough view of our responsibilities,\" he said, adding, \"That was a mistake and I'm sorry.\"",
  "Facebook previously said that 87 million users had their data \"improperly shared\" in connection with Cambridge Analytica — a firm publicly associated with President Donald Trump's 2016 election campaign.",
  "Tuesday's meeting between Zuckerberg and European officials will be broadcast live from 6:15 p.m. local time in Brussels, according to the president of the European Parliament.",
  "He also reiterated the tech giant's commitment to Europe and said by the end of year, Facebook will employ about 10,000 people across 12 European cities.",
  "The incident prompted concerns over data privacy on both sides of the Atlantic and, in April, Zuckerberg was grilled by U.S. lawmakers.",
  "Last month, Facebook said it is restricting third-party app access and deleting phone call and text information that's over a year old.",
  "It also said that it is ending a feature that allowed users to search for a profile using a phone number or personal email.",
  "Cambridge Analytica shut down earlier this month and has since filed for Chapter 7 bankruptcy in the United States.",
  "\"It will take time to work through all of the changes we must make,\" Zuckerberg said in the prepared remarks.",
  "\"But I'm committed to getting it right and to making the significant investments needed to keep people safe.\"",
  "Cambridge maintains that it did not use that data during the vote.",
  "He plans to deliver the remarks in person later Tuesday."
]