[
  "Building a portfolio of stocks worth owning across decadeslong periods is no easy task, and there's no paint-by-numbers approach that guarantees market-beating returns, but history suggests that a long-term approach to investing is the best way to put your money to work for you.",
  "Even if the flagship Facebook network struggles, the company also owns other heavyweights like Instagram, Messenger, and WhatsApp, and is broadening its reach with a new dating feature.",
  "Read on to see why they identified Walt Disney(NYSE: DIS), Alphabet (NASDAQ: GOOG)(NASDAQ: GOOGL), and Facebook(NASDAQ: FB) as investments worth holding onto for the next two decades.",
  "One way for the company to grow sales and earnings is by increasing advertising revenue made from the Google search engine, Gmail, Google Maps, Google Play, and YouTube.",
  "However, the recent scandal involving Cambridge Analytica and the unauthorized access to 87 million of its users' data sent Facebook into a tailspin.",
  "Social media is the future\n\nNicholas Rossolillo (Facebook): Few things have become so ingrained into everyday life as quickly as social media has.",
  "I've personally invested in the stock and plan to hold it for the long run because Alphabet's moats and optionality are hard to beat.",
  "Warren Buffett once said that if you're not prepared to own a stock for 10 years, you shouldn't think about owning it for 10 minutes.",
  "Despite the entrance of a very well-funded rival search engine, Google's market share is actually higher than it was 10 years ago.",
  "The second criteria for long-term success that Alphabet has in spades is optionality, or multiple avenues for generating growth.",
  "Alphabet's moats include a tremendous market share and significant barriers to entry in key markets where the company operates.",
  "Moats and optionality are hard to beat\n\nKeith Speights (Alphabet): Twenty years ago, Alphabet didn't even exist as a company.",
  "With that in mind, we asked three Motley Fool investors to profile a stock that they think is on track to go the distance.",
  "Also, because of its already massive size, Facebook management said revenue should decelerate for the balance of 2018.",
  "The next quarter will be more telling, as it will have the user count during the height of Facebook's recent scandal.",
  "The best-fortified castles in the Middle Ages had a wide ditch filled with water circling the entire structure.",
  "In a similar way, companies can have competitive advantages that give them the financial equivalent of a moat.",
  "There are two criteria that are critical for stocks to enjoy long-term success, and Alphabet has both of them.",
  "Monthly active users, a key metric in the network's growth, were up only 13% in the first quarter, though.",
  "In the first quarter of 2018, revenue increased 49% and earnings per share jumped 63% from a year ago.",
  "After making changes and pledging to refocus on connecting people, questions still remained for some.",
  "Alphabet's cloud infrastructure services also present a great opportunity for continued growth.",
  "But I think you can count on Google's parent surviving and thriving over the next two decades.",
  "The company is beginning to see some of its bets on smart-home products pay off.",
  "For example, Google's search engine websites enjoy a market share of 63%.",
  "And at the top of that young but already massive industry sits Facebook.",
  "CEO Mark Zuckerberg and other executives think all will be OK, though.",
  "Detractors aside, there's no denying the power of Facebook.",
  "That's a prescription that might seem a bit daunting.",
  "It's a leader in self-driving car technology.",
  "And that's just the tip of the iceberg.",
  "A clock next to a bag of gold coins.",
  "More\n\nImage source: Getty Images.",
  "The first is a moat."
]