[
  "Tuesday's primary elections in three states — Georgia, Kentucky, and Texas — feature three high-profile Democratic women on the ballot, including Stacey Abrams, who could become the first African-American women governor in U.S. history if she wins Georgia's gubernatorial race this November.",
  "Zuckerberg appears before European Parliament over Facebook scandal\n\nFresh off testifying before Congress last month, Facebook CEO Mark Zuckerberg will appear before European Parliament to address how the social network will respond to the massive data scandal involving Cambridge Analytica.",
  "(Photo: Shawn Thew, EPA-EFE)\n\nTrump meets with Moon Jae-in ahead of scheduled summit with N. Korea\n\nPresident Trump will meet with South Korean President Moon Jae-in at the White House Tuesday ahead of the scheduled historic summit with North Korea.",
  "Moon, whose country's economy and peace hang on the June 12 summit, will likely tell Trump about his talk with North Korea leader Kim Jong Un last month when they met to discuss a possible peace agreement and denuclearizing the Korean Peninsula.",
  "On Tuesday, Google will roll out YouTube Music, a streaming music service for $9.99 a month that will eventually replace Google Play Music, which has languished behind more popular services such as Spotify and Apple Music.",
  "CLOSE With the summit between North Korea and the U.S. less than a month away, President Trump has been seeking the advice of aides and allies on whether or not he should move forward with the planned meeting.",
  "Last week, North Korea threatened to call off the summit with Trump over perceived threats from the joint U.S.-South Korea military exercises and from Trump's national security adviser John Bolton.",
  "Also on the ballot Tuesday: Laura Moser, who is running for Congress in Texas' seventh congressional district, and Amy McGrath, a former Marine running for Kentucky's 6th congressional district.",
  "Antonio Tajani, president of European Parliament, confirmed that Zuckerberg has agreed to allow his address to be live-streamed, where he is expected to apologize for data breaches.",
  "As USA TODAY's Brian Truitt puts it, Stephen King \"plumbs to the gloomy depths with his cast before letting off the gas and giving them — and the reader — some needed hope.\"",
  "Buzz60\n\nA big day ahead for Democratic women\n\nCorrections & Clarifications: Amy McGrath is running for Kentucky's 6th congressional district.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2LnkH5I",
  "CLOSE The Facebook CEO expounds on his social platform's privacy controls and information that is shared with advertisers.",
  "Spotify currently reigns among paid music services with 75 million subscribers, followed by 50 million for Apple Music.",
  "It tells the tale of a popular Little League coach in a small Oklahoma town arrested for the murder of an 11-year-old.",
  "?½ out of four) touches on issues such as gender dynamics, sexual abuse, pedophilia and the dangers of mob mentality.",
  "Although YouTube is currently the top destination for online music, most of its consumers are listening for free.",
  "President Trump is pictured delivering remarks on lowering drug prices during an event at the White House.",
  "Stephen King is back with a new thriller\n\nThe famed horror author returns with a new book: The Outsider.",
  "The hope with YouTube Music is to attract more paying subscribers.",
  "An earlier version of this story stated the incorrect race.",
  "For more on the story here is Zachary Devita.",
  "USA TODAY\n\nSo long, Google Play Music.",
  "Zuckerberg will appear at 12:15 p.m.",
  "The thriller (Scribner, 560 pp., ??",
  "ET (6:15 p.m. Brussels time).",
  "Hello, YouTube Music.",
  "Prefer to listen?"
]