[
  "Make Facebook safe for democracy and sign the petition: https://t.co/5ZryFuhdKF — Freedom From Facebook (@FacebookBreakup) May 20, 2018\n\nMore: Russia may have Facebook users' data mined by Cambridge Analytica, whistleblower says\n\nMore: Facebook's FTC probe rocked the stock.",
  "\"We've seen it all: privacy breaches, undue influence over our politics and our economy, live social experimentation on the wellbeing of their users, broken-promises and cover-ups,\" said David Segal, co-founder and executive director of Demand Progress.",
  "The social network, which boasts 2.2 billion users on Facebook alone, should be forced by the FTC to spin-off WhatsApp, Instagram, and Facebook Messenger into independent businesses, the groups say in a Freedom from Facebook petition launched Monday.",
  "But rather than wait, we’ve simplified our privacy controls and introduced new ways for people to access and delete their data, or to take their data with them.”\n\nTell the @FTC that it is time to break up Facebook’s monopoly.",
  "The other groups involved in the campaign: Public Citizen, The Open Markets Institute, Demand Progress, SumOfUs, Content Creators Coalition, Jewish Voice for Peace, MPower Change, and MoveOn Civic Action.",
  "But there has been a growing outcry from many voices including President Trump and Sen. Elizabeth Warren, D-Mass., that companies such as Amazon, Facebook and Google might be getting too big.",
  "“Facebook has a radical amount of power, on top of a business model based on addicting and manipulating users,\" said Sarah Miller, director of Citizens Against Monopoly, said in a statement.",
  "Why that question keeps coming up,\n\nIt would be a surprise if the FTC, which had its full slate of commissioners sworn in by the Senate earlier this month, moved to break up Facebook.",
  "Congress has said it may need to regulate Facebook and is continuing to investigate an estimated 87 million Facebook users having their privacy breached by Cambridge Analytica.",
  "Facebook CEO Mark Zuckerberg has also promised to tighten its online ads security after Russian operatives exploited it during the 2016 presidential election.",
  "\"Now is the time for the Federal Trade Commission and other regulators and policy makers to confront the power of Facebook and the monopoly online platforms.\"",
  "The FTC should also require social media networks to let users communicate between different networks, and implement stronger privacy rules, the groups say.",
  "And the FTC, too, is investigating the Cambridge Analytica breach and whether Facebook violated a 2011 consent decree promising to protect users' privacy.",
  "The Freedom from Facebook coalition plans a six-figure digital ad campaign on various social media platforms, including Facebook, Instagram, and Twitter.",
  "Buzz60\n\nA coalition of advocacy groups wants the Federal Trade Commission to force Facebook to break up what it calls a social media monopoly.",
  "They should use it.”\n\nMore: News publishers protest Facebook's new political ad rules\n\nMore: Are Facebook, Google and Amazon too big?",
  "“Facebook is in a competitive environment where people use our apps at the same time they use free services offered by many others.",
  "\"The FTC has the authority to re-establish choice, competition, and innovation, and free us from Facebook’s sprawling monopoly.",
  "CLOSE 3 million Facebook users had their data exposed for four years on an unsecured website, according to New Scientist.",
  "\"We support smart privacy regulation and efforts that make it easier for people to take their data to competing services.",
  "Facebook, which has improved its privacy settings to give users more control, denied its monopoly status in a statement.",
  "Even an attempt to break up Microsoft in 2000 was overturned and resulted instead in marketplace restrictions.",
  "The average person uses eight different apps to communicate and stay connected,\" the statement said.",
  "It's only happened twice in 20 years\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "Facebook is already facing criticism on multiple fronts.",
  "Read or Share this story: https://usat.ly/2rXBROs",
  "More: Will the FTC come down hard on Facebook?",
  "Veuer's Sam Berman has the full story.",
  "But will anything rein in Facebook?"
]