[
  "Sundar Pichai is CEO of company-within-a-company now known as Google, which includes all of Alphabet's most important and profitable businesses like search, ads, cloud computing, enterprise software, YouTube, Android, Chrome...basically everything but the far-out futuristic stuff that doesn't make money.",
  "He barely speaks to the press or talks in public: There was a burst of activity in 2014, when he sat for an interview with the FT, spoke at TED, and did a fireside chat with Brin and venture capitalist Vinod Khosla.",
  "Larry Page is the chief executive of a $740 billion conglomerate whose main division, Google, has a mission statement to \"organize the world's information and make it universally accessible and useful.\"",
  "Facebook and Mark Zuckerberg have so far borne the brunt of the rising public concern over these questions, thanks to the Cambridge Analytica data leak and that firm's connections to President Trump.",
  "But insiders tell us that a lot of people at Google -- which collects just as much or moreinformation than Facebook -- are scared of being dragged through the mud next.",
  "Pichai, also an Alphabet board member, often talks about turning Google into an AI company, where artificial intelligence is at the center of everything it does.",
  "That's precisely what people are concerned about -- the responsibility that comes with collecting, storing and analyzing massive amounts of information.",
  "Alphabet's growth investment arm, CapitalG, even shares some of Google's AI expertise with its portfolio companies in a multi-day bootcamp.",
  "The CEO of Alphabet is Larry Page, who co-founded the company (then called Google) with Sergey Brin in 1998.",
  "It's used by Waymo's self-driving cars and some of the health-tech solutions being proposed by Verily.",
  "He hasn't given a keynote at the company's big annual developers' conference, I/O, since 2012.",
  "Unlike other tech leaders such as Elon Musk and Bill Gates, Page has been silent.",
  "The tech industry is under greater scrutiny than it's ever faced.",
  "He's never liked earnings calls, and stopped doing them in 2013.",
  "He also showed up at a Fortune conference in 2015.",
  "Jeff Bezos is definitely in charge of Amazon.",
  "What safeguards, if any, would he advocate?",
  "Mark Zuckerberg is the face of Facebook.",
  "What does Larry Page think of all this?",
  "How should that information be used?",
  "Who speaks for Alphabet these days?",
  "Satya Nadella speaks for Microsoft.",
  "Page has always been an introvert.",
  "But times have changed since 2015.",
  "What does Page think about AI?",
  "But AI goes beyond Google.",
  "What are his concerns?",
  "Tim Cook runs Apple.",
  "Who gets to decide?",
  "That's about it.",
  "Is he worried?"
]