[
  "Zuckerberg appeared before US lawmakers last month to apologise for the scandal, and to discuss his company's role in fake news, but has repeatedly refused requests from the British Parliament to appear before UK politicians.",
  "London is home to our biggest engineering team outside the United States; Paris is home to our artificial intelligence research lab; and we have data centers in Sweden, Ireland and Denmark, which will open in 2020.",
  "Reuters\n\nFacebook CEO Mark Zuckerberg agreed to travel to Europe this week to face questions from senior European politicians about the Cambridge Analytica data leak, and the social network's attitude to privacy.",
  "According to prepared remarks obtained by Business Insider, Zuckerberg will say \"sorry\" for not acting more responsibly with users' data after 87 million profiles were leaked to Cambridge Analytica.",
  "Many of the values Europeans care most deeply about are values we share: from the importance of human rights and the need for community to a love of technology, with all the potential it brings.",
  "After the recent terrorist attacks in Berlin, Paris, London and here in Brussels, tens of thousands of people have used Safety Check to let their friends and family know they're safe.",
  "And when we address these challenges, I know we'll look back and view helping people connect and giving more people a voice as a positive force here in Europe and around the world.",
  "Whether it's fake news, foreign interference in elections or developers misusing people's information, we didn't take a broad enough view of our responsibilities.",
  "There are 18 million small businesses in Europe that use Facebook today, mostly for free — almost half of whom say they have hired more people as a result.",
  "\"But it's also become clear over the last couple of years that we haven't done enough to prevent the tools we've built from being used for harm as well.",
  "\"My top priority has always been our social mission of connecting people, helping them to build communities and bringing the world closer together.",
  "For example, we're doubling the number of people working on safety and security to more than 20,000 people by the end of this year.",
  "As Facebook has grown, we've helped give people everywhere a powerful new tool to stay connected with the people they care about.",
  "Here are his remarks in full, emphasis ours:\n\n\"Europeans make up a large and incredibly important part of our global community.",
  "ET) on Tuesday, in what will be Zuckerberg's first public appearance in Europe after the Cambridge Analytica crisis first hit.",
  "Refugees arriving in Europe are using Facebook to stay in touch with their loved ones back home and find new communities here.",
  "For example, we've committed to providing one million people and small businesses with digital skills training by 2020.",
  "On top of the investments we're making in other areas, I expect this will significantly impact our profitability.",
  "But I'm committed to getting it right — and to making the significant investments needed to keep people safe.",
  "By the end of 2018, Facebook will employ 10,000 people across 12 European cities — up from 7,000 today.",
  "But I want to be clear: keeping people safe will always be more important than maximizing our profits.",
  "He will also talk about the company's commitment to Europe, citing its hubs in London and Ireland.",
  "He will be grilled by a group of lawmakers from 6.15 p.m. local time (9.15 a.m. PT /12.15 p.m.",
  "\"In order to realize that potential, we need to make technology a force for good.",
  "\"It will take time to work through all of the changes we must make.",
  "Mark Zuckerberg looks glum during Congress grilling.",
  "Ireland is home to our European Headquarters.",
  "\"I believe deeply in what we're doing.",
  "That was a mistake, and I'm sorry.",
  "And we will continue to invest.",
  "\"We're committed to Europe."
]