[
  "Dominique Deckmyn of Belgian paper De Standaard tweeted: “First, they used up all their time speaking to make themselves look good, then complained loudly that Zuckerberg had no time left to answer.”\n\nIn his opening remarks, Zuckerberg said it had “become clear over the last couple of years that we haven’t done enough to prevent the tools we’ve built from being used for harm as well.”\n\n“Whether it’s fake news, foreign interference in elections or developers misusing people’s information, we didn’t take a broad enough view of our responsibilities.”\n\nECHO OF WASHINGTON\n\nHis comments echoed an apology last month to U.S. lawmakers.",
  "Over shouted complaints and repeated questions, the Facebook CEO and his adviser promised follow-up written answers; at least one lawmaker, Swedish liberal Cecilia Wikstrom, also found time to pose for a souvenir photo with the youthful tech supremo, who uncharacteristically wore a dark suit and tie for the occasion.",
  "The dozen MEPs then asked their questions, ranging from the German conservative leader asking Zuckerberg why his giant firm should not be broken up as a monopoly to complaints from Brexit campaigner Nigel Farage, and an ally of French nationalist Marine Le Pen, that Facebook was now biased against right-wing parties.",
  "“I asked you six ‘yes or no’ questions; I got not a single answer,” said Philippe Lamberts of the Greens, one of 12 party leaders and lead legislators whose questions to Zuckerberg took up nearly half of a hearing - broadcast live after complaints about an original plan for a closed-door meeting.",
  "Zuckerberg said Facebook expected to be compliant with the EU rules, called the General Data Protection Regulation, when they come into force on Friday, stressing a commitment to Europe where Facebook will employ 10,000 people by the end of the year.",
  "British Conservative Syed Kamall complained the hearing was a “get-out-of-jail-free card” for Zuckerberg and said Facebook’s reluctance to detail some of its workings left regulators trying to “cure a disease without knowing what the illness is”.",
  "That left barely 10 more minutes of the allotted time for replies — though Zuckerberg spoke for a further quarter hour before the Italian speaker of the legislature, President Antonio Tajani, brought a somewhat disorderly halt to proceedings.",
  "However, he avoided answering numerous specific questions, notably around opt-outs from targeted advertising, the sharing of data between Facebook and its messaging service WhatsApp, as well as Facebook’s collection of data on non-users.",
  "Facebook's CEO Mark Zuckerberg answers questions about the improper use of millions of users' data by a political consultancy, at the European Parliament in Brussels, Belgium, in this still image taken from Reuters TV May 22, 2018.",
  "Zuckerberg had agreed to meet the lawmakers to answer questions about how political consultancy Cambridge Analytica improperly got hold of the personal data of 87 million Facebook users, including up to 2.7 million in the EU.",
  "BRUSSELS (Reuters) - Facebook CEO Mark Zuckerberg sailed through a grilling from EU lawmakers about the social network’s data policies as lengthy questions left the 34-year-old American little time to answer.",
  "He spoke for over half an hour in total, mostly repeating assurances and descriptions of Facebook plans that he detailed to U.S. lawmakers during 10 hours of hearings in Washington last month.",
  "He avoided giving details about how non-Facebook users could stop the company from collecting their data, abruptly changing the subject to the company’s relationship with third-party apps.",
  "Betraying little emotion, Zuckerberg apologised to leaders of the European Parliament in Brussels for a massive data leak, in his latest attempt to draw a line under the damaging scandal.",
  "Investment analysts heard little new and Facebook’s share price showed no reaction to the event, holding at the level to which it has recovered after taking a hit on the scandal.",
  "Zuckerberg said investments in security would significantly impact Facebook’s profitability, but “keeping people safe will always be more important than maximising our profits”.",
  "Facebook’s compliance with the new EU data rules will be closely watched, as will its efforts to tackle the spread of fake news ahead of European Parliament elections next year.",
  "Since the Cambridge Analytica scandal, Facebook has suspended 200 apps from its platforms as it investigates third-party apps that have access to large quantities of user data.",
  "Last month, Facebook said it had no plans to build a tool to allow non-users to find out what the company knows about them, something that U.S. lawmakers had asked about.",
  "Slideshow (14 Images)\n\nZuckerberg will go on to meet French President Emmanuel Macron on Wednesday but has so far declined to appear in front of British lawmakers.",
  "(This version of the story has been corrected in paragraph 9, adds word “and” to make clear complaints are from both Nigel Farage and an ally of Marine Le Pen)",
  "“Some sort of regulation is important and inevitable,” Zuckerberg said, but he echoed calls in the United States that innovation should not be stifled.",
  "Not enough was done to prevent the breach, he added, promising the company was now better prepared and was working on further improvements.",
  "REUTERS/ReutersTV\n\nZuckerberg’s appearance in Brussels came three days before tough new EU rules on data protection take effect.",
  "Though some questions were sharp, there was no chance for the Europeans to follow up if they felt the answers fell short.",
  "But questions remain over how Facebook let the leak happen and whether it is doing enough to prevent a recurrence.",
  "Cambridge Analytica and its British parent, SCL Elections Ltd, have declared bankruptcy and closed down.",
  "Companies will be subject to fines of up to 4 percent of global turnover for breaching them.",
  "Some European officials want a tougher line on big technology firms, however.",
  "“SORRY” AND SOUVENIRS\n\nHe used an initial 10-minute address to apologise.",
  "Zuckerberg said he expected more apps to be penalised.",
  "“That was a mistake and I am sorry for it,” he said.",
  "The MEPs also faced criticism."
]