[
  "Coming this week:\n\nTuesday — Kohl's (KSS) reports earnings\n\nWednesday — New home sales report; Lowe's (LOW), Tiffany (TIF) and Target (TGT) and L Brands (LB) report earnings\n\nThursday — Existing home sales report; Best Buy (BBY) and Gap (GPS) report earnings\n\nFriday — EU General Data Protection Regulation goes into effect",
  "In another indication of improving relations, The Wall Street Journal and other outlets are reporting that Washington and Beijing are nearing a deal to lift a crippling ban on Chinese telecommunications company ZTE (ZTCOF) that prevents it from buying American parts.",
  "The populist Five Star Movement put forward Giuseppe Conte, a little-known law professor with no political experience, to become prime minister of a coalition government with a far-right party.",
  "Italy's leadership contender: Italian stock markets and the euro posted small gains early on Tuesday as the country moved closer towards forming a new government.",
  "China cuts car tariffs: China announced Tuesday it will cut import tariffs on passenger cars from 25% to 15%, its latest step to further open its huge economy.",
  "The move, which the Chinese Finance Ministry said will take effect in July, fulfills a pledge made by President Xi Jinping in April.",
  "The two countries said over the weekend they had agreed to suspend plans to impose new tariffs on each other's imports.",
  "Zuckerberg will meet leaders of the European Parliament's main political groups and members of its justice committee.",
  "Information about 2.7 million Europeans was exposed without their knowledge, according to the European Commission.",
  "The Dow Jones Industrial Average gained 1.2% on Monday, while the S&P 500 was up 0.7% and the Nasdaq climbed 0.5%.",
  "Italian government bonds have been hit hard by fears that the new government could embark on a spending spree.",
  "The meeting comes at a crucial time: Europe's sweeping new data protection law comes into effect on Friday.",
  "Borrowing costs skyrocketed because investors are worried about the country's ability to repay its debts.",
  "US oil futures jumped 0.5% early Tuesday to trading around $72.70, the highest level since late 2014.",
  "Zuckerberg in Brussels: Mark Zuckerberg is set to testify before the European Parliament at 12 p.m.",
  "Facebook (FB) is under close scrutiny in Europe following the Cambridge Analytica data scandal.",
  "Under pressure, the Facebook CEO has agreed for the hearing to be streamed live online.",
  "Earnings: Kohl's (KSS) is set to report earnings before the opening bell on Tuesday.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "European markets opened mostly higher, following a mixed trading session in Asia.",
  "Urban Outfitters (URBN) and Hewlett Packard (HPQ) will follow after the close.",
  "Global market overview: US stock futures were pointing higher early Tuesday.",
  "It may also help ease trade tensions between China and the United States.",
  "Markets in Hong Kong and South Korea were closed for public holidays.",
  "The Chinese Foreign Ministry declined to comment on the reports.",
  "That news gave a lift to US stocks on Monday.",
  "Before the Bell newsletter: Key market news.",
  "In your inbox.",
  "Subscribe now!",
  "ET on Tuesday.",
  "Sign up now!",
  "6.",
  "5.",
  "4.",
  "3.",
  "2.",
  "1."
]