[
  "“Particular emphasis will be placed on the potential impact on electoral processes in Europe.”\n\nZuckerberg’s testimony comes three days before a broad law goes into effect on May 25 in the European Union that aims to protect social media users’ privacy called the General Data Protection Regulation (GDPR).",
  "“Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized that was what we were doing,” Carol Davidsen, former director of Obama for America’s Integration and Media Analytics, tweeted on March 19.",
  "“[Facebook officials] came to [the Obama campaign] office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side,” Davidsen continued.",
  "Facebook, along with related parties concerned, will provide the European Parliament’s Committee on Civil Liberties, Justice, and Home Affairs members “an in-depth analysis of aspects related to personal data protection,” Tajani said.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Beginning at 12:15 p.m. Eastern time, the 75-minute meeting before the European Union’s elected officials is expected to cover Facebook’s role in collecting its users’ data and how it uses that data for personalized ads.",
  "For example, the regulation adds the “right to be forgotten,” which gives users the right to have all of the data companies have collected on them erased and prevents companies from ever disseminating it again.",
  "The lesser-known scandal involving the Obama 2012 campaign shows that Facebook turned a blind eye to the campaign when it collected Facebook users’ data, The Daily Caller reported on March 19.",
  "(RELATED: Investor: Mark Zuckerberg Runs Facebook Like A ‘Dictatorship’)\n\n“I welcome Mark Zuckerberg’s decision to appear in person before the representatives of 500 million Europeans.",
  "European government officials have asked Zuckerberg to testify to clarify Facebook’s role in letting political campaigns use its users’ highly personal data for targeted ads.",
  "Zuckerberg testified before the U.S. Congress on April 10 and 11 to clarify Facebook’s role in the Cambridge Analytica scandal during the 2016 presidential election.",
  "All European and foreign companies that collect European Union citizens’ data must adhere to the GDPR guidelines or face an expensive penalty.",
  "It is a step in the right direction towards restoring confidence,” European Parliament President Antonio Tajani wrote in a tweet on May 16.",
  "Facebook CEO and founder Mark Zuckerberg is set to give a testimony before the European Parliament on Tuesday.",
  "Both President Donald Trump’s campaign and former President Barack Obama’s 2012 campaign utilized that data.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The companies have to provide a detailed report about what data they collect and how they use it.",
  "The regulation adds some restrictions on how that data can be used.",
  "The live stream is available here or here."
]