[
  "European Parliament\n\nLeading Brexit campaigner Nigel Farage told Facebook CEO Mark Zuckerberg on Tuesday that the United Kingdom's 2016 European Union referendum result, Donald Trump's election as US president, and the recent rise of populism in Italy would not have occurred without his company.",
  "Zuckerberg used a short opening statement to apologize for Facebook's recent scandals, including its role in spreading fake news, failing to recognize Russian attempts to plant fake ads during the US election, and a privacy misstep involving the political consulting firm Cambridge Analytica.",
  "Taking up a theme used by some Republicans at the recent congressional hearings, Farage also accused Facebook of being biased against right-wing pages, claiming \"on average\" such pages had seen their traffic fall 25% since the company changed the way it ranks pages.",
  "\"What is absolutely true, since January this year, you changed your modus operandi; you changed your algorithm and it has led to a very substantial drop in views and engagements from those that have got right-of-center politics opinions,\" Farage said.",
  "Zuckerberg's widely anticipated hearing before the European Parliament didn't produce the same fireworks as the Facebook founder's appearances before US Congress last month, in part due to a clumsy questioning format and time limit.",
  "That said, Farage, a UKIP European parliamentary member, did use his allotted time to credit the social media giant for its role in mobilizing support for the EU referendum and Donald Trump's successful bid for the US presidency.",
  "John Thys / AFP / Getty Images\n\nFarage's remarks were part of nearly an hour of questions from European Parliament members, who took turns one by one asking Zuckerberg multipart questions about his company's conduct.",
  "\"Historically, of course, it's true that through Facebook and other forms of social media, there’s no way that Brexit or Trump or the Italian election could have ever possibly happened,\" Farage said.",
  "It shows Trump's traffic dropping significantly — a change that Zuckerberg later said was due to sitewide changes in the company's News Feed algorithm — with little change to Farage's numbers.",
  "\"Whether it's fake news, foreign interference in elections, or developers misusing people's information, we didn't take a broad enough view of our responsibilities,\" Zuckerberg said.",
  "\"I can commit to you here today that we have never and will not make decisions about what content is allowed or how we do ranking on the basis of a political orientation,\" he said.",
  "https://t.co/nCdUwV4aWg @JaneLytv / Twitter\n\nBut a quick review of CrowdTangle data on Facebook didn't support Farage's claim.",
  "@RMac18 Here's Crowdtangle engagement data for official Trump (blue) and Farage (green) pages between Oct 1 and now.",
  "Zuckerberg said Facebook would not make changes to favor one \"political orientation\" over another.",
  "\"There’s no way that Brexit or Trump or the Italian election could have ever possibly happened.\"",
  "\"Perhaps you’re horrified of this creation of yours and what it’s led to,\" Farage added.",
  "Farage's office did not immediately reply to a request for comment from BuzzFeed News.",
  "\"It was social media that allowed people to get around the back of mainstream media.\"",
  "\"Just look at President Trump’s numbers; on a much smaller scale, look at mine.",
  "\"Perhaps you’re horrified of this creation of yours and what it’s led to.\"",
  "On average, we’re down 25% over the course of this year.\"",
  "Looks like Trump's engagement dropped but not Farage's.",
  "Look at thousands of other conservative commentators.",
  "\"That was a mistake, and I'm sorry.\""
]