[
  "Damian Collins, the Conservative MP who chairs the Commons digital, culture, media and sport select committee, which Zuckerberg has refused three times to appear before, tweeted:\n\nDamian Collins (@DamianCollins) 54 minutes into the European Parliament's session with Mark Zuckerberg and he has not answered a single question.",
  "Five things we learned from Mark Zuckerberg's European parliament appearance Read more\n\nZuckerberg promised that his firm would follow up with written answers: “I realise there were a lot of specific questions that I didn’t get around to answer,” he said as he noted the session had run out of time.",
  "They come just in time.”\n\nThe European commission, which is responsible for drafting EU law, has also warned Facebook and other social media companies that it could draw up regulations to tackle misuse of personal data and misinformation unless they clean up their acts.",
  "Mark Zuckerberg appears before European parliament - live updates Read more\n\nThe European parliament has no power to break up Facebook, but theinterventions will increase the pressure on the European commission’s antitrust arm to scrutinise the company more closely.",
  "Manfred Weber, the leader of the European People’s party centre-right group, the largest in the European parliament, said it was time to discuss breaking up Facebook’s monopoly because “it has already too much power”.",
  "“Unfortunately, the format of questioning allowed Mr Zuckerberg to cherry-pick his responses and not respond to each individual point.”\n\nThe format is the European parliament’s preferred way of running meetings.",
  "It was the latest leg in the Facebook apology tour after the Observer reported that the personal data of tens of millions of people was harvested and shared with the political consultancy Cambridge Analytica.",
  "“Questions were blatantly dodged on shadow profiles, sharing data between WhatsApp and Facebook, the ability to opt out of political advertising, and the true scale of data abuse on the platform.",
  "Zuckerberg said Facebook accounted for 6% of the global advertising market, and he urged MEPs to look through this “important lens”, while talking about 70m small businesses that use Facebook.",
  "Over the 90-minute session, the Facebook founder told MEPs there would be no repeat of the Cambridge Analytica data scandal as he fielded accusations that his company had too much power.",
  "The GDPR, which replaces a 1996 law, boosts people’s rights online, for example by ensuring that companies obtain consent before using data rather than taking silence as implied assent.",
  "Mark Zuckerberg’s meeting at the European parliament ended in acrimony amid a chorus of complaints that the Facebook founder had been allowed to evade questions and give vague answers.",
  "But this time it broke up with tetchy exchanges between the MEPs, led by Verhofstadt, who complained that he had received no answers to his charge that Facebook enjoyed a monopoly.",
  "The European commissioner on justice and consumer affairs Vera Jourová said she would be following closely the work of national data protection authorities in enforcing the law.",
  "It is clear why he refused to appear in front of @CommonsCMS\n\nAfter the hearing, Collins said it had been a “missed opportunity for proper scrutiny” on many crucial questions.",
  "“Since January this year you’ve changed your algorithms, and it’s led to a substantial drop to views and engagements for those who’ve got right-of-centre political opinions.",
  "Why is there no transparency in this process?”\n\nFarage had a place at the questioners’ table as he leads the Eurosceptic Europe of Freedom and Direct Democracy group.",
  "But he said Facebook was likely to find other apps that “we [will] want to take down” as part of a shift away from a reactive approach to problems on the site.",
  "Zuckerberg said the company expected “to be compliant by May 25”, having been asked whether Facebook had moved the data of 11.5m users out of reach of the law.",
  "Guy Verhofstadt, the leader of the liberal group, slammed the “precooked format” as “inappropriate” and said it had permitted Zuckerberg to avoid questions.",
  "The MEPs touched on issues ranging from terrorism, tax and fake news to data protection rules, false accounts and online bullying.",
  "Facebook admitted that the data of 87 million users may have been improperly shared, including that of 1 million users in the UK.",
  "“I am your best client here in the room,” said Nigel Farage, who boasted that he had more Facebook followers than any other MEP.",
  "The panel comprised 12 MEPs who led the parliament’s political groups, plus the European parliament president, Antonio Tajani.",
  "The format meant Zuckerberg spent around 30 minutes giving answers to a 60-minute block of consecutive questions.",
  "The 12 MEPs asked dozens of overlapping questions that allowed the Facebook boss to pick and choose his answers.",
  "We weren’t prepared enough for the kind of coordinated misinformation operations we are now aware of,” he said.",
  "The session took place three days before the EU’s General Data Protection Regulation comes into effect.",
  "In his opening remarks, Zuckerberg stuck to the script he used when he faced US lawmakers last month.",
  "“Are you in fact a genius who creates a digital monster that is destroying our societies?” he asked.",
  "The former Ukip leader accused Facebook of censoring him and other right-leaning politicians.",
  "“In 2016 we were too slow to identify Russian interference in the US presidential election.",
  "He said policies in place since 2014 prevented any app developer from misusing data.",
  "Verhofstadt had called on Facebook to cooperate with the EU’s antitrust authorities.",
  "Companies breaking the rules can be fined €20bn or 4% of their global turnover.",
  "We are going through and investigating ourselves up front,” he told MEPs.",
  "On average we’re down about 25% over the course of this year,” he said.",
  "“As of Friday new strong EU data protection rules will be in place.",
  "“Now what we’re doing is taking a much more proactive approach.",
  "What interests me is: who decides what is acceptable?",
  "These rules will have teeth and protect Europeans.",
  "Who are these third-party fact-checkers?",
  "A few noted their own follower numbers.",
  "“I’m not talking about extremism."
]