[
  "(bit.ly/2kftOsU)\n\nThe European Union is bracing itself for a trade war with the United States, after Donald Trump's administration signalled to Brussels that it would not prolong the exemption granted to European steel and aluminium importers from its tariffs.",
  "(bit.ly/2IZPask)\n\nThe Telegraph\n\nThe chief executive of Royal Dutch Shell Plc, Ben van Beurden, has suffered a bruising shareholder revolt, after more than a quarter of the oil company's investors voted against his multi-million euro payout for last year.",
  "(bit.ly/2IW002y)\n\nThe Independent\n\nBP Plc has had to halt work on one of its North Sea gas fields due to the reintroduction of U.S. sanctions on Iran in the wake of Donald Trump's decision to withdraw the United States from the Iran nuclear deal.",
  "The Serious Fraud Office said that it had charged Basil Al Jarah and Ziad Akle with conspiracy to pay alleged bribes to secure a 555 million pound ($745 million) contract that was linked with a scheme to build two oil pipelines in Iraq.",
  "(bit.ly/2kf0oLx)\n\nThe Guardian\n\nMark Zuckerberg's meeting at the European parliament ended in acrimony amid a chorus of complaints that the Facebook Inc founder had been allowed to evade questions and give vague answers.",
  "(bit.ly/2kfto5O)\n\nSky News\n\nLondon-listed investment firm Intermediate Capital Group Plc is on the brink of winning a 1.2 billion pound race to participate in Britain's biggest-ever software takeover deal.",
  "(bit.ly/2x5E5kV)\n\nA senior Conservative lawmaker is demanding a personal intervention from the boss of bank TSB to help customers who have been unable to access their accounts online for a month.",
  "(bit.ly/2J1rhR8)\n\nThe UK boss of Homeserve Plc, which provides home emergency insurance cover and repairs, is to step down, as the business reports growing success in its overseas markets.",
  "Over the 90-minute session, he told MEPs there would be no repeat of the Cambridge Analytica data scandal as he fielded accusations that his company had too much power.",
  "(bit.ly/2IZUr3a)\n\nFresh charges have been brought against two people in an investigation into allegations of bribery at Unaoil, an oil and gas consultancy business.",
  "Tesco Direct is the firm's non-food website, which sells a range of general merchandise, including technology, homewares, clothing and toys.",
  "(ind.pn/2IYkdVE)\n\nBritish supermarket Tesco Plc said it was shutting its loss-making website Tesco Direct, putting up to 500 jobs at risk.",
  "ICG is likely to strike a joint agreement to buy Iris, which supplies software to doctors' offices across the UK, in the coming days.",
  "It plans to relocate, convert and downsize other stores and \"radically\" reshape its clothing and homewares business.",
  "The Times\n\nMarks & Spencer said it had earmarked 14 stores for closure, in addition to 21 that have already shut.",
  "May 23 (Reuters) - The following are the top stories on the business pages of British newspapers.",
  "Reuters has not verified these stories and does not vouch for their accuracy.",
  "(ind.pn/2keqSNg)"
]