[
  "The Facebook founder appeared in front of the European Parliament in Brussels to answer questions about privacy and data use following public outcry over revelations that Cambridge Analytica, a British-based political consulting firm backed by Republican donors, gained access to the private information of more than 50 million Facebook users.",
  "And while the parliamentary members had plenty of inquiries, Zuckerberg was unable to thoroughly address them due to time constraints and a format in which officials spent more than 50 minutes asking questions before the Facebook CEO had a chance to speak.",
  "In his opening statement, Zuckerberg vowed to investigate “all apps that had access to large amounts of information” and violated its developer terms of service, though it’s unclear what punishments those companies could face beyond bans from Facebook.",
  "Belgian politician Guy Verhofstadt referenced the techno-dystopian novel The Circle before asking whether Facebook would open its books to regulators so that they could examine whether the company was engaging in monopolistic practices.",
  "While Tuesday’s meeting with European parliament members (MEPs) was initially expected to be private, Facebook agreed to livestream the proceedings in an attempt to show that it was transparent about its privacy and data use policies.",
  "Those policies are under heavy scrutiny from governments around the world following revelations in March that Cambridge Analytica misappropriated the Facebook data and may have been just one of at least 200 companies to do so.",
  "Some lines of questioning from MEPs focused on the Cambridge Analytica scandal; others touched on issues of monopoly and data sharing across Facebook-owned apps like Instagram and WhatsApp.",
  "The end result was another Zuckerberg hearing largely devoid of new information but full of apologies and the talking points that Facebook has been using to temper fallout from the scandal.",
  "\"Whether it's fake news, foreign interference in elections, or developers misusing people's information, we didn't take a broad enough view of our responsibilities,\" Zuckerberg said.",
  "A Facebook spokesperson confirmed to BuzzFeed News that the questioning format was proposed by European Parliament President Antonio Tajani.",
  "Or as a failed genius who created a digital monster destroying our democracies?”",
  "“As one of the three internet giants together with Bill Gates and Steve Jobs?",
  "Facebook CEO Mark Zuckerberg faced a lot of questions on Tuesday.",
  "“How do you want to be remembered?” Verhofstadt said.",
  "He also asked the Facebook CEO about his legacy.",
  "\"That was a mistake, and I'm sorry.\"",
  "But he didn’t give many answers."
]