[
  "“Of course, you asked for this format for a reason.”\n\nTwo reporters in the subsequent press conference in fact asked Antonio Tajani, the president of the European Parliament responsible for setting up the meeting, about the format and whether it was he or Zuckerberg who first suggested it.",
  "Members of parliament and leaders of political groups came prepared with a bevy of tough questions that evinced an overall level of technological literacy superior to that of U.S. lawmakers, who previously interrogated Zuckerberg during a hearing in April.",
  "Gabriele Zimmer, a member of the European United Left/Nordic Green Left, asked Zuckerberg to explain why Facebook altered its terms of service so that 1.5 billion users would not be covered by the EU’s new General Data Protection Regulation (GDPR).",
  "JOHN THYS/AFP/Getty Images\n\nFacebook CEO Mark Zuckerberg appeared before the European Union’s Conference of Presidents on Tuesday for what ended up being a fruitless hearing about the company’s many controversies over the past couple years.",
  "Syed Kamall, chairman of the European Conservatives and Reformists Party, asked a pointed question about how people who don’t use Facebook can prevent the platform from collecting their data, referencing the debate over shadow profiles.",
  "He was largely able to ignore the more difficult questions, and instead fell back on platitudes from the numerous press releases that the company has released in the wake of the Cambridge Analytica scandal and other controversies.",
  "Instead of giving Zuckerberg time to respond to a question right after someone had asked it, the hearing was organized so that all the members of parliament asked their questions one after another without pause.",
  "Several parliament members seemed on the verge of revolt when Zuckerberg concluded his spiel by promising to get back to them later in writing on the umpteen questions he left unanswered.",
  "Jan Philipp Albrecht, a member of the Greens/European Free Alliance, requested that Zuckerberg promise not to share personal user data between Facebook and its subsidiary WhatsApp.",
  "Yet, the format of the proceedings squandered this opportunity to finally pin Zuckerberg down on issues that he’d been able to evade in his U.S. hearing.",
  "The format allowed Zuckerberg to talk broadly about the issues that had been raised, rather than addressing the specific nuances of each inquiry.",
  "Tajani claimed that he had proposed the format to the Conference of Presidents, and that no one had requested a longer hearing time.",
  "He even found time, on more than one occasion, to reiterate the tired tale of founding Facebook in his college dorm room.",
  "Zuckerberg then had around 20 minutes at the end to answer the dozens of questions in his closing remarks.",
  "Politicians began interrupting Zuckerberg when he tried to thank them for hosting him.",
  "Tajani also mentioned that Zuckerberg had a flight to catch.",
  "I got not a single answer,” one exclaimed.",
  "“I asked you six yes-or-no questions.",
  "Why did Zuckerberg even bother ?"
]