[
  "Noting his belief that Facebook should be investigated as a potential monopoly, he asked Zuckerberg: “Can you convince me not to do so?”\n\n“From where I sit it feels like there are new competitors every day,” Zuckerberg later replied, “and we’re constantly needing to evolve our service to stay relevant and serve people well.”\n\nThe grilling came three days before Europe is set to start enforcing new privacy rules, called the General Data Protection Regulation, or GDPR.",
  "“With the Facebook hearing, the Parliament is sending a clear message that enforcement of the new European data protection law will be a top priority,” said Marc Rotenberg, the executive director of the Electronic Privacy Information Center, a D.C.-based group that has advocated investigations into the company’s privacy practices.",
  "Opening the meeting, the president of European Parliament, Antonio Tajani, described as an “alarming scandal” that Facebook had allowed Cambridge Analytica, a political consultancy, to access the names, “likes” and other personal information for 87 million of the site’s users.",
  "The tough questions from political leaders in European Parliament reflected growing unease in Brussels about Facebook's ability to protect its users’ personal information and combat fake news, terrorist propaganda and other malicious content on its platform.",
  "He noted that Facebook’s services are popular there, including its Safety Check tool, which allowed people in Berlin, Paris and London to inform friends and family that they were safe after terrorists targeted those cities, according to prepared testimony.",
  "European lawmakers pilloried Mark Zuckerberg at a hearing Tuesday for Facebook’s recent privacy and misinformation mishaps and raised the possibility of new regulation, a more realistic threat than what the social media giant faces in the United States.",
  "One member of Parliament, Guy Verhofstadt, lamented that Facebook already had apologized for its missteps “fifteen or sixteen times the last decade.”\n\nZuckerberg’s faceoff with Parliament marked his toughest confrontation with regulators to date.",
  "The leader of the European Parliament, Tajani, initially had hoped to hold a meeting with Zuckerberg at a private gathering of the body’s Conference of Presidents, which includes the chiefs of the legislature’s political groups.",
  "In his testimony, Zuckerberg pointed out Facebook’s existing work in the region, including its corporate footprint in Ireland, where it has its European headquarters, and Paris, where its artificial intelligence lab is based.",
  "In one of the more uncomfortable moments of the day, Zuckerberg avoided a question about the company's use of so-called “shadow profiles,” or information Facebook collects about those who aren't actually users of its site.",
  "The law requires companies to provide more information to consumers about the data they collect and offer consumers greater ability to opt out of that collection — or face stiff penalties if they fail to meet the mark.",
  "At one point, policymakers told Zuckerberg, Facebook's chief executive, that the company had become so large, powerful and out of control that it should be investigated and broken up.",
  "(Marcio Jose Sanchez/AP)\n\nIn response, Zuckerberg apologized to European lawmakers, much as he had done during his testimony to the U.S. Congress during two hearings in April.",
  "And congressional lawmakers who grilled Zuckerberg at their own hearings in April asked fewer tough, specific questions than their European counterparts did on Tuesday.",
  "“However, democracy should never become a marketing operation where anyone who buys that data buys a political advantage.”\n\n\n\nFacebook chief executive Mark Zuckerberg.",
  "Experts said they felt some members of the European Parliament had hoped to make an example out of Facebook at the hearing and brandish their soon-to-be new powers.",
  "Other lawmakers repeatedly wondered whether they should pursue new regulation targeting the company, perhaps even forcing it to make its secret algorithms public.",
  "issued a $122 million fine against Facebook for misleading regulators over the way it handled data after acquiring the messaging service WhatsApp.",
  "During the past year alone, European authorities have fined Google for threatening competitors and penalized Apple for its tax practices.",
  "The European Parliament also plans to convene another hearing, with Facebook and fellow tech companies, to discuss more technical issues.",
  "But some members of Parliament balked at the idea last week, prompting Tajani to announce Monday that it would be streamed online.",
  "“Your company today already has tremendous power,” said Manfred Weber, the leader of the European People's Party in Parliament.",
  "\"We are looking for further commitments… and we will be looking forward to getting his written answers on Cambridge Analytica.",
  "That setup appeared to irk many lawmakers, who felt it afforded Zuckerberg an opportunity to dodge their toughest queries.",
  "European lawmakers hammered the executive with more incisive questions than during his congressional hearings last month.",
  "As a result, Tajani said, lawmakers would press the Facebook chief executive to address follow-ups in writing soon.",
  "has been much tougher than the United States when it comes to policing Facebook and its Silicon Valley peers.",
  "Some members of the body then urged participating members of Parliament to take a tough tack with Zuckerberg.",
  "By design, though, Zuckerberg answered all of lawmakers' questions at once at the end of the hearing.",
  "“The price paid by the users is, in many cases, data in exchange for free services,” Tajani said.",
  "In contrast, the United States doesn’t have an overarching federal commercial privacy law.",
  "But some European policymakers did not appear to be swayed by Zuckerberg's entreaties.",
  "“We didn’t take a broad enough view of our responsibility, and that was a mistake.",
  "Zuckerberg's apologies are not enough,” Tajani said at a later news conference.",
  "It’s obvious that kind of thing should not happen again.\"",
  "And I'm sorry for it,” he said.",
  "Historically, the E.U.",
  "The E.U.",
  "“Mr."
]