[
  "Around two-thirds of teachers in the UK don’t think they can teach kids programming skills, according to polling firm YouGov, and keeping apace with fast-moving software developments is hard when a curriculum gets updated every six or seven years, as it does in Britain.",
  "He and Curzon, the computer science professor, both agree that kids don’t necessarily need to be taught to become coders, but do need a grip on the fundamentals of how algorithms are made and data is mastered, and that's where companies can help.",
  "To solve the problem, Curzon is working with Ocado, the British online grocery firm that's powering Kroger’s robotized warehouses, and on the side also teaching kids how to code in schools in the U.K., United States and Brazil.",
  "The professor of computer science at Queen Mary, University of London says that Silicon Valley has become so good at making technology invisible and “just work” as Steve Jobs used to quip, that it can seem like magic.",
  "Ocado offers free access to its web-based teaching programs to primary and secondary schools and around 3,000 schools have signed up since the company launched the program in 2014, reaching 135,000 students.",
  "I can understand, in this rather cynical world, that that’s a hard thing to get your head around.”\n\nStill, Ocado’s marketing team couldn’t resist featuring the company’s grey, swirly logo in Rapid Router.",
  "In its Rapid Router coding game for primary-school kids, for instance, young players have to figure out the most efficient commands to make a pixelated van drive from a warehouse, to a customer’s house.",
  "In one sense, a company like Ocado makes a handy teacher because it can show how AI is already being used in the real world; in its case, to help coordinate a complicated network for grocery delivery.",
  "But if tech companies are serious about explaining how they work, they will probably have to go further than offering basic coding classes, and be willing show more of what’s under the hood.",
  "“We don’t want kids to just be passive consumers of technology,” says Celine Boudier a former product manager at Softbank who now runs Ocado’s Code for Life project for schools.",
  "Most of those kids are in the United Kingdom, where 1,600 schools are using Ocado’s websites, but 275 schools in Australia and around 270 in the U.S. are doing so too.",
  "In January 2018 chip maker Nivdia teamed up with Amazon to distribute a teaching kit to teenage school kids in Britain, that taught them AI terminology and use cases.",
  "That means reversing the tendency to tell the world that their service is magical, while keeping all intellectual property and mechanisms a tightly controlled secret.",
  "So it makes sense that learning some basic principles about artificial intelligence would give them a stake in the technology powering their future lives, too.",
  "Corporations and schools make for awkward bedfellows, but contributions like Ocado’s, or Nvidia's are something that parents and schools should get used to.",
  "Outside the classroom, such rules could have an indirect effect on how much the next generation of internet users understands how algorithms work.",
  "Called AI:MMO (pronounced eye-mo) it teaches them the basics of programming language Python and of optimizing software to become more intelligent.",
  "\"This is absolutely not a marketing exercise for Ocado… This is about us as a technology business trying to do our part for the greater good.",
  "“There is definitely a partnership between business and education and academia, and making it a more collaborative process,” says Clarke.",
  "“Industry and business has a role to play in explaining what goes on inside the black boxes [for AI-powered algorithms],” Clarke says.",
  "Shouldn’t school administrators be responsible for teaching concepts as important as AI, as part of a computer-science curriculum?",
  "This week Ocado launched a new teaching program, a game aimed at teens and built around training an avatar to walk around a maze.",
  "The European Commission is already pushing companies to explain the decisions made by their algorithms under the new GDPR rules.",
  "Children already study politics in school to understand that with their right to vote, they are stakeholders in democracy.",
  "Till now the biggest move towards greater transparency by tech companies has come from scandals like Cambridge Analytica.",
  "On Tuesday, Ocado released a free website to teach teenage school kids the fundamentals of artificial intelligence too.",
  "That same month, Apple said that 70 colleges and universities in Europe were using its free Everyone Can Code program.",
  "In the game, you can see it clearly on the roof of the warehouse that children must drive their animated vans from.",
  "“We shouldn't have to rely on a scandal for change.”\n\n------\n\n* You may be wondering about that vanishing robot.",
  "Once people stop noticing that something amazing is happening, says Curzon, they stop questioning how it works.",
  "The sense that one has 'vanished' comes from spreading parts of the vanished object over multiple locations.",
  "Should they type the command “move forward” three times, or tell it to move forward by a multiple of three?",
  "The picture starts off with 17 robots, yet when the pieces have finished moving around, it shows just 16.",
  "“I completely refute that suggestion,” the company’s chief technology officer Paul Clarke says.",
  "It just blindly follows the instructions - or algorithm - to guarantee the right thing happens.",
  "“If people don’t understanding technology, there is no push to make things change,” he says.",
  "The robots all shift in shape to contribute to a new arrangement where one is missing.",
  "Schools, essentially, don’t have the money to hire expensive AI experts as teachers.",
  "You can learn an important lesson about artificial intelligence from the GIF above.",
  "That could become a problem for kids, the next generation of technology users.",
  "Some might call this a sly form of advertising to kids and their parents.",
  "Fertile soil for something like Facebook's Cambridge Analytica scandal.",
  "The \"magic\" happens even though a computer has no idea how it works.",
  "So tech companies like Ocado are addressing the teaching gap.",
  "Yes, but doing that properly is expensive and difficult.",
  "The problem is already leading to an AI skills shortage.",
  "“We try to be subtle,” Boudier insists during her demo.",
  "It's an example of distributed concealment.",
  "That’s a good thing, says Curzon.",
  "Paul Curzon thinks you should.",
  "Where is the missing robot?",
  "Wait, you’re thinking.",
  "(Answer: the latter.)",
  "Ocado disagrees.",
  "*\n\nDo you care?"
]