[
  "For Scott Cato, examples like Russian actors buying up ads to influence the US presidential elections and the Brexit vote, and US and Canadian pro-life groups trying to influence Ireland's abortion referendum, are more worrying than the Cambridge Analytica scandal.",
  "\"He's totally out of his depth — he talks about setting Facebook up in college with this homey story and I'm, like, 'Christ, this guy has the fate of European democracy in his hands and he doesn't know what to do.'\"",
  "Francois Lenoir/Reuters\n\nScott Cato said she was sympathetic to Zuckerberg, whom she described as still young, but added that he had to accept that Facebook's influence goes considerably beyond its shareholders.",
  "He told Business Insider on Friday: \"The EU and Parliament are quite strong on this because we have lots of countries with lots of elections, and lots of concerns about political interference.\"",
  "But Lamberts, the Green MEP who questioned Mark Zuckerberg directly on Tuesday, said the Facebook CEO hadn't offered sufficient reassurances to Europe about political transparency.",
  "Claude Moraes, another British MEP who chairs Europe's civil-liberties committee, will be grilling another Facebook executive at a second open hearing, possibly this week.",
  "Scott Cato said Zuckerberg could either go down in history as the man who let Putin \"trash\" democratic processes or the man who built a social network for the wider good.",
  "The company said it is trying out a \"view ads\" tool that shows who has spent money on political ads and will, in the UK, place all political ads in a searchable archive.",
  "During his apology tour before the media and US and European politicians, Zuckerberg has acknowledged Facebook's role in the spread of fake news and misinformation.",
  "Yves Herman/Reuters\n\nFacebook has the power to influence democratic processes around the world, and CEO Mark Zuckerberg seems to have no idea how to handle it.",
  "That involved Russia using state-friendly-media channels like Sputnik and Russia Today to spread false news about Ukraine in 2014, when Russia annexed Crimea.",
  "In the UK, it said that Russian groups spent just $1 on ads relating to Brexit, but British politicians are skeptical of the company's findings.",
  "And in Ireland, Facebook had to bar foreign groups buying ads to influence the country's referendum on whether to allow abortion.",
  "All 12 representatives of the European Parliament asked precise questions but Zuckerberg didn't answer any of them precisely.",
  "She was also involved in coming up with questions for the Greens' representative at Zuckerberg's hearing, Philippe Lamberts.",
  "That's the worry for lawmakers after Zuckerberg appeared before European Parliament politicians in Brussels late on Tuesday.",
  "Both Cato and Moraes pointed to disinformation campaigns carried out by Russia in countries such as Ukraine and Georgia.",
  "We want Facebook to put measures in place to make advertising more transparent and prevent misuse of personal data.\"",
  "He was there to answer questions about the Cambridge Analytica scandal, user privacy, and election interference.",
  "Facebook said 126 million Americans might have seen ads bought by Russian groups during the US election.",
  "Molly Scott Cato, a British MEP for the Green Party, tuned into Zuckerberg's hearing on Tuesday.",
  "\"I watched [Zuckerberg] walk in and he looked pretty scared,\" she told Business Insider.",
  "Historically it has been difficult to see that highly targeted political ads even exist.",
  "But he avoided giving detailed answers, thanks to the limited format of the questioning.",
  "\"This hearing failed to meet our expectations,\" the Greens said in a statement.",
  "Mark Zuckerberg as he arrived at the European Parliament on Tuesday.",
  "\"A simple apology to European Facebook users is not enough.",
  "Trolls also used Facebook to push out Ukrainian activists.",
  "\"The threat to democracy is important,\" Scott Cato said.",
  "Mark Zuckerberg at the European Parliament on Tuesday.",
  "\"It's very frightening to think about,\" she said.",
  "\"Mark Zuckerberg made a lot of vague promises."
]