[
  "Data from analytics firm Sensor Tower shows that since the redesign, App Store downloads for featured apps have skyrocketed: Downloads of the game of the day are up 802 percent, while downloads of the app of the day are up 685 percent compared to pre-redesign numbers.",
  "But with consumer attitudes about data privacy and paying for software changing in the wake of GDPR and the Cambridge Analytica scandal, perhaps Apple will make it easier for indie developers to monetize their apps in a way that’s clear and legal.",
  "The topic gained renewed momentum last week with the announcement of the Developers Union, a loose coalition of developers calling upon Apple to publicly commit to allow free trials of all apps in the App Store by July 2019.",
  "And in a market with as much variety as Apple’s App Store, it’s not difficult for iOS users to search for an app, see that $0.99 price tag, and scoff at the idea of spending money for an app on their $1,000 handset.",
  "These indie developers, typically working solo or in small teams, have a problem that bigger studios and VC-backed apps don’t always face: They need to charge money for their app in order to make a living.",
  "Apple recently began to natively allow for trials of subscription apps that can range from three to 365 days; it even highlighted these titles with a “Try It for Free” section in the App Store.",
  "Overall, App Store browsing—as opposed to dedicated searching—has grown to make up 15 percent of downloads, compared to roughly 10 percent of downloads prior to the launch of iOS 11.",
  "While some App Store apps offer “Lite” and “Full” versions to get around this issue, convincing a user to download an entirely new app for the full, paid experience is a tall order.",
  "A further problem for those who’ve already created a full app experience that’s meant to be paid for is that developing a freemium version takes additional resources and man hours.",
  "For others, freemium simply doesn’t make sense: If you make a bespoke calculator app, for example, are you really going to hold the division key hostage behind an in-app upgrade?",
  "Independent developers have always been an important part of the App Store, fueling the iPhone with innovative ideas that have trickled into bigger apps and even into iOS itself.",
  "Four developers—Brent Simmons, Jake Schumacher, Loren Morris, and Roger Ogden—founded the Developers Union to address this and other problems they feel indie developers face.",
  "While 88 percent of the apps in the App Store are “free,” many hide their true cost through in-app purchases, frequent annoying advertisements, or selling personal data.",
  "The App Store’s redesign (which it introduced at WWDC last year ahead of its inclusion in iOS 11) also took steps to bring greater visibility to independent apps.",
  "Developers who charge for one-time purchases don’t currently have such an option, and depending on the app, a subscription-based model may still not make sense.",
  "Still, given Apple is dabbling in the idea of app trials with subscription apps, it is feasible that the option could be coming to all apps sooner than later.",
  "Developers have advocated for them for years, and subscription services like Netflix have successfully adopted them as a way to lure in and on-board users.",
  "Back in 2012, Microsoft found that Windows Phone apps with free trials garnered up to five times the revenue of apps without such a demo period for users.",
  "They feel that this organization, designed to unify developers without the ability to speak to Apple with their pocketbooks, is a step in that direction.",
  "In 2017, Apple debuted a “Celebrating Indie Games” section of the App Store, where iOS users could browse and learn about some standout offerings.",
  "Apple has taken steps to help developers with their plight, particularly by highlighting titles from indie app and game outfits in the App Store.",
  "The Developers Union, even growing as quickly as it is, still doesn’t have the financial pull of a major app like Amazon, Netflix, or Snapchat.",
  "A growing group of developers is lobbying Apple for a change that they think would help them better monetize their work: free trials for apps.",
  "More recently, Spotify revealed that 60 percent of its paid subscription base started out as users of the free version of its app.",
  "The new layout features curated collections of related apps, bigger images, stories, and interviews behind daily featured titles.",
  "While not exactly a parallel situation, it does show the power that a free taste of the full experience can offer for consumers.",
  "Some developers ethically dislike this business model because they’d prefer app pricing to be clear and upfront for the user.",
  "History has shown free trials boost app downloads and revenue—and we know Apple is all about increasing that revenue.",
  "As of this writing, the group has attracted 533 apps and 470 developers to its cause since it was announced Friday.",
  "Still, free trials of paid apps could go a long way toward helping indie developers make money from their work.",
  "Other app stores, such as Microsoft’s Windows Phone Store, have implemented free trials for apps in the past.",
  "The informal association hopes to bring “the voice of indies back into the spotlight,” Morris told Wired.",
  "It’s an idea that would benefit not just app makers, but app users and Apple itself.",
  "It’s an idea that would benefit not just app makers, but app users and Apple itself.",
  "Many apps have embraced the freemium model, but it’s not a perfect solution either.",
  "But Apple’s App Store hasn’t offered this option.",
  "That may simply not be an option for some.",
  "Free trials for apps aren’t a new idea.",
  "Photo by jkravitz/Thinkstock.",
  "Photo illustration by Slate."
]