[
  "Facebook CEO Mark Zuckerberg apologized over a growing data scandal in an interview Thursday, telling CNN’s Laurie Segall that the exposure of users’ data to political consulting firm Cambridge Analytica “was a major breach of trust,” and that he was “really sorry that this happened.”\n\n“We have a basic responsibility to protect peoples’ data,” Zuckerberg said in an interview on Anderson Cooper 360.",
  "“We need to make sure we don’t make that mistake ever again.”\n\nHe also promised that Facebook would build new apps to help users’ identify whether their data was compromised, by Cambridge Analytica and in the future, and promised an “intensive process” of reviewing questionable third-party activity on the social network.",
  "He has also drawn criticism for sidestepping an outright apology in a previous interview this week with the New York Times and a public Facebook post, in which Zuckerberg called the scandal “a breach of trust between Facebook and the people who share their data with us,” but fell short of apologizing for the incident.",
  "Zuckerberg’s comments broke days of silence from the Facebook CEO following revelations that data mining firm Cambridge Analytica had obtained the personal data of 50 million Facebook users through third-party apps while working for Donald Trump’s presidential campaign.",
  "However, he conceded that in 2016 “we were not on top of a number of issues as we should have, whether it was Russian interference or fake news.” Facebook has since announced new AI tools that help it identify “fake accounts” that “sow division” in public opinion.",
  "But asked whether Facebook had a decisive impact on the 2016 presidential election, he deferred, saying it was “really hard for me to have a full assessment” of the network’s influence as distinct from off-line advertising and campaign events.",
  "“The reality here is that this isn’t rocket science,” he added, acknowledging that “there’s a lot of hard work that we need to do” to prevent manipulation of future elections, including upcoming U.S. midterms in November.",
  "Facebook responded by banning the firm and its whistleblowing contractor Christopher Wylie, from its platform, but the affair has raised concerns about the overall security of Facebook’s two billion monthly users.",
  "He amended those comments Thursday, telling CNN’s Seagall that Facebook made a “mistake” in 2015 after it was approached by the Guardian about a quiz app that was harvesting the data of tens of millions of users.",
  "“We’re really committed to doing everything we need to to make sure the integrity of those elections on Facebook is secure,” Zuckerberg told Segall.",
  "“I regret that we didn’t do at the time and I think we got that wrong and we are committed to getting that right going forward,” he said.",
  "Lawmakers in the U.S. and U.K. called for Zuckerberg to testify earlier this week about the incident.",
  "Investors also filed a federal lawsuit against Facebook this week, sending its stock tumbling.",
  "Zuckerberg said he would be “happy” to appear before Congress on Thursday.",
  "“I think that this was clearly a mistake in retrospect,” Zuckerberg said.",
  "Write to Eli Meixler at eli.meixler@time.com."
]