[
  "Scotland's Brexit Minister Michael Russell MSP told Business Insider that allegations of electoral misspending linking Vote Leave, the official Brexit campaign, to disgraced data analytics firm Cambridge Analytica, pointed towards a \"major scandal\" which could have swung the referendum.",
  "A second whistleblower, Shahmir Sanni, claimed that Vote Leave donated £625,000 to the supposedly independent pro-Brexit campaign group BeLeave, which funnel led the money to a digital services firm with links to Cambridge Analytica, which would likely be a breach of spending laws.",
  "Wylie, the former director of research at Cambridge Analytica, told MPs this week that a Canadian business with ties to the firm's parent company, SCL Group, provided analysis for the Vote Leave campaign ahead of the EU referendum in June 2016.",
  "Others include the English local elections in May, where big losses could destabilise the Conservative party, the weak position of Prime Minister Theresa May, and the \"inconsistent\" position of the Labour party on Brexit.",
  "This week a whistleblower, Christopher Wylie, suggested that data firm Cambridge Analytica and associated companies may have altered the outcome of both the U.S. presidential election and the Brexit referendum.",
  "Russell, an SNP veteran, has spearheaded the Scottish Government's attempts to keep Britain in the single market and avoid a hard Brexit which they say would be disastrous for Scotland's economy.",
  "He said stories alleging dodgy links with Vote Leave were the result of a \"powerful set of people will do anything to try to shift public opinion in order that they can overturn the referendum.\"",
  "Vote Leave's chief Dominic Cummings issued a forceful rebuttal of the claims on last week, describing the allegations as \"factually wrong, hopelessly confused, or nonsensical\" in a blog post.",
  "There are very severe question marks about the conduct of the referendum and about the use of resources, and that is an emerging set of circumstances which throws many issues into question.",
  "Reuters / Russell Cheyne\n\nLONDON — The Scottish government believes the Cambridge Analytica scandal could prompt a criminal investigation and potentially spark a second EU referendum.",
  "Michael Russell (MSP) Minister for UK Negotiations on Scotland's Place in Europe talks during an interview in the Scottish Parliament Edinburgh, Scotland, Britain October 3 2017.",
  "The SNP has previously suggested that May's insistence on a 'hard Brexit' outside the customs union and single market could justify a second referendum on Scottish independence.",
  "Wylie said that research likely breached the UK's strict electoral spending laws and may have swayed the vote, which was won by a margin of 52% to 48%.",
  "He said the emerging Cambridge Analytica scandal was one factor in a \"heady political mix\" which will threaten to derail negotiations with the EU.",
  "\"You've got a situation where there are senior government figures who were allegedly aware of actions which would be contrary to electoral law.",
  "He said the stories were being perpetrated by whistleblowers who were \"peripheral, making invented claims about things they didn't see.\"",
  "But I think it would be foolish not to accept that this is a factor which I think is going to grow larger and larger.\"",
  "Asked if it could prompt a second EU referendum, Russell said: \"I think that's possible.\"",
  "\"I think Cambridge Analytica is a major scandal which impacts on [the Brexit referendum].",
  "He also suggested there could be a criminal investigation into the matter.",
  "What is the Cambridge Analytica scandal?",
  "\"I don't know where that will lead.",
  "That is a very serious situation.\""
]