[
  "“What we want...is to get across the table from Google and Facebook to talk about reasonable compensation, or at least better working conditions.”\n\nTang said that although governments have a role in regulating the internet giants, users should also organize themselves and seek to influence the companies directly.",
  "Facebook CEO Mark Zuckerberg testified in European Parliament on Tuesday to answer questions about how political consultancy Cambridge Analytica improperly got hold of the personal data of 87 million Facebook users, including up to 2.7 million in the EU.",
  "Van der Gaag said volunteers are working on tools to make it possible for the union to organize a ‘strike’, which would involve temporarily depriving the companies of some of the most valuable information they sell to advertisers, such as location data.",
  "“Right now, we work for Google and Facebook producing data, and we’re getting feathers and beads in exchange,” said Paul Tang, a member of European Parliament from the Dutch Labour party, at the union’s establishment in Amsterdam.",
  "AMSTERDAM (Reuters) - Activists in Amsterdam on Wednesday launched the ‘Datavakbond’ or “data labor union”, which hopes to elect leaders to negotiate directly with Facebook and Google over what they do with users’ data.",
  "REUTERS/Dado Ruvic/File Photo\n\nPossible demands could include payment for the data users supply to the companies, more information about how the data is used, and a direct channel for communicating grievances.",
  "The Union’s founding chairman Bas van der Gaag, a high school maths teacher, said that although it is based in the Netherlands, it hopes to win members internationally.",
  "FILE PHOTO: Silhouettes of mobile users are seen next to a screen projection of Facebook logo in this picture illustration taken March 28, 2018.",
  "Later they may vote on specific demands, for instance for the company to provide a paid, but advertising-free, version of Facebook.",
  "Facebook did not immediately respond on Wednesday to a request for comment on the establishment of the union.",
  "Membership is free, and those that join will be encouraged to help craft the organization.",
  "Within the first hour of its launch, 250 people joined."
]