[
  "\"Our priority is the safety of residents and visitors and, due to the data breach and the lack of commitment to using drivers licensed here, we were not satisfied that UBL (Uber Britannia Limited) are a fit and proper person to hold an operator's license,\" said chair of the licensing panel Councillor Jackie O'Quinn.",
  "David Ramos/Getty Images\n\nLONDON — Uber's license in the southern English coastal city of Brighton will not be renewed as the council said the taxi app was not \"fit and proper\" to hold a license, citing concerns over a data breach and the use of drivers from outside the area.",
  "MoveHub\n\nO'Quinn said Brighton minicab and taxi drivers had to adhere to the same standards, and that Uber had given a firm commitment only to deploy drivers who had been licensed by the city.",
  "O'Quinn's comments come after London's regulator, Transport for London, slammed Uber's record on safety and reporting serious crime by its drivers.",
  "A spokesman said: \"This is a disappointing decision for the thousands of passengers and drivers who rely on our app in Brighton and Hove.",
  "In February this year, the firm announced a change in policy and promised to report all serious incidents in the UK directly to police.",
  "Brighton is the third UK city to revoke Uber's license to operate after London in September and York in December last year.",
  "That's partly because Brighton has stringent hurdles for private hire operators to clear before they are granted a license.",
  "According to local media, many Uber drivers request a license in nearby Lewes, meaning they can still drive in Brighton.",
  "Sheffield also banned the firm in December, but u-turned and granted the company a new five-year license in March.",
  "Uber said Brighton's decision was \"disappointing\" and that it intends to appeal the ban.",
  "According to local newspaper The Argus, Uber only has 62 drivers licensed in the city.",
  "Part of the issue seems to be where Uber's Brighton drivers actually come from.",
  "\"We do not feel the spirit of this commitment has been kept to,\" she said.",
  "We intend to appeal so we can continue serving the city.\"",
  "That, she added, put passengers' safety at risk.",
  "The coastal city of Brighton."
]