[
  "\"We hope that he will respond positively to our request, but if not the committee will resolve to issue a formal summons for him to appear when he is next in the U.K.\"\n\nCollins sharply worded statement came after a session in which lawmakers demanded specificity, particularly in regard to the social media company's actions on elections and alleged Russian interference.",
  "During a four-hour plus session that covered many of Facebook's perceived sins, lawmaker Julian Knight accused the company of \"bullying journalists, threatening academic institutions and impeding investigations by legal authorities,\" before declaring the company to be \"a morality-free zone.\"",
  "LONDON -- The U.K. parliament's media committee demanded Facebook CEO Mark Zuckerberg appear before the panel after lawmakers said a senior executive who testified Thursday failed to fully answer their questions about the data protection scandal that has engulfed the company.",
  "Committee members didn't hide their frustration with Facebook's chief technical officer, Mike Schroepfer, who was forced to defend the company against suggestions that it was cavalier with user data and has done little to stem the spread of fake news.",
  "Immediately after the session, committee Chairman Damian Collins issued a statement saying that said Schroepfer answer's fell short \"on 40 separate points,\" particularly in regard to Cambridge Analytica and associated companies.",
  "\"As an American citizen living in California, Mr. Zuckerberg does not normally come under the jurisdiction of the U.K. Parliament, but he will the next time he enters the country,\" Collins said.",
  "One lawmaker asked whether Facebook read the terms and conditions for GSR, the app developer that later sold information on 87 million Facebook users to Cambridge Analytica.",
  "\"We were slow to understand the impact at the time, and I am way more disappointed in this than you are,\" Schroepfer said to laughter from the room.",
  "The committee asked Zuckerberg to appear May 24, during what it described as a planned trip to Europe to give testimony to the European Parliament.",
  "Developers who want to see large amounts of data have to ask Facebook for permission and go through a review -- a change that took place in 2014.",
  "In one moment of candor, Schroepfer acknowledged that he himself was disappointed with Facebook's handling of Russian disinformation campaigns.",
  "\"We require that people have a terms and conditions, and we have an automated check to make sure they're there,\" Schroepfer said.",
  "Stevens pressed him on whether Facebook read any terms and conditions of developers who put apps on the platform prior to 2014.",
  "Facebook (FB) dispatched the unassuming engineer to London despite a previous request for Zuckerberg to appear.",
  "Schroepfer explained that Facebook no longer allows developers the level of access to data that GSR enjoyed.",
  "\"I can't say we never read them; I think it wasn't a requirement that we read them,\" he answered.",
  "\"We did not, we do not read all of the terms and conditions at the time.\"",
  "Schroepfer said he \"respectfully disagreed\" with such characterizations.",
  "\"I'm sorry, I shouldn't have said that,\" Schroepfer replied.",
  "\"So you didn't read their terms and conditions?\"",
  "\"It's something we're working very hard on.\"",
  "asked the member of Parliament, Jo Stevens.",
  "\"It's a high bar,\" Collins retorted.",
  "\"No.\""
]