[
  "Sandberg’s admission comes as the social media giant struggles to address mounting security concerns in the wake of revelations that 87 million Facebook users may have had their data harvested by Cambridge Analytica, the controversial data firm that was employed for a time by President Trump’s campaign during the 2016 presidential election.",
  "Sandberg's apology tour comes only two days after Zuckerberg said the company is shutting down a feature that allows people to search for Facebook users by phone number or email address after it acknowledged that many of its 2.2 billion members have probably had their personal data scraped by \"malicious actors.\"",
  "\"We're definitely increasing transparency,\" she said, adding that the company is also looking to share news from only trusted news sources - both conservative and liberal - and it will start requiring political advertisres to verify their identities before they can post on Facebook.",
  "Facebook COO Sheryl Sandberg continued the social media company’s apology tour on Friday – saying she was sorry for the controversial data harvest currently embroiling the company and promising to do a better job at keeping people's information safe in the future.",
  "While the company offers detailed privacy controls — users can turn off ad targeting, for example, or face recognition, and post updates that no one else sees — many people never change their settings, and often don't even know how to.",
  "Neither Zuckerberg nor Sandberg have identified those who carried out the data scraping, but outside experts believe they could have been identity thieves, scam artists or shady data brokers assembling marketing profiles.",
  "Speaking on Fox News’ \"The Daily Briefing\" with Dana Perino, Sandberg said that while the company expects to find more data breaches, Facebook is taking action to prevent such problems in the future.",
  "Zuckerberg said the company detected the problem in a data-privacy audit started after the Cambridge Analytica disclosures, but didn't say why the company hadn't noticed it — or fixed it — earlier.",
  "Sandberg also noted that the tech company is taking steps to become more transparent in what stories it shows on users' news feeds and that the company is aggressively going after fake news.",
  "The scrapers were at it long enough, Zuckerberg said, that \"at some point during the last several years, someone has probably accessed your public information in this way.\"",
  "Over the past few weeks, the Cambridge Analytica scandal has mushroomed into investigations across continents, including a probe by the U.S. Federal Trade Commission.",
  "Privacy advocates have long been critical of Facebook's penchant for pushing people to share more and more information, often through pro-sharing default options.",
  "\"We know at Facebook we did not do enough to protect people's data,\" Sandberg told Perino, also referencing Facebook CEO Mark Zuckerberg.",
  "Last fall, the company sent its top lawyer to speak before Congress about Russian interference in the 2016 elections.",
  "The company has tried to simplify its settings multiple times over the years, most recently this week.",
  "Google and Twitter also sent lower-level executives to the three public hearings on the matter.",
  "This will be the first time Zuckerberg has ever testified before Congress.",
  "\"The goal is to make sure everyone can share safely,\" Sandberg added.",
  "Zuckerberg himself will be questioned by Congress on April 10 and 11.",
  "\"We did not pay enough attention,\" Sandberg added.",
  "The Associated Press contributed to this report.",
  "\"Now we're getting on that.\"",
  "\"Mark is sorry about that.",
  "I'm sorry about that.\""
]