[
  "Other things we read while our dreams of becoming a professional “Birder” were scootered away:\n\nDystopian realities: Claire North writes about how a new wave of dystopian narratives, like those portrayed in Black Mirror or The Handmaid’s Tale, have recolored formerly rosier popular views of the near future.",
  "TIMOTHY A. CLARY/Getty Images\n\nGreetings, Future Tensers,\n\nWhile the Cambridge Analytica scandal had many up in arms about data dealing by Facebook, it turns out that cellphone carriers may be the bigger violators when it comes to shady deals that involve sharing your personal info with third parties.",
  "What’s more: Some of the data the companies offered has already been abused for warrantless tracking by a Missouri sheriff, hacked into by outside parties, and accidentally offered to anyone who signed up for a free trial of the website of one of the companies.",
  "Slate’s Will Oremus theorizes why this privacy scandal isn’t getting as much outrage as the fallout from Cambridge Analytica, and contributor Yael Grauer argues that consumers should demand that wireless companies stop working with firms like LocationSmart.",
  "But as a series of stories last week revealed, a third-party firm called Securus Technologies and an intermediary called LocationSmart have been offering services that allow some individuals to track a person’s whereabouts using this cell-carrier data.",
  "In short, the four largest U.S. wireless carriers—AT&T, Verizon, Sprint, and T-Mobile—all collect real-time location-tracking data on all of their users’ cellphones, including through pings of nearby cell towers when users have their GPS turned off.",
  "Though these carriers essentially know where any given user is if their phone’s cellular functions are on (none offer a way to opt out), they aren’t supposed to share it without consent.",
  "This week, Josephine Wolff dove into President Trump’s hypocrisy in shaping U.S. cybersecurity policy, especially when it comes to his personal smartphone security.",
  "Prime neighbors: April Glaser reports on the tense relationship between Amazon and the Seattle homeless shelter it uses to bolster its philanthropic reputation.",
  "Hoping Gmail reminds you to read this,\n\nTonya Riley\n\nFor Future Tense\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University.",
  "On Friday, the biggest regulation to hit the internet in years, General Data Protection Regulation, will go into effect in the European Union.",
  "School surveillance: A school district in upstate New York wants to use facial recognition software to stop school shootings.",
  "One place we shouldn’t expect leadership from on the issue of digital security and privacy?",
  "Weird Twitter: The U.S. Digital Service made its online avatar a lightsaber-wielding crab.",
  "Aaron Mak answers all your questions about how the law will affect us American users.",
  "Rachel Withers explains why the technology won’t help prevent mass tragedy.",
  "Frustrated about the lack of traction on these issues?",
  "You could always just pack up and move to Europe.",
  "There’s … an explanation.",
  "The White House."
]