[
  "Brittney Kaiser, a former employee for Cambridge Analytica -- who left the company in January and is today giving evidence in front of a UK parliament committee that's investigating online misinformation -- has suggested that data on far more Facebook users may have found its way into the consultancy's hands than the up to 87M people Facebook has so far suggested had personal data compromised as a result of a personality quiz app running on its platform which was developed by an academic working with CA.",
  "A little later another committee member returned to the topic, asking Kaiser to confirm whether these survey apps would definitely have been able to pass Facebook data on users if they provided their Facebook login details at the end of the survey process -- noting that the committee had been told by former CA CEO, Alexander Nix, that Facebook users' personal data may not have been accessed by CA via the surveys.",
  "\"In my pitches I used to give examples even to clients that if you go on Facebook and you see these viral personality quizzes -- not all of them would have been designed by Cambridge Analytica/SCL Group or our affiliates but that these applications were designed specifically to harvest data from individuals, using Facebook as the tool.\"",
  "Another former CA employee, Chris Wylie, previously told the committee the company worked with professor Aleksandr Kogan to gather Facebook users' data -- via his thisisyourdigitallife quiz app -- because Kogan had agreed to work on gathering and processing the data first, instead of negotiating commercial terms up front.",
  "Since the data misuse scandal blew up last month, Facebook has said it is conducting a full audit of any apps which had access to \"a large amount\" of information before it changed app permissions on its platform in mid 2015 to prevent developers from being able to suck out data on Facebook users' friends.",
  "But I believe it is almost certain that the number of Facebook users whose data was compromised through routes similar to that used by Kogan is much greater than 87 million; and that both Cambridge Analytica and other unconnected companies and campaigns were involved in these activities.",
  "\"What you're saying is that that was not the case -- that actually the purpose of the survey was to gather [Facebook] information and by completing it with your Facebook login as well then CA would also get access to your data on Facebook too?\"",
  "Asked to expand on this point during today's hearing, Kaiser said Cambridge Analytica's internal creative, psychology and data science teams worked together to design questionnaires for deploying on Facebook's platform.",
  "In her written evidence to the committee Kaiser claims:\n\nI should emphasise that the Kogan/GSR datasets and questionnaires were not the only Facebook-connected questionnaires and datasets which Cambridge Analytica used.",
  "Committee chair Damian Collins asked Kaiser whether the viral app approach to harvesting Facebook data, which CA had developed for work in the U.S., would have been used by the company in other markets too.",
  "\"Therefore it can be inferred or implied that there were many additional individuals as opposed to just the ones, through Aleksandr Kogan's test, whose data may have been compromised.\"",
  "I am aware in a general sense of a wide range of surveys which were done by CA or its partners, usually with a Facebook login – for example, the “sex compass” quiz.",
  "But I would see questionnaires -- for example there was one called the 'Sex Compass' to find out what your personal preferences were privately.",
  "\"I am aware now of what the questionnaire was that professor Kogan used, although I didn't know about it when I joined the company.",
  "\"That was the idea -- although in Europe it's quite difficult because of the data protection laws,\" responded Kaiser.",
  "CA's intent was to use Facebookers' data for political microtargeting, according to evidence provided by Wylie.",
  "\"I believe that was the point of the quizzes in the first place, yes,\" responded Kaiser.",
  "I do not know the specifics of these surveys or how the data was acquired or processed.",
  "And then there was another one on your 'Music Personality',\" she told the committee.",
  "\"I know at least of those two examples,\" she added.",
  "\"Well if you observe them,\" quipped Collins.",
  "\"Correct,\" said Kaiser.",
  "Story continues"
]