[
  "While it’s fair to say I don’t exactly live on my five and a half-inch screen, I've come to see that I too, have created an equally small frame for myself and there’s a good reason: Because the business models of so many of the apps we use on our mobile devices require long periods of user engagement, they have been developed with the intention of keeping us hypnotized.",
  "At one point, one of the couples looked at each other as if to say, ‘Should we actually admit to this next thing?’ As it turns out, they had both spent a considerable amount of time —and here I strive for the best word — playing/interacting/transfixed with an app called Kim Kardashian, Hollywood.",
  "Because their brains released the neurotransmitter dopamine, which affected their pleasure centers (exactly as it does our own) each time a food pellet appeared, the rats continued to depress the lever all day, despite the fact that they were literally rubbing the fur and skin off their paws.",
  "The following statistic alone is staggering: By some estimates sixty percent of people worldwide will go to sleep tonight with their smartphones next to them —half of whom have reported regularly checking their emails during the course of the night.",
  "But whether either company can self-police (as they claim they can) to the point where another data breach becomes unlikely —which of course, is itself unlikely— there’s something going on at this very moment that’s even more troubling.",
  "And as she told us this I couldn’t help but think how stupid she was for having spent this much money —and god knows how much time— living out her life on the five and a half-inch screen of her iPhone 6 Plus.",
  "The pace and intensity of all of this digital seduction is not retreating, it is speeding up exponentially as more and more industries become reliant on a user base, which is glued to their apps.",
  "You’re feeling gregarious and then it gets late and you’re tired and you suddenly realize that you don’t need a cab to drive you home (even though, you’ve had a few drinks) because guess what?",
  "The full description of which is on iTunes, and there’s no way I can do a better job of explaining it than they can: Join KIM KARDASHIAN on a red carpet adventure in Kim Kardashian: Hollywood!",
  "‘You travel virtually with Kim as she shops for clothing, has lunch dates with her famous friends and goes clubbing at night with other A-listers at Hollywood’s most exclusive nightspots.",
  "When the struggles of the real world become too great, when the bitter tang of anonymity sneaks up on you, you can push a few buttons and become someone bigger than yourself for a while.",
  "When a reward does come, (and it makes no difference how large or small, as we all know, a ‘like’ has very little power in the real world) we experience an overwhelming rush of dopamine.",
  "I’m going to buy two!” You know that Kim’s dress goes for $1,500 and you can’t afford that, but lo and behold, your dress is only $5.99, a real bargain, and so you buy two as well.",
  "It’s sort of a virtual world where you can pass the day away performing errands with your new best friend Kim Kardashian and her cool pals!’\n\nIt makes a certain sense I suppose.",
  "As the food was served the conversation veered from networking, to politics, until finally, we landed on the subject of the Internet and the effect it was having on our lives.",
  "I mean literally find out where the off switch is (if you haven’t noticed, they are not designed to be easily accessible) and turn it off for ten minutes at some point today.",
  "A few weeks ago, my wife and I threw a dinner party for a small group of young couples, most of whom, were striving for a place in LA’s vaunted entertainment business.",
  "To accomplish this, behavioral psychologists and other experts on human emotional intelligence have been brought in at the development stages of many well-known apps.",
  "The effect we get when we’re waiting for a notification such as a ‘like’, a 'comment', or a ‘share’ on Facebook, or Instagram, or an email, is very much the same.",
  "That experience of momentary pleasure when a ‘positive notification’ arrives has been compared to the feeling one has when sitting in front of a slot machine.",
  "Unless you are a medical professional on call, or someone you know might need your help in an emergency, do not sleep with your phone by your beside tonight.",
  "This will give you a sense of the grandeur of the world around you and help you get a clearer perspective on the digital seduction you face in your own life.",
  "Opt, as I have, to purchase a simple flip phone with no Internet capability, to use for ‘calls only’ during times when you’re away from your home or office.",
  "If you’re a Twitter user for example, you might be aware that their notifications don’t appear immediately, that they flash on after a two-second delay.",
  "Yes, Facebook and Google have all our personal data and yes, it’s likely it’ll fall into to the hands of another Cambridge Analytica before too long.",
  "There’s a cover charge of $1.50 and you laugh because it’s so cheap and you buy some drinks for yourself and your friends, all for just $3.00.",
  "No surprise, you’ve been staring at your phone for the last five hours!’\n\nSimmone figures that she’s already spent around $600 on the app.",
  "That very intentional delay gives you just enough time to pause, stare, and then, become excited at the arrival of the new notifications.",
  "Now you ‘go with Kim’ to another store, and you buy yourself some jeans and perhaps you pick up a pair for your friend.",
  "The caged rats had been given a food pellet randomly around every twenty-times or so, that they depressed a lever.",
  "It’s very much like the pleasure-center experiments done on rats in the 1930s, by the psychologist B. F. Skinner.",
  "All that’s needed to keep us transfixed are two simple components: anticipation and the expectation of a reward.",
  "For many of us, it is the last thing we see at night and the first thing we reach for upon waking.",
  "You can’t believe they let you in, (of course you’re with Kim and so it’s not really a surprise).",
  "You keep your phone on all day so you won’t miss out on where Kim is going this evening.",
  "Through it, we have fallen into what is fast becoming a surreal, mercantile netherworld.",
  "When meeting with friends, family, or business associates, keep your phone out of reach.",
  "We, and I mean all of us, are victims of an ever-burgeoning digital seduction.",
  "Without your smartphone… look up at the stars at least two nights this week.",
  "And fight the urge to turn it on when there’s a lull in the conversation.",
  "Simmone, the less shy member of the pair began explaining how it works.",
  "Now, is the right time to practice the preservation of your humanity.",
  "‘You follow Kim into her favorite store as she tries on a new dress.",
  "She purrs, “Wow that dress looks amazing on you, you should buy it.",
  "Create your own aspiring celebrity and rise to fame and fortune!",
  "(Start with just one morning if a full day is too difficult.)",
  "Leave it in your car, or shut off in your purse or pocket.",
  "You’ve already used your credit card to set up an account.",
  "That was, until I did some thinking about my own life.",
  "You’re already in bed, with your sore and sleepy eyes.",
  "Practice the rare art of shutting off your smartphone.",
  "In short, they have been designed to be irresistible.",
  "Pick one day a week to shut off your phone entirely.",
  "As promised, here are six ways to protect yourself.",
  "All this takes place on the screen of your iPhone.",
  "Things are only going to get more challenging.",
  "She invites you to try one on as well.",
  "At $2.99 a pair it’s an amazing deal.",
  "Imagine, designer jeans for $2.99!",
  "It’s pure, clean escapist fantasy.",
  "Except here’s where it gets messy.",
  "Everyone’s having a great time.",
  "It’s a really exclusive club.",
  "That makes shopping so easy!",
  "That isn’t random."
]