[
  "LONDON (AP) -- The head of Trump-affiliated data-mining firm Cambridge Analytica has been suspended, while government authorities are bearing down on both the firm and Facebook over allegations the firm stole data from 50 million Facebook users to manipulate elections.",
  "Denham said the prime allegation against Cambridge Analytica is that it acquired personal data in an unauthorized way, adding that the data provisions act requires services like Facebook to have strong safeguards against misuse of data.",
  "In a statement, Cambridge's board said Nix's comments \"do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation.\"",
  "Cambridge's board of directors suspended CEO Alexander Nix pending an investigation after Nix boasted of various unsavory services to an undercover reporter for Britain's Channel 4 News.",
  "\"It is now time to hear from a senior Facebook executive with the sufficient authority to give an accurate account of this catastrophic failure of process,\" Collins wrote Zuckerberg.",
  "Chris Wylie, who once worked for Cambridge Analytica, was quoted as saying the company used the data to build psychological profiles so voters could be targeted with ads and stories.",
  "Nix said the firm handled \"all the data, all the analytics, all the targeting\" and said Cambridge used emails with a \"self-destruct timer\" to make its role more difficult to trace.",
  "Channel 4 News broadcast clips Tuesday that also show Nix saying his data-mining firm played a major role in securing Donald Trump's victory in the 2016 presidential elections.",
  "Britain's Channel 4 used an undercover investigation to record Nix saying that the company could use unorthodox methods to wage successful political campaigns for clients.",
  "The request to appear comes as Britain's information commissioner said she was using all her legal powers to investigate the social-media giant and Cambridge Analytica.",
  "She wants Zuckerberg's assurances that Facebook is prepared to take the lead on security measures that protect people's privacy — or Congress may step in.",
  "Earlier Tuesday, the chairman of the U.K. parliamentary media committee, Damian Collins, said his group has repeatedly asked Facebook how it uses data.",
  "Sen. Dianne Feinstein of California, the top Democrat on the Senate Judiciary Committee, called Facebook's latest privacy scandal a \"danger signal.\"",
  "The latest scandal has some people reconsidering their relationship status with the social network, though there isn't much of anywhere else to go.",
  "He told an audience at the Frontline Club in London that before the story broke, Facebook had agreed to work with him to improve its platform.",
  "Facebook sidestepped questions on whether Zuckerberg would appear, saying instead that it's currently focused on conducting its own reviews.",
  "\"Given your commitment at the start of the New Year to 'fixing' Facebook, I hope that this representative will be you.\"",
  "But he said he was blindsided on Friday with a news release that identified him as a suspect in the case.",
  "However, Denham's office said the firm failed to meet a deadline to produce the information requested.",
  "Cambridge has denied wrongdoing, and Trump's campaign has said it didn't use Cambridge's data.",
  "Commissioner Elizabeth Denham is pursuing a warrant to search Cambridge Analytica's servers.",
  "Facebook also drew continued criticism for its alleged inaction to protect users' privacy.",
  "Facebook has weathered many such blow-ups before and is used to apologizing and moving on.",
  "Wylie has agreed to be interviewed by Democrats on the U.S. House Intelligence Committee.",
  "She has also asked Facebook to cease its own audit of Cambridge Analytica's data use.",
  "\"Our advice to Facebook is to back away and let us go in and do our work,\" she said.",
  "A date has not been set, and it's unclear if Republicans on the panel will attend.",
  "On Tuesday, Wylie said he found Facebook's reaction to the revelations bizarre.",
  "Cambridge Analytica said it is committed to helping the U.K. investigation.",
  "Leading Democrats in the U.S. Senate also called on Zuckerberg to testify.",
  "\"There's no evidence, there's no paper trail, there's nothing,\" he said.",
  "Cambridge Analytica found itself in further allegations of wrongdoing.",
  "He said Facebook officials \"have been misleading to the committee.\"",
  "The committee summoned Facebook CEO Mark Zuckerberg to testify.",
  "But the stakes are bigger this time.",
  "Story continues"
]