[
  "An ex-contractor from the data analytics firm, which uses psychographic profiling to change behaviour, revealed to The Observer on Sunday that the company had accessed profile data on more than 50 million Facebook users, which it used for to help bolster Donald Trump’s presidential campaign in 2016.",
  "Facebook called this “an unacceptable violation of trust.”\n\nCambridge Analytica still possesses “most or all of the trove” of Facebook user data, according to a report in The New York Times on Saturday, which cited former employees and contractors, and documents from the company.",
  "Now the European Commission’s Justice commissioner, Vera Jourova will raise the issue with representatives of Facebook in Washington DC this week, as well as during her scheduled meetings with Jeff Sessions and Commerce Secretary Wilbur Ross tomorrow.",
  "Former federal officials suggested that the company’s sharing of information with London-based Cambridge Analytica also violated a “consent decree” over how it handled user data, according to a report in the Washington Post on Sunday.",
  "The European Commission is asking data protection authorities to investigate Facebook's data leak to data-profiling firm Cambridge Analytica, a spokesman for the Commission has told Forbes.",
  "Facebook was told last year it may have to pay a fine of up to $180 million, after the Commission accused it of misleading regulators about its $19 billion acquisition of WhatsApp in 2014.",
  "Should the authorities launch an investigation and find Facebook in breach of data protection laws, they could levy fines on the company, the Commission's spokesman added.",
  "On Friday Facebook said it was suspending Cambridge Analytica from its platform, saying the company had lied about deleting data it had collected on millions of users.",
  "The Commission said Facebook had been evasive about its ability to siphon data from users of the messaging app, when it first laid out plans for the acquisition.",
  "In the meantime, the Commission has also asked the region’s data protection authorities to investigate Facebook's sharing of data with Cambridge Analytica.",
  "But in a tweet posted Saturday, the company said it did not “hold or use any data from profiles.”",
  "Facebook now faces the risk of hefty fines from American regulators too.",
  "Such fines would not be without precedent."
]