[
  "In a statement on its website, the firm said it has been the subject of “numerous unfounded accusations” and “vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.”\n\nThe decision to close up shop followed rising legal fees and a loss of clients over the investigation into their work and use of Facebook data, The Wall Street Journal reported, citing a person familiar with the situation.",
  "The results of that investigation, which were shared on the company’s website this week, stated that the allegations against the firm were not “borne out by the facts.”\n\nThe Washington Post via Getty Images Alexander Nix, who was suspended as Cambridge Analytica's CEO in March, is seen at the company's New York City office in 2016.",
  "The firm also suspended its CEO, Alexander Nix, in March after he was recorded bragging about Cambridge Analytica and its parent company, Strategic Communication Laboratories, influencing more than 200 elections around the world with unethical practices.",
  "The London-based company, which was hired by President Donald Trump’s 2016 campaign, was outed in March as having harvested personal data on millions of Facebook users, without their knowledge, for marketing and political purposes.",
  "The founders and funders of Cambridge Analytica registered a new company in London last August called Emerdata Limited, according to business filings reported on in March.",
  "Embattled political research firm Cambridge Analytica is closing all of its operations with plans to file for bankruptcy in the U.S., it announced on Wednesday.",
  "whose billionaire father Robert Mercer funded Cambridge Analytica as well as SCL Group and Trump’s election campaign ?",
  "Shortly after the scandal broke, the firm announced an independent investigation into its practices.",
  "Those methods included bribery, entrapment and the use of sex workers and inaccurate information.",
  "Nix and SCL Group Chairman Julian Wheatland were named among Emerdata’s directors.",
  "Cambridge Analytica did not immediately respond to a request for comment.",
  "Nix had said that he was lying when he said that.",
  "were listed as directors of the company.",
  "Rebekah and Jennifer Mercer ?"
]