[
  "Over the past weekend, the Wall Street Journal reported that the Justice Department and the Securities and Exchange Commission are investigating the bank’s wealth management business over allegations of wrong-doing.",
  "In reaction to media reports that Cambridge Analytica may have misused data of 50 million people, Facebook said it was booting Cambridge Analytica and a couple of individual users off its platform.",
  "The company’s chief security officer, Alex Stamos, even denied the incident constituted a “data breach.” The message seems to be: we did not do anything wrong, it’s all the other guys’ fault.",
  "Just last month, the Federal Reserve blasted the bank’s board for failing to oversee the bank and announced the bank would have to replace four members of its 16-person board.",
  "One of the reasons Wells Fargo’s scandals have been so damaging is that they involved abuse of retail customers, shattering the bond of trust a bank needs to succeed.",
  "Although the bank said it took “full responsibility” for those actions, at least initially its top executives did not appreciate how damaging the scandal would prove.",
  "The scandal spread to include far more phony accounts than initially revealed and allegations that the bank had forced unnecessary auto insurance on some customers.",
  "In September of 2016, Wells Fargo agreed to pay a fine of $185 million to settle allegations that it created sham bank accounts without its customers’ permission.",
  "In the months that followed the initial revelations, Wells Fargo’s executives were hauled before multiple panels on Capitol Hill by rightly outraged lawmakers.",
  "Abusing millions of them is a pretty good way of attracting the ire of Senators and members of Congress, and the wrath of regulators those lawmakers oversee.",
  "Carrie Tolstedt, the senior executive who supervised the branches where the wrongdoing took place, was allowed to retire with millions in stock and options.",
  "“We recognize that these instances occurred, and we want to be very open about that and make sure they won’t happen again,” a Wells Fargo spokeswoman said.",
  "At least at first, Wells Fargo maintained that the fake accounts were not that big of a deal and its business would not be impacted by the fallout.",
  "Neither founder and chief executive Mark Zuckerberg nor chief financial officer Sheryl Sandberg have made any public statements about the episode.",
  "For investors, the report from Bloomberg that the Federal Trade Commission is investigating the matter is perhaps the most troubling so far.",
  "Indeed, there are indications that the public might not hear from Zuckerberg until he speaks at a company-wide townhall meeting Friday.",
  "“If the allegations are true, this is an incredible violation of everything that we stand for,” Everson said at a conference Monday.",
  "Facebook shares are getting hammered for a second day in a row as the crisis over improperly transferred user data intensifies.",
  "Carolyn Everson, Facebook’s vice president of marketing, said the company is “outraged and beyond disturbed” by the reports.",
  "Facebook, like many of the big tech companies, already operates under a consent decree with the FTC regarding user data.",
  "Cambridge Analytica is partly owned by the family of hedge fund magnate Robert Mercer, according to published reports.",
  "“What you find is that there’s never just one cockroach in the kitchen,” Warren Buffet explained nearly a year later.",
  "When not blaming outsiders, Facebook executives have been defensive about the incident, downplaying its seriousness.",
  "The board issued a report saying the chief executive had turned a blind eye to the creation of fraudulent accounts.",
  "The stock dropped more than five percent in intraday trading Tuesday after falling by 6.8 percent Monday.",
  "Former Breitbart News executive director Stephen K. Bannon held a role on Cambridge Analytica’s board.",
  "Wells Fargo is now barred from growing any larger until the Fed is convinced it can fix the problems.",
  "Mercer was an investor in Breitbart News, but his stake is now owned by his daughter Rebekah Mercer.",
  "The New York Times reports that the data on as many as 50 million users may have been exposed.",
  "But that is not likely to satisfy those on Capitol Hill who are already calling for hearings.",
  "If it is found to have violated that decree, it will officially become a serial wrong-doer.",
  "The uproar that has spooked investors has not, however, prompted its leaders to speak out.",
  "And in its settlement with regulators, it did not officially admit any of the misconduct.",
  "Indeed, its first move was to brag about how it had fired 5,300 low-level employees.",
  "And the most salient precedent for this evasive strategy is far from comforting.",
  "Certainly, the scandal was not indicative of any deeper problems with the bank.",
  "Facebook has said it is undertaking a “deep audit” of what may have happened.",
  "Both Stumpf and Tolstedt were forced to hand back millions in compensation.",
  "Federal prosecutors and state regulators launched their own investigations.",
  "The initial reaction from Facebook has been anything but contrite.",
  "That’s unlikely to reassure investors or Facebook’s users.",
  "And a bank’s customers are also a lawmaker’s constituents.",
  "The bank’s once stellar public reputation was trashed.",
  "That could come with big fines and other sanctions.",
  "That averages out a half million per U.S.",
  "Chief executive John Stumpf was ousted.",
  "That was an enormous miscalculation.",
  "Facebook faces a similar problem.",
  "Senator."
]