[
  "Current advertiser and publisher fears of undifferentiated ads are tied to the belief that online relevance is purely the result of third-party cookies, which will no longer be available come the arrival of the General Data Protection Regulations (GDPR) on May 25.",
  "Once they have, the next step will be for them to revisit that old way of thinking about targeting audiences — when advertisers tied their content to the content of publishers they deemed would be relevant to their target audiences.",
  "There was no data distinguishing between different people on the same channel, so advertisers and publishers took a traditional approach: Tie ad content to internet content their target audiences are likely to be reading.",
  "Done effectively, such a system would serve as a model when European consumers — and potentially American consumers behind them — realize what they have given up in return for the promise of security.",
  "In contrast, Americans, who have a more libertarian tradition of free enterprise, view their personal data as a bartering chip in return for better online experiences and more customized offerings.",
  "As instances like Cambridge Analytica make Americans consider their data privacy in new ways and GDPR makes companies consider how they’ll reach audiences on both continents, two issues arise.",
  "While there might be a magnifying glass on privacy right now, few consumers are interested in giving up the personalized experiences they’ve become accustomed — or even feel entitled — to.",
  "Then there’s the old online experience of the dark ages (a mere 20 years ago) — content that doesn’t know who consumers are, what they like or what they did the last time they were online.",
  "Because each page of the internet is indexed based on its specific content, companies can tie their ads, in real time, to those pages determined to attract their target audiences.",
  "They place a high premium on being able to explore the open web and having their personal preferences reflected in the content or ads they see along the way.",
  "With the way the internet is designed, a company does not need to commit indiscriminately to certain websites and hope that the right people show up.",
  "So, instead of — or in addition to — fashion content, the brand should consider targeting internet content that appeals to people who like opera.",
  "But European consumers might not have given as much thought to how their hard-won privacy will affect their day-to-day online experiences.",
  "As Europeans brace themselves for a post-GDPR world without third-party data, their new internet experience threatens to be an old one.",
  "When people say “Everything old is new again,” they often gloss over the idea that embracing the old may reflect a step backward.",
  "Second, customers are not going to respond as strongly to online experiences that don’t reflect their individual preferences.",
  "New is ads for the shoes that shoppers viewed yesterday popping up on other sites today, reminding them of their interest.",
  "Brands can use their first-party insights to identify nuanced trends and insights about their customers and users.",
  "For instance, a shoe brand might determine that its customers overwhelmingly demonstrate an affinity for opera.",
  "The challenge is to introduce a new approach to privacy that doesn’t force a return to the old internet.",
  "New is their favorite streaming media service knowing exactly where they left off viewing Jessica Jones.",
  "The big reveal is this: Companies don’t have to use cookies or third-party data to target consumers.",
  "Under GDPR, this is fair game — it’s personalized targeting without the use of personalized data.",
  "The difficult part is putting all of it together, which is why so many companies haven’t.",
  "They know anything they’ve directly asked of their website users, visitors or customers.",
  "They already know a ton about their own customers and users from their first-party data.",
  "They know what type of websites have generated the most inbound traffic and conversions.",
  "New is the expectation of a highly curated news feed from only their preferred sources.",
  "The new-old internet in Europe (or frankly anywhere) does not have to look this way.",
  "What’s new — or at least current — for consumers is a tailored online experience.",
  "First, companies still need to be able to identify and target relevant consumers.",
  "All of this together gives brands a pretty comprehensive view of their customers.",
  "So far, this might sound almost exactly like the old way of targeting content.",
  "But this time around, they’ll be able to do it with far more precision.",
  "Still, they will not be pleased if those experiences become irrelevant.",
  "The European Union views data protection as a human rights issue.",
  "It moves advertisers away from their fixation with the consumer.",
  "In many ways, GDPR is the result of consumer preferences.",
  "And in some cases, they know their onsite browsing data.",
  "No cookies, no relevance -- or so the thinking goes.",
  "New privacy policies will motivate them to do so.",
  "Women were served ads for mustache trimmers.",
  "The intent was there; the precision was not.",
  "Men were offered stylish sling-back pumps.",
  "Here’s where it gets more precise.",
  "They know transactional data.",
  "They know demographic data.",
  "But it doesn’t have to be."
]