[
  "In a preposterously formatted hearing at the European Parliament on Tuesday, Zuckerberg was subjected to 40 minutes of eye-watering monologues from EU lawmakers, who surrounded him like they were taking part in a ritual flagellation.",
  "The politicians, from all different ends of the political spectrum, posed questions about a collection of Facebook crises over the past 18 months, including the Cambridge Analytica data breach, election interference, and fake news.",
  "Reflecting on the hearing to Business Insider, another EU politician asked if Zuckerberg wants to go down in history as the man who let Vladimir Putin \"trash\" democracy or the man who built a social network for the wider good.",
  "Facebook remains in remarkably decent shape, according to usage figures published by Business Insider over the weekend, so it would hasty to jump to conclusions about how Zuckerberg will be remembered.",
  "Reuters\n\nFacebook CEO Mark Zuckerberg may have walked away from Europe without having to answer any big questions, but his time away from Menlo Park would still have been a punishing experience.",
  "The starkest analysis was offered by Guy Verhofstadt, the European Parliament's Brexit coordinator and a man who has become famous for trolling Britain's decision to leave the EU.",
  "And it is why Zuckerberg said sorry again, laying out his plans to take action by investigating data scraping apps and being more transparent about election interference.",
  "\"It's important to me that when Max and August grow up that they feel like what their father built was good for the world,\" Mark Zuckerberg told The New York Times.",
  "European Parliament\n\nIt was only in January that the 34-year-old multi-billionaire admitted that he was giving more thought to his legacy after becoming a father.",
  "Finger-wagging at Zuckerberg over his thick-rimmed glasses, the Belgian said:\n\n\"You have to ask yourself how you will be remembered.",
  "As one of the big three internet giants, together with Steve Jobs and Bill Gates, who have enriched our world and our societies.",
  "But one important new theme did emerge from the session: The idea that Facebook's woes will damage on Zuckerberg's legacy.",
  "It's a mission that contrasts with a company mired in scandal, and which can impact almost every major world democracy.",
  "Or on the other hand, a genius who created a digital monster that is destroying our democracies and societies.",
  "But while Facebook remains popular with users, he has time to salvage his record in the history books.",
  "His expression was almost haunted as he contemplated what the European lawmaker was asking him.",
  "And we know from Zuckerberg's recent comments that the exchange may have been a gut punch.",
  "On the evidence of his European tour, his legacy is under threat.",
  "During the session, Zuckerberg stared back at Verhofstadt grimly.",
  "That is a question you have to put to yourself, for yourself.\"",
  "The Guy Verhofstadt and Mark Zuckerberg exchange.",
  "So far, so familiar for Zuckerberg.",
  "Facebook CEO Mark Zuckerberg."
]