[
  "Play Video 9:49 Meet the people fighting to keep Ireland's abortion ban – video\n\nMeanwhile, a spokesperson for the women’s site Bustle.com said it was “reviewing preventative options” after an Irish anti-abortion advert appeared alongside an article headlined: “A Feminist Ranking Of All The Disney Princesses.” Kiloo, the Danish developer behind the popular Subway Surfers mobile game, said it was baffled by how Irish players were seeing anti-abortion adverts and insisted: “In no way do we want anything political like this in our game.”\n\nThe number of referendum ads on Facebook has surged in the final days of the campaign, according to Craig Dwyer, who co-founded the Referendum Transparency Initiative.",
  "Anti-abortion groups claim Google’s decision to unilaterally ban all adverts relating to the Irish referendum shows “direct foreign interference in a referendum campaign” but Dwyer said the company had set a global precedent, which it would now come under pressure to replicate in future elections around the world.",
  "Facebook Twitter Pinterest An ad shows up on a page of the Washington Post website\n\n“Up until Facebook taking the decision to ban all foreign ads you wouldn’t even have had to be an Irish citizen, you could be anywhere around the world, you could have set up a Facebook page and started targeting Irish voters.",
  "Last week an Irish Times/Ipsos MORI poll suggested the campaign to repeal Ireland’s constitutional ban on abortion had a narrow lead, with 44% supporting repeal, 32% saying they would vote no, 17% still undecided, and the remainder preferring not to say or saying they would not vote.",
  "However, thanks to the rise in programmatic advertising, where advertising slots are automatically sold without human intervention, news websites are finding it hard to stop them appearing on their sites – a fact that has been exploited by campaigners.",
  "Guardian News and Media said it was “continuing to investigate with our ad tech providers” as to how Irish readers had seen anti-abortion adverts on the Guardian’s site, since it contravened a strict ban on programmatic political advertising.",
  "“They don’t regulate campaigning, content, or any kind of spending.”\n\n\n\nHe said that in many cases Google’s ban had simply driven advertisers to use alternative platforms, including those run by Adobe, to reach audiences on mainstream sites.",
  "A Google spokesperson did not directly respond to concerns that some of these ads relied on the company’s syndication code, instead referring back to the original statement that it had banned all referendum content from its platform.",
  "While Google issued a blanket ban on all referendum advertising, Facebook has continued to allow advertising but only if paid for by Irish campaigners, following concerns that foreign anti-abortion groups were targeting voters.",
  "His organisation has attempted to map the extent of Facebook advertising during the contest, with the help of about 600 volunteers who installed a piece of software originally designed for the 2017 UK general election.",
  "This has enabled him to track more than 1,100 adverts, although he believes this is only a small proportion of the real number and says Irish electoral law is incompatible with modern online political campaigning.",
  "The development places extra scrutiny on largely unregulated online campaign activity in the contest, which is one of the first significant votes in a western country since the Cambridge Analytica scandal.",
  "Both sides have spent heavily on online advertising, capitalising on the power of social media advertising to directly target voters without the message being mediated by traditional news outlets.",
  "While Facebook have self-regulated the issue, our electoral laws are from the 90s.”\n\nKeywords used by the rival campaigns to target online advertising hint at their different target audiences.",
  "The social network would not comment on why the individual ads were removed but did confirm that it had removed referendum-related ads and content in violation of advertising policies.",
  "Anti-abortion campaigners have sidestepped Google’s ban on online adverts relating to the referendum in Ireland on Friday, so as to promote their message on popular websites.",
  "These sites have included the Atlantic, Washington Post and the Guardian, and ads have also been aimed at readers of women’s lifestyle websites and players of mobile games.",
  "This May the tech company banned paid messages relating to the referendum from appearing on its services, which dominates many aspects of online advertising.",
  "The anti-abortion Protect The 8th group has produced adverts aimed at people who are fans of Liverpool FC, Gaelic Athletic Association, and Evangelicalism.",
  "Some of these ultimately use elements of Google technology to serve the adverts, despite the company’s commitment to pulling out of the referendum.",
  "“It shouldn’t be these companies that are self-regulating, it should be our government that is setting the rules that they then have to follow.”",
  "By comparison some pro-repeal groups have targeted fans of the gay lifestyle magazine Attitude and the dance music website Resident Adviser.",
  "The contest has prompted Facebook and Google – both of which have large workforces in Dublin – to keep a close eye on online campaigns.",
  "But campaigners have turned to alternative online ad sales platforms to push adverts to Irish readers of news sites.",
  "The Guardian’s analysis of almost 800 referendum Facebook ads found 55 had since been deleted from the platform.",
  "Even some of the adverts that were allowed on the service have been retrospectively removed.",
  "“You only have to register if you’re accepting donations,” he said.",
  "A ‘vote no’ ad appears on a mobile game."
]