[
  "Exaggerated or not, Cambridge Analytica’s technology promised to use our freely given likes and dislikes, biographies and quiz results, to create psychographic profiles that would, in the words of whistleblower Chris Wylie, “exploit what we knew about [users] and target their inner demons.” We hesitate at sharing this much information with our friends, or even lovers.",
  "“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you.” It’s possible that Facebook will reform, that its leaders will begin to regulate their business model and make sure that the platform is built to serve, but I wouldn’t count on it.",
  "#deletefacebook.”\n\nThat declaration came from Brian Acton, co-founder of the messaging service WhatsApp — itself a Facebook property, sold to the company for $19 billion in 2014 — in a tweet after news of the social network’s Cambridge Analytica scandal began to break.",
  "Certainly the network effects that have made Facebook nearly indispensable to millions of Americans are more resistible if you have the time and resources to crisscross the country, visit distant relatives and misinform gullible high school classmates face to face.",
  "Apparently, the fact that app developers were able to siphon off the data of 50 million users and sell them to a nefarious political advisory firm unsettles even those who have made billions from the platform.",
  "But the silver lining of the Cambridge Analytica revelations is that they have prompted many Facebook users to think, really think, about the business model of the platform they treat as a neutral utility.",
  "was all about: ‘How do we consume as much of your time and conscious attention as possible?’ ” Parker said that he has since become “something of a conscientious objector” on social media.",
  "Just a few months ago, Facebook’s founding president, Sean Parker, said that “the thought process that went into building these applications, Facebook being the first of them .",
  "To do that, we regular users should act with as much care as those who have long known the risks that these platforms entail — the people who invented and run them.",
  "This call to delete Facebook from one of Facebook’s billion-dollar beneficiaries was the latest example of tech leaders belatedly warning us off their creations.",
  "Facebook’s top brass use the site for messaging and brand management, but it’s worth noting that their posts, likes and shares are infrequent and unrevelatory.",
  "In his much-delayed mea culpa for Facebook’s failure to protect its users, Zuckerberg admitted that the scandal constituted a breach of trust.",
  "It’s highly unlikely that Sheryl Sandberg has ever spammed 500 acquaintances with an invitation to FarmVille, and she probably never will.",
  "Individual users can do plenty to protect themselves, taking our cues from those who, one would assume, know best.",
  "Should we so casually hand it over to an algorithm that certainly doesn’t have our best interests at heart?",
  "As Facebook’s hasty mopping-up proposals make clear, much of the data-theft damage has been done.",
  "The Internet-era adage has never been more true: If you’re not paying for it, you’re the product.",
  "The Cambridge Analytica mess shows that for most of us, that’s been true for quite some time.",
  "In the meantime, here’s a tip: Don’t do as the titans of Facebook say — do as they do.",
  "Here’s one idea: Rather than just stay mad, perhaps it’s time to try to get even.",
  "Deleting Facebook may not be immediately feasible for a variety of reasons.",
  "Facebook’s creators haven’t invited us into their lives.",
  "I can’t even see Mark Zuckerberg’s friends on Facebook.",
  "Social media makes its money by selling us out.",
  "The hosts have left the party, everyone.",
  "Time for us stragglers to take a hint.",
  "Why have we invited them into ours?",
  "But must we be on it all the time?",
  "Alas, not all of us are so lucky.",
  "Sure, it sounds cynical.",
  "Columnist\n\n“It is time.",
  "So what do we do now?",
  "Easy for him to say.",
  "Third: Trust no one.",
  "Second: Log off.",
  "So, just leave?",
  "Stop sharing.",
  "The first?",
  ".",
  "."
]