[
  "More: How Mother Russia can win U.S. elections in 2018: A memo to President Putin\n\nMore: Coincidence theory of Trump and Russia: A conspiracy of dunces\n\nThe threat extends beyond what Russia, other foreign powers and activist firms with access to voter data might do to spread conspiracy theories and misinformation to the U.S. electorate.",
  "By making a deliberate decision to tell the public when a foreign adversary is attempting to infiltrate voting infrastructure or influence voter thinking around important issues, our leaders will send a strong message that they are willing to go to great lengths to protect one of our most important rights as citizens.",
  "The role of the U.S. Intelligence Community is to “collect, analyze, and deliver foreign intelligence and counterintelligence information to America's leaders so they can make sound decisions to protect our country.” These leaders include the president, policy-makers, law enforcement and the military.",
  "But neither Johnson’s entirely appropriate designation, nor recent feckless efforts by Congress, have gone far enough to instill confidence that votes will be protected and that campaigns will not be influenced by foreign powers engaged in propagandistic and inflammatory misinformation operations.",
  "However, if lawmakers and the president are ready to acknowledge that threats to our voting infrastructure and malicious manipulation of the information environment are in fact threats to our national security, there is one bold step they can take on behalf of the American people.",
  "POLICING THE USA: A look at race, justice, media\n\nAnd if there was ever a time for those in positions of power in government to determine that the public has a right to know how, when and what foreign adversaries are doing to try to influence their votes, that time is now.",
  "But with the 2018 elections just a few months away, Congress and the administration have run out of time to take the comprehensive steps necessary to ensure that every vote will be counted as it was cast and that external actors will not be able to influence outcomes.",
  "But establishing a mechanism through which the public receives basic and timely information about the election interference activities of foreign governments and rogue actors in near real time is radical, unconventional, completely doable, and entirely necessary.",
  "During the 2016 presidential election, the intelligence community determined conclusively that at the direction of Russian President Vladimir Putin, the Russian government engaged in simple yet sophisticated influence operations targeting U.S. voters.",
  "That meant voting machines, voter registration databases, storage facilities, polling places and all other resources used to support the election process became a priority for protection under the National Infrastructure Protection Plan.",
  "The objective is simple: To effectively, transparently and immediately share intelligence-based election interference information with state and local voting officials and the public through widely disseminated DHS election advisories.",
  "While there is no indication that voter tallies were changed or that voting systems were altered, the incident so concerned then-DHS Secretary Jeh Johnson that he designated the nation’s voting systems critical infrastructure.",
  "We also learned recently that Cambridge Analytica — the British firm associated with former Donald Trump adviser Steve Bannon — actively pursued tactics to suppress voter turnout during the 2016 presidential campaign.",
  "By leveraging social media platforms, exploiting grassroots movements, and planting false narratives in online news forums, the Russians sought to intensify America’s existing political, social and cultural tensions.",
  "Shawn Turner, a retired Marine Corps officer with 21 years of service, is director of communication at the Center for a New American Security and former director of communication for U.S. National Intelligence.",
  "Follow him on Twitter: @ssturner71\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "The president should immediately direct DHS Secretary Kirstjen Nielsen to sit down across the table from Director of National Intelligence Dan Coats and other intelligence leaders to come up with a plan.",
  "In the months leading up to the 2016 election, the intelligence community tracked Russian hackers as they probed nearly two dozen state election systems and succeeded in penetrating at least seven.",
  "Concern over the administration’s seemingly tacit acceptance of the forthcoming and predictable attack on the right of every American to vote without interference has reached a fever pitch.",
  "Moreover, officials within the National Protection and Programs Directorate (NPPD) at DHS are in direct and continuous contact with local and state election officials across the country.",
  "Voting in Atlanta (Photo: ERIK S. LESSER, EPA-EFE)\n\nThis month’s primaries mark the official kickoff of an election cycle that will carry major consequences for America and the world.",
  "Of course intelligence sources and methods must be protected and intelligence agencies should never be in the business of delivering intelligence products directly to the public.",
  "What is clear is that virtually nothing has been done to prevent Russia or firms like Cambridge Analytica from repeating the same behavior during the 2018 election cycle.",
  "It remains unclear whether the widespread efforts to stoke America's ideological and political divisions influenced the outcome of the election.",
  "DHS currently has both the infrastructure and procedures in place to communicate intelligence related information directly to the voting public.",
  "The Department of Homeland Security recently suggested that the Russians may have tried to infiltrate voting systems in all 50 states.",
  "Yet questions loom over whether voters can or should have confidence in the information that will drive their decisions this fall.",
  "It is up to those leaders, namely the president and lawmakers to decide when and how intelligence is delivered to the public.",
  "And of course there was the notorious role of WikiLeaks in circulating hacked emails from the Democratic Party.",
  "Tell Americans in real time if adversaries like Russia are trying to hack and manipulate the vote.",
  "Inside DHS and the intelligence agencies, officials are increasingly sounding the alarm.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "Read or Share this story: https://usat.ly/2IJkoVm",
  "It's the best way to protect the 2018 elections.",
  "Here's what we can do now to protect our votes.",
  "The opinions expressed here are his own.",
  "More: Election hacking will happen."
]