[
  "In an interview with \"Today\" co-anchor Savannah Guthrie, Sandberg again acknowledged that the company mishandled the breach that allowed Cambridge Analytica, the data analysis firm that worked with Donald Trump's 2016 presidential campaign, to harvest information from as many as 87 million Facebook users.",
  "/ Updated By Alex Johnson and Erik Ortiz\n\nThe data of users is the lifeblood of Facebook, and if people want to opt out of all of the platform's data-driven advertising, they would have to pay for it, Sheryl Sandberg, the company's chief operating officer, told NBC News in an interview that aired Friday.",
  "Last month, a whistleblower who previously worked for Cambridge Analytica came forward to claim that the British-based firm had used a third-party app to obtain private information from more than 50 million Facebook profiles without users' knowledge.",
  "The interview was one of several that Sandberg gave on Thursday explaining how the Cambridge Analytica breach took place and taking responsibility for the company's handling of users' data, which the company has said were \"improperly shared.\"",
  "She also agreed that the company should have come clean sooner and admitted that data may have been breached instead of waiting two years, but she rejected the idea that Facebook officials were trying to hide what happened.",
  "Following Sandberg's \"Today\" interview, part of which first aired Thursday, Facebook clarified that the company does not offer a pay model for the social network and that she was only speaking in hypothetical terms.",
  "In a separate interview with NPR, she said that starting Monday, Facebook users at the top of their news feeds will be able to see the apps they've shared their data with and how to delete them if they choose.",
  "When asked if a breach of this magnitude should mean that \"heads should roll,\" Sandberg said examining the leadership at the top of the organization is one of the \"hard questions\" the company faces.",
  "Sandberg on \"Today\" stressed that users are willingly sharing their information on the social media platform and that \"Facebook is not putting it in a lockbox and not doing anything with it.\"",
  "She said some businesses want to do \"targeted ads\" and have them shown to certain users, so Facebook does allow that — but she insisted no individual information is passed onto advertisers.",
  "The revelation that personal information was surreptitiously mined from a pool of Facebook's 2 billion users has the company and observers asking what happens next — and what went wrong.",
  "The discovery has led to widespread outrage against Facebook and prompted Washington lawmakers to call Facebook CEO Mark Zuckerberg to testify next week before congressional committees.",
  "Sandberg on \"Today\" detailed some of the steps Facebook is taking to let users opt out of sharing some but not all of their data, like choosing not to hear from specific advertisers.",
  "She added that Facebook believed that Cambridge Analytica deleted users' data because \"they gave us assurances, and it wasn't until other people told us it wasn't true.\"",
  "\"I can speak for myself first: I serve at the pleasure of Mark and our board, and I will be here as long as they think I'm the right person to run this,\" she said.",
  "Sandberg said there remains no opt-out button for users who don't want their profile data given to advertisers because \"that would be a paid product.\"",
  "Sandberg said Facebook doesn't sell or give away its users' information to advertisers, even though \"our service depends on your data.\"",
  "\"And just yesterday we announced further steps shutting down data access points in groups and events and pages, and search,\" she said.",
  "\"It is definitely the case in 2016 that we were behind and we didn't understand that kind of election interference,\" Sandberg said.",
  "\"We were given assurances by them years ago that they deleted the data,\" she said of Cambridge Analytica on \"PBS NewsHour.\"",
  "\"I'm not going to sit here and say that we're not going to find more because we are,\" said Sandberg, the No.",
  "Sandberg said the company is doing audits, but warned it could find more data breaches.",
  "\"And so we are in a process that is evaluating all the ways data is used.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "We are trying to do a forensic audit to find out what they have.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "\"We should've followed up.",
  "2 at Facebook.",
  "That's on us."
]