[
  "But the head of the non-profit behind the Firefox browser suggested that newfound interest in how detailed tracking online can abet large-scale propaganda campaigns could lead to reform of what she called “the attention economy.”\n\nSaid Baker: “What we’re learning about is how easy the attention economy makes it to manipulate people, that may be the thing that forces us to change.”\n\nMore: How do Facebook ads target you?",
  "More: Facebook's Zuckerberg says he's 'dead serious' about Russia, warns security spending will hurt profits\n\nMore: See the fake Facebook ads Russians ran on Clinton, guns, race, Christianity\n\nOne of the less popular speakers offered attendees a reminder of the effectiveness of online advertising—as seen in U.S. election results that stunned conference attendees last year.",
  "(Photo: PATRICIA DE MELO MOREIRA/AFP Getty)\n\nLISBON— An annual gathering of techies and pundits that often celebrates technology’s possibilities was a little sadder and maybe wiser after a year that’s revealed the weaknesses of many digital institutions to human abuse.",
  "Instead, he said, its ads seem uncannily accurate because we don’t realize how much data Facebook collects ”by the virtue of people spending a lot of time on Facebook.”\n\nTo get a sense of hope for progress on privacy from Summit speakers, it helped to be European.",
  "The highest-ranking Facebook executive to speak here wound up underscoring the depth of the company’s knowledge of its users when asked about the persistent rumor that the social network’s apps listen clandestinely to its users’ conversations.",
  "A sweeping directive called the General Data Protection Regulation (GPDR), going into effect across the EU in May, will grant customers a host of new powers, including the right to demand that a site erase data it’s collected about them.",
  "(Photo: PATRICIA DE MELO MOREIRA/AFP/Getty Images)\n\nThe CEO of a leading data broker widely credited—or hated—for providing the Trump campaign with an immense database of U.S. voters professed his support for those principles.",
  "The GDPR will also require sites to provide the data portability McSweeny seeks—although U.S.-based sites doing business in the EU would face no requirement to extend the same courtesy to their American customers.",
  "“I think for a very long time in the U.S., we were prepared to accept innovation without holding it accountable for consequences,” Federal Trade Commission commissioner Terrell McSweeny said on a panel Thursday.",
  "During a brief interview at Washington National Airport Friday, McSweeny, who was appointed to the FTC by President Obama, voiced her hope for “a serious conversation on privacy.\"",
  "“It would make it easier for us to move our data around if we weren’t happy with a service, or if we weren’t happy with how a service was securing our data,” she told USA TODAY.",
  "Brad Parscale, digital director, Donald J. Trump Presidential Campaign, speaks on the third day of the 7th Web Summit in Lisbon, Portugal, November 8, 2017.",
  "\"People, I think, are beginning to get quite fed up with large companies harvesting their data,\" Cambridge Analytica CEO Alexander Nix said Thursday.",
  "She put in a request for one feature: more data-portability options to take our information out of Web services and take that business elsewhere.",
  "“For some generations, a certain amount of privacy is, I think, gone,” said Mozilla executive chairwoman Mitchell Baker in a talk Thursday.",
  "Parscale, however, rejected the notion that Russian use of the same targeting technologies on Facebook made any difference in the outcome.",
  "Cambridge Analytica's chief executive officer Alexander Nix gives an interview during the 2017 Web Summit in Lisbon on November 9, 2017.",
  "Generation Investment Management's chairperson Al Gore delivers a speech during the 2017 Web Summit in Lisbon on November 9, 2017.",
  "(Disclosures: I moderated five panels at Web Summit, in return for which the organizers are covering most of my travel costs.",
  "Rob Pegoraro is a tech writer based out of Washington, D.C. To submit a tech question, e-mail Rob at rob@robpegoraro.com.",
  "Privacy—both its inadequacy and the mischief made possible by a lack of it—figured heavily at Web Summit this year.",
  "(Photo: EPA-EFE/MIGUEL A. LOPES)\n\n\"I don't want Russia or any foreign entity to meddle in our election,” he said.",
  "In an onstage interview Tuesday afternoon, Messenger product chief Stan Chudnovsky said it does no such thing.",
  "That could include using a browser like Apple’s Safari that disables some forms of Web tracking.",
  "\"We needed to go out and find people,” said Trump campaign digital-ads director Brad Parscale.",
  "“I think that’s changing.”\n\nShe has some ideas on how to bring more power to consumers.",
  "Or it could include cutting down on the time they spend at the likes of Facebook.",
  "Concerns about eroding privacy on Internet-connected devices ran high this year.",
  "“They want to be able to see some return on the data that’s being used.\"",
  "That leaves individual users to find their own forms of self-help.",
  "But in the U.S., no such law seems likely to happen anytime soon.",
  "“However, I think the scale and the scope of it was pretty tiny.\"",
  "But it’s also something that many sites seem in no rush to offer.",
  "“Facebook allowed us to do that in alarming numbers very fast.\"",
  "I also write for Yahoo Finance, a sibling site of Yahoo News.)",
  "More black staffers, diversity could have have helped.",
  "More: Russia exploited race divisions on Facebook.",
  "Follow him on Twitter at twitter.com/robpegoraro.",
  "Read or Share this story: https://usat.ly/2i7bfXu",
  "That’s true."
]