[
  "(bit.ly/2uNld8V)\n\n- As a thousand bosses scrambled on Wednesday to meet a government deadline to provide staff pay details, Baroness Williams of Trafford, the equalities minister, warned companies that failed to produce a plan to reduce the pay gap about \"unlimited fines\".",
  "(bit.ly/2EjF92Z)\n\nSky News\n\n- Facebook Inc on Wednesday said that up to 87 million people may have had their personal information improperly shared with political consultancy Cambridge Analytica, up from a previous estimate of more than 50 million.",
  "(bit.ly/2Gzck8G)\n\n- Environmental group Friends of the Earth Netherlands on Wednesday demanded Royal Dutch Shell Plc to revise plans to invest only 5 percent in sustainable energy and 95 percent in greenhouse-gas emitting oil and gas.",
  "(bit.ly/2Hbaho6)\n\n- The new management at HSBC Holdings Plc is considering further slimming down the lender, as it emerged that a former employee of its Swiss private bank, whistleblower Herve Falciani, has been arrested in Spain.",
  "The Times\n\n- WPP Plc on Wednesday confirmed that it had hired Wilmerhale, an independent American law firm, to investigate allegations of personal misconduct and misuse of company funds by chief executive Martin Sorrell.",
  "(bit.ly/2JlsJLC)\n\nThe Independent\n\n- Irish cider maker C&C Group Plc bought the wholesale arm of British drinks firm Conviviality Plc, safeguarding most of the jobs threatened by the parent company's expected collapse.",
  "(bit.ly/2GxTMpk)\n\nThe Telegraph\n\n- Vauxhall-owner Peugeot SA has guaranteed the future of its Luton plant, saying it will invest in the site to continue production of Vivaro vans there for at least the next decade.",
  "(bit.ly/2GV9r1m)\n\n- John Kingman, the former Treasury mandarin, is being lined up to lead a review of the Financial Reporting Council (FRC) that could shape the future of the embattled audit watchdog.",
  "(bit.ly/2q7CUdP)\n\nThe Guardian\n\n- Mothercare Plc on Wednesday said its Chief Executive Mark Newton-Jones stepped down effective immediately, and has been replaced by David Wood.",
  "April 5 (Reuters) - The following are the top stories on the business pages of British newspapers.",
  "Reuters has not verified these stories and does not vouch for their accuracy.",
  "(ind.pn/2uJ6Hz4)"
]