[
  "Chief Executive Mark Zuckerberg said in a statement that Facebook was “investing to make sure our services are used for good.”\n\nNet income attributable to Facebook shareholders rose in the first quarter to $4.99 billion, or $1.69 per share, from $3.06 billion, or $1.04 per share, a year earlier.",
  "Facebook, which generates revenue primarily by selling advertising personalized to its users, has demonstrated for several quarters how resilient its business model can be as long as users keep coming back to scroll through its News Feed and watch its videos.",
  "Facebook Inc. (FB.O) shares rose after the bell on Wednesday after the social network reported revenue that beat Wall Street estimates, showing no initial impact on its lucrative ad business from a scandal over the handling of personal data.",
  "The results are a bright spot for the world’s largest social network amid months of negative headlines about the company’s handling of personal information, its role in elections and its fueling of violence in developing countries.",
  "Tighter regulation could make Facebook’s ads less lucrative by reducing the kinds of data it can use to personalize and target ads to users, although Facebook’s size means it could also be well positioned to cope with regulations.",
  "Even if the company’s flagship social network, Facebook, suffers large reputational damage among users or advertisers, it still owns three more of the most popular smartphone apps in the world: Instagram, Messenger and WhatsApp.",
  "Shares traded up 4.6 percent at $167, paring a month-long decline that began with Facebook’s disclosure in March that consultancy Cambridge Analytica had harvested data belonging to millions of users.",
  "Facebook said monthly active users in the first quarter rose to 2.2 billion, up 13 percent from a year earlier and matching expectations, according to Thomson Reuters I/B/E/S.",
  "Facebook’s quarterly profit also beat analysts’ estimates, as a 49 percent jump in quarterly revenue slightly outpaced a 39 percent rise in expenses from a year earlier.",
  "Facebook is expected to take 18 percent of global digital ad revenue this year, compared with Google’s 31 percent, according to research firm eMarketer.",
  "Facebook shares closed at $185.09 on March 16, the day that the Cambridge Analytica scandal broke after the bell on a Friday.",
  "The company said it was increasing the amount of money authorized to repurchase shares by an additional $9 billion.",
  "Facebook said it ended the first quarter with 27,742 employees, an increase of 48 percent from a year earlier.",
  "Analysts on average were expecting a profit of $1.35 per share, according to Thomson Reuters I/B/E/S.",
  "Facebook and Alphabet Inc’s (GOOGL.O) Google together dominate the internet ad business worldwide.",
  "In the days immediately afterward, the company lost more than $50 billion in market value.",
  "Total revenue was $11.97 billion, above the analyst estimate of $11.41 billion.",
  "The mobile ad business grew on a major push to add more video content.",
  "It had initially authorized repurchases up to $6 billion."
]