[
  "\"There's a big election in India this year, there's a big election in Brazil, there are big elections around the world, and you can bet that we are really committed to doing everything that we need to make sure that the integrity of those elections on Facebook is secured,\" he said in a Wednesday interview with CNN.",
  "\"We are investigating if Cambridge Analytica is illegally using the personal data of millions of Brazilians to construct psychographic profiles to determine political and religious beliefs, sexual orientation, skin color, and political behavior,\" the prosecutors' statement said.",
  "Prosecutors the investigation was prompted by reports that the London-based political consulting firm had access to the personal information of 50 million Facebook users in the United States and could create voter personality profiles.",
  "They said in a statement they want to find out if Cambridge Analytica, in partnership with local consultancy A Ponte Estrategia Planejamento e Pesquisa, also did the same thing in Brazil before the country's October elections.",
  "Federal prosecutors in Latin America's biggest country announced Thursday that they are investigating to determine if Cambridge Analytica illegally used the profiles of millions of Brazilian Facebook users.",
  "The Brazilian company said in a statement that it was never involved in the creation of such profiles and ended its relationship with Cambridge Analytica earlier this month.",
  "According to Statista, a Hamburg, Germany-based data and statistical company, Brazil has the world's third largest number of Facebook users as of January 2018.",
  "Fake news, including stories posted on Facebook, and their potential to interfere in the coming elections is a growing concern in Brazil.",
  "Facebook CEO Mark Zuckerberg has said his company has a responsibility to stop fake news that could affect elections.",
  "With 130 million Facebook users, Brazil comes behind India with 250 million and the United States with 230 million.",
  "\"It is clear that the company's focus is to use this data to change people's behavior.\"",
  "Prosecutors said the partnership between both consulting firms began in 2017."
]