[
  "Grindr security chief Bryce Case on Tuesday said sharing the information with vendors was \"standard industry practice for rolling out and debugging software\" and sought to distance it from the recent revelations that political targeting firm Cambridge Analytica used information from as many as 50 million Facebook users, without their consent, to help win President Trump's election.",
  "Senators Edward Markey, D-Mass., and Richard Blumenthal, D-Conn., said Tuesday they sent a letter to the CEOs of Grindr, Apptimize and Localytics asking about their policies protecting users' data, such as whether they obtained opt-in consent before sharing or selling the data and what privacy requirements they made of third parties.",
  "Plans to halt the data sharing followed a report by Buzzfeed News — citing research from Norwegian non-profit SINTEF — that the app was was passing on users' HIV information along with their GPS data, phone ID and email, which could make it possible for the companies to identify sensitive information about specific users.",
  "\"There is a major difference between a company like Grindr sharing encrypted data with a software vendor to debug its app, and having it harvested from an outside third party like Cambridge Analytica, which is not what is happening here,\" Case said in a statement to USA TODAY.",
  "Here's why people are going crazy\n\nMore: After Tinder mistake, freshman emails every Claudia on campus\n\nMore: Tinder is lobbying for emojis of interracial couples\n\n\"\n\nFollow Ashley May on Twitter: @AshleyMayTweets\n\nRead or Share this story: https://usat.ly/2GwtWC8",
  "The disclosures prompted complaints from privacy and LGBTQ advocates, as well as concerns from public health experts that users would refrain from disclosing they had sexually transmitted diseases if they feared the information would become more widely known.",
  "The gay dating and social networking app, which counts more than 3 million daily active users, said Tuesday it no longer would share users' HIV status with app optimization company Apptimize and is discussing how to remove data from Localytics.",
  "(Photo: KristinaJovanovic, Getty Images/iStockphoto)\n\nGrindr says it will stop sharing user data, including HIV status, to two other companies after concerns the disclosures violated consumer privacy and undermined public health efforts.",
  "“Grindr and those with whom it shares its users’ sensitive information has an obligation to both protect this data and ensure users have meaningful control over it,” the senators said in a statement.",
  "The app had originally defended the practice by noting users acknowledge any information they share in their profile could become known since the app operates as a \"public forum.\"",
  "Buzz60\n\nDating app Grindr, which serves many LGBTQ users, admits it has been sharing users' HIV status with third-party companies.",
  "CLOSE An error on the dating app Grindr allowed third party sites to access personal information.",
  "More: Is Eminem really on dating apps Tinder and Grindr?",
  "Tony Spitz has the details."
]