[
  "The embattled social media giant -- in the crosshairs of controversy since revelations that data analytics firm Cambridge Analytica misused personal information from as many as 87 million Facebook accounts -- in some cases, allegedly -- to help Donald Trump's presidential campaign -- says in a post on the site, \"One of the questions we're asked most often is how we decide what's allowed on Facebook.",
  "Other areas the site says it's going public with for the first time include \"Direct Threats: How we help people who feel threatened by others on Facebook,\" \"Self-Injury: How we work to help prevent self-injury and suicide,\" \"Dangerous Organizations: What types of organizations we prohibit on Facebook,\" hate speech and bullying and harassment.",
  "Second, providing these details makes it easier for everyone, including experts in different fields, to give us feedback so that we can improve the guidelines – and the decisions we make – over time.\"",
  "These decisions are among the most important we make because they're central to ensuring that Facebook is both a safe place and a place to freely discuss different points of view.",
  "And for the first time we're giving you the right to appeal our decisions on individual posts so you can ask for a second opinion when you think we've made a mistake.",
  "Restrictions on the display of sexual activity also apply to digitally created content unless the content is posted for educational, humorous, or satirical purposes.",
  "We also restrict some images of female breasts if they include the nipple, but our intent is to allow images that are shared for medical or health purposes.",
  "As a first step, today we are launching appeals for posts that were removed for nudity / sexual activity, hate speech or graphic violence.\"",
  "Facebook says it's revealing for the first time its internal guidelines for what is and isn't permitted to appear on the site.",
  "Facebook explains that, \"We remove photographs of people displaying genitals or focusing in on fully exposed buttocks.",
  "Facebook also says, \"Over the coming year, we are going to build out the ability for people to appeal our decisions.",
  "We also allow photos of women actively engaged in breastfeeding or showing breasts with post-mastectomy scarring.",
  "Today we're going one step further and publishing the internal guidelines we use to enforce those standards.",
  "Simply put, \"As of today, our external-facing Community Standards closely mirror our internal guidelines.\"",
  "It's also launching a process for users to appeal when they feel content has been unjustly taken down.",
  "One of many subjects of the newly-disclosed guidelines involves adult nudity and sexual activity.",
  "We also allow photographs of paintings, sculptures, and other art that depicts nude figures.",
  "First, the guidelines will help people understand where we draw the line on nuanced issues.",
  "\"For years, we've had Community Standards that explain what stays up and what comes down.",
  "Facebook also says, \"It's important to note that our standards do evolve.\"",
  "Descriptions of sexual acts that go into vivid detail may also be removed.",
  "\"We decided to publish these internal guidelines for two reasons.",
  "Explicit images of sexual intercourse are prohibited."
]