[
  "In his belated mea culpa, Zuckerberg admitted that Facebook “made mistakes, there's more to do, and we need to step up and do it.” But the company’s track record of systemic failures to protect user privacy or to prevent malevolent uses of its proprietary database suggests that were it not for investigative reporting by the New York Times, Observer and undercover reporting by Channel 4 News in London, we probably would not be having an urgent public discourse on Facebook’s management shortcomings today.",
  "In April 2016, Mark Zuckerberg delivered the keynote address at Facebook’s annual F8 Developer Conference, in which he shared the company’s aspiration to “give everyone the power to share anything with anyone.” In the wake of last week’s revelations on unauthorized use of the company’s massive user database, with possibly catastrophic influence on the outcome of the 2016 presidential election, it’s fair to presume that Facebook’s CEO now wishes some folks didn’t take his comments so literally.",
  "As with prior concerns expressed over the company’s expansive data capture, Facebook reprised its typical response: “we never sell your data and trust us, having all this information helps us provide a better user experience on our platform.”\n\nBut a growing chorus of political leaders no longer trusts Facebook’s blame-shifting apologies and repeated assurances of altruistic intent, and are now calling for the company’s CEO to testify before Congress on a broad range of data privacy concerns.",
  "And within that realm, Zuckerberg regards peer-to-peer communications as a powerful enabler of the company’s mission to “give people the power to build community and bring the world closer together.”\n\nGuided by such an altruistic vision, Zuckerberg propelled Facebook’s rapid growth by aggressively pursuing more data, more media, more interactions inside and beyond the platform, more functionality, more user engagement and more global scale and reach.",
  "It’s been hard to fathom how a company reputed to be run by one of the world’s most brilliant digirati, could have been so naïve in not recognizing the risks in giving outside developers broad access to Facebook’s user data, so lax in failing to ensure that rogue data in malevolent hands was destroyed before it could be weaponized, and so reluctant to advise users that their personal information was (and still is) floating around cyberspace.",
  "By focusing Facebook’s attention on tracking down possible terms of service violations by thousands of third party developers many years ago, and promising new controls on developer platform access, Zuckerberg framed Facebook’s problem entirely in terms of external data portability, ignoring the fact that through these interactions, Facebook also amassed and retains extensive data on user behavior for its own commercial purposes.",
  "Zuckerberg’s stubborn denial of the ability of Cambridge Analytica and other foreign political operatives to exploit Facebook’s data and platform to influence voter behavior is bizarrely hypocritical, since the secret sauce that has always driven Facebook’s profitability is its proven ability to enable advertisers to precisely tailor product messaging to targeted prospective customers.",
  "In 2014, a Cambridge University academic, Aleksandr Kogan gave a publicized speech in Singapore, describing how he was able to analyze a sample of over 50 million Facebook users for whom he developed “the ability to predict virtually any trait.” Kogan also boasted of having built a database of every friendship made in the world on Facebook from 2006-2012.",
  "And even after President Trump’s gobsmacking victory, Zuckerberg continued to proclaim that the notion that fake news could have influenced the U.S. presidential election was a \"pretty crazy idea,\" going on to dismiss the importance of filter bubbles and claiming that fake news represents a \"very small volume\" of the total content on Facebook’s platform.",
  "Greater transparency in identifying the sponsors and content of targeted ads on Facebook’s platform (particularly those involving political content)\n\nTighter controls over user data portability across the Internet\n\nMore stringent requirements for users to be asked for opt-in permission (in clear language) before Facebook can collect and store user data.",
  "Hubristic vision and soaring ambition to change the world for the better Overconfidence in the power of technology to solve virtually any problem A tendency to underestimate “black swan” risks\n\nWhile these management mindsets are not uncommon in Silicon Valley, when applied in a company of Facebook’s scale, the consequences can be catastrophic.",
  "The key to answering this question lies in understanding what problem Mark Zuckerberg will choose to address: quelling the current uproar over the Cambridge Analytica debacle, or addressing broader, longstanding concerns with Facebook’s unprecedented global power to control access to information hiding behind its opaque business practices.",
  "We are committed to vigorously enforcing our policies to protect people’s information and will take whatever steps are required to see that this happens.”\n\nBut Facebook’s outrage was too little, too late, as the cause of the company’s breach of trust should have been recognized and forcefully addressed over three years earlier.",
  "No systems were infiltrated, no passwords or information were stolen or hacked.”\n\nThis semantics lesson on the meaning of “breach” provided little comfort to users, who rarely parse the fine print in Facebook’s terms of service, and in any event expect Facebook to protect their private data from harmful and unauthorized use.",
  "One could argue that Travis Kalanick at Uber and Elizabeth Holmes at Theranos also had hubristic visions to change the world for the better, coupled with overconfidence in the infallibility of their technology and an inability to recognize black swan risks threatening to damage their company and the world at large.",
  "One year later, The Guardian published a detailed account of how campaign consultancy Cambridge Analytica - who had paid to gain access to Kogan’s massive database on unwitting US Facebook users - was using detailed psychological profiles on the US electorate for the Ted Cruz presidential campaign.",
  "Facebook executives are well aware that Uber reportedly lost as much as 15 percentage points of market share in major US metro markets last year after a #deleteuber campaign erupted over the company’s alleged mishandling of its response to protests over President Trump’s Muslim country travel ban.",
  "But in retrospect, the company’s fateful error was Zuckerberg’s decision to share user data with outside app developers starting in 2008 (expanded further between 2011 and 2014) in exchange for enhancing Facebook’s functionality and the ability to track its users beyond its platform.",
  "In early 2016, the Trump campaign hired Cambridge Analytica, and paid the firm over $6 million with the remit to provide a wide range of services including data analytics, voter profiling, micro-targeting, social media message development, digital marketing and campaign planning.",
  "It took five days from the publication of bombshell exposés in the New York Times and Observer, during which Facebook shed nearly $50 billion in market value, before the company’s two top executives finally issued what was widely considered to be an inadequate response.",
  "In the months ahead, we’re likely to see a number of incremental improvements in Facebook’s business practices through a combination of voluntary company policy changes and possible regulatory reforms governing the allowable sourcing and use of personal data.",
  "Given Mark Zuckerberg’s management mindset, and the company’s track record in dealing with past crises, it would take overwhelming pressure from the government or other key stakeholders for Facebook to move beyond reactive tweaks to its business practices.",
  "Whistleblower Chris Wylie has recounted that Cambridge Analytica board member Steve Bannon had exhorted employees to weaponize psychological profiling in a self-proclaimed “win-at-any-cost” culture war being fought on the 2016 election battlefield.",
  "The Perfect Storm Behind Mark Zuckerberg’s Corporate Myopia\n\nBut there is deeper dynamic at play that explains Facebook’s chronic inability to recognize the potential societal harm and reputational risk that its platform can and has engendered.",
  "Users\n\nThe potential for a user revolt clearly poses the gravest threat to Facebook’s market dominance, which explains why Mark Zuckerberg and Sheryl Sandberg have devoted so much of their apology tour last week seeking to restore user trust.",
  "But Zuckerberg has consistently exuded confidence that his company’s sophisticated software could detect and prevent malevolent abuses on his platform, despite alarming evidence that Facebook’s bad actor problem has been worsening for years.",
  "Worries over just how much user data Facebook routinely collects and how that information is used erupted again this week when press accounts revealed that Facebook has been logging Android users’ telephone calls and SMS messages for years.",
  "During the campaign, Facebook continued to ignore growing reports that the Trump campaign was effectively deploying psychological profiling and micro-targeting techniques, rife with fake news and targeted imagery in pivotal swing states.",
  "By the end of 2017, Facebook was serving over 2 billion users and more than 5 million advertisers, rewarding shareholders (including its largest stakeholder, Mark Zuckerberg) with a company valued in excess of one-half trillion dollars.",
  "These welcome changes will not unduly crimp Facebook’s extraordinarily successful business model, and may even help Mark Zuckerberg overcome his corporate myopia that has exposed the company to preventable reputational risk in the past.",
  "Even if Congress does act to impose limits on future user data sourcing and portability, it may actually strengthen Facebook’s current competitive advantage given that it already has by far the biggest user database in the industry.",
  "So this is largely ... this issue is resolved going forward for a while.” As Swisher rightfully observed, Zuckerberg’s comments were predominantly backward-looking, and inadequately recognized the broader challenges that lie ahead.",
  "Best-selling author and scholar Nassim Taleb has written extensively on the common human tendency to underestimate the likelihood of “black swan” events - defined as situations with low probability but extremely high downside risk.",
  "These dynamics suggest that government action is likely to be slow and measured at best, giving investors time to monitor and react to Facebook’s actual financial performance in the months ahead, which promises to remain strong.",
  "Despite the genuine outrage expressed over recent damaging revelations, isolated calls to #deletefacebook have failed to gain much traction simply because Facebook is too deeply embedded in the lives of its 2 billion users.",
  "While a few companies have in fact announced a temporary suspension of Facebook advertising (e.g., Pep Boys, Sonos, Commerzbank), Facebook is likely to remain a dominant a channel for most advertisers in the months ahead.",
  "This devilishly effective business model has enabled Facebook to create an extraordinarily profitable enterprise – in round numbers, a $50 billion revenue run rate, growing at 50% per year with 50% operating margins.",
  "While it is true that Facebook will likely be barred from additional major acquisitions, the company has already built a seemingly unassailable lead over competitors in the advertising-supported social media space.",
  "Cambridge Analytica arguably was in a position to be particularly effective in this regard because they illicitly gained the access to Facebook’s vast user database to build detailed psychological profiling models.",
  "For example, black swan myopia arguably contributed to the lax risk management that led to a number of preventable disasters, including the Deepwater Horizon oil spill and the financial services meltdown of 2008.",
  "Facebook’s latest breach of trust leaves two urgent questions unanswered:\n\nWhy has Facebook consistently struggled to protect its users’ personal information and to prevent malicious exploitation of its platform?",
  "The Financial Times reported that Cambridge Analytica’s CEO, Alexander Nix, boasted of using “a massive database of [nearly] 5,000 data points on every adult in America” to support the successful Trump campaign.",
  "What makes recent disclosures about illicit uses of Facebook data so exasperating to opinion leaders and millions of everyday users is the delayed, disingenuous and tone-deaf responses from corporate management.",
  "It would not be surprising to see Facebook voluntarily announcing a few enhancements to its data privacy policies in the coming months to diminish the perceived urgency for comprehensive government regulation.",
  "By extending Facebook’s surveillance beyond the walled garden of internally generated user data, the company signaled its preference for more data acquisition and portability over safeguarding user privacy.",
  "In Facebook’s case, black swan myopia led Mark Zuckerberg to largely ignore the reputational risk posed by the malevolent use of Facebook user data before, during and after the 2016 presidential election.",
  "The FTC has also weighed in, opening an investigation to determine whether Facebook’s business practices have been violating a 2011 agreement settling charges over the company’s user privacy policies.",
  "After all, Facebook’s success is built on amassing (or less charitably, surveilling) information on consumer behavior, enabling it to sell targeted advertising that delivers superior marketing ROI.",
  "Along the way, Facebook certainly was aware of “bad actors” on its platform - the ones that bully users, plant fake news for profit, mindless fun or influence, or who promote fraudulent commerce.",
  "Board of directors\n\nFacebook has a distinguished board that in normal circumstances could be counted on to exert strong oversight over the company's operational and reputational risk management.",
  "As Mark Zuckerberg finally acknowledged in his long-awaited response (on Facebook of course), “We have a responsibility to protect your data, and if we can't then we don't deserve to serve you.",
  "According to whistleblower Chris Wylie, Steve Bannon helped launch Cambridge Analytica with the stated objective of using psychological profiling tools to change voters’ cultural attitudes.",
  "In fighting a self-proclaimed culture war, Bannon understood that micro-targeting - akin to smart bombs - could be far more cost effective than carpet bombing political ads on mass media.",
  "Such outsized success undoubtedly contributed to Zuckerberg’s corporate myopia in failing to recognize and mitigate the risks of rare, but potentially catastrophic abuses on his platform.",
  "Before Cambridge Analytica even began working for the Trump campaign, Facebook failed to verify that the consultancy had actually destroyed its large illicit cache of Facebook user data.",
  "Consciously or unwittingly, the vast majority of Facebook users appear to have accepted the Faustian bargain of trading their personal data for free access to Facebook’s valued services.",
  "One post vigorously disputed that Facebook’s systems had been breached, insisting on a technically correct, but blame-shifting explanation: “This was unequivocally not a data breach.",
  "Kalanick was ultimately forced to resign from Uber by his board, and Holmes recently settled a lawsuit with the SEC that forced her to forfeit control of Theranos, now in tatters.",
  "And immediately after the election, Cambridge Analytica took credit for the win, claiming that its data helped to place targeted online ads that were viewed 1.5 billion times.",
  "In his interview with Recode’s Kara Swisher, Zuckerberg opined “the good news is that as of three or four years ago, new apps weren’t able to do what happened here.",
  "As such, today’s announcement that the FTC is launching an investigation of Facebook may give Congress cover to pass the baton in dealing with this gnarly issue.",
  "“\n\nIn another instance of Facebook’s inadequate initial response, a Facebook spokesperson told The Daily Beast, “The entire company is outraged we were deceived.",
  "In response, Facebook asked Cambridge Analytica and Kogan to certify (as in “check the box on this form”) that they had destroyed the ill-gotten user data.",
  "Advertisers\n\nAs long as users remain engaged on the platform, advertisers will be understandably reluctant to exclude Facebook from their advertising mix.",
  "People chose to share their data with third party apps and if those third party apps did not follow the data agreements with us/users it is a violation.",
  "During the protracted silence from Facebook’s CEO and COO, other senior company executives took to Twitter and Facebook to deny corporate culpability.",
  "Mark Zuckerberg passionately believes that the company he founded nearly fifteen years ago has emerged as a uniquely powerful global force for good.",
  "But a board can go only so far in reining in a CEO who controls 60% of the voting shares of the fifth largest publicly traded company in the world.",
  "Unlike the other two executives, Facebook has been spectacularly profitable, and Zuckerberg enjoys bulletproof shareholder control of his company.",
  "Whether we “Like” it or not, we’re destined to live in the social media world we collectively helped Facebook build for many more years to come.",
  "Facebook has exploited strong network economies of scale and a relentless appetite to acquire or replicate the services of upstart competitors.",
  "Facebook’s recent loss of market value largely reflects current investor nervousness over the prospect for restrictive government regulation.",
  "On Capitol Hill, Congress already has a full agenda of more pressing political issues to deal with, going into the 2018 midterm elections.",
  "For starters, President Trump will obviously seek to discourage debate on an issue that relitigates the legitimacy of his 2016 election.",
  "In Uber’s case, consumers had a readily available choice to switch to a competitor (Lyft) offering an essentially comparable service.",
  "Going forward, can we trust Facebook to “take whatever steps are required” to address serious concerns with their business practices?",
  "But there are reasons to doubt that government action will be swift, comprehensive or overly damaging to Facebook’s business model.",
  "The harsh reality is, Facebook’s stakeholders are unlikely to mount a serious and sustained challenge to the company’s status quo.",
  "Under these circumstances, the question is, how will Mark Zuckerberg address the growing challenges threatening Facebook’s future?",
  "Mark Zuckerberg surprisingly fanned the flames of investor concern by signaling his support for appropriate regulatory controls.",
  "But Facebook failed to pursue any forensic follow up to ensure that this dangerously potent asset had in fact been wiped clean.",
  "The most common answer to the first question is that Facebook’s business model inexorably drives their observed behavior.",
  "There were plenty of reasons for Zuckerberg to overlook danger signs bubbling below the surface of Facebook’s business.",
  "He has often proclaimed that the Internet should be considered, like health care and clean water, a basic human right.",
  "No platform provides nearly as much market reach, targeting effectiveness or useful ROI tracking tools as Facebook.",
  "Zuckerberg’s mea culpa media tour starting March 21st clearly signaled his primary interest on the first problem.",
  "Did Cambridge Analytica continue to use its ill-gotten massive Facebook database on behalf of the Trump campaign?",
  "It is thus not surprising that the company would be reluctant to tinker with such successful business practices.",
  "Investors/Government\n\nAs long as users and advertisers stay on board, many investors are likely to follow suit.",
  "Mark Zuckerberg will continue to be the loudest voice in the room in guiding Facebook’s strategic direction.",
  "Consequently, why would Facebook’s 5 million advertisers be willing to cede such advantages to competitors?",
  "Mark Zuckerberg’s corporate myopia results from the perfect storm of three leadership mindsets.",
  "By any measure, Facebook had been spectacularly successful in creating a global juggernaut.",
  "Mark Zuckerberg is not alone in falling prey to the perfect storm of corporate myopia.",
  "Don’t expect many Facebook or Instagram users to switch to Snapchat any time soon.",
  "Circumstantial evidence certainly points in that direction.",
  "There are of course key differences in Zuckerberg’s case.",
  "Facebook’s situation is considerably different.",
  "In short, what was Mark Zuckerberg thinking?",
  "So how can we expect Facebook to respond?",
  "Can Zuckerberg Clean Up Facebook’s Mess?",
  "Competitors\n\nWhat competitors?",
  "So where does that leave us?"
]