[
  "The coverage of the Cambridge Analytica story has provided a belated and harsh education for the public, illustrating the extent to which it has unwittingly submitted to the manipulation and surveillance of Silicon Valley companies.",
  "And certainly, there were no politicians attempting to win attention for themselves by interrogating him or the executives of other technology companies, with the sort of vigor sometimes applied to banks and airlines.",
  "This ethos of balancing has extended beyond constitutional schemes, with the later advent of robust, objectively minded newspapers and labor unions, each theoretically serving as a countervailing center of power.",
  "It’s always stunning to hear otherwise media-savvy friends profess shock at how much information they had handed over to Facebook, and how little sensitivity the company showed to its precious cargo.",
  "Equally stunning is the fact that many of those who understood Facebook’s transactional relationship with its users’ private information couldn’t seem to muster enough energy to actually care.",
  "I’ve watched many hours of Zuckerberg’s vaunted town-hall meetings, full of seemingly canned questions from staff and the tightly wound founder responding to them with feigned surprise.",
  "When America’s founders designed our system, they created a model where power was meant to be constrained by power: Congress checks the president; the courts check the Congress.",
  "In the past, Zuckerberg has boasted that he had created a platform as powerful as a nation-state—but it is a nation-state as imagined by Milton Friedman or Sam Brownback.",
  "There’s a reason we’re not suddenly reading news reports about the thwarted warnings that Facebook employees attempted to take to management.",
  "(Google, to its credit, has created an atmosphere that places greater value on dissent, despite James Damore’s protestations to the contrary.",
  "What makes these hearings so consequential is that politicians can now finally see the self-interested reasons for thrashing big tech.",
  "The congressional flaying will show that there’s, at the very least, a social price to be paid for creating such a careless product.",
  "Recent polling shows a loss of faith in Facebook, but the public conversation suggests a much larger shift in consciousness.",
  "It’s a backlash that has been stoked by media, making noises about extracting itself from its own dependence on Facebook.",
  "The surrender of privacy, which had only theoretically bothered consumers, finally seems to have elicited genuine anger.",
  "It creates a new expectation that its employees should be more questioning, less thoughtless about human beings.",
  "One of the salutary benefits of this backlash is that it stands to dent the culture of the company.",
  "And at least Google had the self-awareness to drop its “don’t be evil” motto.)",
  "Silicon Valley was born into a culture that had no interest in constraint.",
  "The culture of Silicon Valley has exacerbated the sense of impunity.",
  "There were essentially no regulators that aimed to curb its abuses.",
  "Witness the staff protest against the company’s Pentagon work.",
  "Facebook, with its hacker shtick, came to resemble a cult.",
  "The engineers, it seems, blindly followed their leader."
]