[
  "Confirming the warrant earlier Friday, the UK Information Commissioner's Office said the operation was \"just one part of a larger investigation into the use of personal data for political purposes,\" adding that it \"will now need time to collect and consider the evidence.\"",
  "Pedro Nunes/Reuters\n\nLaw-enforcement officers raided Cambridge Analytica's headquarters in London, The Guardian reported late Friday, after Britain's data regulator obtained a warrant to enter the building and seize its servers.",
  "Alexander Nix, Cambridge Analytica's CEO, was also secretly filmed offering to entrap politicians with bribes and sex workers on behalf of a client and boasting about his company's role in Donald Trump's 2016 election victory.",
  "Information Commissioner's Office\n\nThe digital forensics firm Stroz Friedberg, which is leading Facebook's investigation into the data breach, was also at Cambridge Analytica's offices on Monday night, before the ICO.",
  "Elizabeth Denham, the UK's information commissioner, sought a warrant for Cambridge Analytica's systems on Monday evening after the company didn't respond to her demand for its records and data earlier this month.",
  "Several reports over the past week, led by The Guardian and The Observer, have detailed how the data-analytics company improperly collected 50 million Facebook users' personal information without permission.",
  "Denham told Sky News on Tuesday that her search of Cambridge Analytica's systems was \"one strand of a much larger investigation into the use of personal information for big data politics.\"",
  "Facebook said on Monday that it was conducting \"a comprehensive internal and external review\" to \"determine the accuracy of the claims that the Facebook data in question still exists.\"",
  "On Wednesday, UK Prime Minister Theresa May said the scandal was \"clearly very concerning\" and called on Facebook and Cambridge Analytica to comply with the ICO's investigation.",
  "News of its approval was reported on Twitter by journalists at the courthouse, including Sky News' Tom Cheshire and The Register's Gareth Corfield.",
  "It agreed to stand down, however, as the ICO said its search \"would potentially compromise a regulatory investigation.\"",
  "Elizabeth Denham, Britain's information commissioner.",
  "Cambridge Analytica CEO Alexander Nix.",
  "The warrant was granted Friday night.",
  "Nix was suspended on Tuesday night."
]