[
  "Related: I downloaded 14 years of my Facebook data and here's what happened\n\nThe demand for more nuanced controls after Cambridge Analytica has been loud, but that doesn't mean average users around the world are clamoring for a way to manage each detail about their data.",
  "\"The challenge we need to figure out is, how do we build something that everyone will understand, and at the same time, not make it so complex that it basically becomes unintelligible and people don't want to interact with it?\"",
  "\"[One of] the positive side effects of the past few months, and all the news around Cambridge Analytica, has been that people are actually interested in and want to go learn about the controls,\" said Facebook's David Baser.",
  "The company promoted its settings options more following the recent Cambridge Analytica scandal, which revealed the political data firm collected information on 50 million Americans through a third-party app on Facebook.",
  "\"Some of the feedback we've gotten is 'Wow, this is amazing you're offering this level of transparency, but this feels like a lot of work,'\" said Sarah Epps, Facebook's director of marketing for ad products.",
  "During CEO Mark Zuckerberg's testimony in front of Congress last month, some US senators, including Senator John Kennedy, seemed surprised to learn what settings were available to users.",
  "\"If people don't know that they exist or don't know how to use them or where to find them, then you're solving that problem for a minority of people who are very motivated,\" Zhuo said.",
  "Related: Facebook tries to clarify how it collects data when you're not on Facebook\n\nThe company has tried various techniques to lure users to take control of their settings.",
  "Julie Zhuo, Facebook's vice president of design, said she's constantly looking at ways to get controls out of the settings screen and in front of people when they need them.",
  "It also consolidated the most popular privacy and security settings, which were scattered around in multiple locations, in a single \"Privacy Shortcuts\" menu.",
  "Facebook is supposed to be a fun way to waste some time, but taking a break from \"liking\" status updates to customize your privacy settings is a chore.",
  "Baser is in charge of the company's new centralized privacy team that will oversee and standardize privacy and data use across the social network.",
  "Zuckerberg announced Clear History at the company's developer conference in early May, and it will be released in the next few months.",
  "But even with promotions and prominent real estate on the app and site, Facebook has found many people scroll right past the links.",
  "The company knows its controls need work, and it's trying to fix them with site design changes and a staff re-organization.",
  "Its debut project is Clear History, a tool to delete information Facebook (FB) has collected from outside sites and apps.",
  "Meanwhile, the company has been adding more information and settings directly to each advertisement via a dropdown menu.",
  "For example, if a person hides a post in their feed, a prompt may pop up with options to mute whoever posted it.",
  "The design team has had success with a technique that suggests related options after a user tweaks a setting.",
  "It's a hodgepodge of old and new interfaces, and the dry language can be time consuming to get through.",
  "The current main settings screen, which sorts controls by topic, can be intimidating to average users.",
  "\"The tension that always arises is everyone wants simpler controls and more powerful controls.",
  "She said Facebook has found it's more helpful to surface settings options at the right moment.",
  "\"I don't think most people are concerned about the very technical conversation,\" Baser said.",
  "The company aims to raise awareness of its controls — many of which users don't know exist.",
  "Those two things are almost automatically at tension with each other,\" said Baser.",
  "According to Baser, telling people about the controls doesn't build trust.",
  "Facebook pushed a way to check ad controls at the top of the News Feed.",
  "Instead, Facebook needs to ensure people are using them, too.",
  "\"They just want to know that their data is safe.\"",
  "The department is hiring hundreds of engineers.",
  "option, which leads to more detailed controls.",
  "It includes a \"why am I seeing this?\""
]