[
  "Their average revenue per user of around $20 per year would easily support that sort of model, and they could consider adding other premium features to the paid subscription service.”\n\nZuckerberg's appearance on Capitol Hill was prompted by Facebook's admission that a data firm hired by President Trump's political campaign, Cambridge Analytica, may have improperly obtained information about 87 million users — information that could have been used to help aim ads at persuadable voters.",
  "Zuckerberg explained the process like this, when testifying to the Senate Judiciary and Commerce committees:\n\nIf an advertiser comes to us and says, “All right, I am a ski shop, and I want to sell skis to women,” then we might have some sense — because people shared skiing-related content or said they were interested in that; they shared whether they're a woman — and then we can show the ads to the right people without that data ever changing hands and going to the advertiser.",
  "Some people might, after recent events spotlighted the ways in which the company collects and uses personal information in its business of “selling advertising placements to marketers.”\n\n“Subscription-based business models have grown in popularity since Facebook first launched with their advertising-supported business model,” said Jeff Bussgang, a venture capitalist and senior lecturer at Harvard Business School.",
  "If so, $18.75 is an underestimate — and possibly a large one.”\n\nFacebook says that among the information it collects — which users can view about themselves — is “a list of [advertising] topics that you may be targeted against, based on your stated likes, interests and other data you put in your timeline.”\n\nFacebook also says it tracks the “dates, times and titles of ads clicked” by individual users.",
  "Facebook's chief operating officer, Sheryl Sandberg, recently told NBC that an ad-free iteration of the social network “would be a paid product.”\n\nThese are hardly announcements of concrete plans, but it sure sounds like Facebook executives have thought about a future service that allows users to opt out of advertisements — for a price.",
  "In its 2017 annual financial report, Facebook said, “We generate substantially all of our revenue from selling advertising placements to marketers.” Indeed, $39.94 billion of Facebook's $40.65 billion in total revenue — 98 percent — came from ads.",
  "If it were to offer a subscription-based service, Facebook could employ a more sophisticated pricing model than my back-of-the-napkin calculation — a model that comes closer to pinpointing the true dollar value of each user.",
  "But while Facebook does not share personal information with advertises — a point Zuckerberg emphasized over and over — the company does its own ad targeting on behalf of businesses that pay for the service.",
  "In other words, Facebook can make educated guesses about whether you shop for pricey products or hunt in the bargain bin, whether you routinely click on ads or generally ignore them.",
  "Mark Zuckerberg said in congressional testimony this week that “there will always be a version of Facebook that is free.”\n\n“A version” — meaning another version might not be free.",
  "Michael D. Smith, a professor of information technology and marketing at Carnegie Mellon University wondered: “Would the highest-value customers be the most likely to opt out?",
  "The company would presumably have to charge enough to make up for whatever advertising revenue it would have expected to generate from the users who block commercial messages.",
  "“Facebook might offer their ad-supported, free product alongside an ad-lite for $0.99 per month, $10 per year, or an ad-free version for $1.99 per month, $20 per year.",
  "Embedded in Zuckerberg's example is a reminder that some Facebook users are more valuable than others, in terms of their potential to generate ad revenue.",
  "A woman whose Facebook profile indicates that she is an avid skier might reasonably be pegged as a consumer with above-average disposable income.",
  "Zuckerberg said Facebook has long since rectified the problem that enabled Cambridge Analytica to access personal information.",
  "In that case, users creeped out by ads might be equally creeped out by learning exactly what Facebook thinks they are worth.",
  "Thus an annual subscription fee that matches Facebook's average ad revenue per user would be $18.75.",
  "“You could imagine a hybrid business model, similar to these services,” Bussgang continued.",
  "Facebook reported 2.13 billion monthly active users at the end of last year.",
  "He cited Spotify, Pandora, Netflix and Amazon Prime as examples.",
  "She might be worth more to Facebook than $18.75 per year.",
  "So how would a subscription-based, zero-ad Facebook work?",
  "Would you pay $18.75 for an ad-free version of Facebook?",
  "Skiing is an expensive hobby.",
  "Let's do some rough math."
]