[
  "Cambridge Analytica — founded by Steve Bannon, the former White House chief strategist, and Robert Mercer, a top GOP donor who has sunk at least $15 million into the company — used the private data to predict the behavior of individual American voters.",
  "SCL Group, reportedly entrapped the leader of the opposition party in St. Kitts and Nevis with a $1.4 million (£1 million) bribe, in order to secure an election win for the country's Labour party, who was a client of SCL Group, The Times reported.",
  "Lindsay Grant led the People's Action Movement in an election in January 2010, but ultimately lost to the incumbent Labour Party, led by Prime Minister Denzil Douglas, in an election that reportedly experienced irregularities.",
  "Nix has repeatedly denied the company's use of \"entrapment, bribes or so-called honeytraps\" in its shadowy services, despite being caught on tape by Channel 4 offering to entrap politicians with bribes and sex workers.",
  "Mario Tama/Getty Images\n\nThe parent group of Cambridge Analytica, the political-research company at the center of a massive Facebook-data scandal, offered up a bribe to win an election for a client.",
  "In response to the revelations, the Federal Trade Commission, along with several other bodies in the UK and EU, have launched investigations into Facebook and Cambridge Analytica.",
  "Nix was suspended from Cambridge Analytica on Tuesday as the company continued to grapple with the mounting scandal regarding the data of 50 million Facebook users.",
  "Cambridge Analytica's board said Nix's comments secretly recorded by Channel 4 and other allegations \"do not represent the values or operations of the firm.\"",
  "Cambridge Analytica has recently come under fire for its role in helping Donald Trump's 2016 presidential campaign and its social media strategy.",
  "The Times also revealed that ousted Cambridge Analytica CEO Alexander Nix used racial slurs to describe black clients in internal emails.",
  "Trump's campaign reportedly paid Cambridge Analytica more than $5 million for its services from September 2016.",
  "Facebook recently suspended Cambridge Analytica for not destroying the data of the 50 million users.",
  "The company's executives were caught on tape boasting about helping secure Trump's win.",
  "Eliza Relman and Jake Kanter contributed to this report."
]