[
  "NOW WATCH: A father and son are growing fruit and vegetables 8 metres below the surface of the Mediterranean Sea — here's why\n\nSee Also:\n\nSEE ALSO: Trump-linked firm Cambridge Analytica collected personal information from 50 million Facebook users without permission\n\nDON'T MISS: Trump says 'Mueller probe should never have been started' hours after his lawyer called for it to be shut down",
  "wait don’t write that dow Tweet Embed:\n\n//twitter.com/mims/statuses/975067185889427456?ref_src=twsrc%5Etfw\n\nFacebook's defense that Cambridge Analytica harvesting of FB user data from millions is not technically a \"breach\" is a more profound & damning statement of what's wrong with Facebook's business model than a \"breach\".",
  "Facebook’s platform must protect us from predatory behavior or we can’t and shouldn’t trust the platform Tweet Embed:\n\n//twitter.com/mims/statuses/975090343409459200?ref_src=twsrc%5Etfw\n\nFacebook officials today playing semantic—but legally very important to regulators—word games about a data “breach”.",
  "Facebook and its executives faced a torrent of backlash on Saturday following news reports that the data firm Cambridge Analytica, which worked on the Trump campaign in 2016, improperly harvested private information from 50 million Facebook users.",
  "Tweet Embed:\n\n//twitter.com/mims/statuses/975020550035779590?ref_src=twsrc%5Etfw\n\n(b) the distinction you’re drawing between this infraction and a data breach is meaningful from your perspective, but not from ours.",
  "In a series of tweets that have since been deleted, Facebook's chief security officer, Alex Stamos, insisted that although user's personal information may have been misused, it wasn't retroactively a \"breach.\"",
  "Facebook executives waded into a firestorm of criticism on Saturday, after news reports revealed that a data firm with ties to the Trump campaign harvested private information from millions of Facebook users.",
  "\"The recent Cambridge Analytica stories by the NY Times and The Guardian are important and powerful, but it is incorrect to call this a \"breach\" under any reasonable definition of the term,\" Stamos tweeted.",
  "Tweet Embed:\n\n//twitter.com/mims/statuses/975087070157918209?ref_src=twsrc%5Etfw\n\nus (dumb, bad): facebook data breach\n\nfacebook (smug): it can’t be a breach when its working exactly like it’s supposed to.",
  "But much of the online outrage came after multiple Facebook executives took to Twitter to respond to the news reports, insisting the incident was not a \"data breach.\"",
  "Sen. Amy Klobuchar of Minnesota also excoriated the company, demanding that Facebook CEO Mark Zuckerberg face the Senate Judiciary Committee for questioning.",
  "The company quickly faced calls for increased regulation and oversight, and Massachusetts' Attorney General, Maura Healey, even announced an investigation.",
  "I guess that's all they have left,\" Frank Pasquale, a University of Maryland law professor who has written about tech companies' use of data, told Reuters.",
  "\"People chose to share their data with third party apps and if those third party apps did not follow the data agreements with us/users it is a violation.",
  "Twitter users were not satisfied with that response — many accused the executives of deliberately missing the point by focusing on semantics.",
  "But who needs to steal passwords when Facebook will just give some dude access to your profile and not even check his app out that closely?",
  "\"Massachusetts residents deserve answers immediately from Facebook and Cambridge Analytica,\" Healey said on Twitter.",
  "But critics were outraged by the response and accused the company of playing semantics and missing the point.",
  "\"The lid is being opened on the black box of Facebook's data practices and the picture is not pretty.\"",
  "\"This was unequivocally not a date breach,\" longtime Facebook executive Andrew Bosworth tweeted.",
  "Several executives took to Twitter to insist that the data leak was not technically a \"breach.\"",
  "\"It amazes me that [the Facebook executives] are trying to make this about nomenclature.",
  "no systems were infiltrated, no passwords or information were stolen and hacked.\"",
  "\"We can condemn this behavior while being accurate in our description of it.\"",
  "\"I've called for more transparency & accountability for online political ads.",
  "It's clear these platforms can't police themselves,\" she said on Twitter.",
  "Mark Zuckerberg needs to testify before Senate Judiciary.\"",
  "\"This is a major breach that must be investigated.",
  "They say 'trust us.'"
]