[
  "---\n\n2020 Watch: Kamala Harris fuels 2020 talk\n\nOne day after Kamala Harris appeared in Vogue, the Daily Beast's Gideon Resnick and Maxwell Tani report that she's shopping a book:\n\n• \"Sen. Kamala Harris... shopped a book to a number of New York publishers as recently as a month ago...\":\n\n• \"[T]he senator's working title for the project was \"Speaking Truth: Hard Facts and Hope for America's Future.\"",
  "SUBSCRIBE to PACIFIC\n\n---\n\nWhat Jeff Bezos is Reading\n\n• \"Walmart adds 500 FedEx Office locations, seeking edge against Amazon\" (Business Insider)\n\n• \"Whole Foods calls a supplier summit amid angst over changes under new owner Amazon\" (CNBC)\n\n• \"Amazon Has Considered Buying Some Toys 'R' Us Stores\" (Bloomberg)\n\nGoing Vertical: Will Time Warner leave AT&T?",
  "---\n\nToday's PACIFIC\n\nWhat Silicon Valley is talking about: Facebook's trust crisis, Uber's driverless nightmare, Google's new news initiative... What Seattle is talking about: Whole Foods, Toys 'R' Us and FedEx ... What Hollywood is talking about: Time Warner after AT&T ... What Sacramento is talking about: Kamala Harris's new book ...\n\nGood morning.",
  "Driverless Failure: Uber's new nightmare\n\nMy colleague Jordan Valinsky emails: \"The moment the self-driving car industry feared has finally happened...\"\n\nWhat happened, via CNN's Matt McFarland:\n\n• \"A self-driving Uber SUV struck and killed 49-year-old Elaine Herzberg as she walked her bicycle across a street in Tempe, Arizona, Sunday night.\"",
  "New News: Google courts publishers\n\n\"Google says it is committing $300 million... to help 'strengthen quality journalism,'\" my colleague Brian Stelter reports:\n\n• \"[T]he search company is announcing several new tools and partnerships with newsrooms, all placed under an umbrella called the Google News Initiative.\"",
  "The opening statements in the Justice Department vs AT&T trial aren't til tomorrow, but Vanity Fair's William D. Cohan is already thinking about what might happen after the trial:\n\n• \"From Wall Street's perspective... the date to watch is not Wednesday, but June 21.",
  "• \"Subscribe with Google [will offer] 'a way for people to easily subscribe to various news outlets...'\"\n\nThe Big Picture: Both Google and Apple are courting publishers in an effort to replace Facebook as the preferred vehicle for news and information.",
  "That is when the European Union's General Data Protection Regulation will go into effect, giving users an easy option to stop Facebook and other companies from collecting their data or using it for marketing purposes.",
  "• San Francisco Chronicle: \"Exclusive: Tempe police chief says early probe shows no fault by Uber\"\n\nThe Big Picture:\n\nThe fatality raises huge questions about law and liability in a world of driverless cars.",
  "Meanwhile, developments this morning suggest Zuckerberg won't be able to stay behind the scenes forever:\n\n• Sen. Mark Warner joined Sen. Amy Klobuchar in calling for Zuckerberg to testify before Congress.",
  "• The Federal Trade Commission is asking Facebook for more information about the Cambridge Analytica matter and may launch a probe into whether the company violated terms of 2011 consent decree.",
  "• \"Time Warner could push to get a better deal from AT&T or walk away from AT&T, and go back to running Time Warner independently, while waiting for another suitor to emerge...\"\n\n• \"Verizon?",
  "Lawmakers in the U.S. and the U.K. have called on Mark Zuckerberg to testify; the FTC is starting to ask questions; and Facebook stock is enduring its worst performance in four years.",
  "The latest:\n\n• Jason Levine, executive director of the Center for Auto Safety, to Bloomberg: The accident \"will set consumer confidence in the technology back years if not decades.\"",
  "Though Stamos and Facebook issued statements last night stressing that he remains in the position, all Facebook sources confirmed that he intended to leave in the near future.",
  "• Facebook staff will go to Capitol Hill this week to brief lawmakers in the House and Senate Intelligence, Judiciary and Commerce committees, a company spokesperson says.",
  "• \"A national book tour is a rite of passage for any potential White House aspirant... 'Speaking Truth' certainly has all the hallmarks of a pre-campaign-launch book.\"",
  "With Zuckerberg AWOL on messaging, the rest of the Facebook leadership has been left to hash out the appropriate response to the company's metastasizing crisis.",
  "He wants to focus on improving Facebook's data protection capabilities, not paying lip service to the public about the company's moral compass.",
  "Possibly all of these—and more—could be interested, for a price in excess of what AT&T has offered, and likely without the same legal hassles.\"",
  "• In the U.K., MP Damian Collins sent a letter to Zuckerberg asking him to testify before the Digital, Culture, Media and Sport Committee.",
  "What's next:\n\n• Rob Sherman, Facebook's Deputy Chief Privacy Officer: \"We remain strongly committed to protecting people's information.",
  "Disagreements on this issue have become so severe that the company's chief security officer Alex Stamos now plans to leave the company.",
  "Today a driver at fault in an accident often doesn't have enough money to cover the full cost of the other party's damages.",
  "That's when Time Warner can contractually walk away from the deal and once again be a free and independent company.\"",
  "• Facebook will hold a staff-wide meeting in Menlo Park to address questions about the Cambridge Analytica scandal.",
  "• \"Police say the investigation does not at this time show significant signs of the SUV slowing before the crash.\"",
  "Should it issue statements from the top brass, or leave the explanations to the lawyers (as it is doing now)?",
  "• The GDPR could drain Facebook's ad revenue in Europe and inspire similar legislation in the United States.",
  "What's really next:\n\n• The most important day on Zuckerberg's calendar is May 25, one of our sources said.",
  "\"The American people deserve answers about social media manipulation in the 2016 election,\" he tweeted.",
  "Most immediately: What responsibility do driverless car companies have to victims of accidents?",
  "• The National Transportation Safety Board and local police are investigating the accident.",
  "But what happens when the driver at fault is a company sitting on billions of dollars?",
  "Apple acquired the digital magazine subscription service Texture earlier this month.",
  "The response:\n\n• Uber has halted tests of autonomous vehicles around North America.",
  "Welcome to a special late edition of PACIFIC, compliments of Facebook and the FTC.",
  "The 33-year-old CEO is playing the long game, sources at the company tell me.",
  "\"Mark is about solutions,\" one source said, \"not explanations or apologies.\"",
  "The good news is our friends in Washington have something to read at lunch.",
  "• A test driver was behind the wheel, but the car was in autonomous mode.",
  "\"Our hearts go out to the victim's family,\" Uber said in a statement.",
  "We appreciate the opportunity to answer questions the FTC may have.\"",
  "• The company said it is \"fully cooperating\" with local officials.",
  "Should Facebook be more or less forthcoming about what it knows?",
  "The meeting will be led by deputy general counsel Paul Grewal.",
  "SUBSCRIBE to PACIFIC\n\nSo why is Zuckerberg staying silent?",
  "SUBSCRIBE to PACIFIC\n\n---\n\nHave a great day, folks.",
  "Zuckerberg is a product person, not a PR person.",
  "Facebook's existential crisis is getting worse.",
  "See you tomorrow from L.A.",
  "Facebook?",
  "Google?",
  "Amazon?",
  "Apple?"
]