[
  "Here to answer that question is Mebrulín Francisco, managing partner of GroupM’s Multicultural Marketing Analytics unit, which works with agency clients to advance their use of data in reaching consumers.",
  "It’s hard to argue that consumers willingly gave permission for use of their data when the various permission statements and forms are so full of legal jargon as to make them unintelligible.",
  "If we become better stewards of that data, in the process gaining consumers’ trust, we stand to gain access to an even greater share of their data, benefitting our businesses.",
  "Check out part I, \"What You Need To Know About Big Data, Stripped Of All The Gobbledygook\" and part III, \"Cambridge Analytica, The Turning Point In The Crisis About Big Data.\"",
  "What do you say to the argument that consumers are at least partly to blame for this mess because they agreed to give away their data in the first place?",
  "But the industry is increasingly coming to think of data more like consumer’s private property, less simply as a tool to gain advantage over competitors.",
  "Now that the potential for the abuse of data is in the headlines, companies are becoming more careful on how data is used across their organizations.",
  "It’s critical that data owners—consumers—are aware of what we're doing with their data, and privacy disclosure agreements are at the heart of it all.",
  "If we had sizable data streams before—well, they’re about to be increased exponentially, giving marketers much deeper insights in consumer behavior.",
  "Marketers will be far better able to track consumer sentiment leading up to the decision to purchase a particular product, and do it in real time.",
  "In order to continue doing business as they do, they'll need to protect that data, and not only because it’s ethical and the right thing to do.",
  "But if companies are forced to choose between ethical behavior and maximizing shareholder value, the track record seems to favor the latter.",
  "That’s now all changed, thanks to the huge stink over the unauthorized harvesting of Facebook users’ information by Cambridge Analytica.",
  "Today we're seeing a growing trend toward rewarding brands that are actively doing the right thing and communicating it to consumers.",
  "They need to take responsibility at some level for knowing what data is out there about themselves and how that data is being used.",
  "In the future, everyday objects will come outfitted with smart cameras and the latest in visual or voice-recognition technology.",
  "The question now becomes what safeguards are needed to put a halt to future abuses and just who will enforce those safeguards.",
  "One of the biggest trends we're seeing, on the part of both data suppliers and data users, is more scrutiny across the board.",
  "If you think of the EU’s General Data Protection Regulation, this is government regulation of data on behalf of the consumer.",
  "Those laws have been updated as the data has gotten more complex with the advancement and the adoption of new technologies.",
  "Facebook only came clean about the harvesting of its user data by Cambridge Analytica after whistleblowers started talking.",
  "We hear so much talk of permissions—the idea that users agree to give up their data in exchange for access to free content.",
  "What role will the emergence of smart devices for the home, like Alexa, Amazon’s virtual assistant, play in all this?",
  "Web surfers have been giving up their personal data for years, often without any thought of how it might be used.",
  "GDPR is not a new concept; in the EU, data protection laws have been in place since the infancy of the internet.",
  "Living in a virtual world, it’s at times easy to forget that the data we aggregate is actually private property.",
  "Either companies self-regulate or face far more complicated and cumbersome regulation by the government.",
  "After the Cambridge Analytica-Facebook scandal, big data and its potential abuse are front and center.",
  "I believe that we're moving to a world that cares about causes and cares about social responsibility.",
  "The Facebook-Cambridge Analytica scandal simply elevated the conversation at the consumer level.",
  "It’s going beyond just asking what type of data we’ve got and the granularity of that data.",
  "And while the UK is no longer part of the EU, it has elected to update its laws as well.",
  "It’s not like the industry just realized that data could be used for unethical purposes.",
  "The future rests on the shoulders of all of us who are involved in the data ecosystem.",
  "At this point, it’s the companies that rely on consumers’ data for their businesses.",
  "Is part of the problem that users just aren’t paying attention to the small print?",
  "My bet is on self-regulation along the lines of the protections afforded by GDPR.",
  "Companies will start to take even more responsibility for the data they manage.",
  "As a result, even more guardrails will be placed around how that data is used.",
  "We have the power to choose to treat data as borrowed property, and we should.",
  "Now we have all this controversy over how that data is being used.",
  "The effect will be to provide vast new streams of consumer data.",
  "The concern over permissions is not new but it’s heightened.",
  "Keep in mind that the GDPR regulations were adopted in 2016.",
  "This is the second in a three-part series about big data.",
  "They’ll need to do it to protect their business models.",
  "Do you foresee government regulation on the horizon?",
  "You mention the importance of ethics in data.",
  "That’s important for readers to understand.",
  "That does not constitute informed consent.",
  "Is it something industry can or should do?",
  "Who’s watching out for the consumer?",
  "In the U.S., we'll face a choice.",
  "We're asking, do we need it all?",
  "So the consumer wins and we win.",
  "What’s going to happen next?",
  "This has huge implications.",
  "It belongs to them.",
  "It's their data.",
  "I’m an optimist.",
  "A huge role."
]