[
  "So, if an advertiser comes to us and says, 'All right, I am a ski shop and I want to sell skis to women,' then we might have some sense, because people shared skiing-related content, or said they were interested in that, they shared whether they're a woman, and then we can show the ads to the right people without that data ever changing hands and going to the advertiser.\"",
  "\"It's certainly not even a term I think we've used in a while,\" Facebook COO Sheryl Sandberg said during a September 2016 press conference, in reference to Facebook being identified as a \"social network.\"",
  "Here's Zuckerberg explaining exactly how that works during a Congressional testimony in early April:\n\n\"What we allow is for advertisers to tell us who they want to reach, and then we do the placement.",
  "When Facebook CEO Mark Zuckerberg was repeatedly asked by members of Congress what companies Facebook sees as direct competitors, Zuckerberg struggled to give a straightforward answer.",
  "That sentiment was echoed earlier this year when it was revealed that analytics firm Cambridge Analytica, among others, had access to a huge amount of Facebook user data.",
  "The data, collected from more than 80 million Facebook users, was then used to target political ads designed to manipulate voters in the 2016 US presidential elections.",
  "That's because Facebook does a lot of different things — it's a social network operator, and an ad sales company, and a hardware manufacturer (to name just a few).",
  "It doesn't feel like an exchange because the entire purpose of Facebook is to provide real information about your life to fill out your Facebook profile page.",
  "In exchange for accessing the social network, messaging, and the many other free services Facebook offers, users give up their personal information.",
  "But Facebook doesn't see a problem with its business model, nor does it recognize the premise that Facebook turns its users into its product.",
  "What Facebook sells is advertising space that's highly targeted — it uses the data you provide, directly and indirectly, to sell ads.",
  "Facebook doesn't sell its social network as a product; the product is the data gleaned from that network, which is used to sell ads.",
  "Our product is social media — the ability to connect with the people that matter to you, wherever they are in the world.\"",
  "As Apple CEO Tim Cook put it in 2014, \"When an online service is free, you're not the customer — you're the product.\"",
  "To say that Facebook's product \"is social media\" is a factual inaccuracy — Facebook has many products.",
  "Reuters/Leah Millis\n\nThe question and answer from Facebook's FAQ is refuted by Facebook's own execs.",
  "That information is then used to sell targeted ads — the primary way Facebook makes money.",
  "Facebook CEO Mark Zuckerberg Justin Sullivan/Getty Images\n\nFacebook is free ... sort of.",
  "It's this business model that's a point of contention for Facebook's critics.",
  "Facebook is \"free,\" but you pay with your personal information.",
  "Thus, you are the product — even if Facebook says you aren't.",
  "But that data is used by Facebook to sell \"targeted\" ads.",
  "\"If I'm not paying for Facebook, am I the product?\"",
  "an FAQ from Facebook published on Monday reads.",
  "But in terms of Facebook as a social network?",
  "The service makes no money directly.",
  "It's free!",
  "\"No."
]