[
  "Rep. Ryan Costello\n\nIn addition to statistics and explanations, Zuckerberg told a few senators and representatives that his team would circle back to conversations about data-privacy legislation like the Honest Ads Act (Klobuchar), the My Data Act (Sen. Richard Blumenthal), the Consent Act (Sen. Ed Markey), the Broswer Act (Rep. Marsha Blackburn and Rep. Leonard Lance), and the Secure and Protect Americans' Data Act (Rep. Jan Schakowsky).",
  "Amy Klobuchar and Dean Heller (Heller asked for Nevada specifically)\n\nWhether there's overlap between the 126 million users who may have seen content shared by Facebook groups associated with the Internet Research Agency and the 87 million who may have been affected by the Cambridge Analytica scandal.",
  "Zuckerberg had been training for weeks to face the three congressional committees, but his talking points didn't prepare him to answer every question that came his way — some required specific figures or precise explanations that he wasn't able to provide on the spot.",
  "Rep. Steve Scalise\n\nIf there was a bias implemented in the Facebook algorithm when it was developed (the Congressman showed a chart that showed bias against conservative content and favorable bias towards liberal content) and what's being done about it.",
  "Sen. Jerry Moran\n\nWhy Facebook moved for the dismissal of a discrimination lawsuit against it that argued that its tools allowed advertisers to not target certain groups, including people of color, for some housing and employment opportunities.",
  "In the span of two days, Facebook CEO Mark Zuckerberg answered questions from 44 senators from two committees and 55 representatives on the House Committee on Energy and Commerce in two separate hearings that went for nearly five hours each.",
  "Pablo Martinez Monsivais/AP\n\n\n\n\n\nFacebook CEO Mark Zuckerberg sat through five hours of testimony in a joint session with two Senate committees on Tuesday, and he'll sit in front of the House Committee on Energy and Commerce on Wednesday.",
  "Rep. Jan Schakowsky\n\nThe initial offer terms and any subsequent offer terms that Facebook presented to each candidate (Clinton and Trump) for sales support — the congressman referred to them as campaign embeds — for the 2016 election.",
  "Sen. Maria Cantwell\n\nWhether the feature for adults using Facebook Messenger on Android to opt into using the app in combination with messaging and allow Facebook to collect data about their calls or texts also applies to minors.",
  "Rep. Fred Upton\n\nWhether Facebook will give consumers in the US the same right to object to using their data for marketing purposes the way that EU users under GDPR will get, and how Facebook plans to implement that.",
  "Dean Heller and Cory Gardner\n\nA breakdown of the principles Facebook will use to guide the development of artificial-intelligence practices, as well as details about those practices and how they could help users.",
  "Here are some things Zuckerberg's team will need to come back to senators with:\n\nA list of applications that Facebook has previously banned because data was transferred in violation of Facebook's terms.",
  "Buddy Carter\n\nThe record will be open for 14 days after the Senate hearing and for 10 days after the House hearing, meaning senators and representatives will still be able to submit written questions.",
  "Sen. Thom Tillis asked that during Facebook's investigation Zuckerberg go back to \"the first known high-profile national campaign that exploited Facebook data,\" but didn't require him to follow up.",
  "Even when prodded, Zuckerberg was careful not to promise a response, addressing questions he was unsure of with some variation of \"If you'd like, I can have my team follow up with you after this.\"",
  "Sen. Cory Gardner\n\nFollow-up on a case in which a former state representative's announcement that he was running for state senate was rejected for not following Facebook's advertising policies.",
  "Sen. Chuck Grassley\n\nThe number of audits Facebook has conducted to ensure deletion of improperly transferred data, or \"anything about the specific past stats, that would be interesting.\"",
  "Sen. Tammy Baldwin and Rep. Jan Schakowsky\n\nMore information about how Facebook is accounting for organizations based outside the US when providing transparency about political ads.",
  "Sen. Dianne Feinstein\n\nWhether any Facebook employees worked with Cambridge Analytica while the data analytics company was working with Donald Trump's 2016 presidential campaign.",
  "Zuckerberg said Facebook cooperates with any \"valid law enforcement requests\" from different countries, but he wasn't aware of any data had been shared with Russia specifically.",
  "Rep. Ray Luján\n\nIf the employee(s) at Facebook who took down an ad for Franciscan University and put it up again only after the media got involved was/were held accountable.",
  "Rep. G. K. Butterfield\n\nProviding numbers on Facebook's retention for its employees, broken down by race, to be included in Facebook's diversity update starting this year.",
  "Sen. Roger Wicker\n\nWhether Facebook tracks a user's internet-browsing activity after they have logged off Facebook's platform — and if so, a detailed explanation of how.",
  "Others requested future discussions on the following:\n\nSubmitting regulation proposals to prevent a monopoly in the industry, though exactly which industry was unclear.",
  "Rep. Michael Burgess, Rep. Jan Schakowsky, and Rep. Peter Welch\n\nWhether the data that's mined for security purposes is also used to sell as part of the business model.",
  "Rep. Richard Hudson\n\nSending a Facebook representative to meet with the FDA commissioner and CEOs of internet companies to address the problem of online drug commerce.",
  "Sen. Cory Booker\n\nHow long Facebook keeps a user's data after they delete their Facebook or Instagram account and whether that data can sit in backup copies.",
  "Rep. Peter Welch\n\nNational security concerns that would stem from access to information like the geographical location of members of the armed services.",
  "Rep. Scott Peters\n\nThe number of Facebook Like buttons, Facebook Share buttons, and \"chunks of Facebook Pixel code\" there are on non-Facebook webpages.",
  "Rep. Debbie Dingell\n\nHow limiting Facebook's use of data may actually prevent innovation and the positive social change that Facebook wants to promote.",
  "Sen. Maggie Hassan\n\nSending a Facebook representative to a meeting of chief executives and senior leaders to discuss the sale of illegal drugs online.",
  "Sen. Patrick Leahy\n\nA breakdown by state of the 87 million profiles Facebook estimates to have had data swept up in the Cambridge Analytica scandal.",
  "Sen. Roger Wicker\n\nWhether the specific \"unverified divisive pages\" on Facebook that Leahy displayed during the testimony were created by Russians.",
  "Sen. Tammy Baldwin\n\nWhether the government or federal officials can track what a person's doing, with or without a warrant, on the social network.",
  "Sen. Roy Blunt\n\nWhether Facebook's \"bug bounty\" program will address impermissible sharing of information and not just unauthorized access to it.",
  "Sen. Chuck Grassley\n\nThe number of accounts linked to the Internet Research Agency, a pro-Kremlin propaganda group, that Facebook has taken down.",
  "Rep. Anna Eshoo\n\nPersonally convening a meeting of CEOs in the tech sector to develop a strategy to increase racial diversity in the industry.",
  "Rep. G. K. Butterfield\n\nWhether consumers should be able to correct or delete inaccurate personal data that companies have gathered on them.",
  "Zuckerberg said that Facebook uses cookies for security and ad-measuring purposes but that he wanted \"to be precise\" in his full response.",
  "Zuckerberg's team has been preparing him for the hearings for weeks, but he was unable to answer several of the questions on the spot.",
  "Sen. Amy Klobuchar\n\nThe details of allowing civil-rights organizations to audit the companies dealing in areas of credit and housing.",
  "Rep. Bill Johnson\n\nWhat Europe got wrong with GDPR — Zuckerberg was only able to provide a response to what he thinks they got right.",
  "Sen. Gary Peters\n\nA list of the firms other than Cambridge Analytica that received the Facebook user data Aleksandr Kogan collected.",
  "Legislation that unequivocally says users own their data and that makes a \"stronger affirmative opt-in requirement\" for Facebook.",
  "Zuckerberg is facing questions about Facebook's involvement in various data-privacy scandals and how it can address those issues.",
  "He was answering questions about the role Facebook played in various data-privacy scandals and how it can address those issues.",
  "Sen. Todd Young\n\nMaking a commitment to change all the user default settings to minimize the collection and use of user data.",
  "Rep. Steve Scalise\n\nWhether someone was held accountable for the Diamond and Silk \"mistake,\" as Zuckerberg referred to it.",
  "Rep. Steve Scalise\n\nWhether the data held by derivatives of the firms obtained data from Alexandr Kogan was also deleted.",
  "Zuckerberg said that an investigation was underway and that Facebook thinks it's possible there could be a connection.",
  "Sen. Cory Booker\n\nWhether there should be financial penalties when large data providers like Facebook are breached.",
  "Sen. Roger Wicker\n\nHow Facebook discloses to its users the tracking practices that take place after users log off.",
  "More on Zuckerberg's blockbuster Senate hearing:\n\nNOW WATCH: The top 10 games coming in 2018\n\nSee Also:",
  "Buddy Carter\n\nSharing information on Facebook's plans to spread Internet connectivity in rural areas.",
  "Sen. Lindsey Graham\n\nThe possibility of implementing a 72-hour rule to notify users of a data breach.",
  "Sen. Amy Klobuchar\n\nWhether it's possible that the data Cambridge Analytica stored is in Russia.",
  "Rep. John Sarbanes\n\nFacebook information that has been shared with Russia in the past, if any.",
  "Sen. Amy Klobuchar\n\nAn explanation of how Facebook treats data on devices not logged into it.",
  "Zuckerberg said he believes that they collect different data for those but wasn't sure.",
  "Sen. Shelley Moore Captio, Rep. Morgan Griffith, Rep. Bill Johnson, Rep. Dave Loebsack.",
  "Rep. Frank Pallone\n\nChanging Facebook's business model in the interest of user privacy.",
  "Rep. Adam Kinzinger\n\nNumber of data points that Facebook has for the average non-user.",
  "Zuck said there was no directive to do so and would look into how that happened.",
  "Zuckerberg identified Eunoia but said there may have been a couple of others.",
  "Zuck told Congress that he doesn't believe there's a large number of them.",
  "Zuckerberg can make corrections to his testimony during this time too.",
  "The CEO was in D.C. preparing to testify when this developed.",
  "Sen. Shelley Moore Capito and Rep.",
  "Sens.",
  "Sens.",
  "Rep."
]