[
  "In a series of questions on how people can remove data from Facebook, Zuckerberg said the company does “collect data on people who are not signed up for Facebook, for security purposes.” He had no response when asked how a non-Facebook member could remove information without signing up for the service.",
  "His admission that even the company’s tech-savvy founder was unable to protect his own data underscored the problem Facebook has in persuading skeptical lawmakers that users can easily safeguard their own information and that further legislation governing Facebook is unnecessary.",
  "Slideshow (11 Images)\n\n“This is a wake-up call to Silicon Valley and the tech community that if you let these things get out of hand, having grown up in a very lightly regulated environment, you could end up with a lot more regulation than you seek,” he said after the hearing.",
  "(GRAPHIC: Facebook share-price status: It's complicated - reut.rs/2qpcbcX)\n\nChairman of the House Energy and Commerce Committee, Greg Walden, told reporters he would talk with committee members about holding similar hearings with other technology chief executives.",
  "“How can consumers have control over their data when Facebook does not have control over the data?” asked Representative Frank Pallone of New Jersey, the ranking Democrat on the House Energy and Commerce Committee, at the beginning of Wednesday’s hearing.",
  "The Cambridge Analytica issue was the reason Zuckerberg was on Capitol Hill, answering questions about how that company - which has counted U.S. President Donald Trump’s election campaign among its clients - got hold of data about Facebook users.",
  "“If you think it is hard to pass a bill that affects a lobbyist’s favorite client,” said Alvaro Bedoya, a former congressional aide who worked on privacy issues for former Senator Al Franken, “try passing a bill that affects all of them.”",
  "What remained as the dust settled on Wednesday was an inability to translate bipartisan concern into regulation due to the complexity of regulating technology issues and the powerful lobbying forces assembled against any effort to do so.",
  "As he did on Tuesday before a Senate hearing, Zuckerberg refused during a House of Representatives committee hearing to make any promises to support new legislation or change how the social network does business.",
  "WASHINGTON/SAN FRANCISCO (Reuters) - Facebook Inc Chief Executive Mark Zuckerberg fielded 10 hours of questions over two days from nearly 100 U.S. lawmakers and emerged largely unscathed and considerably richer.",
  "He parried questions of how much control people have over their data on the world’s largest social media network without a major gaffe, while avoiding being cornered into supporting new government regulation.",
  "“As CEO, you didn’t know some key facts.”\n\nRelated Coverage Backstory: Putting a spotlight on Facebook\n\nOn one point, Zuckerberg undercut his consistent message that Facebook users have control of their data.",
  "Wearing a dark suit and tie and politely prefacing almost every remark with “Congressman” or “Congresswoman,” Zuckerberg appeared even more controlled than he did on Tuesday when he testified before senators.",
  "(Full text of Zuckerberg's prepared testimony: bit.ly/2Hkhr9L)\n\nAlthough Zuckerberg, 33, had never testified at a congressional hearing before, he succeeded in deflecting questions like a Washington veteran.",
  "Facebook CEO Mark Zuckerberg testifies before a House Energy and Commerce Committee hearing regarding the company’s use and protection of user data on Capitol Hill in Washington, U.S., April 11, 2018.",
  "Zuckerberg was unable to answer Dingell, the Michigan congresswoman, when she asked how frequently Facebook used computer code embedded in websites to gather dossiers on virtually everyone online.",
  "Many Democrats disagreed, saying their Republican colleagues held no genuine interest in having a meaningful debate that could lead to a regulatory overhaul of how technology firms handle data.",
  "He also said he was not familiar with what various media reports call “shadow profiles,” collections of data assembled on Facebook users that they have no knowledge of or control over.",
  "The hearings that ended on Wednesday revealed no consensus among U.S. lawmakers about what kind of privacy legislation they might want to pursue, if any, and no timeline for action.",
  "He said he was among the nearly 87 million people whose personal information was improperly shared with political consultancy Cambridge Analytica.",
  "Zuckerberg said it would take “many months” to complete an audit of other apps that might also have improperly gathered or shared users’ data.",
  "Democratic Representative Debbie Dingell expressed frustration with Zuckerberg’s frequent promises to get back to lawmakers later in writing.",
  "“It is inevitable that there will need to be some regulation” of internet firms, Zuckerberg said, but he avoided any specifics.",
  "“I do imagine that we will find some apps that were either doing something suspicious or misusing people’s data,” he said.",
  "Forty times the internet mogul told lawmakers he had no answers at hand and would get back to them later.",
  "Over the two days, the value of Zuckerberg’s stake in the company grew about $3 billion.",
  "Facebook shares closed up 0.78 percent on Wednesday after rising 4.5 percent Tuesday.",
  "About one in three lawmakers got that response over the two days.",
  "“Some things are striking during this conversation,” she said.",
  "He refrained from cracking jokes and flashed few smiles.",
  "REUTERS/Aaron P. Bernstein\n\nINEVITABLE REGULATION?",
  "The performance had favorable results.",
  "He did not name specific companies.",
  "He gave no further details."
]