[
  "Facebook CEO Mark Zuckerberg Testifies Before The Senate Judiciary And Commerce Committees More\n\nAfter Zuckerberg's opening statement, senators asked him a wide range of questions about how Facebook operates, including how the it targets users with personalized ads.",
  "Senator Hatch (R-Utah) said that while there's nothing wrong with offering a free service in exchange for personal data, Facebook needs to be more transparent with users about how what type of information it is collecting and what's being done with it.",
  "\"You have an obligation to ensure that [the American] dream doesn't become a nightmare for the scores of people who use Facebook,\" he said to Zuckerberg, referencing the company's recent mishaps, including the Cambridge Analytica (CA) scandal.",
  "Senator Dianne Feinstein (D-California), ranking member of the Judiciary Committee, then made mention of Facebook's lack of transparency after it took more than two years to disclose the \"breach of trust\" from political research firm CA.",
  "This came up after he said that Facebook did not report the initial Cambridge Analytica data misuse to the Federal Trade Commission (FTC), which could violate the settlement agreement between the company and government agency from 2011.",
  "He added that if users don't want to see targeted advertisements, there's an option for them to turn that off, noting that even though people generally don't like ads, \"people really don't like ads that aren't relevant.\"",
  "Senator Nelson (D-Florida) pointed Zuckerberg to what Facebook's Chief Operating Officer, Sheryl Sandberg, said recently about users having to pay if they don't want to see ads on the platform.",
  "Zuckerberg began his testimony by reading his prepared statement, which Congress released on Monday, and said that he takes personal responsibility for Facebook's failure to protect users.",
  "At the time, the FTC accused Facebook of deceiving consumers by \"telling them they could keep their information private and then repeatedly allowing it to be shared and made public.\"",
  "It was the first of two congressional hearings Zuckerberg is scheduled to attend this week, with the other taking place tomorrow in front of the House Energy and Commerce Committee.",
  "Senator John Thune (R–South Dakota) opened the hearing by saying that tech companies need to do more to protect user data and prevent harmful conduct on their platforms.",
  "The CEO said that there will always be a free \"version\" of Facebook, noting that it's the company's mission to offer a service that's accessible to everyone.",
  "As expected, Facebook co-founder and CEO Mark Zuckerberg was on Capitol Hill today to testify before the Senate Commerce and Judiciary Committees.",
  "Not just from data theft, but also fake news, foreign interference in elections, hate speech and other types of digital abuse.",
  "Naturally, the topic of federal regulation came up and Zuckerberg pledged to work with the US Senate on proposed regulations.",
  "He went on to say that while it will take \"some time\" to fix all of these issues, he's \"committed to doing this right.\"",
  "\"How do you sustain a business model where users don't pay for your service?\"",
  "\"We didn't take a broad enough view,\" Zuckerberg said.",
  "I'm responsible for what happens here.\"",
  "\"Senator, we run ads,\" Zuckerberg said.",
  "\"It was my mistake and I'm sorry.",
  "Senator Nelson asked.",
  "Story continues"
]