[
  "NOW WATCH: A father and son are growing fruit and vegetables 8 metres below the surface of the Mediterranean Sea — here's why\n\nSee Also:\n\nSEE ALSO: Facebook is shutting down the use of 3rd-party data for ad targeting as part of its Cambridge Analytica cleanup",
  "He predicted that Google would be hit by \"enormous\" fines, like the 2.4 billion euro ($3 billion) one meted out by the European Union last year, and that its parent firm, Alphabet, could be broken up by US and European administrations.",
  "Speaking on CNBC's \"Squawk Box\" after a tumultuous two weeks for Mark Zuckerberg's social-media company, Mellon said the fallout would be far-reaching after Facebook was plundered for the data of 50 million users.",
  "His investment company Burnbrae Group has numerous biotech interests, such as the experimental cancer drug firm SalvaRX, which began trading on London’s junior Aim market in March 2016.",
  "Jim Mellon More\n\nCNBC\n\nMellon added that Facebook and Google's scale and increased public accountability had left them vulnerable to government regulation around the world.",
  "The scandal has wiped about $80 billion, or 57 billion British pounds, off Facebook's value, and Mellon said the firm's share price could halve over the next two years.",
  "Mark Zuckerberg More\n\nGetty\n\n\n\n\n\nFacebook's share price will be cut in half by the Cambridge Analytica scandal, the billionaire British investor Jim Mellon predicts.",
  "He said the threats came from the possibility of increased government regulation and further fiascos over how the company handles its users' personal information.",
  "\"We're going to see decimation of particularly Facebook and quite right too — it's a trivial use of modern technology and one that's rather sinister.\"",
  "Jim Mellon, the billionaire British investor, has predicted that Facebook faces \"decimation\" over the Cambridge Analytica data disaster.",
  "Mellon made his money in mining and property and supported the campaign to take Britain out of the European Union in 2016.",
  "\"The Cambridge Analytica thing is just the tip of the iceberg,\" said Mellon, who is typically bearish on big tech.",
  "Mellon's net worth stands at 920 million pounds ($1.3 billion), according to The Sunday Times Rich List.",
  "\"These fatted calves are now ripe for the plucking by governments everywhere,\" Mellon told CNBC.",
  "Facebook and Google are \"ripe for the plucking\" by governments around the world, he added.",
  "He told CNBC the data disaster was just the \"tip of the iceberg.\"",
  "Facebook shares closed at $153.03 on Wednesday."
]