[
  "REUTERS/Yves Herman/File Photo\n\nBy David Ingram and Peter Henderson\n\n(Reuters) - Data analytics firm Cambridge Analytica harvested private information from more than 50 million Facebook users in developing techniques to support President Donald Trump's 2016 election campaign, the New York Times and London's Observer reported on Saturday.",
  "\"We worked with Facebook over this period to ensure that they were satisfied that we had not knowingly breached any of Facebook’s terms of service and also provided a signed statement to confirm that all Facebook data and their derivatives had been deleted,\" the spokesman said.",
  "It quoted whistleblower Christopher Wylie, who helped set up Cambridge Analytica and worked with an academic at Cambridge University to obtain the data, as saying the system could profile individual voters to target them with personalized political advertisements.",
  "The New York Times said interviews with a half-dozen former Cambridge Analytica employees and contractors, and a review of the firm’s emails and documents, revealed it not only relied on the private Facebook data but still possesses most or all of it.",
  "Through Kogan's company Global Science Research (GSR), in collaboration with Cambridge Analytica, hundreds of thousands of users were paid to take a personality test and agreed to have their data collected for academic use, the Observer said.",
  "http://bit.ly/2FZU1Ir\n\nA Cambridge Analytica spokesman said GSR \"was contractually committed by us to only obtain data in accordance with the UK Data Protection Act and to seek the informed consent of each respondent.\"",
  "\"When it subsequently became clear that the data had not been obtained by GSR in line with Facebook’s terms of service, Cambridge Analytica deleted all data received from GSR,\" he said.",
  "The more than 50 million profiles represented about a third of active North American Facebook users, and nearly a quarter of potential U.S. voters, at the time, the Observer said.",
  "The Observer said Cambridge Analytica used the data, taken without authorization in early 2014, to build a software program to predict and influence choices at the ballot box.",
  "$6.2 MILLION FROM TRUMP CAMPAIGN\n\nTrump’s campaign hired Cambridge Analytica in June 2016 and paid it more than $6.2 million, according to Federal Election Commission records.",
  "Facebook said it acted against Cambridge Analytica and SCL after receiving reports they did not delete information about Facebook users that had been inappropriately shared.",
  "However, the app also collected the information of the test-takers’ Facebook friends, leading to the accumulation of a data pool tens of millions-strong, the Observer said.",
  "It said Facebook’s “platform policy” allowed only collection of friends data to improve user experience in the app and barred it from being sold on or used for advertising.",
  "The Observer said the data was collected through an app called thisisyourdigitallife, built by academic Aleksandr Kogan, separately from his work at Cambridge University.",
  "The United Kingdom's Information Commission also announced on Saturday they are conducting an investigation of Cambridge Analytica, which also had clients in the country.",
  "The newspapers, which cited former Cambridge Analytica employees, associates and documents, said the data breach was one of the largest in the history of Facebook Inc.",
  "\"Massachusetts residents deserve answers immediately from Facebook and Cambridge Analytica,\" Maura Healey said on Twitter in a post that linked to a Times report.",
  "The move means Cambridge Analytica and its parent group Strategic Communication Laboratories (SCL) cannot buy ads or administer pages belonging to clients.",
  "\"Any criminal and civil enforcement actions arising from the investigation will be pursued vigorously,\" said Elizabeth Denham, Information Commissioner.",
  "He said \"no data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.\"",
  "Facebook on Friday said it was suspending Cambridge Analytica after finding data privacy policies had been violated.",
  "FILE PHOTO: A Facebook logo is seen at the Facebook Gather conference in Brussels, Belgium January 23, 2018.",
  "The Massachusetts attorney general said her office was launching an investigation after the news reports.",
  "And built models to exploit what we knew about them and target their inner demons.",
  "That was the basis that the entire company was built on,” Wylie told the Observer.",
  "\"We exploited Facebook to harvest millions of people’s profiles.",
  "Story continues"
]