[
  "Cook was mostly looking to contrast the business model of Apple, which involves mostly making money on device sales, versus that of Alphabet (NASDAQ: GOOG) (NASDAQ: GOOGL), which often sells devices at breakeven to make money from advertising and data collection.",
  "For the former, it is my opinion Apple will minorly benefit as security will become more important to a small subset of smartphone shoppers, many of whom will defect from Alphabet's Android to Apple or will more firmly lock them into the iOS ecosystem.",
  "Without mentioning Cook by name, Facebook's CEO responded, \"A frustration I have is that a lot of people increasingly seem to equate an advertising business model with somehow being out of alignment with your customers.\"",
  "At 13 times forward earnings, Apple already suffers from the lowest relative valuations within the cohort, and is even lower than the greater S&P 500's multiple of 17 times, so any multiple expansion would be welcomed.",
  "The remainder did not give Cambridge Analytica permission, and many people are upset upon learning the data was used to form psychological profiles to influence elections, both in the U.S. and abroad.",
  "In the letter Cook famously noted, \"A few years ago, users of Internet services began to realize that when an online service is free, you're not the customer, you're the product.\"",
  "To quickly recap, in 2015 the company allowed Cambridge Analytica to access data for approximately 50 million users via an app downloaded by approximately 270,000 people.",
  "Apple could be the biggest winner\n\nIt's likely the market will bifurcate on this issue and benefit Apple's stock both directly and indirectly, but the extent is unclear.",
  "For Android-based users with the Facebook app, the company has a file that includes nearly every phone call and text message you've fired off on your phone.",
  "However, it's likely data concerns will become more important in the future and Apple is in a safer position than many other big tech companies.",
  "Facebook has a lot of data on Android users... and I mean a lot\n\nFacebook's been in the news recently concerning its lax data sharing policies.",
  "In the oft-discussed \"FANG\" cohort, Apple (alongside Netflix) are the two companies less affected by the debate on data usage and collection.",
  "The Motley Fool has the following options: long January 2020 $150 calls on Apple and short January 2020 $155 calls on Apple.",
  "However, Cook drew the ire of Facebook's (NASDAQ: FB) CEO Mark Zuckerberg, who responded in an interview with Time magazine.",
  "More From The Motley Fool\n\nSuzanne Frey, an executive at Alphabet, is a member of The Motley Fool's board of directors.",
  "Wholesale changes in consumer sentiment and increased regulation should affect these two companies to a lesser extent.",
  "The Motley Fool owns shares of and recommends Alphabet (A shares), Alphabet (C shares), Apple, Facebook, and Netflix.",
  "Due to Cook's stronger privacy stance, as noted above, Facebook does not have this information for iOS users.",
  "In 2014, Apple (NASDAQ: AAPL) CEO Tim Cook penned a missive regarding Apple's approach to privacy.",
  "A person holding a smartphone showing a lock on the screen with a laptop in the background.",
  "For Apple investors, it's likely Facebook's data struggles are not a thesis-altering event.",
  "Apple may be the company most suited to benefit from Facebook's data-sharing scandal.",
  "It's likely most people will not change their behavior or limit their data.",
  "Jamal Carnette, CFA owns shares of Alphabet (C shares) and Apple.",
  "The recent Facebook scandal may be even worse for the company.",
  "Indirectly, it could help Apple with relative valuations.",
  "The Motley Fool has a disclosure policy.",
  "More\n\nImage source: Getty Images."
]