[
  "NOW WATCH: Jeff Bezos reveals what it's like to build an empire and become the richest man in the world — and why he's willing to spend $1 billion a year to fund the most important mission of his life\n\nSee Also:\n\nSEE ALSO: Twitter is telling everyone to change their password after a bug left 330 million passwords exposed",
  "The company reportedly used the data to create psychological profiles of Facebook users to target them with ads on behalf of the Trump campaign during the 2016 presidential election and on behalf of those advocating that Great Britain should leave the European union ahead of the Brexit vote that same year.",
  "\"This is a company that has proven that they will weaponize anything they can get their hands on and that's not a company I want having my psycographic profile,\" said Jeff Pollard, a principal analyst at Forrester, a market research firm.",
  "That possibility is especially concerning for privacy advocates because Cambridge Analytica's executives have set up another company, dubbed Emerdata, which reports indicate is effectively just a rebranded version of the same firm.",
  "With Cambridge Analytica in bankruptcy, one of the things it could potentially sell to settle its debts is the very same thing that got it in trouble in the first place – the user data it gleaned from Facebook.",
  "Cambridge Analytica's bankruptcy could set a new precedent\n\nThere are already provisions in existing case law for dealing with consumer data that's held by companies that are going through bankruptcy.",
  "\"I think we know that in part some of that information was obtained from Facebook and other sources without permission, and they at least stated they had already deleted that information but hadn't.\"",
  "Cambridge Analytica is at the center of a global debate about data privacy for allegedly breaking Facebook's rules to obtain the personal data of up to 87 million of the social network's users.",
  "If the firm does still have the data or the psychological profiles it created from it, they could be considered some of its primary assets and put up for auction in the bankruptcy process.",
  "Saying that the increased scrutiny of its business has driven away nearly all of its clients, Cambridge Analytica announced Wednesday it was shutting down and declaring bankruptcy.",
  "Pedro Nunes/Reuters\n\n\n\n\n\nData research firm Cambridge Analytica got in trouble for allegedly illegitimately gaining access to the personal data of millions of Facebook users.",
  "But what's unusual in the Cambridge Analytica case is that it potentially has data on people who weren't its clients and didn't have a direct relationship with it.",
  "With the firm now in bankruptcy, that data and the psychological profiles it built from them could be considered to be its key assets, assuming it still has them.",
  "\"Personal identifiable information in bankruptcy can be sold,\" said Jim Vincequerra, a partner at law firm Alston and Bird who specializes in bankruptcy law.",
  "\"That's the thing I've been wrapping by brain around, because I don't think the bankruptcy court has ever confronted an issue like this,\" Vincequerra said.",
  "If Cambridge Analytica lists any user data or psychological profiles, those assets could be sold to the highest bidder, Vincequerra said.",
  "The ombudsman's job is to make sure data isn't sold in a way that's inconsistent with the privacy policy customers originally agreed to.",
  "Cambridge Analytica isn't the only company that has data on consumers who never directly established a relationship with the firm.",
  "Because of that, it's unclear exactly how an ombudsman might treat such data or whether the ombudsman might block a sale.",
  "\"If we are confronted with a proposed sale transaction, it'll be interesting to see how the courts deal with this issue.",
  "In the US, when companies file for bankruptcy they are required to list their assets, or what exactly the firm owns.",
  "Typically, such information is comprised of customer lists or data belonging to clients of the bankrupt company.",
  "It could sell or transfer such data to a third party instead of putting it up for auction, Vincequerra said.",
  "Generally in such cases the court will appoint a privacy ombudsman to protect the interests of consumers.",
  "As such, the data and profiles could be auctioned off to the highest bidder in the bankruptcy process.",
  "\"It's a defined term in the bankruptcy code, and there is a specific provision that addresses it.\"",
  "\"I think what should happen to this information is that it shouldn't exist anymore,\" Pollard said.",
  "Bankruptcy auctions are open to anyone who can prove they're able to pay the asking price.",
  "So whatever the court decides, it could set a new precedent for future bankruptcy cases.",
  "Cambridge Analytica says it no longer has such data, but that fact is in dispute.",
  "The company says it's deleted that data, but that fact is in dispute.",
  "It'll be an interesting case study for the 21st century.\"",
  "That issue hasn't been settled by the courts.",
  "But Cambridge Analytica has another option."
]