[
  "“Our interaction with FCO had no bearing on the Committee’s decision not to invite Assange to give evidence.”\n\nBut the existence of a long email chain seen by BuzzFeed News reveals DCMS officials were in contact with Assange’s lawyer over several weeks, after the WikiLeaks founder initially was invited by the committee to respond with written evidence to some of the claims from Alexander Nix.",
  "On Thursday, the inquiry announced it would again be interviewing former Cambridge Analytica CEO Alexander Nix, while also saying Vote Leave campaign's Dominic Cummings would be referred to the House, which could see the Brexit strategist found in contempt of parliament.",
  "A day later, Assange tweeted, along with a video showing a comical explosion in a house: “I have accepted a request by the select committee of the UK parliament @CommonsCMS to give evidence, via video link, about Cambridge Analytica, and other matters, later this month.”",
  "The UK inquiry looking into Russia and the Cambridge Analytica scandal had agreed a provisional date for a public interview session with WikiLeaks founder Julian Assange, before abandoning the plan after a call from the Foreign Office, BuzzFeed News has learned.",
  "\"In addition, given the evidence Mr Assange will contradict was given live, it is also only fair and proper for Mr Assange to be able to respond in the same way and to answer any further questions the Committee might have.\"",
  "Foreign Office officials called the Digital Culture, Media and Sport committee after learning of the plan to interview Assange from the Ecuadorian embassy in a high-profile public forum, according to a well-placed source.",
  "But the MPs on the committee have been going down different paths, holding headline-grabbing public sessions with everyone from fake news academics to Brexit whistleblowers to representatives from the US tech giants.",
  "When it came to interviewing Assange – an exercise sure to again grab global headlines for the inquiry – the DCMS committee had intended to take evidence about Cambridge Analytica's attempts to contact him.",
  "A senior DCMS official emailed back a week later, saying members of the committee had met to discuss Assange's proposal in private, and wanted to know more information about what he'd address.",
  "Just this week, the DCMS inquiry has interviewed a Canadian data firm with links to Cambridge Analytica and doubled down on threats to issue a summons to Facebook founder Mark Zuckerberg.",
  "The same DCMS official replied on the same day, lining up a date for the hearing: \"Depending on what the Committee decides tomorrow, an alternative date could be Wednesday 28 March.",
  "Responding to the invitation, Assange's lawyer Jennifer Robinson wrote to the DCMS committee on March 7 asking whether he'd be able to give the evidence via video link.",
  "A committee spokesperson, though, maintains the committee's decision not to interview him via video link wasn't influenced by the Foreign Office phone calls.",
  "However, in light of these unjust circumstances, we propose that he provide his evidence by video-link to enable the Committee to properly test his evidence.",
  "The closely watched DCMS inquiry, chaired by Conservative MP Damian Collins, was originally set up to look at fake news back in January 2017.",
  "On 19 March, Robinson said Assange would be able to go into more depth about \"Cambridge Analytica's alleged dealings with WikiLeaks\".",
  "We wouldn’t go into detail about private phone calls conducted as part of business,” the spokesperson told BuzzFeed News.",
  "They would like more details on the specific issues that Mr. Assange would be willing to talk about,\" the official wrote.",
  "“As is normal with select committees, we’re in regular contact with many government departments, including the FCO.",
  "\"Mr. Assange can make himself available to the Committee on 27 March, 3 April and 10 April.",
  "Should the Committee wish to propose a different date, please let me know.\"",
  "\"The Committee had a private meeting this morning and discussed the issue.",
  "\"[Assange] would of course prefer to attend to give evidence in person.",
  "\"We understand that the Committee meets on Tuesdays,\" Robinson wrote.",
  "Robinson replied: \"Mr Assange can participate on Wednesday 28 March\".",
  "We believe this will be more fruitful for the Committee.",
  "She also suggested dates for the hearing.",
  "Would Mr Assange be free on that date?\""
]