[
  "If you get the one on the right, it means you were one of the 1m-or-so British-based users apparently scooped up by Cambridge Analytica pic.twitter.com/HdGMOZn3iX — Dave Lee (@DaveLeeBBC) April 9, 2018\n\nHow to change your Facebook settings\n\nOnce you see the “Protecting Your Information” section appear at the top of your News Feed at some point on Monday, you can then click the link that says “Go To Apps and Websites.” From there, you can change your data-sharing settings to stop sharing your personal information with third-party apps and developers.",
  "If you are someone whose personal information may have been in Cambridge Analytica’s possession, clicking on the “Go To Apps and Websites” will direct you to a Help Center page where you can see what information was collected by Cambridge Analytica and other third-party apps.",
  "The move comes after Facebook has been under intense scrutiny since the Cambridge Analytica data privacy scandal broke earlier in March, losing more than $80 billion in market value since the improper data handling predicament became public.",
  "Given that more than one billion people are active on Facebook around the world, it may take another day or two before users who were not affected in the data breach see the new privacy tool at the top of their News Feed.",
  "The newest Facebook feature, a section that appears at the top of News Feed called “Protecting Your Information,” provides a link that brings you to the Apps and Websites section of Facebook’s settings.",
  "“We’ll show people a link at the top of their News Feed so they can see what apps they use — and the information they have shared with those apps,” Facebook said in a statement on its website last week.",
  "Alex Fitzpatrick More\n\nThe Silicon Valley company is implementing changes to the way it handles user data in response to intense pressure from the public outcry beleaguering the company.",
  "Facebook rolled out notifications Monday and Tuesday that informed users whether their data was collected by the “This Is Your Digital Life” app and shared with Cambridge Analytica.",
  "The social media company, which is the largest social platform in the world, is rolling out a new feature that offers users greater control over their own personal information.",
  "Facebook’s rollout of the new privacy tool is prioritizing users affected by Cambridge Analytica, so they will see the option come up on their News Feeds before other users.",
  "This is where you can adjust your settings to remove apps you don’t want to share data with anymore, as well as see all of the apps you have previously logged into.",
  "You will not, however, be able to download a file of that information the way you are able to download a zip file of your overall Facebook data and activity.",
  "As part of this process we will also tell people if their information may have been improperly shared with Cambridge Analytica.”\n\nJust waking up in the UK?",
  "Here’s what to know about Facebook’s new privacy tool, how to use it and how else Facebook is responding to the Cambridge Analytica controversy.",
  "Facebook began notifying users whose data may have been improperly collected by Cambridge Analytica on Monday.",
  "From around noon you'll see one of these two messages when you go on Facebook.",
  "You can also see what information of yours was shared with those developers.",
  "“People will also be able to remove apps that they no longer want.",
  "Some are calling for Facebook CEO Mark Zuckerberg to resign.",
  "What is the new Facebook privacy tool?",
  "Story continues"
]