[
  "We will never know if there is someone better than Zuckerberg to be CEO because he has structured the stock so that even though the company's shares are owned by the public, they are controlled by Zuckerberg alone via an arrangement in which his stock has super-voting powers that overrule everyone else's.",
  "The most infamous firing was in 2015 of a staffer who had the temerity to tell the press that Facebook was working on an electronic personal assistant, named \"M.\" In a meeting, Zuck told his employees that he would find the leaker and fire them.",
  "The current scandal regarding the misuse of user data by Cambridge Analytica has been dragging on in public since November 2017, and since 2016 internally at Facebook, according to Sandberg.",
  "Zuckerberg thus has a massive amount of power (he even has a direct line to President Trump via board member Peter Thiel) but there is no way to hold him accountable if he makes a mistake.",
  "Letting Russian troll factories onto Facebook sure seems like a mistake, although perhaps not from the perspective of Facebook board member Peter Thiel\n\nDonald Trump and Peter Thiel More",
  "I argued last week that dialing down news on Facebook, and reducing the availability of tools for advertisers, could easily hurt engagement, usage, and revenue at Facebook.",
  "Zuckerberg controls pretty much half the entire internet, or half your time on it, or half the new money funding it, depending on how you want to slice that.",
  "\"I still think that I’m going to do the best job to help run it going forward\"\n\nYet Zuckerberg still thinks he is the best person to run Facebook.",
  "And, as the News Feed algorithm change made clear in the last few months, Zuckerberg can decide whether you see news or not, on any given day.",
  "That might make Zuckerberg feel better about the impact of Facebook on society, but it could hit the stock and lose people real money.",
  "When a problem crops up at Facebook and the person taking \"responsibility\" is not Zuckerberg, firings happen pretty quickly.",
  "As a policy, \"people are fired at Facebook on a regular basis for not doing our jobs,\" COO Sheryl Sandberg says.",
  "Justin Sullivan / Getty\n\n\n\n\n\nMark Zuckerberg has taken responsibility for the Cambridge Analytica scandal.",
  "Facebook and Google split between them virtually all new advertising dollars that are spent online.",
  "\"Has anyone been fired related to the Cambridge Analytica issue or any other data privacy issue?\"",
  "\"I still think that I’m going to do the best job to help run it going forward,\" he told Kovach.",
  "He can never be fired from Facebook due to the way his stock holdings control the company.",
  "Zuckerberg told him, \"I have not [fired anyone] due to the Cambridge Analytica situation.",
  "My colleague Steve Kovach asked Mark Zuckerberg a really interesting question last week.",
  "Before the scandal erupted, investment bank analysts began to question this structure.",
  "Zuckerberg's interests are not the same as stockholders' interests, they argue.",
  "The stock has lost $50 billion or more in market cap since the scandal started.",
  "Zuckerberg has fired plenty of people for much more minor offenses in the past.",
  "\"Many of those in attendance applauded,\" according to Recode's Kurt Wagner.",
  "People spend more time with Facebook than any other app on their phones.",
  "One week later, Zuckerberg reported that the person was terminated.",
  "So, \"Mark Zuckerberg makes a mistake\" is not a trivial event.",
  "There have indeed \"been a bunch of questions about that.\"",
  "It was my mistake,\" he told Kovach and others last week.",
  "Zuck could do things that hurt the value of the company.",
  "Mistakes have expensive consequences in the real world.",
  "So there have been a bunch of questions about that.\"",
  "But a mistake on Facebook has global consequences.",
  "At the end of the day, this is my responsibility.",
  "And, as he just admitted, he could make mistakes.",
  "Zuckerberg makes mistakes, like everyone else.",
  "He is also the chairman of the board.",
  "By \"real world\" I mean the internet.",
  "We are still working through this.",
  "\"That was a huge mistake."
]