[
  "Cambridge Analytica is accused of collecting the personal information of 50 million users of the Facebook social network without their consent and would have used it to develop software to predict and influence voter voting during the campaign American election according to the New York Times and the Guardian.",
  "An offer for unlimited wireless data, bundled with discounted streaming-TV service, helping AT&T bide its time while awaiting regulatory approval to transform into a media powerhouse through the $85.4 billion purchase of Time Warner Inc.",
  "AT&T Inc. shares surged the most in more than eight years after the telecommunications giant posted a surprise wireless subscriber gain in the second quarter, showing it can fend for itself in a cutthroat price war.",
  "(Photo Illustration by Chesnot/Getty Images) More\n\n1.5 billion users: That whole thing where Mark Zuckerberg went before congress and said he supported enacting GDPR protections for Facebook users outside of Europe?",
  "Photographer: Patrick T. Fallon/Bloomberg via Getty Images More\n\n100 locations: AT&T is setting the stage for its new 5G network, which is slated to roll out to a dozen American cities by the end of the year.",
  "AT&T rolled out its almost-5G service, Amazon finally revealed its Prime membership figures and Facebook continued its multi-year streak as \"Company Least Encumbered by Any Discernible Form of Human Ethics\".",
  "Ahead of that switch flippage, the company announced this week that it will be debuting a 5G-ish fixed-in-place network as well as a faster version of LTE in parts of Boston, Sacramento and McAllen, Texas.",
  "PARIS, FRANCE - MARCH 20: In this photo illustration the Facebook logo is seen on the screen of an iPhone in front of a computer screen showing a Facebook logo on March 20, 2018 in Paris, France.",
  "(Bloomberg via Getty Images) (Chesnot via Getty Images) More\n\n70 percent: That's the share of Puerto Rican households who once again have power after the island's latest blackout.",
  "An employee helps a customer with a smartphone at an AT&T Inc. store in Newport Beach, California, U.S., on Thursday, Aug. 10, 2017.",
  "Facebook share price fell by more than 5% Monday shortly after the opening of Wall Street.",
  "Numbers, because you can't convince me Mark Zuckerberg doesn't cut his own hair.",
  "Block Ads loading (Chesnot via Getty Images) More\n\nStory continues",
  "And to think, after the US has stood by and done nothing.",
  "It was a week of hodge-podgery for the tech industry.",
  "He was only kidding!",
  "Guess what?"
]