[
  "FACEBOOK EXECS MAY APPEAR ON CAPITOL HILL TO ADDRESS DATA EXPLOITATION\n\nZuckerberg said that in 2013, Aleksandr Kogan, a researcher with Cambridge University, created a quiz app that was installed by roughly 300,000 people who shared their data, \"as well as some of their friends' data.\"",
  "Facebook CEO and co-founder Mark Zuckerberg apologized on Wednesday for the social media website's role in what he previously called the \"Cambridge Analytica situation,\" wherein the research firm allegedly accessed 50 million Facebook user profiles improperly.",
  "However, Zuckerberg said that following various reports from major news outlets, Facebook learned that Kogan and Cambridge Analytica \"may not have deleted the data as they had certified,\" and they were banned from using the company's services.",
  "We have a basic responsibility to protect people’s data.”\n\nZuckerberg in an earlier Facebook post wrote the social media platform has \"a responsibility to protect your data, and if we can't then we don't deserve to serve you.\"",
  "Comments made by Nix and \"other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,\" the company said in a statement.",
  "Following a lengthy Facebook post that broke a days-long silence, Zuckerberg, in an interview with CNN Wednesday night, said the situation \"was a major breach of trust\" adding: \"I’m really sorry this happened.",
  "Facebook's COO, Sheryl Sandberg, also broke her silence on Wednesday, stating \"we know that this was a major violation of peoples' trust, and I deeply regret that we didn't do enough to deal with it.\"",
  "Facebook's co-founder went on to say that in 2015, the company learned that Kogan used the user data information he obtained and shared it with Cambridge Analytica, and banned Kogan's app.",
  "Earlier this week Cambridge Analytica announced it suspended CEO Alexander Nix pending the results of an ongoing investigation that it improperly accessed the Facebook accounts.",
  "In 2014, Zuckerberg said Facebook \"announced that we were changing the entire platform to dramatically limit the data apps could access,\" in order to \"prevent abusive apps.\"",
  "Claiming that the company is working to \"make sure this doesn't happen again,\" Zuckerberg gave a brief timeline of Facebook's relationship with Cambridge Analytica.",
  "The company \"demanded that Kogan and Cambridge Analytica formally certify that they had deleted all improperly acquired data,\" Zuckerberg wrote.",
  "But it was also a breach of trust between Facebook and the people who share their data with us and expect us to protect it,\" Zuckerberg said.",
  "\"Given the way our platform worked at the time this meant Kogan was able to access tens of millions of their friends' data,\" the CEO wrote.",
  "Zuckerberg on CNN also said that he'd be willing to testify before Congress regarding the data breach \"if it's the right thing to do.\"",
  "\"You deserve to have your information protected - and we'll keep working to make sure you feel safe on Facebook,\" Sandberg wrote.",
  "Facebook is now in the process of ensuring this type of data breach doesn't happen again, according to Zuckerberg.",
  "These changes, Zuckerberg said, \"would prevent any app like Kogan's from being able to access so much data today.\"",
  "In his post, he detailed what the company is doing to restrict developers' access to user data.",
  "\"This was a breach of trust between Kogan, Cambridge Analytica and Facebook.",
  "Fox News' Chris Ciaccia contributed to this report.",
  "\"Your trust is at the core of our service.",
  "We know that and we will work to earn it.\"",
  "\"They provided these certifications.\"",
  "\"We need to fix that.\""
]