[
  "Zuckerberg caused confusion about Facebook's intentions towards GDPR last week when he refused to confirm whether the company would apply the same compliance measures for users in North America -- suggesting domestic and Canadian Facebookers, whose data is processed in the US, rather than Ireland (where its international HQ is based), would be subject to lower privacy standards than all other users (whose data is processed within the EU) after May 25 when GDPR comes into force.",
  "If Facebook is truly going to apply GDPR universally it will need to give every Facebook user the same high privacy and data protection standards that GDPR mandates for EU citizens -- such as by providing users with the right to view, amend and delete personal data it holds on them; and the right to obtain a copy of this personal data in a portable format.",
  "In an open letter addressed to founder Mark Zuckerberg, a coalition of US and EU consumer and privacy rights groups urges the company to \"confirm your company’s commitment to global compliance with the GDPR and provide specific details on how the company plans to implement these changes in your testimony before the US Congress this week\".",
  "In denying a more fulsome fulfillment of what's known in Europe as a 'subject access request', the company told one requester, Paul-Olivier Dehaye, the co-founder of PersonalData.IO, that it would involve \"disproportionate effort\" to fulfill his request -- invoking an exception in Irish law in order to circumvent current EU privacy laws.",
  "The letter is written by the Trans Atlantic Consumer Dialogue, and co-signed by Jeffrey Chester, the executive director of the Center for Digital Democracy in the US and Finn Lützow-Holm Myrstad, the head of the digital services section at the Norwegian Consumer Council.",
  "In a subsequent conference call with reporters, Zuckerberg further fogged the issue by saying Facebook intends to \"make all the same controls available everywhere, not just in Europe” -- yet he went on to caveat that by adding: “Is it going to be exactly the same format?",
  "The update to the bloc's data protection framework is intended to strengthen consumers' control over how their personal data is used by bolstering transparency and consent requirements, and beefing up penalties for data breaches and privacy violations.",
  "\"[Facebook] are really arguing ‘we are too big to comply with data protection law’,\" Dehaye told a UK parliamentary committee last month, discussing how difficult it has been to get the company to divulge information it holds about him.",
  "\"The GDPR provides a solid foundation for data protection, establishing clear responsibilities for companies that collect personal data and clear rights for users whose data is gathered.",
  "And the targeting of internet users, based on detailed and secret profiling with opaque algorithms, threatens not only consumer privacy but also democratic institutions.\"",
  "\"The GDPR helps ensure that companies such as yours operate in an accountable and transparent manner, subject to the rule of law and the democratic process,\" they write.",
  "For example it only provides an eight-week snapshot of information to users about which advertisers have told it they have a user's consent to process their information.",
  "Facebook is facing calls from consumer groups to make the European Union's incoming GDPR data protection framework the \"baseline standard for all Facebook services\".",
  "Privacy experts were quick to point out that \"controls and settings\" are just one component of the data protection regulation.",
  "We’ll need to figure out what makes sense in different markets with different laws in different places.\"",
  "Facebook does currently provide some user data on request -- but this is by no means comprehensive.",
  "These are protections that all users should be entitled to no matter where they are located.",
  "\"We favor the continued growth of the digital economy and we strongly support innovation.",
  "Data breaches, identity theft, cyber-attack, and financial fraud are all on the rise.",
  "Which is mindboggling that they wouldn’t see the direction they’re going there.",
  "The unregulated collection and use of personal data threatens this future.",
  "The vast collection of personal data has also diminished competition.",
  "Do they really want to make that argument?”\n\nStory continues",
  "\"The costs would be too high for us.",
  "Probably not."
]