[
  "Decision here: https://t.co/X5g1FY95j0https://t.co/ZsonQhPsKQ — Ravi Naik (@RaviNa1k) May 5, 2018\n\nhttps://platform.twitter.com/widgets.js\n\nCambridge Analytica/SCL Group responded to Carroll's original SAR in March 2017 but he was unimpressed by the partial data they sent him -- which ranked his interests on a selection of topics (including gun rights, immigration, healthcare, education and the environment) yet did not explain how the scores had been calculated.",
  "Since mid-March this year, Cambridge Analytica's name (along with the names of various affiliates) has been all over headlines relating to a major Facebook data misuse scandal, after press reports revealed in granular detail how an app developer had used the social media's platform's 2014 API structure to extract and process large amounts of users' personal data, passing psychometrically modeled scores on US voters to Cambridge Analytica for political targeting.",
  "Another big development in the personal data misuse saga attached to the controversial Trump campaign-linked UK-based political consultancy, Cambridge Analytica -- which could lead to fresh light being shed on how the company and its multiple affiliates acquired and processed US citizens' personal data to build profiles on millions of voters for political targeting purposes.",
  "Carroll's complaint, and the ICO's decision to issue an enforcement notice in support of it, looks to have paved the way for millions of US voters to also ask Cambridge Analytica for their data (the company claimed to have up to 7,000 data points on the entire US electorate, circa 240M people -- so just imagine the class action that could be filed here... ).",
  "In a strongly worded statement, information commissioner Elizabeth Denham further adds:\n\nThe company has consistently refused to co-operate with our investigation into this case and has refused to answer our specific enquiries in relation to the complainant’s personal data -- what they had, where they got it from and on what legal basis they held it.",
  "We are aware of recent media reports concerning Cambridge Analytica’s future but whether or not the people behind the company decide to fold their operation, a continued refusal to engage with the ICO will potentially breach an Enforcement Notice and that then becomes a criminal matter.",
  "The right to request personal data that an organisation holds about you is a cornerstone right in data protection law and it is important that Professor Carroll, and other members of the public, understand what personal data Cambridge Analytica held and how they analysed it.",
  "\"In November 2017, the company replied, denying that the ICO had any jurisdiction or that Prof Carroll was legally entitled to his data, adding that SCL did “.. not expect to be further harassed with this sort of correspondence”.\"",
  "The notice follows a subject access request (SAR) filed in January last year by US-based academic, David Carroll after he became suspicious about how the company was able to build psychographic profiles of US voters.",
  "The company has been ordered to give up all the data it holds on one US academic within 30 days -- with the ICO warning that: \"Failure to do so is a criminal offence, punishable in the courts by an unlimited fine.\"",
  "The Guardian reports that Cambridge Analytica had tried to dismiss Carroll's argument by claiming he had no more rights “than a member of the Taliban sitting in a cave in the remotest corner of Afghanistan”.",
  "\"The company’s reply refused to address the ICO’s questions and incorrectly stated Prof Caroll had no legal entitlement to it because he wasn’t a UK citizen or based in this country.",
  "And while Carroll is not a UK citizen, he discovered his personal data had been processed in the UK -- so decided to bring a test case by requesting his personal data under UK law.",
  "The UK's data watchdog, the ICO, has today announced that it's served an enforcement notice on Cambridge Analytica affiliate SCL Elections, under the UK's 1998 Data Protection Act.",
  "So Carroll complained to the UK's data watchdog in September 2017 -- which began sending its own letters to CA/SCL, leading to further unsatisfactory responses.",
  "It also listed his likely partisanship and propensity to vote in the 2016 US election -- again without explaining how those predictions had been generated.",
  "@ICOnews agrees with our complaint and orders full disclosure to @profcarroll following findings of non-cooperation by Cambridge Analytica / SCL.",
  "The ICO reiterated this was not legally correct in a letter to SCL the following month,\" the ICO writes today.",
  "We look forward to full disclosure within 30 days.",
  "The ICO clearly disagrees.",
  "Important development.",
  "Story continues"
]