[
  "The stock had turned off investors with a botched IPO (not the company's fault), and analysts' concerns were mounting about the company's desktop-first experience in an increasingly mobile world and Zuckerberg's spendthrift ways: The CEO agreed to pay $1 billion for a little-known photo-sharing app named Instagram at a time when the service had no revenue.",
  "Instagram is now considered a steal as it provides significant revenue and user growth; Facebook makes most of its ad money through mobile; and concerns about the company's botched IPO are a footnote in the stock's history.",
  "After a week of seeming to avoid facing the controversy and fallout in a meaningful way, CEO Mark Zuckerberg finally took strong ownership by reassuring investors, the media, and users via a conference call with reporters.",
  "After committing to stronger privacy controls and data security, Zuckerberg noted that the scandal and subsequent #DeleteFacebook campaign haven't had a \"meaningful impact\" on user behavior or ad revenue.",
  "The bombshell report that Cambridge Analytica had access to the personal data of at least 50 million Facebook users, most of whom did not agree to it, has dragged the high-flying stock down to earth.",
  "Although Zuckerberg has been faulted for his sluggish response to this issue (and rightfully so), I expect the company to provide a more-secure experience with better data protection ... and quickly.",
  "The bearishness reached a crescendo in the quarter ended September 2012 with a quarterly loss of 30%, and that was followed by negative returns in two of the three following quarters.",
  "All things considered, this wasn't a horrible quarter for Facebook\n\nFacebook had a poor first quarter, with its stock losing 9.4% of its value from the quarter ended in March.",
  "In fact, it wasn't even Facebook's worst quarter in two years; that designation goes to the quarter ended December 2016, when investors saw a loss of 10%.",
  "Quarterly return denotes percentage return from closing price of last day of prior quarter to last day's closing price of quarter denoted on chart.",
  "But as the chart shows, long-term investors who did not overreact and sell during these periods have been handsomely rewarded.",
  "Looking over Facebook's recent history, you can understand why many investors may be nervous -- they've mostly been spoiled.",
  "Really well for long-term investors: By the following September, shares had rewarded them with returns in excess of 100%.",
  "Below is a chart with Facebook's stock price and quarterly returns for the entirety of its publicly traded history.",
  "Historical perspective is needed, specifically for the performance before that incredible four-year run.",
  "Focus on the long-term opportunity\n\nLike all companies, Facebook is going to have a few ugly quarters.",
  "To say Facebook (NASDAQ: FB) had an uncharacteristically poor quarter would be an understatement.",
  "A brief Facebook history lesson\n\nIn 2012 Facebook stock was considered dead money at best.",
  "If past is prologue, take a deep breath and do the hardest thing in investing: nothing.",
  "Facebook has had negative quarters before and rebounded to reward long-term investors.",
  "Last quarter was only the third quarterly loss the stock had endured in four years.",
  "But even considering the damaging headlines, this was not Facebook's worst quarter.",
  "Facebook price and quarterly return chart More\n\nChart by author.",
  "Recent company actions appear reassuring.",
  "What should long-term investors do?",
  "Return data from Yahoo Finance.",
  "And how did that work out?"
]