[
  "WASHINGTON, March 18 (Reuters) - Several U.S. Republican lawmakers expressed concern over privacy violations on Sunday after media reports that a political consultancy that worked on President Donald Trump's campaign gained inappropriate access to 50 million Facebook users' data.",
  "Facebook disclosed the issue in a blog post on Friday, hours before media reports that conservative-leaning Cambridge Analytica, a data company known for its work on Trump's 2016 presidential campaign, was given access to the data and may not have deleted it.",
  "Facebook faced new calls for regulation from Democratic senators on Saturday and was hit with questions about personal data safeguards, but it was unclear whether the Republican-controlled Congress would act.",
  "Facebook said in a statement that a Cambridge University psychology professor had lied to the company and violated its policies by passing data to Cambridge Analytica from an app he had developed.",
  "The scrutiny presented a new threat to Facebook's reputation, which was already under attack over Russians' use of Facebook tools to sway American voters before and after the 2016 U.S. elections.",
  "\"We need to find out what we can about the misappropriation of the privacy, the private information of tens of millions of Americans,\" he said Sunday on ABC's \"This Week.\"",
  "Republican Senator Jeff Flake said he had a lot of questions about the data taken from Facebook, including who knew it had been taken and whether it is still being used.",
  "\"This is a big deal, when you have that amount of data, and the privacy violations there are significant,\" he told CNN's \"State of the Union\" program.",
  "Whether or not it broke the law, absolutely, the privacy of the American consumer, the American individual, should be protected,\" Paul said on CNN.",
  "Senator Rand Paul was asked whether people can trust companies like Facebook in the wake of the report about Cambridge Analytica taking data.",
  "Republican Senator Marco Rubio said he believed some internet companies have grown too fast to digest their responsibilities and obligations.",
  "Also on ABC, Senator James Lankford, a Republican, said it was not known whether the incident was connected to the Trump campaign.",
  "U.S. Representative Adam Schiff, the top Democrat on the House Intelligence Committee, said more investigation was needed.",
  "\"So the question is who knew it and when did they know it, how long did this go on and what happens to that data now.\"",
  "Cambridge Analytica and the professor have denied violating Facebook's terms, according to media reports.",
  "Facebook did not immediately reply when asked on Sunday for a response to the lawmakers' comments.",
  "(Reporting by Susan Cornwell and Doina Chiacu; Editing by Caren Bohan)",
  "But yeah I'm disturbed by that,\" Rubio told NBC's \"Meet the Press.\"",
  "\"So we'll learn more about this in the days to come.",
  "It suspended the firm from Facebook.",
  "\"People have to look into it."
]