[
  "The quiz was created by Aleksandr Kogan, a Russian psychology professor at the University of Cambridge, who shared the information in a commercial partnership with Strategic Communication Laboratories (SCL), which later created Cambridge Analytica.",
  "Facebook and data-analytics company Cambridge Analytica are in hot water after a whistleblower revealed that Cambridge Analytica harvested data from 50 million Facebook users without their knowledge or consent.",
  "Cambridge Analytica harvested personal information on where users lived and what pages they liked, which helped build psychological profiles that analysed characteristics and personality traits.",
  "The revelations have since led to British, EU, and US authorities to launch investigations into Facebook and Cambridge Analytica — but the details can be pretty tough to keep a hold of.",
  "It said on Saturday: \"People knowingly provided their information, no systems were infiltrated, and no passwords or sensitive pieces of information were stolen or hacked.\"",
  "Cambridge Analytica founder Christopher Wylie went public with the story over the weekend for an extensive, densely-reported article in Britain's Observer newspaper.",
  "Cambridge Analytica harvested information from 50 million Facebook users through an external app in 2015, according to Wylie, who worked there at the time.",
  "Trump's campaign hired Cambridge Analytica in June 2016 to help target ads using voter data gathered from millions of adults in the US.",
  "The quiz — \"thisisyourdigitallife\" — in turn pulled data from their friends' profiles as well, ending in the enormous data stash.",
  "Here's what's going on:\n\nchristopher wylie cambridge analytica More\n\nYouTube/The Guardian\n\nWhat did Cambridge Analytica do?",
  "Stephen Lam/Reuters\n\n\n\n\n\nFacebook and Cambridge Analytica have been implicated in a massive data breach.",
  "The data harvest, as described in the Observer, could have been illegal based on data protection law.",
  "Cambridge Analytica also assisted Brexit Leave campaigners in the run-up to the EU referendum.",
  "The details can be hard to follow, so Business Insider has broken down what's going on.",
  "British legislation forbids personal data to be sold to a third party without consent.",
  "The data came from a personality quiz, which around 270,000 people were paid to take.",
  "And built models to exploit what we knew about them and target their inner demons.\"",
  "Facebook has contested whether the information was really taken without consent.",
  "Personal data from 50 million profiles is at stake, a former employee warned.",
  "Wylie said: \"We exploited Facebook to harvest millions of people’s profiles.",
  "Nigel Farage Donald Trump More\n\nNigel Farage / Twitter\n\nWas it legal?",
  "This kind of information was later deployed in political campaigns.",
  "Where did it come from?",
  "What data did they get?"
]