[
  "All of this is combined with an unchecked sweeping up of our data that’s being used to build an impervious moat around its business.”\n\nThe op-ed finishes by calling for regulation of Facebook like many other multinational companies rather than treating it as just another social media website:\n\nIf ExxonMobil attempted to insert itself into every element of our lives like this, there might be a concerted grassroots movement to curb its influence.",
  "The op-ed published in the Guardian begins by noting the recent revelation that data analysis firm Cambridge Analytica had gained access to millions of Facebook users data without their express permission, but encourages readers to note that the real bad guy in this situation is Facebook itself.",
  "It is mystifying that as his company regulates the flow of information to billions of human beings, encouraging certain purchasing habits and opinions, and monitoring people’s interactions, Mark Zuckerberg is invited to give lectures at Harvard without being treated with due scepticism.",
  "The op-ed further notes how publishers are left at the mercy of Facebook’s algorithm which can change at any moment, and a recent change to the site’s News Feed focusing on posts from family and friends was blamed for decreased interactions amongst a number of publishers.",
  "Nick Srnicek, author of Platform Capitalism, says, “Facebook is acting like a classic monopoly: it’s buying up competitors like Instagram, it’s blatantly copying rivals like Snapchat, and it even has its own app, Onavo, that acts to warn them of potential threats.",
  "The article calls out CEO Mark Zuckerberg and notes how odd it is that while his company monitors billions of people and encourages them to purchase certain things or perform certain interactions, Zuckerberg is invited to speak at Harvard without skepticism.",
  "According to Roger McNamee, an early investor in Facebook, the company uses techniques found in propaganda and casino gambling to foster psychological addiction in its users – such as constant notifications and variable rewards.",
  "So perhaps it’s time to start treating Facebook as the giant multinational corporation it is – especially because people with Facebook profiles aren’t the company’s customers: they are the product it sells to advertisers.",
  "The Guardian notes that Facebook has used a number of manipulative practices to track users data:\n\nEven if we want to avoid the site and keep our data protected, it’s not as easy as one might think.",
  "The Guardian published an op-ed recently titled “No One Can Pretend Facebook is Just Harmless Fun Any More” which took aim at the social media company for their most recent user data exposure.",
  "The editor-in-chief of Wired, Nick Thompson, recently told the Digiday podcast that there was a fear“Facebook has a dial somewhere that can be turned to cut off media that gets too uppity”.",
  "The author of the book Networks of Control, Wolfie Christl, noted that a patent published by Facebook works out people’s commute times by using location data from mobile apps.",
  "And this isn’t the only example: in 2013 an algorithm change halved the traffic of viral content website Upworthy – something from which the website has never recovered.",
  "Facebook wasn’t the only contributor to LittleThings’ demise, but those working at the website said there was nowhere else to go after the algorithm change.",
  "What is surprising, and worrying, is the derived data Facebook has – the profiles it can build of its users based on seemingly innocuous information.",
  "We have now reached the point where an unaccountable private corporation is holding detailed data on over a quarter of the world’s population.",
  "The revelation that Cambridge Analytica exploited the data of 50 million Facebook profiles to target American voters is indeed frightening.",
  "The impact of Facebook’s dominance means that publications are constantly scrambling to keep up with the platform’s changing strategy.",
  "But Cambridge Analytica shouldn’t act as a diversion from the real bad guy in this story: Facebook.",
  "One publisher, LittleThings, directly blamed this change for their company shutting down.",
  "Facebook’s massive data cache goes hand in hand with its acquisition of competitors.",
  "Zuckerberg and his company have been avoiding responsibility for some time.",
  "By keeping us hooked, Facebook is able to hold a huge amount of data on us.",
  "Governments everywhere need to get serious in how they deal with Facebook.",
  "It then uses this and other data to segregate users into social classes."
]