[
  "And at the end of the day, we’re building things that people like and that make their lives better and I think that it’s important to not lose sight of that through all this.”\n\n“I’m the first to admit that we didn’t take a broad enough view of what our responsibilities were, but i also think it’s important to keep in mind that there are billions of people who love the services that we’re building because they’re getting real value and being able to connect and build relationships on a day to day basis and that’s something that I’m really proud of our company for doing and I know that we’re gonna keep on doing that.”",
  "In a recent call with members of the media, Facebook CEO Mark Zuckerberg commented on the company’s treatment of private data by saying that when building an “unprecedented” platform like Facebook, “there are going to be things that you mess up.”\n\nSpeaking to a number of reporters and media professionals, including Breitbart News, Facebook CEO Mark Zuckerberg answered questions about the future of Facebook following the company’s latest user data scandal.",
  "During the call held earlier today, NBC Tech correspondent Alyssa Newcomb asked Zuckerberg “you’ve said in the past that you’ve clearly made some mistakes, do you still feel like you’re the best person to run Facebook moving forward?” Zuckerberg gave a short reply initially simply stating “yes.”\n\nHe then continued after a brief pause “I think life is about learning from the mistakes and figuring out what you need to do to move forward.",
  "And, you know, a lot of the times people ask ‘what are the big mistakes that you made early on starting the company or what would you try to do differently.”\n\nZuckerberg continued “I think the reality of a lot of this is that when you’re building something like Facebook which is unprecedented in the world, there are going to be things that you mess up.",
  "And if we’d gotten this [the Cambridge Analytic scandal] right, we would have messed something else up.”\n\n“And I don’t think anyone is going to be perfect but I think what people should hold us accountable for is learning from the mistakes and continue doing better and continuing to evolve our view of what your responsibility is.",
  "The company revealed earlier today that more user data was accessed by data analysis firm Cambridge Analytica than previously thought, “In total, we believe the Facebook information of up to 87 million people — mostly in the US — may have been improperly shared with Cambridge Analytica,” stated Facebook."
]