[
  "This time, there was no flop sweat, perhaps because the senators spent most of the first of two days of hearings reading questions for Zuckerberg on privacy issues rather than attacking him as expected on broader matters such as Russia's role in election meddling or Facebook's lag in responding to the data breach.",
  "WASHINGTON (AP) -- Here's what Facebook CEO Mark Zuckerberg wanted 44 senators to know about the scandal in which Cambridge Analytica used the massive social platform to access 87 million users: He made mistakes.",
  "They peppered him with questions about an array of Facebook's lengthy privacy policy and data, but didn't always seem to know how to follow up Zuckerberg's talk of algorithms and AI systems.",
  "Not so fast, the much older senators told Zuckerberg, 33, who was perched atop a seat pillow for the much-anticipated hearing into whether and how the breach affected the 2016 elections.",
  "Zuckerberg left the notes on his desk during a break in testimony to the Senate Judiciary and Commerce committees, and an Associated Press photographer took a picture.",
  "\"Wrap it up, Grandpa Grassley,\" tweeted one user to the Judiciary Committee chairman, who was deep into his first term in the Senate when Zuckerberg was born in 1984.",
  "Some senators of a certain age utilized posters to illustrate their questions, such as Sen. Patrick Leahy, D-Vt., who's served in the Senate since 1975.",
  "Zuckerberg repeatedly told senators that unsatisfied Facebook members can adjust their privacy settings — or delete their accounts.",
  "And under \"Defend Facebook,\" the notes advised the CEO that \"If attacked,\" he should respond: \"Respectfully, I reject that.",
  "Going to solve this one,\" read Zuckerberg's notes under the heading \"Accountability\" and the bullet point \"Resign?\"",
  "\"I just don't feel like we're connecting,\" Sen. John Kennedy, R-La., told Zuckerberg in hour four of the hearing.",
  "Besides, someone dressed as a Russian troll watched from the audience wearing a pointy, blue-and-green wig.",
  "Twitter widely noted the apparent age or knowledge gap between Zuckerberg and the senators.",
  "Under \"Election integrity (Russia),\" Zuckerberg's notes read, \"Too slow, making progress.\"",
  "Under \"Data safety,\" the notes read, \"Made mistakes, working hard to fix them.\"",
  "\"What's happening in Myanmar is a terrible tragedy,\" Zuckerberg answered.",
  "So one member of the joint committee, average age 62, got to the point.",
  "It wasn't as if senators could forget about the Russian meddling.",
  "He asked Zuckerberg about hate speech, in places like Myanmar.",
  "Multiple investigations are probing the interference.",
  "Big challenge but we've solved problems before.",
  "Facebook's mission is to \"help people connect.\"",
  "\"We all agree with that,\" Leahy snapped.",
  "\"Your user agreement sucks.\"",
  "And no, he's not resigning.",
  "\"Founded Facebook.",
  "I made mistakes.",
  "Not who we are.\"",
  "My decisions."
]