[
  "More on Zuckerberg's blockbuster hearing:\n\nNOW WATCH: A Wall Street chief economist explains what could be the saving grace for mega-cap tech companies\n\nSee Also:\n\nSEE ALSO: People think Facebook's app is secretly listening to their conversations\n\nDON'T MISS: Zuckerberg survived 5 hours of relentless questioning from Congress — here's what you need to know",
  "Congressman Larry Bucshon pushed Zuckerberg on the matter on Wednesday, and shared instances from his person life in which he or his family members had been served ads that he felt were suspiciously based on verbal conversations they had offline.",
  "It was actually the second time that Zuckerberg had to deny the practice in as many days: On Tuesday, Zuckerberg told a joint session of the Senate that it was a \"conspiracy theory,\" and denied the practice with a flat \"no.\"",
  "\"Someone might be talking about something, but then they also go to a website or interact with it on Facebook because they were talking about it, and maybe they’ll see the ad because of that,\" Zuckerberg explained.",
  "Senator Gary Peters asked Zuckerberg to put this conspiracy theory to rest, saying he has heard from members of his own staff that believe Facebook is \"mining audio\" to gather personal information about users.",
  "For years, Facebook users have publicly speculated the the app might be spying on them through their smartphone's microphone, using their conversations to target unbelievably specific ads.",
  "AP\n\n\n\n\n\nDuring Mark Zuckerberg's testimony for a Senate committee on Tuesday, the Facebook CEO denied—again—that the app eavesdrops on user conversations via the smartphone's microphone.",
  "\"My understanding is that a lot of these cases that you’re talking about are a coincidence,\" Facebook CEO Mark Zuckerberg told Congress on Wednesday.",
  "He said that Facebook does not listen to unauthorized audio, and claimed that he isn't aware of any similar tech company that does.",
  "The only time Facebook records audio, Zuckerberg said on Tuesday, is when a user records a video.",
  "Facebook itself has regularly denied it does this since at least 2014.",
  "Zuckerberg said that there was a more innocent explanation.",
  "And that audio is not used for targeting ads, he says."
]