[
  "NOW WATCH: Elon Musk's 'Boring Company' now prioritizes pedestrians over cars — here's how it would work\n\nSee Also:\n\nSEE ALSO: Facebook spent more than $7 million protecting Mark Zuckerberg in 2017 as he trekked all over the United States",
  "Now that Zuckerberg and Facebook are under closer political scrutiny over the Cambridge Analytica data scandal, Facebook's powerless activist investors have picked an opportune time to criticise the firm's structure.",
  "Stringer — who supervises funds with an almost $1 billion stake in Facebook — wants an independent chairman and the addition of three new board members, with expertise in ethics and data privacy.",
  "Zuckerberg's control of Facebook makes the stock vulnerable whenever he makes a major misstep — and that has big repercussions for anxious shareholders who are pretty powerless to do anything.",
  "He told Vox earlier this month: \"One of the things that I feel really lucky we have is this company structure where, at the end of the day, it’s a controlled company.",
  "What is certain, however, is that he's backing a plan by New York Comptroller Scott Stringer, who called for Zuckerberg to step down as chairman earlier this month.",
  "Thanks to the firm's stock structure, its public investors — even those with $1 billion (£70 million) holdings — don't have much say on the company's future.",
  "That's frustrating for activist investors who watched the Cambridge Analytica scandal wipe $60 billion off the firm's market cap over the past few weeks.",
  "Zuckerberg controls Facebook thanks to the way the company's stock is structured, meaning he has final say on the future direction of the company.",
  "His argument is simple: The revelation that Cambridge Analytica syphoned off millions of users' data wiped $60 billion off Facebook's market cap.",
  "Frerichs oversees college savings funds for Illinois citizens, and is known for using the investments to pressure companies to do good.",
  "We can really design these products and decisions with what is going to be in the best interest of the community over time.\"",
  "Mark Zuckerberg's Congressional grilling last week was a reminder that he is still in total control of Facebook.",
  "\"In essence Mr Zuckerberg is not accountable to anyone,\" Michael Frerichs told the Financial Times.",
  "Now is a golden opportunity for those investors to gang up and call for Zuckerberg to step down.",
  "Mark Zuckerberg/Facebook\n\n\n\n\n\nA second Facebook investor wants Mark Zuckerberg out as chairman.",
  "Class A shares trade under the \"FB\" ticker on public markets and come with one vote per share.",
  "Illinois' treasurer is the latest investor to call for Zuckerberg to step down as chairman.",
  "Zuckerberg owns lots of Class B stock, and therefore has 60% of the voting power.",
  "Class B shares are only available to insiders and have 10 votes per share.",
  "In other words, if he wants something to happen at Facebook, it happens.",
  "Right now, Mr Zuckerberg is his own boss and it’s clearly not working.\"",
  "\"We are not at the whims of short-term shareholders.",
  "Zuckerberg won't give up control easily, if at all.",
  "His holdings in Facebook are not clear.",
  "\"Not the board, nor the shareholders.",
  "Facebook has two classes of shares.",
  "He's also Facebook's chairman."
]