[
  "‘Fearless like the women who say “Me Too”‘\n\nCook pushed the graduates to move forward and address these societal and political issues head on, calling out the work done by the likes of Martin Luther King, Jr. and Robert Kennedy in seeking to change the world for the better.",
  "“Steve’s vision was that great ideas come from a restless refusal to accept things as they are,” he said, “and those principals still guide us at Apple today.”\n\nMore from Dan:\n\nEmail Daniel Howley at dhowley@oath.com; follow him on Twitter at @DanielHowley.",
  "“We reject the notion that getting the most out of technology means trading away your right to privacy, so we choose a different path — collecting as little of your data as possible, and being thoughtful and respectful when it’s in our care,” he said.",
  "In particular, Facebook has faced scrutiny after admitting that data of as many as 87 million users was shared with Cambridge Analytica, a consulting firm tied to President Donald Trump’s campaign.",
  "The Apple CEO also lamented the state of discourse in the U.S., saying that America is deeply divided and that too many citizens refuse to hear any opinions that differ from their own.",
  "Cook has deep ties to Duke, where he received his MBA from the university’s Fuqua School of Business 1988 after earning a degree in industrial engineering from Auburn University.",
  "“Fearless like those who fight for the rights of immigrants, for those who understand that our only hopeful future is one that embraces all who want to contribute,” he said.",
  "“Because we know it belongs to you.”\n\nThe Apple CEO’s comments come as Facebook (FB) and other tech giants have been under fire for not adequately protecting users’ privacy.",
  "While addressing Duke University’s graduating class on Sunday, Apple (AAPL) CEO Tim Cook broached a topic that has embroiled big-tech in controversy — data privacy.",
  "Fearless like the students of Parkland, Florida, who refuse to be silent about the epidemic of gun violence and have rallied millions to their cause.",
  "Fearless like the women who say ‘Me too’ and ‘Times up.’ Women who cast light into dark places, and move us to a more just and equal future.",
  "The Apple CEO has served on Duke’s board of trustees since 2015 and is a member of the school’s facilities and environment committee.",
  "The CEO also called out the work being done to address issues like gun violence and pervasiveness of sexual harassment and assault.",
  "“Our planet is warming with devastating consequences, and there are some that even deny it’s happening.",
  "Prior to that he served as the company’s COO and led the Macintosh division.",
  "We fail to guarantee every student the right to an education,” he said.",
  "Cook took over as Apple’s CEO following Steve Jobs’s death in 2011.",
  "Follow Yahoo Finance on Facebook, Twitter, Instagram, and LinkedIn",
  "“If you hope to change the world, you must find your fearlessness.",
  "Our schools and communities suffer from deep inequality.",
  "During his speech at Duke, he mentioned Jobs’s legacy."
]