[
  "Facebook’s political targeting allowed global election manipulation\n\nPoliticians are getting to Facebook late in the game—the reason why advertisers love the social network is the ability to deliver loads of different advertisements to the people most likely influenced by them.",
  "Here are key things the wider world and the members of the Senate and House committees have come to realize about Facebook after the Cambridge Analytica scandal—along with what the world’s largest social media company is doing about them, or planning to do:\n\n1.",
  "They are basic to the Facebook experience and its business model—allowing Cambridge Analytica to take full advantage for political purposes in the first place, and renewing the whole debate over personal data and privacy on Facebook.",
  "Privacy still matters, even on the internet\n\nZuckerberg is sitting before the congressional committees this week to face answer questions about how his company unwittingly divulged private information about millions of Americans.",
  "If a company breaches Facebook’s guidelines, there’s little recourse\n\nCambridge Analytica had told Facebook that it deleted the data it collected on users through the personality quiz—but it’s unclear whether that’s the truth.",
  "Facebook’s action: The company says it will hire 20,000 people to manually look for political manipulation and abuse on the platform—though in places like Sri Lanka and Myanmar that has not been enough to prevent violence.",
  "This is different than the data that Cambridge Analytica gathered by having Facebook users volunteer their data by taking a quiz—it’s more a consequence of users making any information somewhat public by putting it online.",
  "The fact that these hearings are happening points to the expectations of privacy held by American users and their elected representatives and to the looming specter of regulation for the startup-turned-behemoth.",
  "This is the case for the data that seeded Cambridge Analytica, which hired a researcher to make a personality quiz that collected personal information on individual users and all of the user’s friends.",
  "Facebook has found itself where no company wants to be: sitting in front of Congress, answering questions about whether the company and its CEO have undermined the privacy of millions of Americans.",
  "Facebook’s action: The company has limited the information Facebook apps can gather about a user—but all the past data that has left Facebook’s servers can’t be brought back.",
  "Your Facebook profile hasn’t stayed on Facebook\n\n\n\n\n\n\n\n\n\nAnything made public on Facebook can and will be downloaded by marketers and others who crave the data you supply.",
  "A report from the UK’s Channel 4 suggests that data from more than a 100,000 Facebook users remained available, even after an audit of Cambridge Analytica’s systems.",
  "Features and practices that users, lawmakers and regulators are just coming to terms with understanding have been in place since Facebook first gained popularity.",
  "In 2010, Facebook threatened a lawsuit after a programmer downloaded information on 210 million users, and the programmer claimed to delete the data.",
  "This timeline will help\n\nSign up for the Quartz Daily Brief, our free daily newsletter with the world’s most important and interesting news.",
  "Facebook’s action: The company says it is conducting a forensic audit of where the data collected by Cambridge Analytica now resides.",
  "Facebook’s action: The company has disabled features making it easy scrape public accounts, including reverse phone number searches.",
  "It’s been done for everything from making fake profiles for dating sites to more legitimate research, and it’s likely won’t stop.",
  "This makes Facebook a global community—and these tools for targeted influence are also perfect for election interference.",
  "In addition, it will require advertisers running electoral and issue ads to verify their identity and location.",
  "Facebook has made giving away your personal data easier\n\nWhat can’t be scraped can be conned out of users.",
  "But there’s nothing stopping someone in Russia targeting someone in America with an advertisement.",
  "What’s unclear is whether Facebook ever checked, or whether the programmer was telling the truth.",
  "Facebook’s action: Before all this, Zuckerberg himself had never appeared in front of Congress.",
  "The questions Mark Zuckerberg is being pressed to answer now are bigger than the platform.",
  "Software like Cambridge Analytica’s only makes Facebook’s ad recipe more potent.",
  "Read next: The Cambridge Analytica scandal is wildly confusing.",
  "The groundwork was laid years ago.",
  "More stories from Quartz:",
  "2.",
  "4.",
  "5.",
  "3."
]