[
  "Perhaps I'm a day or ten years too late on this (not really, I've literally written about it numerous times), but it appears we need to have another conversation about the actual service Facebook provides and what about your data that is considered private.",
  "Even if the data was used in a benign way, rather than to incidentally swerve the course of American history, it still brings into question the purpose of our existence on Facebook and what data we consider to be private.",
  "While Mark Zuckerberg has publicly apologized for the data breach and claims that Facebook will take steps to make sure this never happens again, the reality is that it already happened, on a large scale.",
  "There are annoying group texts your aunt starts about a show from the 90s she just discovered, there are forums where the same group of Entrepreneurs hang out to share tips for success.",
  "Also see: Top 5 Must Have Gaming Accessories For ‘Fortnite: Battle Royale’ Success\n\nFacebook, in its current iteration and original conception, is an addictive substance.",
  "Even if you lied on these quizzes, it was still able to glean something about your personality, about your habits or trends that would be useful for analysis.",
  "It's your choice whether you want to expose about your divorce or political leanings, just as it's mine as to which Nic Cage candid shot I'm posting today.",
  "While my personal Facebook page is littered with memes, music and pictures of Nic Cage, most of what I see are glimpses into the lives of others.",
  "While many of us use Facebook as a tool (another point I stressed years ago), most use Facebook to share their lives and the lives of others.",
  "The Cambridge psychology professor at the middle of all this has said that this data sharing is normal for Facebook, and I believe him.",
  "On Facebook , yesterday, there was a comment on a post about the recent \"betrayal\" by Facebook where it concerns our \"private\" data.",
  "Social media triggers a dopamine high in your brain, similar to any other substance that simulates happiness and contentment.",
  "By now, you are up to speed on the current Facebook data scandal concerning Cambridge Analytica (if you aren't, read this).",
  "Look, I would love to quit Facebook and all social media, move to a cabin in the woods and communicate with the birds.",
  "You'll be back with a greasy brown paper bag, filled to the brim with what looks and smells like your personal data.",
  "So the question you have to actually ask yourself is — have you ever tried quitting something you are addicted to?",
  "The first time I saw one of those dumb quizzes my mom and everyone else loves to take I knew exactly what it was.",
  "That's what social media does to us, that's what Facebook and Twitter , Snapchat and Instagram do to our brains.",
  "Facebook has already taken steps to protect your data further, but let's be clear — none of that matters.",
  "Whether it be caffeine, nicotine, an orgasm, cannabis or a Twinkie you just found buried in the couch.",
  "But like a junkie behind the 7-11 fighting with a raccoon over a half-eaten peach, they'll be back.",
  "It's an interesting juxtaposition of the current mess that Facebook finds itself in with its users.",
  "The fact remains that Facebook is part of our world now and integral to how we operate in it.",
  "Facebook has become something more than what Zuckerberg could ever have prophesied it to be.",
  "An addiction to be heard, to see into the lives of others and collect likes and comments.",
  "Even if you don't use it for work, there are other ways to keep in touch with people.",
  "The thing is, this breach of trust didn't happen yesterday, it happened years ago.",
  "This is where baby pictures are posted, this is where our life stories are told.",
  "Facebook, like any other addictive substance, serves a purpose in our lives.",
  "That connection to the world, to other humans, is very difficult to sever.",
  "Remember that thing about being the product if you aren't paying for it?",
  "You might say you will, you might express outrage, but you'll be back.",
  "There may be further implications that we're not even aware of yet.",
  "Not Google , not Twitter, but Facebook is the place where we live.",
  "The only social media there is my initials carved in that tree.",
  "It's not necessarily right, but it's not totally wrong either.",
  "From the minute to the comprehensive, emotional and personal.",
  "We check tweets, we log in to Google — we live on Facebook.",
  "This data breach may not have actually even been a breach.",
  "There are literally puppy and baby pictures everywhere.",
  "The comment was simply the hashtag #deletefacebook.",
  "Posted, with apparently little irony, on Facebook.",
  "And every bit of that information is up for grabs.",
  "Just remember — you're the one filling the bag.",
  "It has become the center of the internet.",
  "This is a massive breach of public trust.",
  "It may have gotten a President elected.",
  "All of social media feeds an addiction.",
  "This is the social contract we signed.",
  "Users are in fact, quitting Facebook.",
  "Could you live without Facebook?",
  "No one can stay away for long.",
  "Are you really going to quit?",
  "This is where life happens.",
  "It's the business model.",
  "So why bother?",
  "Probably not.",
  "Probably."
]