[
  "An indulgence granted to a certain kind of white startup jock who gets endless chances to drunk-drive democracy and human rights, as if he's a freshman intern just learning the ropes of ethics, trust, and professionalism.",
  "On Tuesday and Wednesday, Zuckerberg gave testimony to Congress in response to his company's role in the Cambridge Analytica scandal, Russian election interference, and his website's utter nightmare of data privacy.",
  "His answer was politely described as \"vague\" in press — even though Facebook has been caught doing exactly this, and repeatedly, and their continual activity doing so was ruled illegal.",
  "Hey: keeping up with headlines about your own company, one that you lovingly started in your dorm room because you really care about human connection, is hard when you're a genius.",
  "But any real story lay in Zuckerberg's responses, which infuriated the bipartisan assembly with clumsy, repetitive avoidance tactics and bizarre, often fact-challenged admissions.",
  "When he told lawmakers \"We made changes in 2014 that would have prevented what happened with Cambridge Analytica from happening today,\" NYT was like, yeah ... not so much.",
  "He claimed that everyone consents to giving Facebook their data, despite also saying that Facebook tracks non-users for reasons of \"security\" ... and commercial purposes.",
  "Mr. Zuckerberg's ten hours of dodging lawmakers' questions in the proverbial hot seat evoked the internet's best memes about aliens who fool humanity into becoming food.",
  "And while Zuckerberg let slip little things like his belief that Facebook is basically above the law, far too many writeups goggled at his silly big-boy chair.",
  "Mr. Zuckerberg told lawmakers that his company first learned of Russia's Facebook influence operations \"Right around the time of the 2016 election itself.\"",
  "The Cirque du Dystopia atmosphere was enhanced by Zuckerberg's actual seat, which was fitted with a booster cushion to make him appear taller.",
  "(See also: \"Mark Zuckerberg Cited For Contempt Of Congress After Refusing To Shut The Fuck Up About How He Started Company In Dorm Room.\")",
  "The paper flat-out said Zuckerberg's statement \"Cambridge Analytica wasn't using our services in 2015 as far as we can tell\" is false.",
  "Much virtual ink was spilled fussing over the 33-year-old boy billionaire wearing a suit like a grown-up man to talk to the adults.",
  "An image Zuckerberg himself perpetuated throughout the hearing by mentioning Facebook's college dorm room creation myth on a loop.",
  "Zuckerberg said he'd never heard of Facebook's \"shadow profiles,\" causing The Guardian to get whiplash from their double-take.",
  "And pretty much everyone on the planet laughed when he said \"You're not allowed to have a fake account on Facebook.\"",
  "His wee seat certainly distracted press from the truly freaky attempts at misdirection flowing from his face hole.",
  "When not clamming up like a busted murder suspect when lawmakers mentioned Palantir, that is.",
  "But yes: he sat on a booster seat, which may have actually been a wireless charging station.",
  "Much ado was made of his thousand-yard stare and robotic enjoyment of human water.",
  "Star Trek Next Generation fans were rankled by his uncanny resemblance to Data.",
  "But maybe Mark should've checked out Facebook's website before his big day.",
  "Getting a good, long look at him unsettled much of the general population.",
  "Let's just say that fact-checking in the aftermath is not looking good.",
  "The Guardian did and Facebook says it does exactly that on its website.",
  "He almost broke the brains of fact-checkers at the New York Times, too.",
  "He impressed people by wearing his absolute nicest human suit.",
  "when asked about Facebook's tracking of logged-off users.",
  "They grow up so fast on those diets of purloined data!",
  "And when asked about collecting transaction data?",
  "Nah, he said he didn't think they did that, nope.",
  "Prior to this week, that answer used to be 2017.",
  "(Chip Somodevilla/Getty Images) More",
  "He practically did a \"look, shiny!\"",
  "It's a carefully cultivated image.",
  "That's like consent, right?",
  "Anyway.",
  "Wow!"
]