[
  "Wyden, one of the loudest digital privacy champions in Congress, wants the public to use Facebook's Cambridge Analytica debacle to demand that social networks obtain \"explicit consent\" from users before sharing their personal data with anyone — including advertisers.",
  "In the run-up to Mark Zuckerberg's first appearance before Congress, Oregon Senator Ron Wyden issued a warning to the company about what it can expect from lawmakers if it doesn't radically alter course.",
  "\"Mr. Zuckerberg is going to have a couple of very unpleasant days before Congress next week and that's the place to start,\" Wyden said at the TechFestNW conference in his home state of Oregon on Friday.",
  "\"If there is a grassroots uprising about the issue of who owns user data, we can get it passed,\" Wyden said, citing other pieces of bipartisan legislation that once seemed like a long-shot.",
  "There have been a number of proposals and ideas for doing it and I think unless [Zuckerberg] finds a way to honor the promise he made several years ago, he's gonna have a law on his hands.\"",
  "While that might have been wishful thinking two weeks ago, the Oregon lawmaker believes that Facebook's most recent scandal has creating the perfect opportunity for privacy reform.",
  "Unfortunately for Facebook, its corporate willful ignorance around protecting user data echoes other recent privacy catastrophes — a context that won't do it any favors.",
  "Zuckerberg is slated to appear before the Senate's commerce and judiciary committees on Tuesday and the House energy and commerce committee the following day.",
  "The set of hearings is widely expected to be a milestone event in big tech's reluctant shuffle toward getting its wings clipped in Congress.",
  "\"These companies have not gotten their heads around the idea that the data they collect is more than just their property.\"",
  "For Wyden, concealing the truth about data sharing in the fine print is a deceptive practice that's gone on too long.",
  "This time, as pressure mounted from legislators, investors, advertisers and the public alike, the company conceded.",
  "\"The reason that Facebook is in hot water is essentially the same reason that Equifax is in hot water,\" Wyden said.",
  "To date, Facebook has always successfully squirmed out of seeing its chief executive with his right hand raised.",
  "\"I think we got to establish a principle once and for all that you own your data, period,\" Wyden said.",
  "It's not enough for a company to bury some technical lingo in their [terms of service]...",
  "\"There are going to be people who are going to say Facebook ought to be broken up.",
  "You have to give the okay for them to do anything with your data,\" Wyden said.",
  "It's not enough to have some convoluted process for opting out.\"",
  "The Senator added that he would support such a law.",
  "\"What does that mean in the real world?",
  "\"It's real basic."
]