[
  "Along with this most recent incident involving political-research firm Cambridge Analytica harvesting the data of up to 87 million users, the company has been struggling with accusations that users spread fake news across the platform during the lead up to the 2016 presidential election.",
  "Experienced investors Warren Buffett, Mark Cuban and Tony Robbins suggest beginning with index funds , which hold every stock in an index, offer low turnover rates, attendant fees and tax bills, and fluctuate with the market to eliminate the risk of picking individual stocks.",
  "Popular social-media platform Facebook may have gotten even more popular this week as founder and chief executive officer Mark Zuckerberg testifies to Congress about the company's potential misuse of user data and privacy : Its stock price actually increased.",
  "While the platform's shares fell 11 percent after the scandal began, they rose during the initial hearings , reaching their biggest daily gain in two years and adding nearly $17 billion to Facebook's current market cap.",
  "\"Clearly there's an expense hit,\" Brent Thill, managing director of the internet research team at Jefferies Group , an investment-banking company, said on CNBC's \"Power Lunch.\"",
  "The portfolio value represents current holdings and the comparison charts represent current and historical prices of individual benchmarks, stocks or exchange-traded funds.",
  "\"Let's face it, they're a revenue juggernaut,\" Carol Pepper, chief executive of asset-management firm Pepper International , said on CNBC's \"Squawk Box Europe.\"",
  "However, he added, \"a survey with our partners in the data world,\" conducted last week, \"suggests that there's really been no major deterioration to users.\"",
  "In the charts below, all data splits are adjusted and gain-loss figures do not include dividends, interest, distributions or fees except on cash accounts.",
  "Though Facebook's stock has seen a recent jump, controversies of the moment, along with stock market volatility in general, may have taken a small toll.",
  "Despite some reductions in time spent on the website, Zuckerberg said Tuesday that there's been no significant drop off in users overall.",
  "The investment would have seen a lifetime total return of 336 percent, including price appreciation and dividend gains reinvested.",
  "If you invested in Facebook in 2012, when it made its initial public offering , that investment would have seen an increase, too.",
  "The data shows users still believe Facebook is a dominant platform and 60 percent say they use it more than they did a year ago.",
  "The return on a 2012 $1,000 investment today is slightly below where it was when CNBC performed this calculation in February .",
  "Don't miss: Facebook feature now allows friends to give you money on your birthday—but there's a catch\n\n\n\n\n\nMore From CNBC",
  "Ensuing changes attempting to eliminate misinformation reduced time users spent on the site by 50 million hours per day.",
  "A $1,000 investment six years ago would be worth more than $4,300 as of Wednesday, according to CNBC calculations.",
  "In early April, Bank of America Merrill Lynch removed the company from its U.S. list of best investment ideas .",
  "That's good news to Thill: \"If users aren't leaving en masse,\" he said, \"the advertisers won't leave,\" either.",
  "If you're considering investing in Facebook or in the stock market in general, experts advise starting slow.",
  "Any individual stock can over- or under-perform and past returns do not predict future results.",
  "Facebook has faced a swarm of public-relations issues of late.",
  "But these issues haven't caused investors to lose faith.",
  "This is an update of a previously published story .",
  "Like CNBC Make It on Facebook !",
  "Like this story?"
]