[
  "The brouhaha culminated in two days of hearings in mid-April that saw Zuckerberg grilled by senators on the Senate Judiciary and Commerce Committees, as well as representatives from the U.S. House Energy and Commerce Committees, on a number of issues, including the recent Cambridge Analytica scandal, the company’s role in the 2016 U.S. presidential election, and its position on government regulation regarding user privacy.",
  "“For most of our existence, we focused mostly on the positives, but it’s clear now we didn’t do enough to prevent foreign interference, hate speech or app developers [from mishandling] data privacy,” Zuckerberg said at the start of the company’s earnings call with investors on Wednesday afternoon.",
  "In mid-March news emerged that Cambridge Analytica had abused Facebook’s terms of service and harvested the data of 50 million users — a number the social network eventually revised to 87 million users — as part of a targeted advertising campaign to help elect President Donald Trump.",
  "To that end, Facebook has a long road ahead, which includes hiring more than 20,000 employees and contractors by the end of 2018 to shore up security and privacy, as well as rebuilding public trust with disillusioned politicians on the Hill and disaffected users.",
  "Virtually all eyes on Wall Street looked to Facebook (FB) on Wednesday, which posted first-quarter 2018 earnings that beat Wall Street’s estimates and followed one of the most controversial periods for the social network in its history.",
  "Facebook’s chief executive also reiterated the social network’s pledge to beef up its security and content review teams — a mix of full-time employees and contractors — to well over 20,000 people by the end of 2018.",
  "The social network also reported 2.2 billion monthly active users worldwide — a bit higher than the expected 2.19 billion monthly active users — and 1.45 billion daily active users.",
  "Still, despite those missteps and challenges, Zuckerberg acknowledged that Facebook’s userbase, or the “Facebook community,” continues to grow at a healthy clip.",
  "Facebook management’s initial delay in addressing the controversy head-on stoked the public’s outcry for increased data privacy and government regulation.",
  "Although the 33-year-old Facebook executive’s testimony was well-received, Zuckerberg also left a number of questions unanswered.",
  "Wall Street analysts were generally expecting earnings of $1.35 per share on revenues of $11.4 billion for the quarter.",
  "—\n\nJP Mangalindan is the Chief Tech Correspondent for Yahoo Finance covering the intersection of tech and business.",
  "That’s up from 2.13 billion monthly active users and 1.4 billion daily active users in the previous quarter.",
  "Facebook reported earnings of $1.69 per share on $11.97 billion in revenues for the quarter.",
  "The social network’s stock rose 3.5% on Wednesday following the positive earnings news.",
  "Facebook’s latest earnings arrive amid heightened scrutiny around the social network.",
  "Facebook also said it would increase its stock buyback program by $9 billion.",
  "Email story tips and musings to jpm@oath.com.",
  "Follow him on Twitter or Facebook.",
  "More from JP"
]