[
  "The question of what kinds of information Facebook collects on non- and logged-out users came up during CEO Mark Zuckerberg's congressional hearings last week, which focused on the Cambridge Analytica scandal and the company's privacy and data-use policies.",
  "NOW WATCH: Dropbox CEO talks about how he went from rejecting Steve Jobs to an $11 billion IPO\n\nSee Also:\n\nSEE ALSO: Mark Zuckerberg's Congressional testimony showed that a bedrock principle of online privacy is a complete and utter fraud",
  "Because the sites and apps don't know which of their visitors and users are signed up with Facebook, they can't distinguish between users and non-users of the social network when sending data to Facebook, Baser said.",
  "facebook zuckerberg hearing senator Richard Blumenthal More\n\nCommittee on the JudiciaryHowever, the company can use the fact that people are non-users to show them ads urging them to sign up for Facebook.",
  "Even if you've never signed up for Facebook or have logged out of your account, the social networking company is likely tracking your virtual movements — and it doesn't offer any way for you to opt out.",
  "Facebook tracks users who visit apps and websites that have incorporated services like its \"like\" and \"share\" buttons, David Baser, the company's product management director, said in a blog post Monday.",
  "Facebook users can opt out of targeted ads\n\nFacebook doesn't use the information it collects on non-users to target them with ads from its advertising partners, the spokeswoman said.",
  "Among the information Facebook collects on non-users are their internet protocol (IP) addresses, the operating system and web browser they're using, and the presence of cookies.",
  "IP addresses can be used to infer users' geographic location, and cookies frequently act as \"identifiers that websites use to know if you’ve visited before,\" Baser said.",
  "\"When you visit a site or app that uses our services, we receive information even if you’re logged out or don’t have a Facebook account,\" Baser said in the post.",
  "It also collects that data in order to give website and app partners insights about, say, the number of people visiting their services, the spokeswoman said.",
  "Non-users can't see what information Facebook has collected about them, nor can they opt out of that tracking through the site, a company spokeswoman said.",
  "Facebook not only tracks that activity but links it back to users' Facebook accounts and can use it to target ads at those users, the spokeswoman said.",
  "Alex Brandon/AP\n\n\n\n\n\nFacebook collects data on non-users and logged out users alike, a company representative acknowledged Monday in a blog post.",
  "\"If you aren’t a Facebook user, we can’t identify you based on this information, or use it to learn who you are,\" the spokeswoman said.",
  "The story is a little different for Facebook users who access other apps and websites when they aren't logged into the social network.",
  "On Facebook's ad preferences page, users can opt out of having their off-Facebook activities used to target them with ads on Facebook.",
  "Lawmakers appeared concerned with the ability of Facebook users and non-users alike to control their own information.",
  "Logged-out users can opt out of ad targeting based on their off-Facebook activities — but not the data collection.",
  "Non-users can't opt out of this data collection, but it isn't used to target them with ads, a spokeswoman said.",
  "Nor does it create \"shadow profiles\" of non-users based on their off-Facebook activity, she said.",
  "Some ad blocking apps allow users to block tracking by social networks on other apps and sites.",
  "But they can't opt out of the company tracking their activities on those sites and services.",
  "They can also opt out of having Facebook target them with ads on other sites and services.",
  "That's precisely because they don't have an account on the service, she said.",
  "In that way, Facebook acts similarly to other web analytics firms, she said.",
  "Non-users and logged out users alike do have another option, though."
]