[
  "FACEBOOK DENIES CLAIM THAT IT FAVORED OBAMA'S 2012 CAMPAIGN\n\nThe blog post follows several media reports, including one from the tech website Ars Technica that details multiple examples in which Facebook tracked data such as the length of a phone call, who was it made to, and whether it was an outgoing or incoming call.",
  "Over the weekend, Zuckerberg took out full-page newspaper ads in The New York Times, The Wall Street Journal, The Washington Post and the U.K.'s The Observer, The Sunday Times and The Sunday Telegraph to apologize and offer an explanation of what his company was doing to fix the situation.",
  "Facebook, which along with Google dominates the online advertising industry, has attracted intense scrutiny from lawmakers and other tech execs, including Apple's Tim Cook, who have called for it to be regulated, something Zuckerberg said last week makes sense if done properly.",
  "ADVERTISERS TELL FACEBOOK 'ENOUGH IS ENOUGH' AS GROUP REPRESENTING 3,000 BRANDS THREATENS TO LEAVE\n\nThe Ars Technica article adds that Facebook started to explicitly ask for permission for Messenger and Facebook Lite users to access their SMS and call data ?",
  "\"If, at any time, they no longer wish to use this feature they can turn it off in settings, or here for Facebook Lite users, and all previously shared call and text history shared via that app is deleted,\" Facebook wrote in the post.",
  "ELON MUSK YANKS SPACEX AND TESLA'S FACEBOOK PAGES\n\nFacebook under fire\n\nThe Mark Zuckerberg-led company has come under intense scrutiny in recent weeks, most notably for the way it has handled the Cambridge Analytica scandal.",
  "In a blog post on March 25, Facebook said that logging the call and text history on Facebook Lite and Facebook Messenger on Android devices is an \"opt-in feature,\" letting users find and stay connected with friends.",
  "Despite media reports to the contrary, including one showing multiple screenshots where data is shown in detail, Facebook is denying it collected phone call and messaging history in a secretive manner.",
  "The story's author, Sean Gallagher, noted that while the data collection is technically \"opt-in,\" it is the default setting for Facebook's app and is not a separate notification.",
  "\"Facebook was installed on a Nexus tablet I used and on the Blackphone 2 in 2015, and there was never an explicit message requesting access to phone call and SMS data.",
  "Originally, the message did not mention collecting SMS and call data, but simply offered an \"OK\" button to allow users to keep all of their SMS messages in one spot.",
  "He says he told the website that he installed Messenger in 2015, but only gave it permissions that the Android version of the app needed to be installed.",
  "Yet there is call data from the end of 2015 until late 2016, when I reinstalled the operating system on the Blackphone 2 and wiped all applications.\"",
  "He claims he uninstalled and reinstalled the app several times since then, but did not give it permission to read his messaging and call history.",
  "Lawmakers have also requested that Zuckerberg testify before Congress on the Cambridge Analytica mess, something he said he would be open to.",
  "\"In my case, a review of my Google Play data confirms that Messenger was never installed on the Android devices I used,\" Gallagher wrote.",
  "In the story, New Zealand Facebook user Dylan McKay downloaded his Facebook data as a Zip file and uncovered the findings.",
  "\"Your information is securely stored and we do not sell this information to third parties,\" Facebook added in its post.",
  "In its retort, Facebook was adamant that it does not sell the data to third parties and is stored \"securely.\"",
  "\"While we receive certain permissions from Android, uploading this information has always been opt-in only.\"",
  "\"I actually am not sure we shouldn't be regulated,\" Zuckerberg told CNN in a pre-taped interview.\"",
  "Fox News' Nicole Darrah and Christopher Carbone contributed to this story.",
  "\"You are always in control of the information you share with Facebook.\"",
  "\"We have a responsibility to protect your information,\" the ad starts.",
  "after an outcry in 2016 over the way it handled collecting the data.",
  "The company said users have to \"expressly agree to use the feature.\"",
  "It also did not reveal that the data was being collected.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "\"If we can't, we don't deserve it.\"",
  "to \"help friends find each other\" ?"
]