[
  "Coming this week:\n\nMonday -— US markets closed for Memorial Day\n\nTuesday — Consumer Confidence Index for May\n\nWednesday — Amazon (AMZN), Exxon Mobil (XOM), Twitter (TWTR), Walmart (WMT) annual shareholder meetings; Fed discusses Volcker Rule\n\nThursday — Facebook annual shareholder meeting\n\nFriday — May jobs report",
  "The meeting came two months after news broke that Cambridge Analytica, a data firm connected to President Donald Trump's campaign, had access to information of up to 87 million Facebook users without their knowledge.",
  "The rule prevents banks like Goldman Sachs (GS) or JPMorgan (JPM) from making risky wagers with their own money, and also from owning big stakes in hedge funds or private-equity firms.",
  "Related: How businesses are really spending their tax cuts\n\nThat's because investors have shifted their attention away from the very good fundamentals to focus on a series of worries.",
  "Fate of the Volcker Rule: On Wednesday, the Federal Reserve will meet to discuss possible changes to the Volcker Rule, a controversial part of the post-crisis Wall Street reform.",
  "On Tuesday, members of the European Parliament grilled Zuckerberg about the company's handling of fake news, extremist content and whether it should be considered a monopoly.",
  "Not only are S&P 500 profits sitting at all-time highs, but first-quarter earnings are on track to surge by 24.5% -- the fastest pace since 2010, according to FactSet.",
  "Stocks plunged earlier this year due to fears that inflation could jump to levels that force the Federal Reserve to aggressively raise interest rates.",
  "The incident sparked outcry and prompted an apology from CEO Kevin Johnson, who promised to make sure that nothing like that ever happens again.",
  "FactSet said the sector's profits nearly doubled during the first quarter, growing at more than twice the pace of the next closest industry.",
  "Starbucks' big day: On Tuesday afternoon, Starbucks (SBUX) will close around 8,000 of its company-owned locations for racial bias training.",
  "The company could face tough questions from investors, especially after CEO Mark Zuckerberg's shsaky performance before European lawmakers.",
  "Earlier this year, when the government reported that wages grew at the fastest pace in eight years in January, markets swung wildly.",
  "News that Trump had scrapped the historic North Korea summit weighed on the market and raised concerns about trade talks with China.",
  "A new policy that allows Starbucks customers to spend time in stores and use the bathroom without making a purchase is another.",
  "\"Companies are absolutely crushing it on earnings,\" said Anthony Saglimbene, global market strategist at Ameriprise Financial.",
  "A combination of faster economic growth, lower taxes and soaring oil prices are padding the bottom lines of large businesses.",
  "The company announced the plan soon after two black men were arrested in a Philadelphia Starbucks while waiting for a friend.",
  "They were not satisfied with his answers, and experts think the EU and Facebook (FB) will continue to tussle in coming weeks.",
  "May jobs report: Investors will keep a close eye on wages when the Labor Department reveals the May jobs numbers on Friday.",
  "More recently, President Trump's muscular trade agenda has taken the spotlight away from the economy and corporate profits.",
  "Investors were heartened by that performance: Shares went up, and Zuckerberg made $3 billion while he sat for questions.",
  "Worries of a trade war with China have repeatedly dented stocks, though both sides have recently softened the rhetoric.",
  "Facebook faces shareholders: The social media platform is scheduled to hold its 2018 stockholder meeting on Thursday.",
  "Wages aren't the only things going up — prices have been rising, as well, setting the stage for inflation growth.",
  "That's higher than the five-year average, but well below the euphoric valuation level of 18.5 hit in January.",
  "So does all of this mean that Wall Street is pricing in the beginning of the end of the good times?",
  "If Corporate America's results are so fantastic though, why isn't Wall Street throwing a big party?",
  "Higher inflation could trigger faster, steeper rate hikes, which would be bad news for Wall Street.",
  "The economy has added jobs every month for seven and a half years, the longest streak on record.",
  "The coffee chain will share the materials used in the training, and more information, next week.",
  "More than three-quarters of S&P 500 companies -- 78% to be exact -- beat earnings estimates.",
  "Against this backdrop, investors are no longer willing to pay ridiculous prices for stocks.",
  "Next year's earnings growth is expected to decelerate to around 10%, according to FactSet.",
  "A very strong wage growth number in Friday's jobs report renew fears of runaway inflation.",
  "Wall Street is also preparing for reality: Profits can't go up like this fast forever.",
  "The blockbuster results even managed to blow away Wall Street's lofty expectations.",
  "Starbucks has won praise for responding so swiftly and forcefully to the arrest.",
  "Related: Mark Zuckerberg ripped by European Parliament for dodging questions\n\n4.",
  "Wall Street will also be checking to see if economic fundamentals remain strong.",
  "In April, the unemployment rate dropped below 4% for the first time since 2000.",
  "Energy companies are the biggest winners, care of vastly higher oil prices.",
  "Minting money: American companies are pulling in monster profits right now.",
  "Or is this bull market just catching its breath before resuming its run?",
  "Last month, wages ticked up 4 cents, 2.6% higher than a year earlier.",
  "Related: Congress could give bank shareholders a $53 billion gift\n\n6.",
  "Wage growth has slowed since then, and inflation fears have calmed.",
  "Related: Unemployment is below 4% for the first time since 2000\n\n3.",
  "The S&P 500 is now trading at about 16.4 times projected earnings.",
  "Related: How Starbucks will train its staff to be less biased\n\n5.",
  "That's the most since FactSet started tracking the stat in 2008.",
  "The S&P 500 is up just 2% this year, after soaring 19% in 2017.",
  "Now, the Fed may make some changes that could please big banks.",
  "Now Trump is talking about possible tariffs on auto imports.",
  "Last week, stocks were briefly dealt a blow by geopolitics.",
  "And there are more to come, including additional trainings.",
  "Wall Street has been complaining about the rule for years.",
  "Zuckerberg testified before Congress about a month ago.",
  "Investors could respond quickly to wage growth.",
  "Call it the Great American Profit Machine.",
  "About 175,000 employees will participate.",
  "The training is one step in that effort.",
  "Stay tuned.",
  "2.",
  "1."
]