[
  "“No Facebook data was used by our data science team in the 2016 presidential campaign.”\n\nSlideshow (8 Images)\n\nDenham, head of the Information Commissioner’s Office (ICO) said on Monday she was seeking a warrant to access the offices of Cambridge Analytica after seeing an investigation by Britain’s Channel 4 news which secretly recorded its executives boasting of their ability to sway elections.",
  "“This story comes on the back of increasing scrutiny and societal unease with FB’s potential impact on kids as well as increasing concerns around the power of mega cap Internet names, setting the stage for deeper investigation,” Deutsche Bank analyst Lloyd Walmsley wrote in a note, keeping his “buy” rating on Facebook stock.",
  "“The possibility that Facebook has either not been transparent with consumers or has not been able to verify that third party app developers are transparent with consumers is troubling,” read the letter which was also addressed to Nigel Oakes, chief executive of Cambridge Analytica’s affiliate SCL.",
  "Elizabeth Denham, the head of Britain’s Information Commission, is seeking a warrant to search the offices of consultancy Cambridge Analytica after a whistleblower revealed it had harvested the private information of millions of people to support Trump’s 2016 U.S. presidential campaign.",
  "LONDON (Reuters) - Britain is investigating whether Facebook did enough to protect data after a whistleblower said a London-based political consultancy hired by Donald Trump improperly accessed information on 50 million Facebook users to sway public opinion.",
  "“We are looking at whether or not Facebook secured and safeguarded personal information on the platform and whether when they found out about the loss of the data they acted robustly and whether or not people were informed,” Denham told BBC Radio.",
  "Facebook (FB.O) shares closed down nearly 7 percent on Monday, wiping nearly $40 billion off its market value as investors worried that damage to the reputation of the world’s largest social media network would deter users and advertisers.",
  "The Information Commissioner can currently impose fines of up to 500,000 pounds ($700,000) but will gain the power to fine an organization up to 4 percent of its global turnover when new data protection legislation comes into force in May.",
  "The criticism of Cambridge Analytica presents a new threat to Facebook, which is already under attack over Russia’s alleged use of Facebook tools to sway U.S. voters with divisive and false news posts before and after the 2016 election.",
  "Facebook says the data were harvested by a British academic, Aleksandr Kogan, who created an app on the platform that was downloaded by 270,000 people, providing access not only to their own personal data but also their friends’.",
  "Kogan says he changed the terms and conditions of his personality-test app on Facebook from academic to commercial part way through the project, according to an email to Cambridge University colleagues obtained and cited by CNN.",
  "U.S. and European lawmakers have demanded an explanation of how the consulting firm gained access to the data in 2014 and why Facebook failed to inform its users, raising broader industry questions about consumer privacy.",
  "In Washington, the Republican chairman of the Senate Commerce, Science and Transportation Committee sent a letter on Monday to Facebook CEO Mark Zuckerberg requesting information and a briefing on the Facebook user data.",
  "“We have offered to share with the ICO all the information that it asked for and for the ICO to attend our office voluntarily, subject to our agreeing the scope of the inspection,” Cambridge Analytica said.",
  "According to the New York Times, it was launched with $15 million in backing from billionaire Republican donor Robert Mercer and a name chosen by the-then future Trump White House adviser Steve Bannon.",
  "Walmsley said he was worried “about how scrutiny could ultimately impact Facebook’s ability to gather and deploy data for ad targeting, which has been critical to ad efficacy and budget growth”.",
  "GRAVE VIOLATION\n\n“If this data still exists, it would be a grave violation of Facebook’s policies and an unacceptable violation of trust and the commitments these groups made,” Facebook said.",
  "But the number of daily users in the United States and Canada fell for the first time in its history, dipping in the company’s home market by 700,000 from a quarter earlier to 184 million.",
  "Created in 2013, Cambridge Analytica markets itself as a source of consumer research, targeted advertising and other data-related services to both political and corporate clients.",
  "On Tuesday people were seen carrying multiple plastic storage containers into and out of the building that houses Cambridge Analytica’s London office, among other companies.",
  "Cambridge Analytica has denied all the media claims and said it deleted the data after learning the information did not adhere to data protection rules.",
  "Facebook said it had hired forensic auditors from the firm Stroz Friedberg to investigate and determine whether Cambridge Analytica still had the data.",
  "Facebook has since suspended both the consulting firm and SCL (Strategic Communication Laboratories), a government and military contractor.",
  "Alexander Nix, CEO of Cambridge Analytica arrives at the offices of Cambridge Analytica in central London, Britain, March 20, 2018.",
  "The Irish body is the lead regulator for Facebook in the European Union because the network’s European headquarters are in Dublin.",
  "In London, the head of Britain’s cross-party Media parliamentary committee also wrote to Zuckerberg asking for more information.",
  "The auditors were in Cambridge Analytica’s offices on Monday night but left at the request of the British authorities.",
  "“We are not alone in using data from social media sites to extract user information,” Cambridge Analytica said.",
  "Kogan says Facebook made no objection, but Facebook says it was not informed of the change, CNN reported.",
  "In Dublin, Ireland’s privacy watchdog said it was following up with Facebook to clarify its oversight.",
  "The company said last month it had 1.4 billion active daily users, up 14 percent from a year earlier.",
  "“We would like to receive your response by Monday 26 March,” lawmaker Damian Collins wrote.",
  "Facebook said Kogan then violated its policies by passing the data to Cambridge Analytica.",
  "REUTERS/Henry Nicholls\n\nFacebook said it had been told that the data were destroyed.",
  "Bloomberg reported that the U.S. Federal Trade Commission is investigating Facebook.",
  "She said it would not take long to obtain the warrant.",
  "Kogan was not immediately reachable for comment.",
  "It was not clear which firm they were going to.",
  "Its shares fell a further 1.8 percent.",
  "($1 = 0.7136 pounds)"
]