[
  "“If there need be then we can gather our local applications developers to create a site that is more conducive for Papua New Guineans to communicate within the country and abroad as well.”\n\nBasil said the risks and vulnerabilities of Facebook were wider than the potential threat of data breaches, and included the possibility of Facebook acting as an unchecked advertising platform, a threat to people’s productivity – especially among children and employees – and wider issues of cyber-security.",
  "Facebook offers plan to tackle fake news ahead of US midterms Read more\n\n“The time will allow information to be collected to identify users that hide behind fake accounts, users that upload pornographic images, users that post false and misleading information on Facebook to be filtered and removed,” Basil told the Post Courier newspaper.",
  "“This will allow genuine people with real identities to use the social network responsibly.”\n\nBasil has repeatedly raised concerns about protecting the privacy of PNG’s Facebook users in the wake of the Cambridge Analytica revelations, which found Facebook had leaked the personal data of tens of millions of users to a private company.",
  "“The two cases involving Facebook show us the vulnerabilities that Papua New Guinean citizens and residents on their personal data and exchanges when using this social network.”\n\n“We can also look at the possibility of creating a new social network site for PNG citizens to use with genuine profiles as well,” said Basil.",
  "Analysts will explore how fake news and pornography spreads, and assess whether country needs its own version of the platform\n\nThe Papua New Guinean government will ban Facebook for a month in a bid to crack down on “fake users” and study the effects the website is having on the population.",
  "Dr Aim Sinpeng, an expert in digital media and politics from the University of Sydney, said the ban raised some troubling questions, because when Facebook had been banned in other countries it was usually in the run-up to elections, or banned indefinitely, like in China.",
  "“The national government, swept along by IT globalisation, never really had the chance to ascertain the advantages or disadvantages [of Facebook] – and even educate and provide guidance on use of social networks like Facebook to PNG users,” said Basil last month.",
  "The communication minister, Sam Basil, said the shutdown would allow his department’s analysts to carry out research and analysis on who was using the platform, and how they were using it, admits rising concerns about social well-being, security and productivity.",
  "Dr Sinpeng said the most recent statistics she had seen put internet penetration at just 12% in PNG, and Facebook penetration was closely related to internet access; meaning it was likely the platform wasn’t used by the vast majority of people.",
  "These issues with Facebook are being spoken about in a number of other countries, so the fact that PNG is on the bandwagon shows how widespread concerns have become.”\n\nFacebook has been contacted for comment.",
  "The PNG government said it would be studying how other countries were handling Facebook around the world, and the impact of government policies on private users of the network.",
  "“Politically I think they will be able to get away with the ban because internet penetration is not high, a ban is not viable in countries with 60-70% penetration.",
  "“One month is an interesting time limit for a ban, I am not exactly sure what they think they can achieve, and why a ban is necessary.",
  "If they are concerned about fake news there are many ways to do it without issuing a ban on a platform,” she said.",
  "The minister has closely followed the US Senate inquiry into Facebook.",
  "And what data are the government collecting?",
  "You can do Facebook analysis without it."
]