[
  "Former Facebook employee and Wired writer Antonio Garcia Martinez sums it up, saying this kind of vindictive, intentionally destructive leak fills Facebook's leadership with \"horror\":\n\nThe fact that some Facebooker would place their personal grudge and views above the interests of the company fills anyone on the home team with horror (in the same way that the current administration colluding with foreigners to secure a domestic victory does Americans).",
  "And it all culminated with BuzzFeed publishing a leaked \"growth at all costs\" internal post from Facebook VP Andrew \"Boz\" Bosworth that substantiated people's worst fears about the company's disregard for user safety in pursuit of world domination.",
  "But then came the fake news, News Feed addiction, violence on Facebook Live, cyberbullying, abusive ad targeting, election interference and, most recently, the Cambridge Analytica app data privacy scandals.",
  "As blame fell to Facebook for Trump's election, word of Facebook prototyping a censorship tool for operating in China escaped, triggering questions about its respect for human rights and free speech.",
  "All the while, Facebook either willfully believed the worst case scenarios could never come true, was naive to their existence or calculated the benefits and growth outweighed the risks.",
  "Some craved the influence and intellectual thrill of running one of humanity's most popular inventions, but now question if that influence and their work is positive.",
  "Its weak policy enforcement left the door open to exploitation of data users gave third-party apps, deepening the perception that Facebook doesn't care about privacy.",
  "It was a tight-knit cult convinced of its mission to connect everyone, but with the discipline of a military unit where everyone knew loose lips sink ships.",
  "In recent weeks, the leaks have accelerated to a maddening pace in the wake of Facebook's soggy apologies regarding the Cambridge Analytica debacle.",
  "Facebook's content rulebook got out alongside disturbing tales of the filth the company's contracted moderators have to sift through.",
  "Yet policy-focused leaks have exacerbated the backlash against Facebook, putting more pressure on the conscience of employees.",
  "We've learned it's building a smart speaker, a standalone VR headset and a Houseparty split-screen video chat clone.",
  "And when finally confronted, Facebook often dragged its feet before admitting the extent of the problems.",
  "Others surely just wanted to collect salaries, stock and resumé highlights, but lost the stomach for it.",
  "Even the ensuing internal discussion about the damage caused by leaks and how to prevent them...leaked.",
  "The trouble tipping point\n\nThe more benign leaks merely cost Facebook a bit of competitive advantage.",
  "Motivational posters with bold corporate slogans dotted its offices, rallying the troops.",
  "These kinds of leaks didn't happen when I started reporting on Facebook eight years ago.",
  "Its ad targeting was revealed to be able to pinpoint emotionally vulnerable teens.",
  "Now the convergence of scandals has come to a head in the form of constant leaks.",
  "— Antonio García Martínez (@antoniogm) March 30, 2018\n\nStory continues",
  "Sunken morale is the cause, and it's dragging down the company.",
  "Inside the social network's offices, the bonds began to fray.",
  "But the leaks are not the disease, just the symptom.",
  "Some hoped they could right the ship but couldn't.",
  "Slogans took on sinister second meanings.",
  "Employees were happy to be evangelists.",
  "The Kool-Aid tasted different."
]