[
  "To reach the maximum amount of customers, Amazon launched different Echo versions across multiple price tiers with different features, including the portable Dot and Tap; video screens for the Look, Show, and Spot; and streamlined smart home connectivity for the Echo Plus.",
  "Amazon recently revealed that it had over 100 million Prime members worldwide, and research firm CIRP estimates that the average Echo owner spends an average of $1,700 annually on Amazon, compared to $1,300 for the average Prime member and about $1,000 for all members.",
  "Echo and Home both let users control smart home devices, access a growing list of online services like Uber, food deliveries, and streaming music, and answer queries with the help of a virtual assistant.",
  "Its Alexa-powered devices are expected to control 66.6% of that market this year according to eMarketer's latest estimates, compared to 29.5% for Alphabet's (NASDAQ: GOOG) (NASDAQ: GOOGL) Google Home.",
  "A growing list of brick-and-mortar retailers, including Walmart and Target, have integrated their online marketplaces with Google Home, which lets users buy products with Google Assistant.",
  "Amazon's ultimate goal is to tether Echo users to its Prime ecosystem, making them dependent on Alexa when ordering products from its online marketplace.",
  "What's at stake for Amazon and Google\n\nAmazon and Google are both using their smart speakers to expand their digital ecosystems into users' homes.",
  "Canalys claims that Google sold 3.1 million Home speakers in the first quarter of 2018, compared to Amazon's sales of 2.5 million Echo devices.",
  "However, a recent report from Canalys indicates that Google could be catching up at a faster-than-expected pace.",
  "This marks the first time Google's smart speaker shipments surpassed Amazon's on a quarterly basis.",
  "By 2020, eMarketer expects Amazon's share to slip to 60.8% as Google's share rises to 32.9%.",
  "It also heavily promoted its Echo devices during Prime Day, Black Friday, and Cyber Monday.",
  "Amazon (NASDAQ: AMZN) dominates the U.S. smart speaker market with its Echo devices.",
  "Google constantly trailed behind Amazon in product searches and e-commerce.",
  "However, Google Home gives the company a fresh shot at tackling Amazon.",
  "More\n\nAmazon's second generation Echo.",
  "Amazon's second generation Echo.",
  "Image source: Amazon.",
  "Image source: Google.",
  "More\n\nGoogle Home.",
  "Google Home."
]