[
  "[\n\n\"Facebook's problems, we believe, are founded on a lack of sufficient attention to consumer privacy and data security, compounded by inadequate governance,\" wrote Adam Kanzer, vice president of Domini Funds, in a May 8 letter to Facebook explaining its plan to sell its 111,000 Facebook shares held in the Domini Impact Equity Fund.",
  "In April Eaton Vance Corp. unit Calvert Research and Management also sold Facebook shares on concerns about lax controls that meant \"the company clearly violated users' fundamental right to privacy,\" contrary to the firm's investment principles, according to Emma Doner, one of its Environmental, Social and Governance (ESG) analysts.",
  "Martin Kremenstein, senior managing director at Nuveen, said one reason it would be hard for the company's socially minded funds to own Facebook is because the problems occurred despite a settlement the company struck with the Federal Trade Commission in 2011, which included a pledge to improve privacy protections.",
  "Joe Keefe, president of Pax World Funds, said Facebook's place in investment vehicles like the Pax ESG Beta Dividend Fund will be reviewed with an eye on recent controversies that \"may very well affect the company's scores and its eligibility for continued inclusion in those portfolios.\"",
  "Julie Goodridge of NorthStar Asset Management, with about 36,900 Facebook shares, said managers should keep their shares and vote in support of upcoming proxy resolutions like one from her firm calling for Facebook to give all shares an equal vote, which would reduce Zuckerberg's power.",
  "Several socially conscious investment firms are selling or rethinking their Facebook Inc. holdings, unsatisfied by the company's moves to strengthen personal data protection and online safety after scandals involving the improper sharing of users' information.",
  "Facebook had already faced skepticism from ESG funds which on average had kept the company at a market-neutral weighting of 1.7 percent, according to Morningstar data, likely tied to Facebook's average score from ESG rating service Sustainalytics.",
  "Lauren Compere of Boston Common Asset Management said Facebook remains attractive given its strong growth and cash generation, and said the company deserved credit for steps like fighting unreasonable government requests for users' information.",
  "Cambridge Analytica, a now-defunct political data firm hired by Trump's 2016 election campaign, has been accused of harvesting data for 87 million Facebook users and is under investigation in the United States and Europe.",
  "ESG funds represent just a small fraction of Facebook shares, but their moves may influence top investors including BlackRock Inc and Vanguard Group, which have paid more attention to social issues in recent years.",
  "Facebook shares fell in the first quarter when the scandal broke, and recovered after founder and Chief Executive Mark Zuckerberg testified before U.S. lawmakers in April.",
  "The retreat from the world's largest social media network is one of the sharpest responses by investors to concerns about Facebook's (FB) handling of user data.",
  "The divestment by the two well-known firms build on previous concerns by other so-called ESG managers, which consider social responsibility when buying stocks.",
  "Although he deflected questions and avoided pledging to support new regulation, doubts were raised about his commitment to fully resolve the issue.",
  "Referring to the latest revelations involving Cambridge Analytica, he said, \"This is a bigger scandal than before, but it's not a new one.\"",
  "Zuckerberg controls a majority of Facebook's voting power, but must face shareholders at its annual meeting on May 31.",
  "Top proxy advisers have recommended a number of votes contrary to the board's positions.",
  "Representatives for both declined to comment.",
  "A Facebook spokeswoman declined to comment.",
  "Not all ESG managers aim to divest.",
  "Others may follow."
]