[
  "Conservative research firm Cambridge Analytica gained access to data from 50 million Facebook profiles before the 2016 presidential election, as alleged by Christopher Wylie in a pair of weekend reports by The Observer newspaper in the U.K. and The New York Times.",
  "\"Today when developers create apps that ask for certain information from people, we conduct a robust review to identify potential policy violations and to assess whether the app has a legitimate use for the data,\" Facebook said.",
  "Facebook suspended Cambridge Analytica from the site late Friday night and has said policies for app developers have changed since 2015 when Kogan's was allowed to collect the data.",
  "Wylie alleged the data was first collected by Aleksandr Kogan through an app called \"thisisyourdigitallife,\" which asked users to answer questions to build a psychological profile.",
  "Facebook said Monday it has hired a firm to conduct a \"comprehensive audit\" of Cambridge Analytica and the whistleblower who set off a weekend firestorm for the social media giant.",
  "We have approached the other parties involved — Christopher Wylie and Aleksandr Kogan — and asked them to submit to an audit as well,\" Facebook said.",
  "But the company and its executives maintained that the mishandling of data was the result of abuse on the part of Kogan and Cambridge Analytica.",
  "\"Cambridge Analytica has agreed to comply and afford the firm complete access to their servers and systems.",
  "We remain committed to vigorously enforcing our policies to protect people's information,\" Facebook said.",
  "Facebook said Kogan then passed the data along to Cambridge Analytica, a violation of company policies.",
  "Facebook drew strong criticism over the weekend for what some saw as a failure to protect user data.",
  "Kogan's app would not be permitted access to detailed friends' data today.\"",
  "\"We actually reject a significant number of apps through this process.",
  "\"We are moving aggressively to determine the accuracy of these claims.",
  "Cambridge Analytica has denied violating Facebook's terms of service.",
  "\"Mr. Kogan has given his verbal agreement to do so.",
  "Mr. Wylie thus far has declined.\""
]