[
  "The solution is a three-step model:\n\nAdmit: Be candid, take full responsibility of your or your company’s error\n\nBe candid, take full responsibility of your or your company’s error Action: Describe corrective measures you or your company have taken or will take to correct\n\nDescribe corrective measures you or your company have taken or will take to correct Recover: Reaffirm your or your company’s value\n\nA heated exchange between the president and his avowed nemesis, The New York Times, provides a microcosm of this model:\n\nIn an article on the president’s political rally in Nashville on Tuesday, the Times originally reported that that approximately 1,000 people attended the event.",
  "Although all three companies have long since apologized for the errors of their ways, in the last two consecutive days, the San Francisco Chronicle questioned their sincerity and the Wall Street Journal tallied the high costs of their apologies.",
  "A heated Twitter exchange followed in which the president wrote:\n\nThe Failing and Corrupt @nytimes estimated the crowd last night at '1000 people,’ when in fact it was many times that number – and the arena was rockin’.",
  "They are very dishonest people who don’t “get” me, and never did!”\n\nTo which Times reporter Julie Davis responded:\n\nPresident @realDonaldTrump is correct about his crowd last night.",
  "In all cases, the challenge facing these larger companies—as well as anyone caught in a glaring mistake—is how to handle being guilty as charged and, more important, how to recover.",
  "The long tails of Facebook’s involvement with Cambridge Analytica, Uber’s sexual harassment scandals, and Wells Fargo’s phony customer accounts continue to reverberate in the media.",
  "My estimate was way off, and we have corrected our story to reflect the fire marshal’s estimate of 5,500 people.",
  "https://nyti.ms/2H2ETXo”\n\nMs. Davis followed the model:",
  "This is the way they demean and disparage.",
  "When we get it wrong, we say so."
]