[
  "Since Monday, short sellers, who profit when share prices fall, have gained about $1.76 billion by betting against Facebook, Apple, Amazon, Netflix, and Google (FAANG) — recouping almost 30% of their losses from casting a skeptical eye over high-fly high tech stocks this year, according to Ihor Dusaniwsky, Head of Predictive Analytics at S3 Partners.",
  "And as tech companies take a beating this week over concerns of increased regulatory scrutiny and European governments unveil new, likely higher, tax proposals on big tech, it’s those betting against tech that are gaining some reprieve after the industry’s surge in markets in recent months.",
  "Shares of the social media giant slid another 3.3% Thursday, after Zuckerberg addressed news that Cambridge Analytica, a data analytics firm that worked with President Donald Trump’s 2016 presidential campaign, had unauthorized access to 50 million Facebook user accounts.",
  "“Surprisingly, we have not seen a slew of new short selling in these five stocks, existing shorts have held onto their positions and momentum players have not dived into the trade in any significant size,” wrote Dusaniwsky in an email.",
  "That comes as a Bank of America Merrill Lynch strategist says that tech stocks are trading 11% more expensively compared to the rest of the market—its largest difference since 2009, CNBC reports.",
  "Consequentially, Zuckerberg’s net worth, which largely derives from his Facebook holdings, also took an $8 billion hit, based on a March 20 filing with the Securities and Exchange Commission.",
  "Those betting against Facebook were the biggest single winners, gaining $471.3 million by borrowing shares of the company at a high price, and returning the stock when its value had fallen.",
  "Since the New York Times first published a story over the weekend detailing the breach, Facebook’s worth as a company has fallen by $61 billion to $476.4 billion.",
  "“I’m really sorry that this happened,” 33-year-old billionaire Mark Zuckerberg told CNN, adding he was open to testifying before Congress.",
  "Even as Facebook shares languish, however, investors aren’t exactly swooping in to increase their bets against the tech giants.",
  "In the aftermath, angry consumers, including the cofounder of WhatsApp Brian Acton, called for users to delete Facebook.",
  "Year-to-date, short interest in the five firms has risen by $8.3 billion to $37.1 billion, according to Dusaniwsky.",
  "Before news of Facebook’s data woes broke though, short sellers had already been circling the FAANG stocks.",
  "An apology from Facebook CEO Mark Zuckerberg on CNN Wednesday did little to dampen the stock’s selloff.",
  "But just as there are losers from the sell off, there are also winners.",
  "Both Zuckerberg and his shareholders have felt the pain of the scandal."
]