[
  "• Jeff Bezos: -$4.64 billion (Amazon)\n\n• Mark Zuckerberg: -$3.08 billion (Facebook)\n\n• Larry Page: -$1.88 billion (Alphabet/Google)\n\n• Sergey Brin: -$1.79 billion (Alphabet/Google)\n\n• Steve Ballmer: -$1.54 billion (Microsoft)\n\n• Warren Buffet: -$1.37 billion (Berkshire Hathaway)\n\n• Jack Ma: -$1.28 billion (Alibaba)\n\n• Larry Ellison: -$1.01 billion (Oracle)\n\nA few other notable tech titans are not far behind the $1 billion losers above in terms of a sharp decrease in wealth.",
  "Meanwhile, Facebook co-founder Dustin Moskovitz saw his wealth shrink in one day by roughly $750 million, and the net worth of Paul Allen and Bill Gates each took a hit to the tune of about $450 million thanks to the 4.5% decrease in the stock price of Microsoft.",
  "According to the Bloomberg Billionaire Index, the net worth of eight of the world’s richest individuals each dropped by over $1 billion each as a result of the stock market plunge.",
  "The top executives at these tech firms, whose wealth is tied directly to their companies’ stock prices, saw their fortunes shrink hand in hand with the dip in the market.",
  "Shares of Facebook, which has been plagued by the Cambridge Analytica data scandal that has caused a selloff by investors, dropped by nearly 5% on Tuesday.",
  "As tech stocks cratered on Tuesday, the net worth of industry billionaires such as Facebook’s Mark Zuckerberg and Amazon’s Jeff Bezos plunged as well.",
  "The exception is Warren Buffett, the chairman and CEO of Berkshire Hathaway, whose diversified investments were also hurt during Tuesday’s sell-off.",
  "He is now down more than $10 billion in 2018, which represents by far the biggest loss so far in the year for any of the world’s richest people.",
  "The Facebook founder and CEO saw his net worth drop by as much as $9 billion within two days of the data scandal engulfing his company.",
  "While it was a bad day in the market for many tech billionaires, arguably no one is having a worse 2018 than Mark Zuckerberg.",
  "Tesla founder and CEO Elon Musk’s net worth dropped by $907 million on Tuesday as a result of an 8% drop in Tesla stock.",
  "Seven out of the eight billion-dollar losers owe their wealth to the tech industry.",
  "Shares of Apple, Amazon, and Alphabet fell by roughly 2.5%, 4%, and 4.5% as well."
]