[
  "It’s not clear how that section will be curated, and what kinds of editorial decisions Facebook will make to fill it with stories—especially since local newspapers across the country have struggled to maintain profitability and newspaper owners are gutting newsrooms, a consequence, in part, of the difficulty relying on advertisers in an online economy where users expect content to be free and where much print advertising and classifieds have migrated online.",
  "The sunset comes two years after Trending was at the center of a major controversy at Facebook—an initially overblown one in which Facebook was accused of bias against conservative media—during which the company fired the team of human editors, mostly professional journalists, who were curating the section and replaced them with an automated system that selected stories to be placed with less oversight.",
  "If the company does plan to lean more into video content for news coverage, as it has done in the past, it should take into account what kinds of news operations have the budget to create such videos, which are significantly costlier and more time-intensive to produce than written reporting, putting video content out of reach for small local reporting operations.",
  "While Trending was a small problem compared to the issues that have afflicted Facebook’s news feed—fake news, Russian-baked propaganda and manipulative advertising, hoaxes, and more—its retirement is probably for the best—assuming that what follows it promotes accurate and important news.",
  "And to that end, Facebook shared that it’s building a dedicated section in its Watch product, where people can view video on Facebook, with live coverage and daily news that will be only be available on the social network.",
  "At the beginning of last year, the company said that the Trending sidebar would no longer be tailored to each individual user, but rather to people in geographical areas who will see the same links.",
  "Lacking much oversight, the Trending section became a swamp of links from questionable sources and misleading headlines, problems the company tried to address with a series of fixes throughout 2017.",
  "big change to how it ferries news to many millions of its users: By next week, according to a post by Facebook Head of News Products Alex Hardiman, the platform’s Trending section will be gone.",
  "“We are committed to ensuring the news that people see on Facebook is high quality, and we’re investing in ways to better draw attention to breaking news when it matters most,” wrote Hardiman.",
  "“From research we found that over time people found the product to be less and less useful.” Still, one of those five countries is the U.S., one of Facebook’s biggest markets.",
  "For people who rely on Facebook to get relevant news to them without waiting for their friends to post a link, the absence of the Trending section might feel like a loss.",
  "and Trending is, as of now, the only part of my Facebook page that highlights important stories that others are sharing on Facebook that my friends might not be.",
  "With Trending on the way out and a new curated section on the way in, Facebook’s post-2016/post–Cambridge Analytica cleanup effort clearly remains underway.",
  "That sounds like an acknowledgement that Facebook does indeed have something akin to editorial responsibility for the information on its platform.",
  "The section, news of which first surfaced in January, will feature local news, as well as updates from local public officials and organizations.",
  "“It was only available in five countries and accounted for less than 1.5% of clicks to news publishers on average,” wrote Hardiman.",
  "Facebook hopes to fill that hole with a new section called Today In, which Hardiman says is still in its testing phase.",
  "Hardiman also noted that Facebook users tend to consume news primarily on mobile and increasingly through news videos.",
  "The company is also currently testing a “breaking news” label, as well as breaking new notifications.",
  "You might even conclude it sounds like something a media company would say.",
  "JOEL SAGET/Getty Images\n\nOn Friday, Facebook announced (yet another!)",
  "Now, Facebook has decided Trending can go.",
  "It was kinda broken anyway."
]