[
  "According to an extensive report by the New York Times, Facebook reached agreements with at least 60 different device makers -- including companies like Apple, Microsoft, Samsung and BlackBerry -- providing access to large amounts of user data.",
  "In a test, a New York Times reporter logged onto Facebook using a 2013 BlackBerry device, using an account with roughly 550 friends, monitoring the data requested and received.",
  "To bridge this gap, we built a set of device-integrated APIs that allowed companies to recreate Facebook-like experiences for their individual devices or operating systems.",
  "It's worth noting that a BlackBerry representative told the New York Times that more recent BlackBerry devices, running Android, do not use the same private channels.",
  "So companies like Facebook, Google, Twitter and YouTube had to work directly with operating system and device manufacturers to get their products into people's hands.",
  "In March, Facebook came under heavy fire in the wake of news that Cambridge Analytica had misused user data in the lead-up to the U.S. presidential election.",
  "More significantly, the agreements provided access to friends' data, raising compliance issues with a 2011 consent decree with the Federal Trade Commission.",
  "In the early days of mobile, the demand for Facebook outpaced our ability to build versions of the product that worked on every phone or operating system.",
  "Over the last decade, around 60 companies have used them — including many household names such as Amazon, Apple, Blackberry, HTC, Microsoft and Samsung.",
  "According to the post, partners signed agreements preventing the data from being used for anything other than \"Facebook-like experiences\" on devices.",
  "Since then, Mark Zuckerberg has testified in front of Congress in an attempt to answer questions about Facebook's handling of user data.",
  "Written by Ime Archibong, vice president of product partnerships, the post says that these data agreements were a matter of necessity.",
  "Through a BlackBerry app called \"The Hub,\" the device was able to acquire \"identifying information\" for up to 295,000 Facebook users.",
  "In the wake of the Cambridge Analytica scandal, Facebook's app cleanup may end up being more difficult than we think.",
  "The report states that the data of users' friends was often made available without explicit consent.",
  "Facebook says it is unaware of any misuse of the data shared using these agreements.",
  "This took a lot of time — and Facebook was not able to get to everyone.",
  "It's hard to remember now but back then there were no app stores.",
  "Facebook posted a response to the New York Times article.",
  "You can read more about the New York Times report here.",
  "This article originally appeared on CNET."
]