[
  "“The challenge was I was never really sure what my job was, and it just seemed to keep expanding.”\n\nShortly after the Wisconsin primary, in which Trump was soundly beaten, the campaign's field director Stuart Jolly resigned from the campaign.",
  "Second of all, when I was in New Hampshire shortly before the primary, Trump's only apparent effort in the state was a small phone bank in Manchester, an operation dwarfed by the efforts of Cruz, John Kasich and the front-running Democrats.",
  "\"We starting to spend that money ... We are deep in the ground game\" - Manafort on how they will compete in battleground states — Chris Snyder (@ChrisSnyderFox) August 7, 2016\n\nSomeone should tell the guys at that house near Cincinnati.",
  "The campaign tailored specific pitches to voters who met different psychological profiles -- though as NPR found in February and I saw myself in New Hampshire, volunteers often skipped over the specific pitches the experts recommended.",
  "(JASON CONNOLLY/AFP/Getty Images)\n\nA small house in a town just north of Cincinnati is \"ground zero for the Trump campaign\" in the important Ohio city, according to a press release obtained last week by the Cincinnati Enquirer.",
  "There's a big difference, though, between trying to get someone to the polls who has voted in every general election and half of the primaries and trying to turn out someone who registered in 2010 and hasn't voted since.",
  "That infamous \"voting violation\" mailer Cruz's campaign sent before the caucus was a function of the campaign having the resources and breadth in the state to target infrequent voters, which is who received the piece.",
  "According to a campaign official, it's a function of enthusiastic volunteers -- volunteers filling a vacuum left by the Trump campaign's non-existent outreach operation on the ground in the region.",
  "The National Review, which broke the story, suggests that the hiring was opposed by campaign chairman Paul Manafort, hired in late April to work alongside then-campaign-manager Corey Lewandowski.",
  "(The \"violation\" mailer was a product of the campaign and not Cambridge, if you're curious, saving Trump from the awkward position of hiring the people behind a tactic he disparaged as fraud.)",
  "Trump was criticized for blowing his lead in Iowa a week earlier after getting out-organized by Cruz, so he was sure to credit his 30-point win in New Hampshire to Lewandowski's ground effort.",
  "The author of the FiveThirtyEight memo, Matt Braynard, says that the turnout-low-frequency voters plan was in place through the Wisconsin primary, which is about when he left the campaign.",
  "FiveThirtyEight got a copy of a campaign plan from before the Iowa primaries that suggests the Trump campaign went into the primary season with a very unusual strategy for voter outreach.",
  "Bloomberg outlined how the campaign partnered with a company called Cambridge Analytica to profile Iowa voters, finding weird little niches like people who opposed a ban on fireworks.",
  "(Philip Bump/Washington Post)\n\nThat the campaign is trying to improve its voter targeting should be seen as a positive sign after months of turmoil in the Trump field/data effort.",
  "It takes months of voter targeting and outreach, building up volunteer efforts on the ground and figuring out who you want to talk to, when, and what you want to say.",
  "But campaigns rarely have those luxuries, so, instead, they try to turn out people who've voted in 4-of-the-last-5 elections, not those who voted in 1-of-the-last-5.",
  "In May, Trump said that he \"always felt [data] was overrated\" in an interview with the Associated Press -- hardly a mark of confidence in his campaign's efforts.",
  "The site's Clare Malone shared a document from mid-January that uses complicated-looking formulas to present a strategy for the first three states to vote.",
  "He described disarray before he departed:\n\nBraynard said he would order the narcolepsy drug Modafinil and go on “five-day benders” without sleep.",
  "Trump has regularly argued that his low spending on staff saves him money, but organizing in battleground states requires staff in those states.",
  "The internet allows campaigns to coordinate phone calling remotely, but no one has yet figured out how to knock on a voter's door over the web.",
  "(FiveThirtyEight)\n\nThe translation is simple: The campaign figured it would target people who don't usually vote to drive up their vote totals.",
  "Trump has a staffer in the region, the Enquirer reports -- a woman named Missy Walters who has been with the Trump campaign since January.",
  "It requires figuring out how you can help seniors to the polls and where and when to offer literature or sales pitches to wavering voters.",
  "\n\nDonald Trump holds two babies after his Town Hall address at the Gallogly Events Center in Colorado Springs, Colorado, on July 29, 2016.",
  "If your campaign has tons of resources and tons of time and tons of staff, an effort to heavily target very-infrequent voters could work.",
  "Interestingly, the Trump campaign recently began a partnership with Cambridge Analytica to help bolster its own outreach efforts.",
  "First of all, a 30-point win has nothing to do with a field effort, which makes a difference of only a few points at the most.",
  "The problem with that strategy should be obvious from the sentence above: People who don't usually vote don't usually vote.",
  "Campaign field efforts usually have two goals, sort-of represented in the second set of formulae in the snippet above.",
  "The last few days of any campaign are focused mostly on the latter (turnout) rather than the former (persuasion).",
  "The house -- and the volunteers who sent the press release -- have nothing to do with the Trump campaign itself.",
  "The good news in that regard, for the Trump team: Paul Manafort says the campaign is \"deep in the ground game.\"",
  "It was Trump's son-in-law Jared Kushner who advocated for using the firm and who, it would seem, won the fight.",
  "Volunteers can run phone banks or precinct walks, but relying on unpaid staff to do that effectively is risky.",
  "It's the sort of thing that professional campaigns looking at November have already started working on.",
  "A few months earlier, Trump had celebrated his campaign's efforts on the ground in New Hampshire.",
  "“Corey’s slogan was ‘do your job,’” he said of former Trump campaign manager Corey Lewandowski.",
  "Goal two is to convince people who love your candidate but who may not vote to go to the polls.",
  "The campaign continues to trail Hillary Clinton's staff head-count by a wide margin.",
  "By the end of the month, Wiley himself left the campaign, apparently unwillingly.",
  "Goal one is to convince high-likelihood voters to back your candidate.",
  "It's not clear where Trump's team is running anything of any scale.",
  "That \"ground zero\" doesn't appear to have been her work, though.",
  "It's not the sort of thing that you cobble together in a week.",
  "In fact, Trump nearly was overtaken by a surging Marco Rubio.",
  "You know we learned a lot about ground games in one week.",
  "People who aren't in the habit are less likely to vote.",
  "Jolly reported to Rick Wiley, brought on by Manafort.",
  "Polls showed Trump with a lead going into Iowa.",
  "Trump said the night of his win, to cheers.",
  "\"Does Corey have a ground game or what?\"",
  "He lost to Ted Cruz there by 3.3 points.",
  "Lewandowski was out at the end of June.",
  "Cruz's effort was much, much savvier.",
  "A campaign staffer in New Hampshire.",
  "What's more, field is not that easy.",
  "That's not how field efforts work.",
  "Section of a Trump field proposal.",
  "\"Boy, do we have a ground game.",
  "I have to tell you that.\"",
  "How'd that strategy work?",
  "They'll be relieved.",
  "Voting is a habit.",
  "Where's Corey?",
  "The catch?"
]