[
  "While the BBG may not be a household name, the $685m agency wields significant international influence through its news networks including Office of Cuba Broadcasting, Radio Free Asia, Voice of America and Middle East Broadcasting Networks.",
  "Cambridge Analytica whistleblower says Bannon wanted to suppress voters Read more\n\nBBG has sometimes been accused of being a propaganda outlet; perhaps because some of the networks it manages were set up for precisely that purpose.",
  "Donald Trump intends to nominate Michael Pack, a controversial ally of Steve Bannon, as the next head of the Broadcasting Board of Governors (BBG), according to a recent statement by the White House.",
  "He was previously head of the Claremont Institute, a conservative thinktank, where he also presided over the Claremont Review of Books, which has been described as the “bible of highbrow Trumpism”.",
  "Photograph: Manifold Productions\n\nPack’s nomination as head of the BBG has reportedly been in the works for over a year, but was delayed while he removed himself from conflict of interest issues.",
  "When contacted by the Guardian about his nomination, Pack said that he was honored to be asked to serve his country in this important position, but had no further comment at this point.",
  "In its most recent annual report BBG also describes itself as “a strong and nimble global media agency … [which] advances US foreign policy priorities and national security interests”.",
  "Shell and wrote an op-ed stressing BBG’s “founding legislation mandates that our programs be conducted in accordance with the highest professional standards of broadcast journalism”.",
  "Last year, Pack wrote an article for the Federalist that praised Steve Bannon, and professed his desire that Bannon would help break the left’s “monopoly” on documentaries.",
  "In 2014, Jeff Shell, then chairman of the BBG, took umbrage with an article in Time which seemed to suggest the agency is analogous to the Kremlin-run Russia Today.",
  "Towards the end of the Obama administration, a provision was enacted which would replace BBG’s bipartisan board with an advisory board elected by the president.",
  "And they won.”\n\nIf Pack does become head of the BBG, critics fear that he will turn Voice of America and the other BBG networks into a megaphone for Trump.",
  "These government-funded outlets create and distribute news in more than 100 countries and 61 languages, reaching an audience of 278 million people.",
  "While some people saw the move as a way to make the BBG more efficient, others worry that it might imperil its journalistic independence.",
  "Previously, Pack served on the National Council of the National Endowment for Humanities and the Corporation for Public Broadcasting.",
  "He is also a documentary film-maker and the president of Manifold Productions, an independent film and television production company.",
  "Radio Free Europe, for example, was founded in 1949 to help with cold war efforts and was subsidized by the CIA until 1972.",
  "Will the president’s pick to lead the Broadcasting Board of Governors turn Voice Of America into the president’s megaphone?",
  "This is of particular concern because the new head of the BBG will have more unilateral power than previous leaders.",
  "Pack argued that film departments in American universities are a hotbed of liberal “indoctrination and grooming”.",
  "If confirmed by the Senate, Pack would replace the current CEO, John Lansing, who was appointed in 2015.",
  "Pack worked on two documentaries with Steve Bannon; one about nuclear power and one about the Iraq war.",
  "Its editor, Charles Kesler, has called Trump’s election “a liberating moment for conservatism”.",
  "“Trump, with Bannon’s help, campaigned against political correctness and self-dealing elites.",
  "BBG insists that it is not propaganda, but “present[s] fair and accurate news”.",
  "Pack has a long history in the media and of disseminating conservative ideas.",
  "“I have some bad news for this documentary establishment,” Pack wrote.",
  "Michael Pack."
]