[
  "It delivers on the promise of the Internet: a world in which everyone is connected, and you can command as much attention as your content deserves (no matter your budget or connections).”\n\nThe dangers of a walled garden like Facebook is that if all of our ideas and news are consumed through a singular platform, we run the risk of algorithmic censorship, where one company or government can control the information of an entire society.",
  "Building social platforms that exist in the open web and investing in technology that empowers the open web is how publishers can take back control of their own content and build true communities on their own properties, outside of the walled gardens.",
  "The next step is to take some of the features that people love about social platforms, such as commenting, reactions, sharing and personalization of content and come up with unique ways to integrate them into the experience on their sites.",
  "Most recently, Facebook dealt with criticism about data security following the Cambridge Analytica scandal, a growing amount of questionable content on the platform, accusations of censorship and reporting of false advertising metrics.",
  "Media publishers of all sizes are already realizing the importance of building micro-communities on their own sites and how important it is to build true relationships with their users by providing more personalization.",
  "Providing that type of personalization and the ability for communities to be social not only improves user experience but also increases engagement and ultimately allows publishers to grow revenue.",
  "By using open products that integrate with an unlimited number of monetization and content platforms, publishers can begin to scale back how much they rely on the walled gardens for audience.",
  "Slight changes in an algorithm have already destroyed entire businesses and, with no transparency about how the algorithm works, it is easy to dictate the type of content that people consume.",
  "TechCrunch posted an article about the open web and defined it as: “a platform that anyone can hack on powered by standards (http) and great technology (servers, devices, browsers).",
  "More and more, media publishers were putting their content into Facebook’s “walled garden” as opposed to engaging their audience directly on their sites with their owned content.",
  "For years, Facebook lured media publishers to the platform, encouraging them to build audiences on Facebook and tap into its enormous user base for content distribution.",
  "It won’t be easy, because it means developing and using products that are open by nature, and tech companies tend to prioritize revenue over mission.",
  "Publishers listened -- they devoted serious resources to content specifically for Facebook and put effort into growing their own Facebook audiences.",
  "Then all of a sudden, Facebook started to change its algorithm to put an emphasis on friends and family as opposed to news and publisher content.",
  "Facebook has turned its back on media publishers by limiting the reach of publishers to distribute content in people’s news feeds.",
  "It is up to publishers to determine if an investment in the open web is something that will pay off in the long run.",
  "Media publishers and the news and ideas they help to promote are so important to the future of our societies.",
  "We are all very aware of the public relations nightmares Facebook has faced over the last couple of years.",
  "So, the question we should be asking ourselves is how can we fix social media to help support publishers?",
  "This openness encourages people to come up with ideas and movements that help change the world.",
  "The beauty of the open web is that it empowers a wide variety of thoughts, opinions and ideas.",
  "Despite all of these criticisms, there is one crisis that is more disturbing than the others.",
  "Almost overnight, publishers with massive followings were out of business.",
  "Some publishers are already running out of time to weigh that decision.",
  "Developing and implementing social platforms that empower an open web.",
  "[Full disclosure: My company recently launched an open web platform.]",
  "Others were left wondering how to rebound from the loss in traffic.",
  "It’s time for us to invest in empowering those platforms.",
  "How do publishers create their own social platforms?",
  "What is the open web and why is it so important?",
  "The answer?"
]