[
  "He also writes: “Contrary to claims by the New York Times, friends’ information, like photos, was only accessible on devices when people made a decision to share their information with those friends.” Archibong further said that Facebook controlled the private APIs “tightly from the get-go” and that there is no indication that any of the manufacturers abused their access to the information.",
  "Facebook published a blog post in response to the article entitled “Why We Disagree with The New York Times.” The company’s VP of Product Partnerships, Ime Archibong, claims that users also had to grant their devices permission to access their data if they wanted Facebook features to be available on the operating systems.",
  "https://t.co/glQ3GDU6gY pic.twitter.com/g9X67FXgNS — Joshua Benton (@jbenton) June 4, 2018\n\nApple, Blackberry, and others had access to private application programming interfaces (APIs), which are essentially data channels through which they could retrieve personal details on users and their friends.",
  "Facebook has claimed that it no longer allows developers to access information from users’ friends, though the Times now reports that the company made an exception for device manufacturers, which could be a violation of the social media company’s 2011 consent decree with the FTC.",
  "JOSH EDELSON/AFP/Getty Images\n\nFacebook gave at least 60 device manufacturers, including Apple, Blackberry, Samsung, Amazon, and Microsoft, access to huge amounts of data about users and their friends, the New York Times reported on Sunday.",
  "Facebook began entering these partnerships in 2007 so that manufacturers could better integrate the platform’s features, such as address books and messaging tools, into the operating systems of their phones and other devices.",
  "The app was ultimately accessed the data from up to 87 million accounts, which political consulting firm Cambridge Analytica then harnessed to support Donald Trump’s 2016 presidential run without the users’ consent.",
  "I get that all Facebook data sharing merits greater scrutiny these days, but this sort of OS-level integration was hardly secret — it was actively promoted as a feature by device manufacturers, including Apple.",
  "One of the Times’s reporters used the Hub app on a Blackberry to access Facebook and found that the phone was able to retrieve data on 556 of his friends and on 294,258 of his friends’ friends.",
  "Joshua Benton, director of Harvard’s Nieman Journalism Lab, also pointed out that Apple had actively promoted this sort of data sharing and Facebook integration as a feature on its phones.",
  "Facebook recently landed in hot water when revelations surfaced in March that a third-party quiz app was able to collect information from users and their friends.",
  "The manufacturers also reportedly got access to information on users’ friends, even if they tried to prohibit their data from being shared with third parties.",
  "These companies in some cases received access to information about a user’s religion, political views, relationship statuses, and other personal details.",
  "Facebook said it has been winding down said partnerships since April and has ended around 22 of them, though many still remain in effect.",
  "The New York Times reports that Facebook allowed device manufacturers to access data from users’ friends without consent."
]