[
  "“He was totally agnostic about where the money came from and even courted Russians stating that he found the idea of working with ‘crazy evil Russians’ quite intriguing.”\n\n\n\nCambridge Analytica director 'met Assange to discuss US election' Read more\n\nNix said substantial damage was done to his company by Channel 4 News’s undercover investigation, which recorded him apparently suggesting he could take down political opponents with honeytraps and bribes.",
  "“I take exception to the fact that Christopher Wylie can point-blank lie to you as he’s lied on many issues and yet I’m sitting here and being subjected to frankly ridiculous accusations based on the most tenuous claims that are simply not supported by evidence.”\n\nNix also denied claims, made in the Financial Times, that he took $8m (£6m) out of Cambridge Analytica shortly before it collapsed.",
  "Alexander Nix blames 'global liberal media' for Cambridge Analytica collapse – live Read more\n\nHe used the appearance, which was protected from libel laws by parliamentary privilege, to say Wylie had “lied over a great many issues” and said the company had been the victim of a “coordinated and effective attack” by the “global liberal media”.",
  "He said the whistleblower “purports to be a protector of data sovereignty but actually acquired a significantly larger dataset than ours and then went and tried to commercialise it in exactly the same way we did”, before spending “the last two or three years getting bitter and jealous”.",
  "Nix was appearing front of MPs for the first time since his business collapsed following accusations made to the Observer by former employee Christopher Wylie regarding its misuse of Facebook data, prompting a global scandal over the power of social networks.",
  "He apologised for claiming, during the first hearing, that his company had never held Facebook data obtained against the social network’s rules through a personality quiz run by a company founded by Dr Aleksandr Kogan of the University of Cambridge.",
  "Nix said coverage by media outlets such as the “incredibly powerful” Guardian went viral on a global scale despite it being “false reporting in every way”, and led to the collapse of the online campaign business and parent company SCL Group in May.",
  "The Cambridge Analytica boss, Alexander Nix, has said he feels victimised by the media coverage that led to the collapse of his company, telling MPs his firm was unfairly destroyed by false accusations made by a “bitter and jealous” whistleblower.",
  "Nix insisted Wylie’s claim that Cambridge Analytica played a pivotal role in Brexit is a “groundless accusation” and insisted forthcoming investigations would ultimately conclude that his company had no involvement in the EU referendum campaign.",
  "“At the time we had no reason to believe that it had been collected improperly.”\n\nNix repeatedly criticised Wylie, saying his former employee could not be trusted and had attempted to found a direct rival to Cambridge Analytica.",
  "He instead insisted that he was using millions of dollars of his own money to pay redundancy payments to former staff, who had lost their jobs despite political work being a relatively small proportion of the company’s work.",
  "The former Michael Gove adviser, who has been increasingly critical of the government’s handling of Brexit negotiations, says MPs have no power to compel him to attend and accuses the committee of grandstanding.",
  "The former boss said he was caught by a “very well executed sting” but insisted it had been “heavily edited” to portray him in the worst possible light and he was only talking about hypothetical scenarios.",
  "“He plans to unveil a banner from the public gallery reading: ‘Where the fuck is our £350m for the NHS?’ so that he can hijack the BBC 6 [O’Clock News] for Vote Leave’s core message,” the source claimed.",
  "A source close to Cummings told the Guardian the political strategist intended to voluntarily attend parliament in order to watch MPs debate his refusal to attend parliament.",
  "“If you’re sitting where I am right now you’d probably feel quite victimised,” he told the House of Commons select committee investigating fake news.",
  "“It is deeply troubling that this conspiracy theory has gained such traction and caused such irreversible damage to our company,” he added.",
  "Nix had already appeared in front of the committee earlier in the year but was recalled after MPs cast doubt on some of his evidence.",
  "He claimed news coverage of his company was driven by journalists who wanted to discredit Brexit and “push for a second referendum”.",
  "The former Cambridge Analytica boss agreed to appear in front of MPs after receiving a formal summons from the committee.",
  "On Thursday MPs will discuss Vote Leave campaign strategist Dominic Cummings’ refusal to appear in front of parliament.",
  "“Some of my answers could have been clearer but I assure you that I did not intend to mislead you,” he said.",
  "“Chapeau to Channel 4 for destroying an excellent British technology company,” he said.",
  "Channel 4 strongly denied the accusations and insisted they had portrayed him fairly.",
  "In reality it had held the data but it had been deleted by the time he gave evidence.",
  "However, not all potential witnesses have showed the same respect to parliament.",
  "“Most of our time is spent selling toothpaste and automotives,” he said."
]