[
  "These are the kinds of cascading failures that take place when internet-connected systems get taken down, whether by surprise on the part of hackers or intentionally by municipalities or corporations impacted by them.",
  "The system assumes one expense report per trip, which means that now I have to wait until the parking-system website comes back online so I can extract a receipt (for $100 or less) and submit it.",
  "Surely someone will make an honest mistake, and a ticket could be advanced to warranting after registering unpaid, or a warrant could wind up assigned to the wrong person.",
  "Perhaps turning it back on again will require visiting the City of Atlanta Department of Watershed Management in person with payment by cashier’s check or money order.",
  "Until then, I can’t get reimbursed for the rest of my trip, which totals far more than $100, unless I want to absorb the parking expense in the interest of expediency.",
  "When a breach at the credit agency Equifax exposed almost 150 million Americans’ most personal information last year, I remarked on how banal the matter seemed.",
  "When they don’t leak reams of personal information for theft and resale on the black market, they make ordinary life annoying in small but important ways.",
  "The City of Atlanta assures its residents that anyone who can’t pay a utility bill won’t be penalized if they cannot access an online system to do so.",
  "Here’s more boring corporate bureaucracy for you: My university uses software made by Oracle and PeopleSoft for accounting and expense management.",
  "Equifax didn’t even appear to be trying to treat the situation with the gravity that it deserved, and the public seemed resigned to the matter.",
  "In a statement, Atlanta’s mayor, Keisha Lance Bottoms, assured citizens that utility and safety systems, like police and water, are unaffected.",
  "Taking time off from work to correct inadvertent consequences of the computer outage could easily cost someone a shift, or even a job.",
  "I can’t tell you what they’d have to do, because as I write this, the Atlanta Watershed’s billing website is down.",
  "But they are the consequence of building and operating computer infrastructure interconnected via the internet.",
  "The city courts, unable to process tickets or warrants automatically, have been forced to do so by hand.",
  "Someone’s account could be incorrectly marked in arrears, and their water service shut down.",
  "“Breaches have settled into a kind of modern malaise, akin to traffic or errands,” I wrote.",
  "“They are so frequent and so massive that the whole process has become a routine.”",
  "She also noted, “This is a massive inconvenience to the city.”\n\nTell me about it.",
  "I’ll be fine, but not everyone can wait days or weeks for their reimbursement.",
  "But those exceptions would also have to be entered into a computer.",
  "This is the new, humdrum reality of information-security breaches.",
  "Not even the hackers who initiated the ransomware attack.",
  "In fact, other Atlanta citizens might fare worse.",
  "Nobody means for these things to happen.",
  "Not the City of Atlanta."
]