[
  "Others have used boosters too — but none quite like Zuckerberg's\n\nA review of similar congressional hearings by Business Insider shows that some people in similar situations have also chosen to use cushions, but we struggled to find anything quite as robust as Zuckerberg's.",
  "Reuters/Business Insider\n\nMark Zuckerberg faced the most intense scrutiny of his life on Tuesday in a five-hour grilling session from US senators— all while sitting on a 4-inch booster seat.",
  "For contrast, in a 2010 hearing on the airline industry, former United and Continental Airlines CEOs Glenn Tilton and Jeffery Smisek were pictured organising their cushions for a hearing.",
  "But its effect on the optics is undeniable, particularly in a set-up with such potential for making the subject of congressional scrutiny look small and exposed.",
  "The cushion gave Zuckerberg, who is not a physically imposing man, the appearance of somebody significantly taller during a potentially intimidating encounter.",
  "The hearing was the first time he has faced direct scrutiny from lawmakers — so it should be no surprise if every detail is managed as closely as possible.",
  "Reuters\n\nSources yesterday suggested to Business Insider that the cushion was meant to enhance Zuckerberg's comfort rather than to make him look big.",
  "Photographs from the hearing show the Facebook founder and CEO, who is 5-foot-7, was supported on a chunky black cushion while taking questions.",
  "Glenn Tilton, then CEO of United Airlines (left), and Continental Airlines CEO Jeffery Smisek (right) prepare for a Senate hearing in 2010.",
  "Imagine, for instance, if Zuckerberg had looked several inches shorter in photographs like this:\n\nMark Zuckerberg testifies to Congress.",
  "In her marathon hearing over the Benghazi embassy attack in 2016, Hillary Clinton brought a cushion along with her.",
  "PBS\n\nFormer Federal Reserve chair Janet Yellen, by contrast, went through a lengthy hearing with no extra padding.",
  "Reuters\n\nZuckerberg was extensively coached for the appearance, which took him far out of his comfort zone.",
  "Janet Yellen testifies at her confirmation hearing in 2013 before becoming Chair of the Federal Reserve.",
  "Reuters\n\nJerome Powell, Yellen's successor, also got through his confirmation hearing without support.",
  "He was also forced into a dark suit, rather than the grey t-shirt and jeans which he prefers.",
  "Congressional hearings are an intense, intimidating set-up, as this crowded photograph shows.",
  "Getty Images\n\nHowever, even their boosters were significantly smaller than Zuckerberg's.",
  "But this one supported her back, and wouldn't have made her look any taller.",
  "Hillary Clinton testifies to the US House of Representatives in 2013.",
  "Marker Zuckerberg using a booster seat during testimony to Congress.",
  "The Getty Images caption notes that they requested them specially.",
  "She also had a back support when testifying in 2013."
]