[
  "Antony Walker, the industry body TechUK’s deputy chief executive, urged the government to work closely with business and commit to \"targeted, proportionate and effective\" solutions, complemented with more resources to teach digital resilience in schools and better training and guidance to enforce existing rules online.",
  "He has raised the prospect of scrapping EU e-commerce rules, which guarantee internet service providers won't be taken to court over illegal content as long as they aren’t actively monitoring the content on their sites, in favor of a stronger liability regime for the tech sector post Brexit.",
  "10 | Hannah McKay/EPA UK to draw up ‘online safety’ laws Digital Minister Matt Hancock unveils plans to take on the internet’s ‘Wild West.’\n\nLONDON — The U.K. today came closer to using the statute book to force internet bosses to take greater responsibility for content on their platforms.",
  "A government aide familiar with the U.K. discussion on tech legislation said the Cambridge Analytica scandal has strengthened the feeling that tech companies should not be left to regulate themselves, and are \"not just our friends sitting on beanbags.\"",
  "At a meeting with the tech industry about the Internet Safety Strategy last month, Hancock did not mention it is his intention to legislate, according to an industry figure with knowledge of the discussion who is not authorized to speak on the record.",
  "In a move that took tech industry bosses by surprise, Digital Secretary Matt Hancock released a statement pledging to \"address the Wild West elements of the internet through legislation,” though without detailing what the planned laws would look like.",
  "In its announcement, the government said it would work with industry, charities and the public on the content of the white paper, which would tackle a range of \"both legal and illegal harms\" from cyberbullying to online child sexual exploitation.",
  "\"Politically pleasing headlines can't mask the fact that this process has been driven towards legislating without any real idea of what will go in a bill and will take many in industry by complete surprise,\" the senior tech industry figure said.",
  "The minister said in the statement that while digital technology is \"overwhelmingly a force for good across the world,\" he wants to \"address the Wild West elements of the internet through legislation, in a way that supports innovation.\"",
  "Tech companies also realize legislation could \"get them out of a hole,\" the aide said, adding that there is recognition \"on both sides [in government and the tech industry]\" that the public mood has shifted regarding online regulation.",
  "\"The measures we’re taking forward today will help make sure children are protected online and balance the need for safety with the great freedoms the internet brings just as we have to strike this balance offline,” he said.",
  "French Interior Minister Gérard Collomb has called for Europe to draft sweeping new rules for platforms on removing terrorist content online, with his German counterpart Horst Seehofer echoing that call.",
  "The government said its consultation has revealed users feel \"powerless to address safety issues online,\" with six in 10 saying they have witnessed inappropriate or harmful content on the internet.",
  "An Internet Safety Strategy proposal published last October by then Culture Secretary Karen Bradley, a close ally of Prime Minister Theresa May, was less gung-ho than Saturday's announcement.",
  "The Department for Digital, Culture, Media and Sport will work with the Home Office to draw up proposals to tackle issues from cyberbullying to online child exploitation.",
  "Its manifesto ahead of last year's snap general election promised \"new rules for the digital economy, underpinned by domestic regulation and international partnership.\"",
  "Javid said more needs to be done against the exploitation and abuse of children online and against terrorists abusing platforms for recruitment and to incite hatred.",
  "The planned legislation will also land in the in-tray of the U.K.'s new Home Secretary Sajid Javid, with the Home Office taking some control of the proposals.",
  "It raised the prospect of a code of practice and transparency rules being underpinned by legislation, according to Hancock's statement.",
  "Lacking detail\n\nBut despite the previous tough talk, Hancock's announcement has still taken industry figures by surprise.",
  "The U.K. is not the only country eyeing new laws to address the darker aspects of the online world.",
  "She put plans for a code of practice front and center of the document, but suggested no new laws.",
  "\"These are difficult and complex issues that require ongoing constructive partnership,\" he said.",
  "Change of tone\n\nThe ruling Conservative Party is no stranger to planned tech regulation.",
  "Hancock, her successor, has been much more willing to flirt with legislation.",
  "But it has been reticent to come forward with concrete proposals.",
  "They will be published in a white paper, the department said.",
  "Matt Hancock leaves No."
]