[
  "Meanwhile, Facebook took days to deal with the fallout of revelations that a political research firm, Cambridge Analytica, was able to access the personal data of millions of Facebook users for political marketing.",
  "The woman who posted the video said that staff at the coffee shop had called police because the men had not ordered anything while they waited for a friend to arrive.",
  "United Airlines CEO Oscar Munoz initially defended the airline's actions after a passenger was violently dragged off a flight for refusing to give up his seat.",
  "Facebook executives should look to Starbucks leadership on how to handle a company crisis, Yale management guru Jeffrey Sonnenfeld told CNBC on Wednesday.",
  "Starbucks said Tuesday it will be closing all of its company-owned restaurants in the U.S. on May 29 to conduct a racial-bias education program.",
  "Starbucks is making quick and clear changes following outrage over the arrests of two black men at one of its cafes in Philadelphia last week.",
  "\"This is different than Richard Smith of Equifax or looking at Tony Hayward of BP – these folks who hid – Micky Arison of Carnival.",
  "It is the anti-Mark Zuckerberg, the anti-Sheryl Sandberg,\" the Yale senior associate dean told CNBC's \"Squawk on the Street.\"",
  "Johnson issued a public apology on Saturday and requested a face-to-face meeting to discuss a \"constructive solution.\"",
  "In contrast, Facebook CEO Mark Zuckerberg was silent for five days following revelations about Cambridge Analytica.",
  "Last Thursday, two black men were arrested after asking to use a bathroom at a Philadelphia Starbucks.",
  "\"What Howard Schultz, but especially what CEO Kevin Johnson [have] done here has been remarkable.",
  "Instead of writing about leaning in, they actually did it.\"",
  "\"[Schultz and Johnson's] instincts were fantastic here.",
  "They went to the victims personally,\" Sonnenfeld said.",
  "Or, of course, Oscar Munoz of United.\"",
  "Starbucks sprung into action quickly.",
  "A video of the arrest went viral.",
  "\"They truly did lean in.",
  "They didn't engage.",
  "They apologized."
]