[
  "The theory behind it is simple: If Facebook has experimented on its users to find new and exciting ways to get us to use it in the way they’d prefer, we should also feel free to experiment on Facebook, and see if those experiments change how we think about what we share with one of the biggest repositories of human data in history.",
  "If you’re one of those wondering, in the days since this scandal, why you give so much information to Facebook in the first place — or even if you should quit the site altogether — Grosser has tools that can help you interrogate what it is that Facebook has done to you.",
  "We were speaking about the project now, however, because Facebook just announced that it suspended the data firm Cambridge Analytica for improperly collecting data from Facebook users, which it used to give insights into voters for President Trump’s 2016 campaign.",
  "[Everything you need to know about the Cambridge Analytica-Facebook debacle]\n\n“We need to treat sites like Facebook not as fixed places of consumption and prescribed production but instead as flexible spaces of experimentation,” Grosser told me Monday.",
  "It’s impractical, as a long-term intervention, one you’ll probably uninstall the first time Go Rando selects a “ha-ha” face for a friend’s sad post, or an angry face on your brother’s new job announcement.",
  "So when we post something on Facebook, we start to pay attention to how many likes it gets.”\n\nHere’s what my perfect cat picture looks like with the plug-in running:\n\n\n\nFacebook image.",
  "It randomizes which emotions you select when you “like” something on Facebook, with the intent of confusing the data Facebook collects about your emotional reactions to things.",
  "At one point, I learned of a new comment on my post without checking my notifications, because Facebook displayed it to me automatically as a pop-up message on the site.",
  "People who have used the Demetricator tell Grosser that it makes them aware of how competitive, and compulsive, those metrics make them about their social media use.",
  "“It turns out they’d created a rule for themselves that if a post on their feed didn’t have a minimum number of likes, they’re not going to like it,” Grosser said.",
  "Not checking Facebook, not knowing what that little red notification number says, or what our friends have posted in the past hour, “means that we are missing out.",
  "But the overall effect works: When I scroll through my feed, I see less information about when my friends have posted, and how many people have liked those posts.",
  "Since Facebook now has more ways of showing you people’s reactions to posts, Grosser’s extension doesn’t hide every sign of new Facebook interactions from you.",
  "In 48 hours, in other words, my cat picture will become an object in an archive, until Facebook encourages me to reshare it as a “memory” a year from now.",
  "Facebook’s metrics, particularly that age metric, “configure us as users to value the present, to value the now, and to devalue the recent,” Grosser said.",
  "And although I could still glean through the Demetricator if there are any likes or other emotional reactions to a post, it’s difficult to tell how many.",
  "And thousands of users later, Grosser has a lot of feedback on what, exactly, removing the numbers from Facebook changes for the people who use it.",
  "The Facebook Demetricator has been around for years, and Grosser just launched a similar program that hides all of the metrics on Twitter.",
  "This is the point of the extension, created by Ben Grosser, an artist and a professor at the University of Illinois at Urbana-Champaign.",
  "But perhaps the most surprising for Grosser was their role in creating a whole system of rules that people seem to follow instinctively.",
  "I don’t feel the need to refresh Facebook every few minutes after posting, because I know there are no notifications waiting for me.",
  "With the Demetricator running, that enticing little red number that tells me how many notifications I have doesn’t show up.",
  "Generally, it seems that Demetricator users were wary about engaging with a post that was more than two days old.",
  "“You log into Facebook, you see that number, that number is an indication of someone paying attention to you.",
  "“The only way to get that number back, that little dopamine hit, is to produce more content,” Grosser said.",
  "“That red and white notification number in the top right is essentially a feedback loop,” Grosser said.",
  "One Demetricator user said that they found themselves frozen, unable to decide whether to like a post.",
  "This shows the Demetricator running — the blue bars were added by me to hide the names of my friends.",
  "Posts are timestamped with the word “recently” instead of the minutes or hours since it went live.",
  "I’ve installed an extension, the “Demetricator,” that blocks all metrics on Facebook from my view.",
  "For others, the reverse is true: They might not like a post if it already has too many likes.",
  "But we’re not missing that much.”\n\nAfter finishing this post, I flipped the Demetricator off.",
  "It’s pointing out that this is something that you might want to think about,” Grosser said.",
  "[How to hide your true feelings from Facebook]\n\n“That impracticality is by design.",
  "Last year, I wrote about Go Rando, a plug-in that both intrigued and terrified me.",
  "But if I got those likes, I wouldn’t know about them without a little work.",
  "\n\nGo Rando’s logo (Ben Grosser)\n\nI uploaded a photo of my cat to Facebook.",
  "“They feel like they are dredging it up from the past,” Grosser said.",
  "You can see some likes and “loves,” in this image, but not how many.",
  "[Erasing yourself from the Internet is nearly impossible.",
  "Go Rando might be Grosser’s most successful intervention.",
  "And we’re also really weird about the age of a post.",
  "Moments of crisis like these prompt soul searching.",
  "But the Demetricator is probably his best-known.",
  "“We can’t help but focus on the numbers.",
  "She’s adorable and deserves many likes.",
  "It feels like we’re missing something.",
  "But here’s how you can try.]",
  "It first launched in 2012.",
  "My cat had 21 likes.",
  "More reading",
  "The reason?"
]