[
  "That was at a time when Zuckerberg was still viewed through the lens of Jesse Eisenberg's 2010 profile of him in \"The Social Network\" -- a somewhat immature, cocky, hoodie-wearing college kid, and not the guy who's now married, a father of two and just wore a suit and tie to talk to Congress about the Cambridge Analytica data scandal.",
  "The company's other executives aren't household names: CFO Andrew Vollero; chief technology officer and co-founder Bobby Murphy; and chief strategy officer Imran Khan, a former Wall Street analyst.",
  "But considering the continued losses, sluggish user growth, disappointing sales and backlash to Snapchat design changes, it's worth asking if Spiegel can get Snapchat back on track.",
  "Sandberg, the chief operating officer of Facebook (FB) since she left Google (GOOGL) in 2008, was a steady presence at the company well before Facebook went public in 2012.",
  "If you Google \"Snapchat COO,\" the first news story you see is about Emily White leaving the job in 2015 -- just a year after the former Instagram exec joined Snapchat.",
  "The stock plunged to a new all-time low, below $11 a share, after a dismal earnings report that showed stagnant user growth for the social networking app.",
  "With that in mind, it may be time for Evan Spiegel, the billionaire CEO of Snapchat, to pull a page from Facebook CEO Mark Zuckerberg.",
  "Analysts are rushing to cut their ratings on Snapchat parent Snap (SNAP) to a dreaded \"sell\" and are slashing their price targets.",
  "Investors are viewing Snapchat as a company that merely exists so Instagram can copy it and then wind up with tons of more users.",
  "Spiegel needs his Sheryl Sandberg or Eric Schmidt, the veteran tech exec who was CEO of Google went it went public in 2004.",
  "One even thinks the stock could fall as low as $7, and five more analysts now have single-digit price targets as well.",
  "It looks like he needs help from a more seasoned executive who knows their way around Wall Street and Silicon Valley.",
  "Stock plunges\n\nBut Snapchat doesn't identify a chief operating officer in its federal disclosures.",
  "That's because people who buy the available shares that trade on the NYSE get NO voting rights.",
  "That's highly unusual for any public company, let alone one with as high a profile as Snapchat.",
  "Several big tech companies give founders and executives stock that have supervoting rights.",
  "She helped reassure investors that there was a \"grown-up\" helping to call the shots.",
  "And there is little chance that investors can force Spiegel to make a big change.",
  "\"Our CEO is our chief operating decision maker,\" the company states.",
  "Snapchat was not immediately available for comment for this story.",
  "They must put their faith almost entirely in Spiegel and Murphy.",
  "But Snapchat shareholders have no say in how Snapchat is run.",
  "He should hire a second-in-command that Wall Street respects.",
  "Related: Snapchat redesigns its app again.",
  "That's not working out too well.",
  "Snapchat is in trouble."
]