[
  "In his recent comments, published by the House Committee on Energy and Commerce , he declared:\n\n“I started Facebook, I run it, and I'm responsible for what happens here.”\n\nHe accepted 100 percent of the blame for Facebook’s recent scandals, and that kind of accountability is rare.",
  "Accepting total responsibility is an important mark of leadership not only because it’s true––the buck does stop at the top––but because operating with real accountability is something we just don’t see much of anymore.",
  "When two black men were recently arrested in a Philadelphia Starbucks for asking to use the bathroom, Johnson took immediate action—and very likely succeeded in nipping in the bud what could have been a total PR fiasco.",
  "Zuckerberg’s willingness to take it on the chin is a sign of strong leadership—the kind that can inspire confidence from the people who work for a company and in the public that depends upon its services.",
  "He denounced the actions of the Starbucks employee who called police and announced that Starbucks would be closing its 8,000 U.S. stores for one afternoon for racial bias education.",
  "Zuckerberg has been a little slow to embrace the importance of the action component needed by a leader in a crisis—but he has stepped up as the person to be held accountable.",
  "In this way, they built back trust in their brand, enabling market share to recover from almost zero in the immediate wake of the crisis to a new high within a year.",
  "But open communication and quick action are the strategies that have proven most successful in saving a business from even the most dire public relations disaster.",
  "The Cambridge Analytica data-breach scandal sowed seeds of distrust across Facebook’s user base, and the company’s initial silence on the issue made things worse.",
  "Instead, the company took immediate control of the situation and recalled 100 percent of the product in the market, one of the first major recalls in history.",
  "And culture is where the rubber meets the road, because that’s what inspires employees to do the right thing even when nobody at the top is watching.",
  "After all, way back in 2010 he wrote a piece for the Washington Post in which he made great claims of protecting the privacy of Facebook users.",
  "If you claim to foster a culture in which honesty is valued and mistakes are lessons, not defeats, you need to exemplify that culture.",
  "Johnson & Johnson, the makers of Tylenol, didn’t blame the people who tampered with the product—which would have been understandable.",
  "Building an accountable culture can mean making painful decisions and even losing money in the short term—as Starbucks demonstrated.",
  "They launch an investigation or own up to weak oversight, but rarely do they admit fault or hold themselves directly accountable.",
  "Today’s business leaders need to remember: Not only does the buck stop with you, your company’s culture starts in the same place.",
  "Throughout the crisis, Johnson & Johnson’s management did everything leaders should do in response to this kind of crisis.",
  "Join 30,000 global leaders who follow his inspirational weekly Friday Forward at www.fridayfwd.com or invite him to speak.",
  "While most experts initially considered the brand as good as dead, Tylenol is still going strong as a trusted name today.",
  "Facebook CEO Mark Zuckerberg might do well to take a page from the playbook of Starbucks CEO Kevin Johnson.",
  "And all that came on top of the PR problems Facebook already had linked to fake news and election meddling.",
  "In the face of blame or mistakes, most politicians and business leaders simply duck, tiptoe and sidestep.",
  "Consider the events of 1982, when cyanide-laced Tylenol capsules killed seven people in the Chicago area.",
  "Culture is about a lot more than being a fun place to work—as Facebook has been, historically.",
  "Rather than let the press run wild with what had happened, he got out in front of the news.",
  "During a crisis, an individual’s character and a company’s values are both put to the test.",
  "Take a page from Ray Dalio of Bridgewater Associates, author of Principles: Life and Work.",
  "Many people feel the company has not been sufficiently ahead of the unfolding crisis.",
  "Somehow, it appears this value has not been infused into the culture of his company.",
  "They made it clear that Johnson & Johnson was in control of the situation.",
  "Ultimately, it comes down to what sort of company you want to run.",
  "At his hedge fund, making a mistake is not a fire-able offense.",
  "Zuckerberg is going to have to back up his words with actions.",
  "Only time will tell if this is a test Facebook will pass.",
  "They communicated frequently with affected stakeholders.",
  "Robert is the founder and CEO of Acceleration Partners.",
  "They collected the facts and encouraged transparency.",
  "And they didn’t split hairs about accountability.",
  "True accountability has costs and rewards.",
  "But, the next step will likely be harder.",
  "Facebook has had a rough couple of weeks.",
  "Failing to report a mistake is."
]