[
  "The hoovering of Facebook user data by offshoots of the mysterious Cambridge Analytica was a result of since-ended permissive policies at Facebook that allowed outsiders who had permission to tap information from some Facebook users to also then gain access to information about their friends and friends of friends.",
  "It was a moment of reckoning about the vast sea of information held by a handful of powerful technology and telecom companies -- so potentially informative that the data were of great interest to U.S. intelligence agencies.",
  "The question now is whether the latest episode in Facebook’s post-2016 period of reckoning will permanently mar its reputation, impair its business prospects and result in onerous regulatory handcuffs.",
  "This may be the first time that investors have displayed real fear since Facebook became a fixture of controversy starting with its role in the 2016 U.S. presidential election and the Brexit vote.",
  "In a day-and-a-half of stock market trading, Facebook has lost about $50 billion in market value after revelations about misuses of Facebook user data and the company’s typically inept response.",
  "Facebook’s 6.8 percent share decline on Monday was the worst percentage swoon for the company since 2014, according to Bloomberg data, and shares are on track for another dip on Tuesday.",
  "And the leaks showed that Americans were more reliant than they ever imagined on a handful of companies that were determining what should or shouldn’t be shared with the U.S. government.",
  "I thought the Snowden leaks would be the end of the era of social media and the broader practices of companies whose mission was turning personal information into corporate riches.",
  "I think back to the white-hot scrutiny on technology companies including Facebook after the revelations leaked by former government contractor Edward Snowden starting in 2013.",
  "Politicians, regulators, journalists and competitors are now watching everything Facebook does and are more willing to assume the worst about its actions and motives.",
  "It’s still better than the alternative of ignoring the company’s track record of putting its business interests ahead of the welfare of its users and the world.",
  "There’s more public understanding, albeit vague, that Facebook knows so much about its users and isn’t always a responsible steward of that information.",
  "The odd thing about this latest twist in Facebook’s drama is that it’s not truly new but more an example of past practices coming back to haunt it.",
  "Researchers, news organizations and others sounded the alarms loudly about the dangers of this earlier Wild West era of Facebook data collection.",
  "Maybe the pendulum has swung too far and everyone is over-hyping every Facebook misstep or rewriting history through a more sinister lens.",
  "In the end, not that much changed for Google, Facebook and other companies caught up in what seemed like an inflection point at the time.",
  "What has changed is that Facebook and other tech companies are bigger, powerful and more influential than they were even just in 2013.",
  "The market declines could reverse, of course, but it feels as if the investment hive mind has decided Facebook can’t escape unscathed.",
  "There is also more vigilance and awareness of Facebook’s role in sowing misinformation and hatred in many parts of the globe.",
  "And will the company be damaged forever either from lost of trust, flight of advertisers or new types of regulatory burdens.",
  "But that was years ago, when attitudes about Facebook and technology companies in general were different.",
  "To contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net.",
  "There was no sweeping regulatory shift -- no Dodd-Frank rule for technology companies.",
  "To contact the author of this story: Shira Ovide in New York at sovide@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "The question now is how long does the current period of Facebook mistrust last.",
  "There was no significant erosion of user trust, at least not in the U.S.",
  "Facebook Inc. is on a merry-go-round of crises, and it can’t get off.",
  "Shira Ovide is a Bloomberg Gadfly columnist covering technology.",
  "But we’ve been here before, too, with few true repercussions.",
  "She previously was a reporter for the Wall Street Journal.",
  "Investors appear to have decided the answer is yes.",
  "So this time might be different for Facebook.",
  "The stakes are simply higher.",
  "This is a good thing.",
  "©2018 Bloomberg L.P.",
  "I still don’t know.",
  "It was not."
]