[
  "Related: Facebook faces new regulatory backlash over data privacy\n\n\"It's painful when you miss something -- when you make the mistake of believing so much in the good you are seeing that you don't see the bad,\" she said.",
  "Earlier this year, news surfaced that Cambridge Analytica, which had ties to President Donald Trump's campaign, may have accessed information on as many as 87 million Facebook users without the users' knowledge.",
  "But she emphasized during her commencement speech to keep an eye out for challenges ahead by \"looking around corners [and] throwing up every possible roadblock against hate, violence, and deception.\"",
  "Most recently, Facebook announced a bug caused 14 million of its users around the world to have their default sharing setting for all new posts set to \"public\"for a few days in May.",
  "OptionB.org aims to help individuals face adversity and cope with grief, something she was inspired to start after the sudden death of her husband due to cardiac arrhythmia in 2015.",
  "Meanwhile, The New York Times reported on Sunday that Facebook shared personal data from its users with dozens of device makers, including Apple (AAPL) and Samsung (SSNLF).",
  "The Facebook COO addressed graduates at Massachusetts Institute of Technology on Friday, urging them to pursue work that supports equality, democracy, truth and kindness.",
  "Sandberg noted the \"the fight to ensure tech is used for good is never over,\" a familiar sentiment also expressed by Facebook CEO Mark Zuckerberg.",
  "Related: Facebook bug set 14 million users' sharing settings to public\n\nSandberg has long advocated for helping women advance at work.",
  "She told an anecdote from her early career days about how two male teammates stepped up when her boss \"belittled me very publicly.\"",
  "She added: \"You might be thinking, given some of the issues Facebook has had, isn't what I'm saying hitting pretty close to home?",
  "And even when with the best of intentions you go astray -- as many of us have -- you have the responsibility to course correct.\"",
  "He previously said fighting bad actors is \"an arms race\" and a \"never-ending battle\" during a call with reporters in April.",
  "She also touched on other issues, including the #MeToo movement and the significance of diversity in the workplace.",
  "She is the author of two books, \"Lean In\" and \"Option B,\" each of which have corresponding nonprofit organizations.",
  "\"It's not enough to be technologists -- we have to make sure that technology serves people,\" she said.",
  "The incident raised questions about whether Facebook does enough to protect user information.",
  "\"Tools are shaped by the minds that make them and by the hands that use them,\" she said.",
  "Sandberg told graduates they can impact the workplace \"from the day you enter it.\"",
  "LeanIn.org is dedicated to helping women achieve their goals in the workplace.",
  "\"Even if you're the most junior person in the room, you have power,\" she said.",
  "Sheryl Sandberg has a message for college grads: be \"clear-eyed optimists.\"",
  "\"We are not indifferent creators -- we have a duty of care.",
  "Sandberg stressed the company will \"see this through.\"",
  "That made all the difference for Sandberg.",
  "Its issues don't stop there.",
  "And use it well.\"",
  "\"Use it.",
  "It is.\"",
  "Yes."
]