[
  "According to the documents seen by the Observer, the hospitality extended both ways with Banks and Wigmore inviting the ambassador and a senior Russian diplomat to attend an evening with business contacts in a pub, and even to watch the results of the referendum at Leave.EU headquarters in Millbank, although the ambassador said he had to decline because of commitments in Moscow.",
  "Arron Banks refuses to appear before Commons committee Read more\n\nBanks and Wigmore – who was also present at many of the meetings – were due to appear before the select committee for the Department for Digital, Culture, Media and Sport on Tuesday to answer questions about Leave.EU’s role in the European referendum.",
  "Photograph: Ben Cawthra/REX/Shutterstock\n\nFrom November 2015, the ambassador, Alexander Yakovenko, courted Banks and Wigmore, inviting them to multiple events and meetings in the run-up to the European referendum, many of which, the documents suggest, they attended.",
  "Documents seen by the Observer suggest further meetings and discussions took place between the businessman and Banks and Wigmore, including a trip to Moscow in February 2016 during which Banks was scheduled to meet high-level officials from the state-owned bank.",
  "Meeting stakeholders representing all political spectrum of the host country is a natural element of the work of any embassy.”\n\nCollins, the chair of the select committee for the Department for Digital, Culture, Media and Sport, said: “Russia is not our friend.",
  "It is understood they were presented with a business opportunity in which they were offered a chance to invest in a plan to buy six Russian gold firms and merge them into a single entity, potentially netting a profit of several billion dollars.",
  "Controversy has grown over Russia’s alleged interference in a series of key polls, including the election of Donald Trump, last year’s French presidential elections and the Brexit referendum, to secure outcomes favourable to President Putin.",
  "Arron Banks, the millionaire businessman who bankrolled Nigel Farage’s campaign to quit the EU, had multiple meetings with Russian embassy officials in the run-up to the Brexit referendum, documents seen by the Observer suggest.",
  "Banks, who gave £12m of services to the campaign, becoming the biggest donor in UK history, has repeatedly denied any involvement with Russian officials, or that Russian money played any part in the Brexit campaign.",
  "The invitations continued after the referendum during the time in which Banks, Wigmore and Farage began travelling regularly to America to support Donald Trump’s bid for the presidency, according to the documents.",
  "• Continued extensive contact in the run-up to the US election when Banks, his business partner and Leave.EU spokesman Andy Wigmore, and Nigel Farage campaigned in the US to support Donald Trump’s candidacy.",
  "• An introduction to a Russian businessman, by the Russian ambassador, the day after Leave.EU launched its campaign, who reportedly offered Banks a multibillion dollar opportunity to buy Russian goldmines.",
  "Hours after the Observer contacted them for comment on Friday, they published a letter stating they would not attend the hearing, and accused the committee of colluding with a pro-Remain campaign group.",
  "He repeatedly refused to comment, though last night he reportedly downplayed the significance of the meetings and denied that Russian officials sought to influence his Leave.EU referendum campaign.",
  "It is not clear if Banks invested, although he tweeted on 17 July 2016 : “I am buying gold at the moment & big mining stocks.” There is no public record of Banks being an investor in it.",
  "On this occasion, the Russian ambassador introduced them to a Russian businessman with extensive business interests in Russian goldmines, according to documents seen by the Observer.",
  "The Observer has seen documents which a senior Tory MP says, if correct, raise urgent and troubling questions about his relationship with the Russian government.",
  "It was days before they travelled to Mississippi with Nigel Farage for a rally on 25 August at which Donald Trump introduced him to the crowds as “Mr Brexit”.",
  "The Russian Embassy told the Observer: “The Russian Embassy has not in any way intervened in domestic UK political process, including the Brexit referendum.",
  "Towards the end of last year, Banks issued a statement saying his contacts with “the Russians” consisted of “one boozy lunch” at the Russian embassy.",
  "The communications suggest:\n\n• Multiple meetings between the leaders of Leave.EU and high-ranking Russian officials, from November 2015 to 2017.",
  "But on Saturday Banks suggested that he would attend after all, and accused the Tory chairman, Damian Collins, of colluding with journalists.",
  "It is not clear if they attended but the next day, 17 November, Leave.EU held its launch event – with Brittany Kaiser of Cambridge Analytica.",
  "If deals were brokered with Russian government help, it would raise urgent questions about Russian interference in our democracy.",
  "• A trip to Moscow in February 2016 to meet key partners and financiers behind a gold project, including a Russian bank.",
  "Facebook Twitter Pinterest Andy Wigmore, left, and Arron Banks celebrating in Westminster after the Brexit referendum.",
  "The deal to buy the goldmines with funding from the bank was announced on 5 July 2016, 12 days after the referendum.",
  "Ambassador Yakovenko met Wigmore and Banks on 19 August, the day Steve Bannon became Trump’s campaign manager.",
  "On 16 November, the documents suggest, Yakovenko invited them to an evening meeting at the Russian embassy.",
  "People will wonder if this is the real reason he has cancelled his appearance before the committee.”",
  "He said initially he needed more time “to check his diary and office computer”.",
  "Wigmore declined to comment on any of the allegations the Observer put to him.",
  "Putin has long seen the eastward expansion of EU influence as a threat.",
  "Documents seen by the Observer, suggest a different version of events.",
  "• Two meetings in the week Leave.EU launched its official campaign.",
  "And this new material raises questions of the most serious nature.",
  "We urgently need Arron Banks to answer these and other questions.",
  "And on 18 November, Banks and Wigmore again visited the embassy.",
  "The Observer submitted questions to Banks on Friday morning.",
  "He said a Trump presidency would be “Brexit plus”."
]