[
  "CNBC notified Facebook that CubeYou was collecting information on Facebook users through quizzes on the platform, the firm claimed that the quizzes were only being used “for non-profit academic research,” but according to CNBC, was regularly sharing user data with marketers.",
  "The website’s terms of usage state:\n\nThe information you submit to You Are What You Like may be stored and used for academic and business purposes, and also disclosed to third parties, including for example (but not limited to) research institutions.",
  "In addition, we will work with the UK ICO [Information Commissioner’s Office] to ask the University of Cambridge about the development of apps in general by its Psychometrics Centre given this case and the misuse by Kogan.",
  "Moreover, the fact that CubeYou was able to mislabel the purpose of the quizzes — and that Facebook did nothing to stop it until CNBC pointed out the problem — suggests the platform has little control over this activity.",
  "CNBC emphasized what this means for Facebook as a platform saying:\n\nThe CubeYou discovery suggests that collecting data from quizzes and using it for marketing purposes was far from an isolated incident.",
  "Facebook has suspended another data analytics firm following a report from CNBC which stated that the firm was using methods similar to those allegedly used by data analysis firm Cambridge Analytica.",
  "Ime Archibong, Facebook’s vice president of product partnerships, commented on the situation:\n\nThese are serious claims and we have suspended CubeYou from Facebook while we investigate them.",
  "This situation has been compared to Facebook’s most recent data scandal in which data analysis firm Cambridge Analytica allegedly obtained the user data of approximately 87 million users.",
  "CNBC reports that social media firm Facebook has reportedly suspended data analytics firm CubeYou for business practices similar to those allegedly used by Cambridge Analytica.",
  "CubeYou CEO Federico Treu told CBC that the firm had only worked with Cambridge University from December 2013 to May 2015 and only collected data from that time.",
  "Any disclosure will be strictly in an anonymous format, such that the information can never be used to identify you or any other individual user.",
  "Treu also noted that the quiz website, YouAreWhatYouLike.com, has much looser terms of usage for user data than the terms listed on Facebook.",
  "CNBC reports that CubeYou sold user data collected through quizzes to researchers working with the Psychometrics Lab at Cambridge University.",
  "Treu also claimed that the firm did not have access to new user data since June 2015.",
  "The University of Cambridge Psychometrics Center issued a statement saying:",
  "If they refuse or fail our audit, their apps will be banned from Facebook.",
  "We want to thank CNBC for bringing this case to our attention."
]