[
  "Zuckerberg told MEPs “We’ve made a number of changes this year to ensure we’re showing people’s friend’s and family’s content more than content in general… it is not targeting any specific political ideology.”\n\nGetting away scot-free\n\nRegardless of who decided the format for today's hearing, lawmakers or Facebook itself, the effect was the same.",
  "All eight Members of the European Parliament were required to pose their questions to the Facebook CEO back-to-back—with over 50 specific requests covering everything from financial compensation for the Cambridge Analytica data scandal, to the monopolistic behavior of the social network.",
  "Mark Zuckerberg was able to leave the European Parliament without making any substantial pledges to change Facebook's behavior in Europe, and without answering many of the difficult questions around shadow profiles, data sharing and monopolistic practices which hang over his business.",
  "Questions left largely unanswered included German MEP Manfred Weber, who specifically wanted to know whether Zuckerberg would “describe Facebook as a monopoly” and if he would work with the EU’s antitrust group to prove that it isn’t.",
  "Zuckerberg raised an upcoming “clear history feature” as the answer, but a lack of follow-up questions meant MEPs couldn’t counter by pointing out that such a feature only covers those who already have Facebook accounts.",
  "Besides the scuffle over the format of the questioning, little new information was learned from the Facebook CEO during his questioning, besides making an apology to the EU for the “harm” caused by the network.",
  "British MEP Syed Kamall along with others made mention of “shadow profiles”, where Facebook is reported to collect data and build profiles of people who aren’t logged in or don’t even have Facebook accounts.",
  "One question that was answered came from British MEP Nigel Farage, who asked why recent News Feed algorithm changes seem to be specifically hurting the Facebook engagement of right-leaning politicians.",
  "But, when questions ended with just 7 minutes left in the hearing, Zuckerberg was easily able to run the clock, ignore many of the hardest questions and instead offer to “follow-up” with lawmakers.",
  "\"It's become clear over the last couple of years that we haven't done enough to prevent the tools we've built from being used for harm as well,\" Zuckerberg said during his opening statement.",
  "The President of the European Parliament, Antonio Tajani, who chaired the meeting was forced to intervene and wrap up the meeting with mention that Zuckerberg had a flight to catch.",
  "Just a month after his grilling on Capitol Hill, Facebook CEO Mark Zuckerberg was today set for an even harsher cross-examination at the hands of European lawmakers.",
  "I asked you six specific yes or no questions, and got no answers.”\n\nFacebook later denied that Zuckerberg had requested the questioning format for the meeting.",
  "However, due to a rather bizarre hearing format, allegedly requested by the CEO himself, Zuckerberg was able to side-step most of the lawmakers’ questions.",
  "The question for frustrated European MEPs, many of whom were clearly furious at the CEO's stonewalling by the end of the hearing, is what to do next.",
  "As it became apparent that Zuckerberg was planning to leave without answering most of the specific asks, the meeting fell into disarray.",
  "“You asked for this format,” Green MEP Philippe Lambert shouted at Zuckerberg.",
  "Mark Zuckerberg's full hearing at the European Parliament can be watched here.",
  "Question, and answer?"
]