[
  "NEW JOINT FUNDRAISING COMMITTEES:\n\nDurbin Duckworth Victory Fund (Non-Qualified Non-Party)\n\nNEW PAC REGISTRATIONS:\n\nDFPC Action (Independent Expenditure - Only Committee, Unauthorized)\n\nFreedom and Fairness Virginia (Independent Expenditure - Only Committee, Unauthorized)\n\nGeorge Washington Leadership Foundation, Inc. (Non-Qualified Non-Party with Non-Contribution Account, Unauthorized)\n\nLake County Republican Party (Non-Qualified Party, Unauthorized)\n\nTattnall Hospital Company, LLC PAC (Non-Qualified Non-Party, Unauthorized)\n\nNEW LOBBYING REGISTRATIONS:\n\nCapitol Counsel, LLC: National Low Income Housing Coalition\n\nDS2 Group, LLC: Utilities Technology Council\n\nPolicy Navigation Group: National Mining Association\n\nSidley Austin LLP: PTC Therapeutics Inc.\n\nDuane Morris LLP: Aveda Institute Coalition (Informal Coalition)\n\nEris Group (formerly known as Bartlett & Bendall): Equity Dealers of America\n\nHettinger Strategy Group LLC: FedBid, Inc.\n\nNelson, Mullins, Riley & Scarborough: United Tactical Systems\n\nCrossroads Strategies, LLC: Spotify USA Inc.\n\nJackson Vaughn Public Strategies: The Coalition for Investor Choice, Inc.\n\nMr. Cary Peterson: Alliance Against Disabled Inmate Abuse\n\nNexxus Consulting, LLC: Coconino County\n\nWilmer Cutler Pickering Hale and Dorr LLP: Catawba Indian Nation\n\nNEW LOBBYING TERMINATIONS:\n\nCapitol Meteorologics: Tempus Global Data (Second Quarter Termination)\n\nMary Schneider: Harris County Hospital District (Second Quarter Termination)",
  "“We would urge the secretary to reconsider her opposition to reducing small business income taxes.”\n\nSELF-DRIVING CARS: David Strickland, former NHTSA regulator and current counsel to lobbying group Self-Driving Coalition for Safer Streets, spoke with Fortune’s Erin Griffith on self-driving regulation, the first Tesla auto-pilot fatality, the “evolution vs. revolution” debate, tech companies’ responsibility to ensure people don’t abuse their products and the problem of irrational customers.",
  "DONOR-ADVISER: Trump added Republican donors Anthony Scaramucci, hedge fund manager; Carla Sands, Vintage Capital Group chair; Diane Hendricks, Trump Victory vice chair; Liz Uihlein, Uline co-founder; and Darlene Jordan, former Romney national finance co-chair to his economic adviser team, reports POLITICO’s Shane Goldmacher.",
  "As President Barack Obama’s assistant secretary of Commerce for industry and analysis for the International Trade Administration, Jadotte was chief liaison with industry and trade associations and advised the undersecretary and Secretary of Commerce Penny Pritzker on trade and investment policies.",
  "But it's all too easy to shrug off what everyone already knew once its blown out in the open, and no amount of quoting \"Casablanca\" will change the fact that the stories will dim the credibility of think tank research in the eyes of reporters and policy makers.",
  "Story Continued Below\n\nTHINK TANKS REAL TALK: In conversations with downtowners this week about The New York Times' think tanks' bombshell, the popular quip was that everyone is shocked, shocked to find out that pay-to-play is going on in Washington.",
  "‘TRUMP LOOPHOLE’: The National Federation of Independent Business shot back at Hillary Clinton’s blast on calling rival Donald Trump’s proposed 15 percent tax rate for pass-through entities the “Trump loophole,” POLITICO’s Brian Faler reports.",
  "NRCC books Big & Rich\n\nWith help from Nicole Narea, Kaitlyn Burton and Mary Lee\n\nSAVE A HORSE: The National Republican Congressional Committee is hosting a \"House Party\" with country music duo Big & Rich at the Hamilton next month.",
  "DOWN BALLOT: Republicans donors including hedge fund billionaire Paul Singer are bankrolling congressional races, fearing a Donald Trump-led rout, Matea Gold and Anu Narayanswamy report for The Washington Post.",
  "— Jasmine Mora, the Congressional Hispanic Caucus' communications director, is moving home to Los Angeles to work for Airbnb as its press secretary for Mexico, the Caribbean and Central America.",
  "JOBS REPORT:\n\n— Aerospace and defense contractor AAR hired Marcus Jadotte, most recently an assistant secretary for the Commerce Department, as its vice president of public affairs.",
  "— Cambridge Analytica, the \"psychographic\" data company that worked for Ted Cruz's presidential campaign, hired Laura Hilger as head of research and Eric Grawien as project manager.",
  "Paid research firms (all industries have them) might benefit from a shrinking prestige gap between them and think tanks that are no longer seen as fonts of impartial scholarship.",
  "Think tanks will, and some already have, take pains to make arrangements less explicitly tit-for-tat (more like a campaign contributions), but the damage is done.",
  "Signatories include former Reps. Mickey Edwards and Christopher Shays; former Sen. Gordon Humphrey; Bruce Bartlett, a policy aide to Ronald Reagan and George H.W.",
  "— On Capitol Hill, 75 key Republicans have sent a letter urging Republican National Committee Chair Reince Priebus to also devote party money to the Senate.",
  "Other heavyweight contributors include Chicago hedge fund manager Kenneth Griffin, Boston investor Seth Klarman and Florida-based home builder Dwight Schar.",
  "Claudia Barker Valente and senior associates Mark Rodgers and J. Daniel Walsh will lead the firm, whose clients include AT&T, Dow Chemical and Hollister.",
  "“We have more money in our super PAC at this point than we have ever had in a cycle,” said Mike Shields of the Congressional Leadership Fund.",
  "Also, to the extent research gets weaker, grasstops efforts might take up some of the slack — a potential win for firms with that specialty.",
  "“Three-quarters of all small businesses are structured as pass through entities,” said CEO Juanita Duggan, who met with Trump in April.",
  "The event is exclusively for contributors to Win in 2016, the NRCC's joint fundraising venture with 13 battleground state parties.",
  "Yes, people had heard of certain episodes or organizations, but the Times revealed a much more widespread, systematic phenomenon.",
  "The Fighting for Ohio Fund, Republican Governors Association, and Independent Voice for Illinois have also seen a funding burst.",
  "PLAYLIST: Spotify retained Crossroads Strategies to lobby on licensing, copyright, intellectual property, and antitrust issues.",
  "He will establish a Washington office and be responsible for strategic partnerships and alliances and government relations.",
  "In lieu of flowers, the firm asks for contributions to the Villanova University School of Business, which Valente attended.",
  "Even if the reports become less effective, policy makers expect to see research, and there aren't many ready substitutes.",
  "There's also an event next month with unspecified members of Congress at the iHeartRadio Music Festival in Las Vegas.",
  "SAD NEWS: Mark Valente, founder and president of Valente & Associates, died on Aug. 3 after a brief illness.",
  "PACs that have already maxed to the NRCC general account ($15,000) can give up to $65,000 to Win in 2016.",
  "A memorial service will be held Sept. 14 at 2 p.m. at St. Peter’s Catholic Church (313 2nd Street SE).",
  "Valente worked in the Reagan White House and on the 1984 and 1988 campaigns before starting the firm.",
  "Hilger, based in London, spent more than four years in the commercial market research industry.",
  "What's less likely to change in the role of think tank research in influence campaigns.",
  "The music services already pays Forbes-Tate, Peck Madigan Jones and the Gibson Group.",
  "University researchers already tended to be more wary, and will be even more so now.",
  "Bush; and former RNC staff members, The Washington Post’s Katie Zezima reports.",
  "His first roster was criticized for being all male and donor-heavy.",
  "Grawien, based in D.C., previously worked at the DataTrust and HP.",
  "The coalition includes Uber, Lyft, Ford, Volvo and Google.",
  "Local 90s cover band White Ford Bronco will also perform.",
  "(See Brookings' extensive damage-control effort here.)",
  "She'll also work with U.S. Hispanic media.",
  "Send tips to iarnsdorf@politico.com.",
  "He was 60.",
  "TGIF!"
]