[
  "The FTC is currently investigating whether or not Facebook’s involvement with Cambridge Analytica violated a previous legal agreement it had with the commission, but many people are wondering if it and other federal agencies are capable of regulating tech companies, especially after many lawmakers seemed confused about how social media works during Facebook CEO Mark Zuckerberg’s congressional hearing last month.",
  "Freedom From Facebook’s site also includes an online petition and privacy guide that links to FB Purity and the Electronic Frontier Foundation’s Privacy Badger, browser extensions that help users streamline their Facebook ad preferences and block online trackers, respectively.",
  "The FTC recently gained a new chairman after President Donald Trump's pick for the position Joseph Simons was sworn in early this month, along with four new commissioners also nominated by Trump.",
  "According to Axios, the campaign, called Freedom From Facebook, is set to launch a six-figure ad campaign on Monday that will run on Facebook, Instagram and Twitter, among other platforms.",
  "The other advocacy groups behind the campaign are Citizens Against Monopoly, Content Creators Coalition, Jewish Voice for Peace, Mpower Change, Open Markets Institute and SumOfUs.",
  "Together they are calling on the FTC to “break up Facebook’s monopoly” by forcing it to spin-off Instagram, WhatsApp and Messenger into separate, competing companies.",
  "A team of progressive advocacy groups, including MoveOn and Demand Progress, are asking the Federal Trade Commission to \"make Facebook safe for democracy.\"",
  "They also want the FTC to require interoperability so users can communicate across competing social networks and strengthen privacy regulations.",
  "Despite its data privacy and regulatory issues, Facebook is still doing well from a financial perspective.",
  "Its first-quarter earnings report showed strong user growth and revenue above Wall Street’s expectations.",
  "Simons is an antitrust lawyer who has represented large tech firms like Microsoft and Sony.",
  "TechCrunch has contacted Freedom From Facebook and Facebook for comment."
]