[
  "Nix repeatedly suggested that lines of questioning were politically motivated, such as when Ian Lucas, a Labour lawmaker, challenged Nix's claim that the firm had nothing to do with the campaign supporting Britain's departure from the European Union.",
  "\"But you can't simply put forward your prejudices onto me and make sweeping assumptions about our involvement with a political campaign simply because that is what you want to believe, because that narrative suits your view of the facts.\"",
  "While lawmakers had once listened with rapt attention as former employee Christopher Wylie discussed how the Facebook material was gathered and used by the firm, they grew visibly impatient with Nix, who challenged their questions.",
  "Nix acknowledged he should have been clearer when asked at an earlier hearing whether his firm had Facebook data through Global Science Research, a company that collected data from users in the guise of a personality test.",
  "LONDON (AP) — The former head of Cambridge Analytica said Wednesday that his political consulting firm got \"an incredibly huge target\" on its back because of its involvement in Donald Trump's 2016 presidential campaign.",
  "Nix also said he's embarrassed at having been caught on camera boasting that he could entrap political figures by compromising them with bribes and Ukrainian women.",
  "Nix said he should have said \"yes\" but that his \"focus was on whether we still held the data from GSR, which was the issue Facebook had been most concerned about.\"",
  "Trump was one of Cambridge Analytica's customers, though the firm has insisted that none of the Facebook data was used in his 2016 campaign.",
  "But he insisted he was entrapped by unscrupulous, undercover journalists from Channel 4 News — a claim the news organization rejected.",
  "Alexander Nix said his now-defunct firm had become the subject of global derision and was unfairly blamed for putting Trump in office.",
  "The remarks came as an unrepentant Nix clashed with British lawmakers investigating the use of Facebook data in election campaigns.",
  "I'm sorry if members of the committee are unhappy with Donald Trump being president of the United States,\" Nix replied.",
  "The sheer tone of the hearing was unusual, marked at times by exchanges that seemed somewhat personal.",
  "\"I'm sorry if members of this committee are unhappy with the outcome of the referendum.",
  "The Parliament's media committee sought his testimony to clarify his previous remarks.",
  "What we are getting back from you is bluster and rudeness.\"",
  "Lucas retorted: \"Facts are what we are presenting to you.",
  "He said the data was deleted at Facebook's request."
]