[
  "Microsoft Corp. executives have said they were more cautious in the wake of that company’s brush with antitrust regulators beginning in the 1990s, and that may have slowed the company’s response to emerging technologies including the web and smartphones.",
  "The spending spree and hardware about-face show that Facebook -- like many of its predecessors in the technology industry -- is changing what it is doing in response to controversies in ways that may produce unforeseen business damage.",
  "First, it’s worth noting how little has changed for Facebook investors after two weeks of fury over the company’s role in enabling Cambridge Analytica to improperly harvest information from 50 million Facebook accounts.",
  "And the company has already said that its profit margins will take a hit this year from plans to boost spending in several areas, including hiring more people to prevent further misuses of the social network.",
  "Similarly, a line of Facebook devices for people’s living rooms might have seemed like a no-brainer call for the company a couple of years ago, but now everything the company does is greeted with suspicion.",
  "Bloomberg News reported late Tuesday that Facebook has delayed plans to unveil a voice-activated home speaker and video-chat device, which the company hoped to preview at a developer conference in May.",
  "Facebook has become an essential part of the internet, its revenue has continued to grow, and it has established itself as a valued tool for many companies to reach their customers or potential ones.",
  "The reason, Bloomberg’s Sarah Frier reported, is the company is worried people will shun a Facebook-branded device for their homes given how much personal information the company already collects.",
  "Facebook has one of the best business models on the internet even as the foundations of its advertising model and user-data collection have come under question since the very beginning.",
  "Google’s contentious acquisition of travel software company ITA Software in 2011 was the beginning of recognition that the company would have trouble buying certain kinds of companies.",
  "We’ll never know if the company missed out on other transformative acquisitions because it became gun-shy over regulatory scrutiny as the company grew more powerful.",
  "Facebook is considered too big and important to be permanently marred by a movement to quit Facebook by some users or advertisers.",
  "But don’t pretend that self-imposed caution doesn’t come at a cost for one of the best investment successes of the last decade.",
  "There’s a line of thinking that Facebook Inc.’s business won’t be significantly damaged by the company’s series of scandals.",
  "Wall Street’s expectations for Facebook’s revenue and profits this year and next have gone up, not down, in recent months.",
  "Google made three essential acquisitions in the previous decade: YouTube, Android and advertising-tech firm DoubleClick.",
  "But Facebook is already shifting how it operates in ways that will pinch its finances or limit its strategic maneuvers.",
  "(The average analyst price target for Facebook shares has declined, Bloomberg data show, as the stock price has sunk.)",
  "It’s definitely a good sign that Facebook is taking public outrage seriously and rethinking its foray into the home.",
  "But if Facebook delays or eventually decides against its own line of hardware, that is a lost business opportunity.",
  "But despite the continued faith from the company’s investors, Facebook’s business hasn’t been immune from scandal.",
  "More humility and forethought on Facebook’s part might have avoided some of the company’s earlier stumbles.",
  "Of the 48 stock analysts tracked by Bloomberg who follow Facebook, 44 of them have buy recommendations.",
  "Yes, there are fears that regulators will crack down in ways that will hit the company’s bottom line.",
  "To contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net.",
  "To contact the author of this story: Shira Ovide in New York at sovide@bloomberg.net.",
  "Generally, though, Wall Street remains convinced that Facebook can weather the storm.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Facebook has shed nearly $100 billion of stock market value in less than two weeks.",
  "Imagine if Facebook were trying to acquire Instagram or WhatsApp today.",
  "The smart money, then, expects Facebook’s finances to stand strong.",
  "Those would be tough sells to skeptical regulators and the public.",
  "Shira Ovide is a Bloomberg Gadfly columnist covering technology.",
  "She previously was a reporter for the Wall Street Journal.",
  "I welcome a more cautious and thoughtful Facebook.",
  "Shares early Wednesday have inched up a fraction.",
  "The company was too reckless for too long.",
  "We’ve seen this movie before.",
  "©2018 Bloomberg L.P.",
  "That’s a good bet."
]