[
  "The president escalated his attack on Amazon, alleging the company shortchanges taxpayers and puts traditional retailers out of business\n\nDonald Trump tweeted on Thursday: ‘Unlike others, they pay little or no taxes to state & local governments, use our postal system as their delivery boy … and are putting many thousands of retailers out of business!’ Photograph: Evan Vucci/AP More\n\nPresident Trump escalated his attack on Amazon on Thursday, alleging the retail and cloud-hosting behemoth shortchanges taxpayers and attacking its use of the US Postal Service and its impact on traditional retailers.",
  "“Unlike others, they pay little or no taxes to state & local governments, use our postal system as their delivery boy (causing tremendous loss to the US), and are putting many thousands of retailers out of business!”\n\nTrump’s attack a day after Axios quoted a White House source claiming Trump is “obsessed with Amazon” and had questioned “if there may be any way to go after Amazon with antitrust or competition law”.",
  "Amazon’s share price woes come amid a broader sell off for the US’s top tech companies including Facebook, Apple, Amazon, Netflix, Google, companies whose soaring share prices have until recently led stock markets to rally to record highs.",
  "“Why is the United States Post Office, which is losing many billions of dollars a year, while charging Amazon and others so little to deliver their packages, making Amazon richer and the post office dumber and poorer?” he tweeted.",
  "At the White House press briefing on Wednesday, the press secretary, Sarah Sanders, said Trump wanted a “a level playing field for all businesses” but noted “there aren’t any specific policies on the table at this time”.",
  "Next month, in a case brought by South Dakota, the supreme court is scheduled to hear arguments on whether states can require online retailers to collect sales taxes even if they lack a physical presence in that state.",
  "“We see some small risk that the President could use the bully pulpit to criticize Amazon, and potentially put up some roadblocks for the company,” the Deutsche Bank analyst Lloyd Walmsley advised clients on Wednesday.",
  "A year earlier, in December 2015, the then presidential candidate tweeted that Amazon’s founder and CEO, Jeff Bezos, was able to “screw public on low taxation” through his ownership of the Washington Post.",
  "Facebook has lost $80bn in value since February after the Observer’s revelations about its involvement with political consultancy Cambridge Analytica stoked fears of tighter regulation in the US.",
  "Trump’s criticism of Amazon’s tax arrangements centers on products sold by third-party firms using its platform, on which it collects no taxes if they are coming from out-of-state retailers.",
  "On Wednesday, Sanders said the Trump administration currently had “no announcements and no specific policies or actions that we are currently pushing forward or considering taking”.",
  "But “if it were such a slam dunk case, we think it is quite likely that we would have seen a tweet from @RealDonaldTrump about an impending regulatory action”.",
  "But she added that the president “has said he’s always looking to create a level playing field for all businesses and this is no different”.",
  "A ruling in South Dakota’s favour could begin to redress the advantages retailers like Amazon have over bricks-and-mortar businesses.",
  "Shares of Amazon.com dropped slightly on Thursday after ending the previous trading session down 4.4% following Axios’s news.",
  "It is, however, looking to reduce that dependency by expanding its network of distribution centers.",
  "So far analysts have dismissed the likely long-term impact of Trump’s attacks on the company.",
  "Amazon has lost more than $30bn (£21.4bn) since Trump’s latest attacks on the company began.",
  "In December, he called on the postal service to charge Amazon more to deliver its packages.",
  "“I have stated my concerns with Amazon long before the election,” he wrote on Twitter.",
  "The fall came as other tech titans have also seen sharp drops in their share price.",
  "“Should be charging MUCH MORE!”\n\n\n\nAmazon is the Postal Services’ largest customer.",
  "Trump has previously taken aim at Amazon."
]