[
  "Zuckerberg later apologized and called that statement “dismissive.”\n\nLately, Schrage has been heavily involved in preparing Facebook’s CEO for multiple government inquiries, including appearances in front of US Senate and House committees in April and in front of European parliament in Brussels last month.",
  "Schrage’s announcement comes as the company is still trying to recover from the fallout of the Cambridge Analytica scandal, which revealed that the company had not taken the appropriate measures to monitor how developers were using and sharing data from millions of users.",
  "Elliot Schrage, vice president of communications and public policy at Facebook, is stepping down after more than 10 years following a series of scandals that led the media and lawmakers around the world to openly question CEO Mark Zuckerberg and other executives.",
  "The Facebook vice president was also heavily criticized for his role in shaping the company’s original position on its role in the 2016 election, in which Zuckerberg first said that it was a “pretty crazy idea” that the social network had any influence.",
  "Earlier this week, Schrage came under fire after Natasha Lamb, a managing partner of investment firm Arjuna Capital, which advocates for equal pay, accused him of uttering a sexist remark to her during Facebook’s investor meeting in May.",
  "“You've made an extraordinary contribution to Facebook — dealing with some of our toughest challenges and helping enable some of our biggest opportunities,” Zuckerberg said in a comment on Schrage’s Facebook post.",
  "In his note, Schrage seemed to acknowledge the challenges and problems that came with attempting to shape a narrative of a company that grew from a social network for college students to a technology giant.",
  "“Leading policy and communications for hyper growth technology companies is a joy — but it's also intense and leaves little room for much else,” he said.",
  "On Thursday, Schrage said in a Facebook post that he was starting a “new chapter” in his life and will be leading the search to find his replacement.",
  "So here’s mine: our company’s history is filled with ‘real risks taken’ — sometimes controversially but always thoughtfully and with care,” he wrote.",
  "As our community and global impact expanded, our challenge to strike a healthy balance has become more urgent and essential.“",
  "“From our earliest days...our innovations have been greeted with an understandable mix of enthusiasm and concern.",
  "“While Facebook’s ‘story’ is well known, it’s often told in ways that reflect the interests of its teller.",
  "Recode first reported his departure from his role, though Schrage said he is staying on as an advisor.",
  "Facebook later said that Schrage apologized to Lamb."
]