[
  "Rooney said Thursday that he hoped the panel's report would include some of the transcripts of interviews investigators have conducted with key witnesses, so that the public will \"be able to hear exactly what we heard, whether it be Samantha Power, Susan E. Rice, Donald Trump Jr.\"\n\nSchiff has also publicly called for the committee to release the transcripts of interviews.",
  "A planned House Intelligence Committee interview with President Trump's longtime personal assistant in New York next week has inflamed long-simmering tensions on the panel, as Democrats accuse Republicans of trying to limit their participation in the investigation of Russian meddling in the 2016 election.",
  "Democrats charge that Republicans have also scheduled witnesses for interviews before subjects turn over requested documents relevant to the committee's questioning and that the GOP has resisted efforts to subpoena witnesses who have provided incomplete responses to the committee's questions and requests.",
  "Graff's questioning would come just over a week after members were asked to leave the Capitol and head to a law office in the District to take part in a video interview with Alexander Nix, the head of Cambridge Analytica, a data firm contracted by the Trump campaign.",
  "\"You could do this for 10 more years if you want to,\" Rooney said, noting that the purpose of the committee's probe is to investigate allegations of Russian meddling, not mirror the criminal investigation of Special Counsel Robert S. Mueller III.",
  "But he complained that \"there are dozens of witnesses we have been asking the majority to bring in for weeks, sometimes months,\" accusing Republican leaders of having \"delayed and delayed and delayed.\"",
  "The rare out-of-state interviews are the latest of several factors prompting Democrats to accuse Republicans of trying to wrap up the probe early in response to pressure from party leaders.",
  "More recently, Democrats say, the GOP has been scheduling multiple witnesses per day — making it difficult for lawmakers to be fully engaged because of other obligations.",
  "\"I certainly feel like we've interviewed the lion's share of the parties that would help us with our report,\" said Rep. Thomas J. Rooney (R-Fla.), a committee member.",
  "\"I'm increasingly concerned that the majority's heeding the president's call to shut us down,\" ranking Democrat Adam B. Schiff (Calif.) said in an interview Thursday.",
  "Committee staff members are expected to interview Rhona Graff, Trump's longtime gatekeeper, on Dec. 22, according to multiple people familiar with the plans.",
  "Rooney added that he hoped the panel could wrap up its interviews by the end of the year, despite recent suggestions from Rep. K. Michael Conaway (R-Tex.",
  "But he cautioned against keeping the investigation open much longer, challenging Democrats to list the specific witnesses they say should be questioned.",
  "\"The majority has scheduled interviews with witnesses next week who are out of state, when we are voting and the members won't be able to participate.",
  "The protracted standoff over witnesses increases the chances that when committee leaders publish a final report, Democrats might not sign on to it.",
  "Republican leaders reject accusations that they are rushing or responding to pressure from higher-ups in the GOP to shut down the probe.",
  "In addition, they have tentatively scheduled an interview in New York this month with longtime Trump business associate Felix Sater.",
  "I feel like we can really start to think about what a report would look like to help the intelligence community get better.\"",
  "Asked about Graff's upcoming interview, a lawyer for the Trump organization, Alan S. Futerfas, said, \"No comment.\"",
  "These are key witnesses, and they're willing to come here to Washington, so there's no reason to do this.\"",
  "karoun.demirjian@washpost.com Carol D. Leonnig and Tom Hamburger contributed to this report.",
  "), a leader of the committee's probe, that a report might not be produced until the spring.",
  "\"We've been doing this for like 10 months, interviewed dozens of witnesses.",
  "\"If it goes into the new year, it goes into the new year,\" Rooney said.",
  "Schiff did not list the witnesses Democrats said were outstanding.",
  "\"But I don't know if that is serving what our purpose is to be.\"",
  "Read more at PowerPost",
  "Nix was in London.",
  ".",
  ".",
  "."
]