[
  "NEW JOINT FUNDRAISERS:\n\nNone\n\nNEW PACs:\n\n84 Fund (Unknown)\n\nFighting For Nevada (Super PAC)\n\nGrassroots North Shore (PAC)\n\nKey Wins PAC (Leadership PAC: Rep. Ruben Kihuen)\n\nProtecting Our Honor Veterans Action Committee (Super PAC)\n\nTaking America Back Fund (Super PAC)\n\nNEW LOBBYING REGISTRATIONS:\n\nBaker & Hostetler LLP: Hospital Association of Rhode Island\n\nBaker Donelson Bearman Caldwell & Berkowitz: ResMed Corp.\n\nCardinal Infrastructure: Spokane Transit Authority\n\nCassidy & Associates, Inc.: American Wind Energy Association\n\nCloakroom Advisors LLC: Statehouse Strategies on behalf of AECOM\n\nHance Scarborough: Global Aviation Solutions\n\nHealth Policy Source, Inc.: HealthEC\n\nJohnston Group, LLC: Madison Memorial Hospital\n\nKamins Consulting: Victims of Terrorism - East Africa\n\nMcCaulley&Company: Village of Montpelier, Ohio\n\nMcDermott Will & Emery LLP: Ambrosia Treatment Center\n\nMcDermott Will & Emery LLP: Lumina Analytics\n\nMcDermott Will & Emery LLP: Veterans Evaluation Services\n\nNew Century Government Affairs (f/k/a Terrence C. Wolfe): Berkeley College\n\nThe Aleksander Group: City of Belle Glade\n\nVeritas, LLC: Kidney Cancer Action Network\n\nNEW LOBBYING TERMINATIONS:\n\nConnecticut Board of Regents for Higher Education: Connecticut Board Of Regents For Higher Education\n\nEdgepoint, LLC: Sabai Technology\n\nPareto Policy Solutions, LLC: Business Roundtable",
  "OUTDOOR RETAILERS MARCH IN PUBLIC LANDS CAMPAIGN: “Hundreds of outdoor industry representatives and their supporters took to the streets [in Salt Lake City on] Thursday for a rush-hour hike to the Utah Capitol” as part of a protest against possible efforts to weaken protections for public lands, including the newly designated Bears Ears National Monument in the state, The Salt Lake Tribune reports.",
  "Inside the long lobbying push for terrorism victims’ families\n\nWith David Beavers, Aubree Eliza Weaver and Aaron Lorenzo\n\nINSIDE THE LONG LOBBYING PUSH FOR TERRORISM VICTIMS' FAMILIES: Sharp-eyed PI readers might recall that three of the 10 biggest lobbying contracts of the second quarter that we compiled last Friday were for a single client, Victims of Terrorism - East Africa.",
  "They’re not staffed up.’ … ‘To me, it’s looking a lot like what happened with health care,’ featuring an apparent lack of understanding about how to organize such a difficult undertaking, said Eugene Steuerle, a cofounder and fellow of the nonpartisan Tax Policy Center who was a key architect of the 1986 tax reform effort under President Ronald Reagan.” Full story.",
  "The ‘Big 6’ includes National Economic Council Director Gary Cohn; Treasury Secretary Steven Mnuchin; Senate Majority Leader Mitch McConnell; House Speaker Paul Ryan; Senate Finance Chair Orrin Hatch; and House Ways & Means Committee Chair Kevin Brady, all of whom have been meeting weekly since the spring to negotiate on potential changes.” Full story.",
  "But “that didn’t go anywhere.”\n\n— McGuireWoods and the other firms working for the families finally persuaded Congress in 2015 to tuck provisions into a giant spending bill creating a victims compensation fund stocked with money from the $9 billion that BNP Paribas, a French bank, paid in penalties for violating sanctions against Iran, Cuba and Sudan.",
  "‘Members of Congress will hear from business leaders — and more importantly, their constituents — that tax reform is the single best way to increase investment in U.S. communities, create good jobs and promote a stronger economy,’ said Joshua Bolten, President & CEO of Business Roundtable.”\n\n— “The ad campaign will kick off on Aug. 4.",
  "The payments are for more than two years of lobbying work on behalf of families of the victims of two terrorist attacks in Kenya and Tanzania in 1998, according to Frank Donatelli, the executive vice president and director of federal public affairs at McGuireWoods Consulting.",
  "If this sounds familiar, it is: Team Koch had already set up a tax reform discussion Wednesday at the Newseum featuring Rep. Mark Meadows (R-N.C.), the chairman of the House Freedom Caucus, billed as a kickoff to a multimillion-dollar campaign on overhauling U.S. tax laws.",
  "BUSINESS ROUNDTABLE READIES PUSH ON TAX REFORM: “The Business Roundtable is embarking on a multi-million-dollar national TV and radio campaign, beginning in early August, to give tax reform extra momentum over the congressional recess,” POLITICO’s Nancy Cook reports.",
  "THE PERILS OF WORKING IN AFRICA: The Economist has an interesting piece on American and British firms working in African elections, including Cambridge Analytica, which worked for Donald Trump’s campaign and is largely owned by the Mercer family of GOP megadonors.",
  "The new event — which will include White House Director of Legislative Affairs Marc Short and Mnuchin as well as James Davis of Freedom Partners and Tim Phillips of Americans for Prosperity — will serve as a prelude of sorts.",
  "“In my 40 years in the industry I have never seen the industry galvanized in such a way before.”\n\n— REI is also lobbying on the issue in Washington, although it spent a relatively modest $60,000 in the second quarter.",
  "It comes on the heels of the ‘Big 6’ tax reform group releasing its six-paragraph set of principles on Thursday on broad tax reform goals including eliminating the controversial so-called border adjustment tax.",
  "BUT WAIT, THERE’S MORE: Top administration officials including Treasury Secretary Steven Mnuchin are set to talk tax reform with leaders from the Koch network at a newly scheduled event Monday at the Newseum.",
  "McGuireWoods Consulting brought in $600,000 from its Victims of Terrorism work, making it the third-largest contract of the quarter, and Monument Policy Group and Morris J. Amitay each brought in $590,000.",
  "Miller is working for each client alongside an old colleague, former Rep. Jim Moran (D-Va.), who served with Miller for more than a decade in the House, along with other McDermott Will & Emery lobbyists.",
  "Miller, a former chairman of the House Veterans Affairs Committee, will lobby only the executive branch for Ambrosia Treatment Centers, Lumina Analytics and Veterans Evaluation Services.",
  "The influence groups are trying to help galvanize support around tax reform — and they see a clearer path forward now that the divisive border-adjustment tax proposal is off the table.",
  "— But there’s plenty of skepticism that the drive for tax reform will be any easier than Republicans’ tortured efforts to scrap Obamacare, The Boston Globe’s Victoria McGrane reports.",
  "MILLER SIGNS THREE MORE: Former Rep. Jeff Miller, who joined McDermott Will & Emery as a lobbyist this spring after retiring from the House in January, has signed three more clients.",
  "“Done in cooperation with White House, Treasury, and House and Senate leadership, this is BRT’s effort to cast a potential tax overhaul as a once-in-a-generation opportunity.",
  "Their clients received around $230 million in payments from the fund earlier this year — meaning McGuireWoods and the other firms could finally be paid as well.",
  "“We realized somebody had to start making their voice heard,” Greg Thomsen, the managing director of Adidas Outdoor USA, told The New York Times.",
  "Cambridge Analytica refuses to say what it is doing this year in Kenya, but many Kenyans suspect it is helping to craft a vicious campaign.",
  "In the 2013 Kenyan election, it claims its research made it ‘able to draft an effective campaign strategy’ for [President Uhuru] Kenyatta.",
  "The march was part of a sustained lobbying campaign by companies include Patagonia, REI, the North Face and Adidas Outdoor.",
  "I accept anonymous mail: Theodoric Meyer, POLITICO, Eighth Floor, 1000 Wilson Boulevard, Arlington, Va. 22209.",
  "He registered to lobby for Steve Cohen, the billionaire financier, on veterans issues earlier this month.",
  "“We looked at a variety of ways to get compensation to victims,” Donatelli said in an interview.",
  "Victims of Terrorism - East Africa signed Kamins Consulting on Thursday to lobby for them.",
  "The firms will also receive a small cut of any future disbursements, Donatelli said.",
  "The company has Signal Group Consulting on retainer as well as an in-house lobbyist.",
  "“‘No one knows what we’re pushing for,’ one lobbyist involved in the issue said.",
  "‘We get zero guidance from the White House, we get zero guidance from Treasury.",
  "The firm started by trying to secure payments from a Justice Department fund.",
  "When that didn’t work, McGuireWoods brought victims’ families to Washington.",
  "“We fanned out over Capitol Hill and met a lot of members,” Donatelli said.",
  "“‘Those who succeed are the ones doing the dark arts,’ says one consultant.",
  "That election was widely suspected of having been rigged.” Full story.",
  "Story Continued Below\n\n— But the hefty sums are a little misleading.",
  "For everything else, email should suffice: tmeyer@politico.com.",
  "The firm did not immediately respond to a request for comment.",
  "But their clients’ advocacy work apparently isn’t done.",
  "You can also follow me on Twitter: @theodoricmeyer.",
  "Good afternoon, and welcome to PI.",
  "Got a sensitive tip?"
]