[
  "A man wears a Trump 2020 campaign button as US President Donald Trump speaks during a Make America Great Again rally in Pennsylvania, 10 March 2018: REUTERS/Joshua Roberts\n\nA data company run by former employees of Cambridge Analytica (CA) has been quietly working on President Donald Trump’s 2020 campaign, according to reports.",
  "Journalists from Associated Press (AP) overheard the president of new consulting firm Data Propria Matt Oczkowski say in a public space that he and the former data scientist of Cambridge Analytica were working with Mr Trump’s campaign manager Brad Parscale on the new re-election campaign.",
  "CA worked in so-called “psychography” – a method of advertising and marketing which categorises people according to their attitudes, aspirations, and other psychological criteria to provide targeted, tailored ad campaigns.",
  "The London-based political consulting firm shut down earlier this year following accusations of misuse of private data from up to 87 million Facebook users, and amid an Information Commissioner’s Office investigation.",
  "“I am laser-focused on the 2018 midterms and holding the House and increasing our seats in the Senate,” he said, adding that “once we do those things, I’ll start working on re-electing President Trump”.",
  "Cambridge Analytica filed for bankruptcy last month while “ceasing all operations” after it was accused of using Facebook data in the 2016 presidential campaign, which its former chief executive denied.",
  "Mr Oczkowski has denied the link to the Trump campaign but did confirm his company is doing work for the 2018 midterm elections on behalf of the Republican National Committee (RNC).",
  "Another anonymous source familiar with Data Propria’s work told the news outlet that 2020 campaign-related work had already begun at the Cambridge Analytica successor, it said.",
  "Both Mr Parscale and Mr Oczkowski told AP that though no re-election work was planned, the campaign manager had set up Data Propria with the RNC for a “modest” contract.",
  "Mr Parscale, who was appointed in March 2018 to his position leading Mr Trump’s re-election efforts, said he had not begun awarding contracts for 2020 campaign work.",
  "AP confirmed that at least four former Cambridge Analytica employees were affiliated with the new company, which specialises in voter and consumer targeting.",
  "However, Mr Oczkowski had previously said Data Propria would not even pursue political clients.",
  "After being overheard he said the company had changed course.",
  "The 2018 midterm elections will take place on 6 November.",
  "He said they were “doing the president’s work for 2020”.",
  "CA had also worked on the successful 2016 campaign."
]