[
  "TV news needs more equality – but we also need to tackle abuse Read more\n\nBoth of last week’s studies, which focused on the end of 2017 and early 2018 and, in the institute’s case, involved more than 74,000 people around the world, suggest that doubts over possible electoral abuse by foreign agents in Russia, combined with the misuse of personal data by shadowy groups such as Cambridge Analytica, has affected public and political opinion.",
  "Add in concerns over the increasingly toxic nature of political and social discourse online, and Facebook’s algorithmic changes which prioritise interactions with family and friends, the changes have all made more impact than news publishers’ catastrophic warnings.",
  "Then, the latest study by the Tow Center for Digital Journalism found that social media groups themselves were responding to evidence of dysfunction, not by citing market forces but with “civic duty and fear of regulation”.",
  "Journalists love to announce a watershed moment and the relationship between those who produce most of the world’s news, and those who host it online, is still as fractious as that between parent and teenage child.",
  "First, the Reuters Institute digital news report found that the use of social media – such as Facebook – for news has started to fall for the first time since records began seven years ago.",
  "This issue is live, not because of weighty research, or changing patterns of behaviour, but because of what any turning point could mean for the ongoing sustainability of news.",
  "There are other healthy signs with the proportion of those who have paid for online news rising, and those willing to donate on the up too, especially among the young.",
  "Media executives can still sound like slightly sad uncles excited about what their teenage nieces are up to when they talk about young people and media consumption.",
  "The use of private encrypted social media such as WhatsApp for distributing information has almost tripled in four years, which brings a whole set of new headaches.",
  "In the most polarised countries – Spain, with its issues over independence, and the US – concerns over what is real and what is fake news is highest.",
  "The term “fake news” may refer solely to manufactured information made up to attract clicks and therefore finance, but it hurts publishers, too.",
  "Scandals over electoral fraud and misuse of data appear, for the first time, to be affecting the behaviour of Facebook and those who use it.",
  "As the century and the social media comes of age, the idea that with power comes responsibility should never go out of fashion.",
  "What matters most is what this means for a news ecosystem that has seen its economic foundations shaken by social media.",
  "Has social media – that ad-guzzling tyrant of a teenager – reached a turning point on the way to adulthood?",
  "Slightly more people (75%) thought publishers were responsible for unreliable news than platforms (71%).",
  "Turning points can go several ways, of course, and the news industry must hold its nerve.",
  "Whatever platform or publishers the young turn to, some things are timeless.",
  "Not that either report suggested news publishers have less to fear.",
  "Users accessing Facebook for news fell from 42% to 36% during 2017.",
  "But two hefty reports last week show signs of a shift.",
  "Who holds them to account?",
  "Who monitors these?"
]