[
  "Robinhood, the brokerage startup known for pioneering free stock trading, claims to have 4 million registered users, but a new feature listing the most owned stocks shows Apple is the most popular stock with just 140,818 Robinhood users (3.5% of users) owning shares.",
  "Salesforce will buy the cloud-service provider MuleSoft for $36 a share in cash and 0.0711 shares of Salesforce common stock per MuleSoft Class A and Class B common share, which amounts to $44.89 a share, or a 36% premium to Monday’s closing price.",
  "Shares of the social-media giant have fallen 9.5% this week on news that the research firm Cambridge Analytica accessed data from 50 million users without their permission.",
  "Spotify CEO Daniel Ek can sell 15.8 million shares of the company, an amount worth up to $2 billion, in the company's direct listing, Reuters says, citing a filing.",
  "Amazon finished Tuesday's trading session with a market capitalization of $768 billion, trailing only Apple ($889 billion) as the most valuable company in the US.",
  "Jerome Powell is leading his first policy meeting as Federal Reserve chairman, and the central bank is widely expected to raise interest rates on Wednesday.",
  "Based on stock-index trading and sentiment shifts over the past few months, Morgan Stanley says the equity market has probably already peaked for 2018.",
  "UK unemployment slipped to 4.3% from November to January, according to data released by the Office for National Statistics.",
  "A feature on Robinhood's new web platform raises questions about the strength of its user base.",
  "Citing 2 major reasons, Morgan Stanley says the stock market has already seen its 2018 peak.",
  "Japan's Nikkei (-0.47%) lagged in Asia, and Britain's FTSE (-0.48%) trails in Europe.",
  "Spotify's CEO can sell a bunch of shares in the company's direct listing.",
  "Facebook has shed almost $50 billion of market cap in the past 2 days.",
  "Amazon is now the 2nd most valuable company in the US.",
  "The S&P 500 is set to open little changed near 2,719.",
  "Reuters/Damir Sagolj\n\nHere is what you need to know.",
  "The US 10-year yield is down 1 basis point at 2.89%.",
  "Stock markets around the world are mostly lower.",
  "Existing-home sales will be released at 10 a.m.",
  "UK unemployment falls back near record lows.",
  "Salesforce is buying MuleSoft.",
  "US economic data is light.",
  "Here comes the Fed.",
  "ET."
]