[
  "One longtime Renaissance employee, David Magerman, was suspended in February after he told the Wall Street Journal he was unhappy that Mercer is “using the money I helped him make to implement his worldview,” including that “government be shrunk down to the size of a pinhead.”\n\nOwnership Stakes\n\nTo calculate the size of the fortunes Medallion has generated, Bloomberg relied on public documents, including a 2014 Senate report showing that Renaissance’s executive committee, which includes the four men and Chief Financial Officer Mark Silber, owns 70 percent of the firm.",
  "Simons and Laufer, both of whom retired from Renaissance in 2009, were among the biggest donors to Democrats last year, and Simons, through a foundation started by his son Nat, has spent some of his wealth funding organizations that fight climate change.",
  "Cash Distributions\n\nCash distributions from Medallion are calculated by multiplying the annual return after fees by that year’s assets, currently capped at about $10 billion, according to the person familiar with the firm’s operations.",
  "He backs climate-change skeptics, spends his leisure time on a 203-foot yacht, owns one of the country’s largest collections of machine guns and historical firearms and has a model-train set in his basement that cost him $2.7 million.",
  "Simons, 79, the only partner whose wealth has previously appeared on a major international wealth ranking, owned between 25 percent and 49.9 percent of Renaissance, according to the 2009 filing, the last time ranges were disclosed.",
  "Two other owners of Renaissance -- Robert Mercer and Peter Brown -- are on the cusp of joining them in that rarefied realm, according to a person familiar with the firm’s operations who requested anonymity to discuss the matter.",
  "The net-worth analysis for the Renaissance partners diverges from the standard hedge fund valuation methodology used by the Bloomberg Billionaires Index to account for the lack of transparency about the company’s operations.",
  "Instead of using the midpoint of the disclosed ranges, a more conservative approach was applied: The high end was used for Simons, the only Renaissance founder among the four, while the low end was used for the others.",
  "While Medallion charges as much as 5 percent of managed assets and 44 percent of profits, according to a 2017 filing, the net-worth analysis uses the industry standard fee structure of 2 percent and 20 percent.",
  "Powered by millions of lines of computer code, it has made about $55 billion over the past 29 years, thanks to average returns after fees of an astounding 40 percent, data compiled by Bloomberg show.",
  "If and when they reach that threshold, Medallion, which manages money for about 300 Renaissance employees, about 100 of them Ph.D.s, will have created more billionaires than any other hedge fund.",
  "The analysis includes cash distributions the partners receive from Medallion and dividends from Renaissance -- but only since 2006, the year after outside investors were cashed out of the fund.",
  "About 40 percent of that amount has been plowed back into the firm since 2009 to account for the fund’s higher operating expenses after the financial crisis, the person said.",
  "Mercer and Brown, both Ph.D.s, met in the 1980s at the IBM Thomas J. Watson Research Center, where they worked on speech recognition and translation using statistical models.",
  "His daughter Rebekah recommended her family’s two closest political aides, Kellyanne Conway and Steve Bannon, be put in charge of the campaign during its final months.",
  "Math Wizards\n\nLaufer met Simons at Stony Brook in the 1970s, when he was a professor with expertise in algebraic topology and Simons was chairman of the department.",
  "The riches generated by Medallion have helped keep Mercer and Brown at the firm even as others have gone back to academia or turned to full-time philanthropy.",
  "In a rare interview at a 2013 academic conference, they were asked whether they’d still be researching natural-language processing if the pay were the same.",
  "Co-Chief Executive Officer Brown, 62, also contributes to Democratic Party candidates, and his wife ran the Food and Drug Administration under Barack Obama.",
  "If they each received 5 percent, the low end of their Renaissance ownership ranges disclosed in 2009, they would both be well over the $1 billion mark.",
  "Their Medallion Fund, based on models that find signals hidden in the noise of markets, has become probably the world’s most successful money machine.",
  "He spends many weeknights sleeping on a Murphy bed in his office and drives a Prius, even though he has accumulated a fortune of almost $1 billion.",
  "No market appreciation is applied to any of the cash in the analysis, and all known political and charitable giving is deducted for each partner.",
  "Renaissance and its algorithms are worth at least $10 billion, according to an estimate by an analyst with a long history of valuing hedge funds.",
  "But how Renaissance distributes its profits is as opaque as the inner workings of its computer models, making wealth valuations difficult.",
  "Even stock-picking hedge funds have changed their recruiting practices, hiring Ph.D.s instead of MBAs in the hopes of boosting returns.",
  "A former colleague, Simons had left academia to start Renaissance Technologies a mile down the road, and his hedge fund was struggling.",
  "Dividend payments from Renaissance are based on fee income from Medallion and don’t include fees from any of the firm’s other funds.",
  "Henry Laufer was teaching math at Stony Brook University on Long Island in the late 1980s when he got a call from Jim Simons.",
  "Today, Laufer’s wealth is valued at $4 billion and Simons’s at $15.7 billion, according to the Bloomberg Billionaires Index.",
  "Mercer, 70, who shares the CEO title with Brown, gave millions of dollars to support Donald Trump’s campaign for president.",
  "Laufer, 71, owned between 10 percent and 24.9 percent, while Mercer and Brown each had between 5 percent and 9.9 percent.",
  "While actual stakes aren’t disclosed, Securities and Exchange Commission filings until 2009 provided ownership ranges.",
  "Shares are assigned to Simons and Laufer according to their disclosed stakes but aren’t counted for Mercer and Brown.",
  "The Mercers also are part-owners of Breitbart News and Cambridge Analytica, a data company used by the campaign.",
  "The four men’s stakes in funds other than Medallion aren’t included because it could result in double counting.",
  "Political Divisions\n\nMedallion’s success has vaulted quantitative investing to the forefront of the industry.",
  "While Medallion was closed to outside investors that year, Renaissance does run several funds open to them.",
  "Combined, the firm manages about $42 billion, according to the person familiar with the firm’s operations.",
  "Capital gains tax rates are subtracted, and the highest state and federal tax rates are assumed.",
  "“My dream is when it all ends, to go back to what you guys are doing,” Brown told the audience.",
  "The calculation assumes 20 percent of the fee income is distributed to the owners of the firm.",
  "They jumped to Renaissance in 1993, applying their math wizardry to the financial markets.",
  "Three decades later Laufer is a billionaire four times over, and Simons is even richer.",
  "A computer scientist by training, Mercer gained recent attention for his ties to Trump.",
  "The rest is allocated to each partner using their stakes in Renaissance as a proxy.",
  "Laufer joined Renaissance full time in 1992 and served as chief scientist.",
  "After the election, Rebekah Mercer served on Trump’s transition team.",
  "More visible are the political divisions that separate the four men.",
  "Would Laufer help him find a better way to predict commodity prices?",
  "The four men declined to comment for this story.",
  "“Bob has big spending habits, so...”"
]