[
  "BuzzFeed News is launching \"Outside Your Bubble,\" that will \"[challenge] contestants to step outside their 'bubble' and reach across the cultural divide to guess what their opponents on the other side are really thinking,\" though other details are scant.",
  "\"This will help a range of formats come to life, like a live trivia show where fans compete to see who knows the most about a particular topic or perhaps a direct competition between creators and their superfans on a topic of choice.\"",
  "On Tuesday, the social networking giant announced new features that will let \"creators and partners\" make their own game shows and interactive quizzes via Facebook Live, its video livestreaming tool.",
  "In an interview with TechCrunch, Facebook executive Fidji Simo downplayed comparisons with HQ Trivia: \"I think they're part of a much broader trend that is making content interactive.",
  "\"The partner creates a set of questions with each having one correct answer, and people get eliminated from the game when they answer incorrectly,\" the company said in a blog post.",
  "Where Facebook's approach differs from HQ Trivia is it is relying on outside partners and users on the platform to make the quiz shows, rather than creating them in-house.",
  "Insider, the sister publication to Business Insider , is launching \"Confetti,\" a more traditional daily trivia gameshow with cash prizes, in the vein of HQ Trivia.",
  "The move appears to be an attempt to capitalise on the success of HQ Trivia, which regularly attracts a million players for each episode, as well as apps like it.",
  "A Facebook spokesperson tells Business Insider that once the features are officially launched later this year, any Facebook Page will be able to access them.",
  "The company has never been shy about cloning the features of would-be competitors and popular apps — just look at how many times it has copied Snapchat.",
  "At the start, those partners will include BuzzFeed, Fresno, and Insider (a sister company to Business Insider under our corporate parent, Insider Inc.).",
  "Jamie McCarthy/Getty Images\n\nHQ Trivia, the game show app that lets players compete for cash prizes, is the latest startup Facebook's firing line.",
  "Facebook Live's new features will effectively transform it into a platform for creating game shows.",
  "Facebook is initially offering the new tools to select pages and users via an early access program.",
  "And Fresno is launching \"What's In The Box,\" in which players — you guessed it!",
  "But launching these features now is the classic Facebook playbook.",
  "The company initially announced three quiz shows run by partners.",
  "Sometimes, it even acquiring those upstart competitors outright.",
  "We've seen that across much more than one player.\"",
  "Scott Rogowsky, one of the hosts of HQ Trivia.",
  "— have to try and guess what's inside a box."
]