[
  "“The model does run counter not only to our privacy but to our wellbeing.”\n\nFacebook Twitter Pinterest Aleksandr Kogan: ‘People may feel angry and violated if they think their data was used in some kind of mind-control project.’ Photograph: Win McNamee/Getty Images\n\nThough Facebook has instituted a number of reforms to its privacy practices in the wake of the Cambridge Analtyica scandal, Tuesday’s hearing was a sign that for some US lawmakers at least, there remains an appetite to regulate internet platforms.",
  "He argued for a light touch on regulation, however, saying; “The wrong conclusion to draw from Cambridge Analytica is that entities like Facebook must build higher walls around their data.”\n\nSoltani, an independent privacy researcher who served as chief technologist for the Federal Trade Commission (FTC) during the Obama administration, said that he believed Facebook had violated its 2011 consent decree with the FTC and that there was a “strong likelihood” the body would impose fines against the company.",
  "The data is entirely ineffective.”\n\nCambridge Analytica's 'victimised' ex-chief lambasts liberal media Read more\n\nKogan’s appearance before the Senate comes three months after the revelation that he had transferred his giant dataset to Cambridge Analytica, a now defunct political consultancy that worked on Donald Trump’s presidential campaign.",
  "I’ve seen the dangers of habitual sharing | Emma Brockes Read more\n\nWhether the ability to predict certain traits can be translated into psychologically tailored advertisements is very much open to debate, however, and Kogan is by no means alone in questioning the efficacy of Cambridge Analytica’s targeting practices.",
  "Play Video 1:18 Zuckerberg tells Congress: 'It was my mistake, and I’m sorry' for data misuse – video\n\nAt the hearing on Tuesday, Kogan repeatedly took aim at the field of research – psychometrics – that Cambridge Analytica claimed it could use to predict voters’ psychological traits and influence their votes.",
  "“People may feel angry and violated if they think their data was used in some kind of mind-control project,” Aleksandr Kogan, the now notorious Cambridge University psychologist whose app collected data on up to 87 million Facebook users, said during a US Senate hearing.",
  "“If the goal of Cambridge Analtyica was to show personalized advertisements on Facebook, then what they did was stupid,” Kogan said, arguing that it is much more effective for any advertiser to use Facebook’s own advertising targeting tools.",
  "Batelle, a veteran media entrepreneur who is chairman of an ad tech company and serves on the board of directors of data brokerage Acxiom, said Facebook was incapable of addressing “the externalities it has created”.",
  "The academic researcher who harvested personal data from Facebook for a political consultancy firm said on Tuesday that the idea the data was useful in swaying voters’ decisions was “science fiction”.",
  "“Americans deserve no less privacy than Europeans,” said Senator Richard Blumenthal, a Democrat from Connecticut, during his opening remarks, in reference to the EU’s new data privacy protections.",
  "The researcher, who studied prosociality and wellbeing before leaving academia to pursue commercial opportunities, also lobbed criticisms at Facebook for its addictive nature.",
  "Researchers with the renowned program published a widely cited study showing that Facebook likes could be used to predict a wide array of personality traits.",
  "Kogan has argued in the press and before parliament that he was being scapegoated for behavior that was normal and that Facebook did nothing to prevent.",
  "Kogan’s dismissal of psychometrics’ predictive value is certain to irk his former colleagues at Cambridge University’s Psychometrics Centre.",
  "“I think it’s pretty clear that Facebook is in the business of trying to keep you on Facebook as long as possible,” he said.",
  "The academic was portrayed as a liar and a fraud by Facebook when news of the data harvest broke in March.",
  "“I have no doubt that Facebook has violated its consent decree,” said Blumenthal.",
  "Also appearing before the subcommittee were John Battelle and Ashkan Soltani.",
  "The scandal set off political shockwaves in the US and UK.",
  "“The only question now is what should be done about it.”",
  "No, Facebook, I won’t be back.",
  "“This is science fiction."
]