[
  "\"app and file names\" (and the types of files) on your devices\n\n4. whether the browser window with Facebook open is \"foregrounded or backgrounded,\" and time, frequency, and duration of activities\n\n5. information about \"nearby Wi-Fi access points, beacons, and cell towers\" and \"signal strength\" to triangulate your location (\"Connection information like your IP address or Wi-Fi connection and specific location information like your device's GPS signal help us understand where you are,\" said a Facebook spokesperson.)",
  "\"when others share or comment on a photo of them, send a message to them, or upload, sync or import their contact information\"\n\n\n\nFacebook sucks up a lot of personal data about you when you use Facebook, are around other people's devices with Facebook installed, and when you sign into third-party apps or other devices (like your TV) with Facebook.",
  "\"purchases [users] make\" on off-Facebook websites\n\n12. contact information \"such as an address book\" and, for Android users, \"call log or SMS log history\" if synced, for finding \"people they may know\" (Here's how to turn off contact uploading or delete contacts you've uploaded.)",
  "\"location of a photo or the date a file was created\" through the file's metadata\n\n15. information through your device's settings, such as \"GPS location, camera, or photos\"\n\n16. information about your \"online and offline actions\" and purchases from third-party data providers\n\n17.",
  "In its written responses to Congress, Facebook dispelled the theory that the app is listening to your conversations by tapping into your device's microphone, stating that the app \"does not engage in these practices or capture data from a microphone or camera without consent.\"",
  "These responses were a good reminder that Facebook records a ton of information about you, including:\n\n1. information from \"computers, phones, connected TVs, and other web-connected devices,\" as well as your \"internet service provider or mobile operator\"\n\n2.",
  "But Facebook is unique in how much it collects from the devices you use and the websites you visit when you're not on Facebook, using a small piece of Javascript code called the Facebook Pixel and the \"like\" and \"share\" embed buttons on websites.",
  "13. information \"about how users use features like our camera\" (The Facebook spokesperson explained, \"In order to provide features like camera effects, we receive what you see through camera, send to our server, and generate a mask/filter.\")",
  "This device and off-Facebook browsing information all feeds Facebook's brain, in addition to even more personal information, such as facial recognition data and user-provided profile information like religious or political views.",
  "When Facebook CEO Mark Zuckerberg testified before Congress in April in the aftermath of the Cambridge Analytica scandal, he said he'd have his team follow up on questions he couldn't answer in full during the hearing.",
  "It's fairly common for websites and apps to track things like mouse movements (that's how Google's \"reCapcha\"/\"I am not a robot\" verification works) or location.",
  "But when asked, as a follow-up question, if it would commit to not doing so, it dodged the question, by referring to the previous statement.",
  "On Monday, Congress released a massive document with written answers to those questions.",
  "\"device IDs, and other identifiers, such as from games, apps or accounts users use\"\n\n18.",
  "6. information \"about other devices that are nearby or on their network\"\n\n7.",
  "Facebook did not immediately respond to a request for comment.",
  "\"available storage space\"\n\n9. installed \"plugins\"\n\n10.",
  "\"mouse movements\" on your computer\n\n3.",
  "\"connection speed\"\n\n11.",
  "\"battery level\"\n\n8.",
  "14."
]