[
  "That’s because Apple is in the process of transforming the iOS app, which now—in addition to tracking and storing personal health data such as activity, sleep, nutrition, heart rate, and vitals—can also store medical history like test results, prescriptions, and immunizations.",
  "These new features won’t replace the need for doctors and hospitals to be capable of sharing records just yet—but Weissmann writes that they may make it easier to put clinical data directly in the hands of patients, who can then use it to better manage their own health.",
  "Other things we read while (still) mourning the official death of net neutrality:\n\nMerging zone: Last week, a judge approved AT&T’s acquisition of Time Warner, greenlighting a vertical merger that Chris Sagers argues is emblematic of the death of American antitrust.",
  "Dia Dipasupil/Getty Images\n\nGreetings, Future Tensers,\n\nThis week, Google is scrambling to fix a security bug in its Google Home and Chromecast devices that enables malicious third parties to access a device user’s precise location via mapped Wi-Fi networks.",
  "Trauma at the border: The medical and psychological ramifications for the thousands of migrant children separated from their parents at the U.S. border will be long-lasting and devastating, Danielle Ofri writes.",
  "We also have a piece from Faheem Hussain detailing the ways poor mobile and internet service in refugee camps cut off these already disadvantaged individuals from loved ones, information, and resources.",
  "Apple hopes the additions to the app will “make managing your medical info as simple as online banking,” Jordan Weissmann explains in a recent installment of our Update or Die series.",
  "Moving on to more intentional tracking devices: Think the Health app on your iPhone is only good for making you feel guilty about skimping on steps yesterday?",
  "Elsewhere in our Update or Die series, we’re answering questions such as: What happens when you hit “remind me tomorrow” on computer software updates forever?",
  "Events:\n\nIn his new book Invisible Countries: Journeys to the Edge of Nationhood, Slate’s Joshua Keating explores complex zones of identity and statehood.",
  "Blinking in my Facebook photos,\n\nMia Armstrong\n\nFor Future Tense\n\nFuture Tense is a partnership of Slate, New America, and Arizona State University.",
  "Cleared for takeoff: In May, the Department of Transportation approved 10 project sites for a new pilot program for drone delivery and monitoring.",
  "Join Future Tense in D.C. on Tuesday to discuss the book and how factors like technology and climate change might change the future world map.",
  "No shelter: For people experiencing homelessness, writes Paul Chakalian, climate change–related heat waves pose a potentially fatal threat.",
  "Breakdown: See what percentage of Facebook users in your state were affected by the Cambridge Analytica data spill.",
  "Considering this is the time when they most need connectivity, he argues, digital access isn’t just a luxury.",
  "The issue highlights just how much Google knows about you, and how insecure our connected homes can be.",
  "But the bug itself isn’t the only thing that has Slate’s Christina Bonnington concerned.",
  "Why, in the era of VR, is the airline industry sticking with its old flight simulators?",
  "Though the Health app update may be exciting for some, many software updates are not.",
  "Why are online school registration systems basically the worst?",
  "Big companies like Alphabet, Uber, AT&T, and Apple.",
  "RSVP to attend in person or watch online here.",
  "The beneficiaries?",
  "It’s a necessity.",
  "Not anymore!"
]