[
  "ZEN is an app that lets teens share short videos and chat with their peers, but the twist is that is a new type of social media business that aims to empower users by not only enabling them to build community but simultaneously earn digital money via the company’s new ZENCoin cryptocurrency.",
  "But Banks created an even further differentiator for the company, he decided to pre-sell ZEN’s cryptocurrency through SEC-regulated equity crowdfunding campaign on StartEngine, a top SEC-compliant crowdfunding platform.",
  "“There's a ton of political heat on Facebook and Google in particular,” explains Frank Erik Banks ZEN Founder and CEO, “and the last thing they want is for the SEC to start breathing down their necks too.",
  "He feels that this new marketplace will present ZEN influencers with multiple revenue-generating features such as paid content creation, new forms of social commerce and more.",
  "Shockwaves hit the crypto world a few days ago when both Google and Facebook announced that they would no longer accept advertisements for cryptocurrency on their platforms.",
  "To be the first 'SEC-compliant' ICO would currently require the information and disclosures required by an IPO, and the undertaking involved is extraordinarily complex.\"",
  "According to attorney, Braden Perry at the law firm Kennyhertz Perry, \"The regulatory treatment is still unclear for cryptocurrency, including at the ICO stage.\"",
  "The company then helps them to connect with advertisers seeking this demographic and who then pay the creators for the ads exclusively in ZENcoins.",
  "However, respected tech media outlet Recode wisely noted that such companies as Microsoft’s Bing, Twitter and others are still accepting such ads.",
  "Ultimately what the ad bans will absolutely do is clear out the fly-by-nighters and bad actors, and that can only help people like us.\"",
  "Says Banks, \"We've already demonstrated our ability to overcome obstacles more challenging than an ad ban or an SEC oversight.",
  "He continues, \"It seems as if every federal regulatory agency has chimed in on cryptocurrency, but none have taken the lead.",
  "This blockchain wave won't be stopped, and we intend on being one of the premiere companies pushing things forward. \"",
  "“We chose this path to provide the broadest access and build the strongest investor community possible,” he explains.",
  "\"Our ethos of empowerment extends to every facet of this business including how we choose to raise money.\"",
  "Such actions will, no doubt, accelerate moves toward greater self-regulation and greater innovation.",
  "Clearly, it may only be a matter of time before such access is halted via these companies as well.",
  "The CFPB, SEC, and CFTC have all taken some action, but the legal space is still very confusing.",
  "Teen video creators use the ZEN platform to build or extend a social media audience.",
  "But blockchain and cryptocurrencies are legitimate once-in-a-lifetime technologies.",
  "The intent is to ensure that the creators are actual stakeholders in the company.",
  "To date, the platform has over 8 million video views and is gaining speed.",
  "Welcome to what is the first SEC-compliant pre-ICOs: ZEN.",
  "But it might not be this straight-forward.",
  "But will the hurdles be worth it?",
  "However, Banks is undaunted.",
  "Here’s how it works."
]