[
  "“Eighth-graders who are heavy users of social media increase their risk of depression by 27 percent, while those who play sports, go to religious services, or even do homework more than the average teen cut their risk significantly.” Time online isn’t necessarily bad in moderation, but because it’s so addictive and hard to stop, it can prevent us from partaking in better, more wholesome activities.",
  "Some former Facebook employees allege that “the platform’s features were consciously engineered to induce a dopamine hit to keep people hooked.” Author and professor Adam Alter compares these new technologies and smart devices to slot machines and other addictive substances in terms of their impact on our minds and physical well-being — as well as on our inability to turn away.",
  "Over the past few years, we’ve become more aware of the way big businesses in the food industry can control our dietary choices for their own benefit and have had more conversations about empowering food consumers to make healthy choices and care for themselves — regardless of what food lobbyists and politicians end up deciding in Washington.",
  "Facebook founder and chief executive Mark Zuckerberg apologized for the data leak on Wednesday, noting that his company will employ a larger security force in future months — and admitting that greater regulation and transparency are probably advisable for Facebook and other similar tech companies in the future.",
  "As Wired magazine reporters Nicholas Thompson and Fred Vogelstein put it last month, “Every publisher knows that, at best, they are sharecroppers on Facebook’s massive industrial farm.”\n\nIndeed, Facebook has come to look a lot like the agricultural giants that control much of what we eat in this country.",
  "In her recently released book “iGen,” psychologist Jean Twenge considers the impact social media and smart devices have had on young Americans: “The more time teens spend looking at screens, the more likely they are to report symptoms of depression,” Twenge wrote for the Atlantic last year.",
  "Questions of national security and fake news have put Facebook under pressure over the past year, and now, the New York Times and Guardian have reported that voter-profiling company Cambridge Analytica harvested private data from millions of Facebook users in 2016.",
  "“FOMO” (fear of missing out), cyberbullying and online peer pressure have deeply affected young people on Facebook and other social media platforms — but digitally influenced depression and anxiety are affecting older social media users as well.",
  "Congress is considering ways to regulate the social network’s political ads, although, as Franklin Foer pointed out in the Atlantic, that does nothing to protect Facebook users’ data.",
  "Perhaps our greatest problem is not that we use Facebook but that we trust it almost blindly, giving it an inordinate amount of our information, time and attention.",
  "But regardless of the governmental outcomes of this debate, users need to rethink how they use this platform — for reasons much bigger than protecting their data.",
  "Our lives are growing increasingly static and insulated as we turn to Netflix, Facebook, Instagram, Snapchat, Hulu and the like for entertainment and community.",
  "While the company’s rise has been speedy, it has also been culturally monumental — touching on every area of American life, our politics and our communities.",
  "Facebook profits when we remain on its platform for hours at a time: watching ads and videos, playing games, liking pages and posts, messaging our friends.",
  "It is in Facebook’s interest to keep us hooked — even if studies show that inordinate amounts of time online are bad for our mental health and wholeness.",
  "We’re spending less time in constructive real-time activity and interaction — interacting with strangers and acquaintances — and more time online.",
  "In her book “Reclaiming Conversation,” she talks to children and teens who feel ignored by their parents when they’re texting or on Facebook.",
  "Recent documentaries have revealed the way “King Corn” or “Big Sugar” influences our eating habits, with little to no pushback or oversight.",
  "The mere presence of a smartphone — sitting on a table or in someone’s lap, for instance — can subconsciously impact our conversations.",
  "The scrutiny around fake news and Cambridge Analytica obscures the much-larger impact Facebook is having on our society and our lives.",
  "That independence and empowerment are important because, ultimately, D.C. politicians cannot make us healthy and whole human beings.",
  "Only we can choose to step away from the Twinkies (or incendiary Facebook statuses) and choose more moderate, edifying indulgences.",
  "MIT professor and author Sherry Turkle has long noted the impact social media has on real-time relationships and conversations.",
  "In 2014, Austrian researchers found that study participants reported lower moods after spending just 20 minutes on Facebook.",
  "It’s easy to think of Facebook as a tabula rasa on which the thoughts, pictures and videos of our friends and family appear.",
  "One can only imagine how that deleterious impact may grow and shift as Facebook embraces augmented and virtual reality.",
  "My friends and I never could have guessed how large, diverse and ubiquitous the site would become over the next decade.",
  "A 2016 study with 1,700 participants found that social media users have a threefold risk of depression and anxiety.",
  "Parents, meanwhile, struggle to connect with teenagers who have increasingly retreated into online social bubbles.",
  "We can treat the platform more cautiously, as we might sugar or any other product with addictive capabilities.",
  "Facebook’s News Feed is meant to encourage users to stay online — past the point of usefulness or education.",
  "But Facebook has a deeply addictive impact on its users, one that we should be warier of than we are.",
  "We are “alone together,” Turkle says, and we’ve lost the “raw, human part” of social interactivity.",
  "Its power over our lives is largely hidden under a veneer of passivity and algorithmic detachment.",
  "Gracy Olmstead is a writer and journalist living outside Washington, D.C.\n\nFacebook is in trouble.",
  "It’s a colossus that, like all business giants, values profit over the well-being of its users.",
  "We forget, all too often, that it is a business, with interests and purposes of its own.",
  "When it comes to information consumption, the platform matters as much as the content.",
  "We may not be able to change Facebook’s News Feed algorithm or transparency policies.",
  "The product has already done a great deal to shape our minds, bodies and communities.",
  "But we can control what we share on Facebook — as well as how often we share it.",
  "Back when I first started using Facebook, it was a small and unknown site.",
  "The average teenager spends over 4.5 hours a day on his or her smartphone.",
  "It’s a tool we use to procure information, camaraderie or great products.",
  "But one thing is clear: Facebook is no longer a tiny social media site.",
  "It increasingly dominates the world of digital ads and news media.",
  "We forget that it can leverage our information for profit.",
  "But a lot goes on beneath the network’s docile facade.",
  "Facebook rules our social interactions and calendars.",
  "Perhaps Zuckerberg is as surprised as the rest of us.",
  "And it’s about time we started treating it like one.",
  "Facebook can feel relatively benign and passive."
]