[
  "Martin Sorrell criticises WPP over its handling of his forced departure Read more\n\nThe deposed boss of WPP, who was forced out of the the world’s largest advertising business earlier this year amid allegations he inappropriately used company funds to pay for a sex worker – which he denies – summed up the industry’s concerns: “If I follow the money the media agencies are increasingly investing in Google and Facebook.”\n\nThe booze was still just about flowing for the diehards attending the International Festival of Creativity.",
  "Cambridge Analytica, fake news, and possible intervention in elections have changed everything Sir Martin Sorrell\n\nInvestors in these businesses, which underpin the digital ad infrastructure, are instead pinning their hopes on a global round of media business consolidation after a US judge approved an $85bn (£65bn) mega-merger between US media giants AT&T and Time Warner, against the wishes of Donald Trump, who viewed it as anti-competitive.",
  "“The general vibe is a return to reality … The advertising world does not do introspection well.”\n\nFacebook did its best to adopt a humble tone at the festival, apologising for its initial response to the Cambridge Analytica data scandal, which was exposed in a series of reports by the Observer.",
  "Sorrell, who has been the face of the UK advertising industry for decades, used his appearance in Cannes to cast doubt on the traditional way of doing business and said the only serious challenge to Google and Facebook’s dominance of digital advertising could come from Amazon.",
  "The stereotype of a slick ad executive master of the universe with an unlimited expenses account is increasingly being replaced by one of a nervous corporate figure wondering exactly how much money and control they have to cede to the likes of Mark Zuckerberg.",
  "Carolyn Everson, Facebook’s vice-president of global marketing solutions, told an audience she had seen the biggest cultural shift in seven years at the company after the scandal and insisted it would make amends for the reputational damage to the industry.",
  "Meanwhile, some of the advertising technology firms that have raised enormous sums of money in recent years were starting to look shaky, amid concerns that the billions of pounds of investment that flooded into online media companies could be running out.",
  "Photograph: Eric Gaillard/Reuters\n\nHowever, her attempt to insist that Facebook’s dominance of the advertising market was overstated because it still only represents 6% of the world’s global marketing spend was met with murmurs from the audience.",
  "Photograph: Kevin Mazur/Getty Images for Citi\n\nMeanwhile, inside the more sober world of the conference itself, speakers talked about the future of the industry, in corporate jargon full of the words “change”, “innovation” and “diversity”.",
  "“I don’t know about the fall of Rome but I do think we need to examine how we do business,” said Sir Martin Sorrell, reflecting on the industry’s tendency to burn through enormous amounts of money entertaining clients at the annual event.",
  "Musicians and celebrities – including the Killers, Shaquille O’Neal and Thandie Newton – were flown in from around the world by media businesses to either entertain potential clients or drum up interest in otherwise dry announcements.",
  "Meanwhile, Green Day’s Billie Joe Armstrong celebrated playing a private show for music promoter Live Nation and Citibank by throwing his guitar into a swimming pool – hard as it is to pull off a punk rock gesture at a corporate gig.",
  "The social network – which also owns Instagram and WhatsApp – brought in revenues of $12bn in the first three months of 2018, up 50% on the same period last year, which was little reassurance to those in traditional media businesses.",
  "“It’s the only place where you can have Philip Morris preaching about a smoke-free future and a deodorant brand talking about purpose and authenticity,” said Brian Morrissey, the editor-in-chief of industry website Digiday.",
  "As a result the week-long event at times felt like the collapse of the old advertising empire, with Facebook and Google playing the role of the barbarians who have broken into the city while the old guard continue to party.",
  "The big advertising agencies who have acted as middlemen for decades, directing how major companies spend billions of pounds, are starting to wonder where they fit in to a future dominated by a handful of tech giants.",
  "Instead they were among the thousands of individuals attending the Cannes Lions advertising festival, an event that can match its film equivalent for decadence even if its big names are unknown to the general public.",
  "Rows of yachts hired by ad tech firms were moored alongside the venue, hosting onboard parties in the hope of signing the multimillion-dollar deals that will subsidise next year’s excesses.",
  "“If they approve that then they’ll approve anything,” said one ad tech insider, who said businesses were desperate to cash in and sell to one of the internet giants while they still could.",
  "News UK, the owner of the Sun and the Times, hosted clients at a villa on the edge of town, where Kylie Minogue performed alongside DJ sets from Idris Elba and Fatboy Slim.",
  "Down at the Cannes quayside helicopters constantly buzzed in and out, carrying individuals who did not want to make the 40-minute journey from Nice airport by road.",
  "Kylie Jenner turned up to watch her partner, Travis Scott, play on a beach for the streaming music service Spotify, having flown on a private jet from Los Angeles.",
  "Cannes rolled out the red carpet this week but the people walking up the staircase to the cinemas in the Palais des Festivals on the seafront were not movie stars.",
  "“It’s not a place for the cynical.”\n\nThis loss of self-awareness could be a problem, because the industry is facing a period of massive change.",
  "“All of my conversations here are around publishers coming to grips with the fact that they lost and Facebook and Google won,” said Morrissey.",
  "And all the while, despite their post-Cambridge Analytica contriteness, Facebook is quietly getting on with hoovering up business.",
  "Household brands are increasingly asking to direct control of their own spending in order to avoid paying a cut to someone else.",
  "Facebook Twitter Pinterest Punk goes corporate as Green Day’s Billie Joe Armstrong performs at Cannes Lions.",
  "But this year the Mad Men of the global advertising industry were worried, aware that change is under way.",
  "“Cambridge Analytica, fake news, and possible intervention in elections have changed everything,” he said.",
  "The only thing that could get in the way of this was government regulation, he said.",
  "Facebook Twitter Pinterest A Facebook panel on the quayside in Cannes."
]