[
  "1st Revolution 2nd Revolution 3rd Revolution Industry 4.0 Factory Production Mass Production / Assembly Line Digital Automation Smart-Systems / Cyber-Physical Systems\n\nThe Revolutions\n\nThe First and Second Industrial Revolutions\n\nIn the 19th century, we witnessed Britain move from farming to an industrial sector, focusing on factory production.",
  "In a previous interview, Halsey Minor, CNET founder and the driving force behind Salesforce.com, indicated that there is a market to be harnessed, by concentrating on networks and 'zombie devices,' and utilizing their energy to help reduce distribution costs, all while boosting innovation.",
  "Rather than spend time and energy in raising awareness to companies who aren't ready for the change, or simply, aren't comfortable making the change, the target then shifts on those entities who already see themselves thriving and growing, because of the advancements.",
  "Minor's exploitation of this market through his latest venture, as Founder and CEO of Live Planet and Co-Founder of the VideoCoin Network, is a force to be reckoned with, as he is capitalizing on a market that has been sitting idle still to this day.",
  "By having this new area of robotics, the area of manufacturing will expand its capabilities in terms of inputting more efficiency into the business, and ultimately driving down costs for both the business and for investing in the technology itself.",
  "In this structure, we allow for the creation of \"cyber-physical\" systems, mechanisms monitored by tightly integrated algorithms and software, which duplicate the physical systems onto a virtual network that makes decentralized decisions.",
  "Big Data\n\nIn response to a massive amount of data breaches, most recently with Facebook, the industry could help provide a comprehensive evaluation of where we stand when it comes to our management and manufacturing systems.",
  "In efforts to create \"smart factories,\" the level of automation requires advances in sensor technology, automation equipment, software, AI, and educating our machines to know what to do, when to do it, and how to do it.",
  "With the emergence of the blockchain and cryptocurrency, internet-connected devices are much more vulnerable, as they are subject to being hijacked by hackers, and turned against its maker, to mine cryptocurrencies.",
  "In the real-world, a theoretical attack would be a situation where a hacker, or group of hackers, takes over a network of connected devices, utilizing the combined computing power of those devices, to mine money.",
  "Instead of uploading personal and financial information to the cloud, we are looking to the blockchain, where encryption is key and we don't have to worry about other parties randomly obtaining passwords or keys.",
  "Adding a level of digital intelligence to devices that would otherwise be considered \"dumb,\" enhancing technology to communicate without human-human interaction, merges the physical world with the digital world.",
  "However, with convenience and efficiency, comes the risk of data exploitation, which we have already seen in other instances with Fitbit, Amazon, and now potentially devices connected with Facebook.",
  "At the end of the day, security will always be at the heart of the topic, ensuring that data isn't leaked, sold, or distributed to other companies (Cambridge Analytica, cough) without permission.",
  "However, as we've seen over the past year, when it comes to investing in new technologies, we are also investing in the likelihood of having our personal and financial information compromised.",
  "Industry 4.0\n\nSince the 1970's, we have become more and more digital, moving closer to completely digitizing our society, whether it's smart home assistants to smart security systems.",
  "Enter The i4.0 Dimensions\n\nThere are six dimensions that make up i4.0--Technology, Finance & Risk Management, Employees & Competencies, Systems & Processes, and Services & Networks.",
  "Corporate officers or those required to have such information, would be able to have part of a key or passcode, providing them access to machine data and its functionality aspects.",
  "Investing in blockchain where large chunks of data can be migrated over to computer systems built for its storage, would free-up time, space, and energy from many of these systems.",
  "As we are still experimenting with smart technology, IoT, cloud-computing, and the beginning stages of AR/VR, we are on the roadway getting closer and closer to Industry 4.0.",
  "With the introduction of the Internet of Things (\"IoT\"), cyber-physical systems are able to communicate and work together, providing users with real-time system interactions.",
  "Factories were becoming more 'electrical,' giving birth to Henry Ford's assembly production line, allowing for voluminous production and mass distribution to come into play.",
  "While still in its infancy stages, companies will start to expand their use of AR as the systems are able to be integrated into real-time decision making and work protocols.",
  "Whether it's smart manufacturing, or smart warehousing, the ability to pack and ship items using this advanced technology, makes distribution exponentially more efficient.",
  "Additive manufacturing\n\nCompanies are just beginning to utilize additive manufacturing, like 3-D printing, in instances of prototypes and producing individual components.",
  "\"By automating the industry, we're talking everything from self-driving trucks, to supply-chain management software,\" explained Tony Uphoff, President and CEO of Thomas.",
  "The Market\n\nThis new age is attractive to those companies whose business culture is reading, willing, and able to receive the effects of the digital-age evolution.",
  "Pulling information from our production equipment systems, learning about the time, energy, costs, and disadvantages to using them, provides valuable information.",
  "This provides opportunities for a decentralization as it pertains to analytics and \"customer-support\", enabling real-time responses, with little to no lag time.",
  "Potentially valued at almost $4 trillion by 2020, studies show that businesses everywhere will be able to benefit by embracing the fourth industrial revolution.",
  "Internet of Things (\"IoT\")\n\nIoT, refers to billions of physical devices around the world that are now connected to the internet, collecting, and sharing data.",
  "Uphoff indicated that in cases of warehousing, adding \"smart\" capabilities to it, would provide for items to be located more quickly and reduce error rates.",
  "The goals with Industry 4.0 will need to focus on ensuring personal and financial information, related to enterprises and its officers are well-guarded.",
  "Welcome to Industry 4.0, the new age where smart technology and smart appliances are moving us closer and closer to a fully digitized society.",
  "In all seriousness, robots will eventually learn to interact with one another, working safely, side-by-side with humans, and learn from them.",
  "From an enterprise perspective, AR-based systems support a variety of services ranging from the mobile communications sector and warehousing.",
  "It is simply an acknowledgement that technology had advanced so much since the 19th century, where we saw the beginnings of mass production.",
  "But, it's a double-edged sword, because it's important to understand those companies who aren't making the switch, and why they aren't.",
  "This allows entrepreneurs to take a step back and shift their focus more towards the heart of the business, as well as their customers.",
  "Witnessing the unpredictability of cloud-based computing, forces cloud technologies to improve and upgrade security and functionality.",
  "The Industry 4.0 blueprint sets out pathways and avenues towards the ending destination of becoming an entirely digital enterprise.",
  "\"This dramatically reduces the time exerted, from design to prototyping, and ultimately trickles down to the market,\" said Uphoff.",
  "Introducing Blockchain Into The Tech Dimension\n\nDecentralization has become this year's trending concept in the financial sector.",
  "Augmented Reality\n\nThe integration of AR/VR into mobile gaming and even computing has brought new dimensions to gaming.",
  "Embedding these devices in computing, allows not just individuals to interact with one another, but other technologies.",
  "Again, the heart of all this is the risk enterprises buy into at the expense of its own data, as well as its consumers.",
  "It is our society's current trend of data exchange and automation in the creation and development of new technologies.",
  "Ultimately, this will help incentivize real-time decision making, on both the individuals part and the systems end.",
  "Everytime we as a consumer purchase one device, the next model is already on its way out six months down the line.",
  "Having a decentralized network that is heavily encrypted allows for many of our exploitation fears, settle.",
  "What is Industry 4.0 (\"i4.0\")\n\nIndustry 4.0 is not a new technology, nor is it a new business structure.",
  "Again, we don't need to be kept up at night wondering if a terminator was sent back in time to kill us.",
  "Smart home assistants like the Amazon Echo, Google Home, and Apple HomePod, are making this possible.",
  "Industry 4.0 uses the Internet of Things (\"IoT) to digitally enhance factories, turning them \"smart.\"",
  "In an Industry 4.0 context, the demand for new and \"smarter\" technology is increasing exponentially.",
  "The technology powering Industry 4.0 will continue to grow, and so will the potential of blockchain.",
  "With B2C, the focus in on harnessing the energy between the consumers home and personal life.",
  "In order to achieve true digital transformation, the market needs to be open to receiving it.",
  "This doesn't come as a surprise that miners make their money based on the price of energy.",
  "The Third Industrial Revolution\n\nThe third revolution is where our country went \"digital.\"",
  "Up until the 1950's, technology operated on an analog, mechanical, and electronic scale.",
  "We have already started to hear the whispers of gaming and blockchain coming together.",
  "The need to protect digital and computer infrastructure has never been more necessary.",
  "The rapid advancement of the technology sector is almost impossible to keep up with.",
  "For legal purposes, this could also come in handy as it pertains to trade secrets.",
  "At the end of the day, there is a large impact in both the B2C and B2B spaces.",
  "And, with the emergence of blockchain, we're already on the pathway there.",
  "Cyber-security\n\nWith new technologies, comes new cyber-security threats.",
  "This article will focus strictly on the technology dimension.",
  "At the end of the day, society wants bigger, better, faster.",
  "The Second Revolution, introduced mass production and steel.",
  "Cloud\n\nAh, the big, scary cloud that everyone is fearful of.",
  "At the end of the day, computer servers only hold so much.",
  "However, the B2B space is very different.",
  "Demand-driven supply chain\n\nWe want more.",
  "We are at the beginning of a new age.",
  "A conversation for another time.",
  "Autonomous Robotics\n\nSkynet.",
  "Think Black Mirror.",
  "Society wants more.",
  "Sometimes smaller.",
  "Just kidding."
]