[
  "In both cases, the confirmation was called a \"certification,\" and it required them to state that the \"Facebook user data and Facebook user friend data... has been accounted for and permanently deleted and destroyed from both active and redundant storage that is under my direct or influential control.\"",
  "\"If Mark Zuckerberg truly recognizes the 'seriousness' of these issues as they say they do, we would expect that he would want to appear in front of the Committee and answer questions that are of concern not only to Parliament, but Facebook's tens of millions of users in this country,\" he said.",
  "Facebook sent the documents to UK Parliament's Digital, Culture, Media, and Sport Committee as part of evidence for the committee's inquiry into the Cambridge Analytica scandal, following CTO Mike Schroepfer's appearance in front of the British politicians last month.",
  "Included within this is a confidentiality agreement, or gagging order, which prevented Kogan from discussing his settlement with Facebook when he appeared in front of the Digital, Culture, Media, and Sport Committee last month.",
  "The paperwork shows Facebook's efforts to ensure that Cambridge Analytica, Christopher Wylie, and Aleksandr Kogan deleted the data of 87 million users harvested by the latter through his \"This Is Your Digital Life\" quiz app.",
  "Facebook told the committee that no money exchanged hands as part of the settlement, but it did make clear that the company could recover $25,000 (£18,500) in damages if Kogan broke the terms of the contract.",
  "Photo by Chip Somodevilla/Getty Images\n\nAs part of the evidence released to the British politicians, Facebook again said CEO Mark Zuckerberg has \"no plans\" to travel to the UK and appear before the committee.",
  "Here is Nix's certification:\n\nThe document is not dated, so it is not clear whether it was signed before or after reports surfaced in March this year that the Cambridge Analytica data was still circulating.",
  "This is whistleblower Wylie's confirmation:\n\nAleksandr Kogan's agreement with Facebook\n\nThe version of Kogan's data deletion confirmation published by British lawmakers is a little more involved.",
  "It ends with the same certification statement that Nix and Wylie signed, but it also included 15 other pages of information relating to the settlement between Kogan and Facebook in November 2016.",
  "Channel 4 News/YouTube\n\nFacebook's scramble to clean up the enormous Cambridge Analytica data scandal has been laid bare in a series of documents published by a committee of British lawmakers.",
  "Former Cambridge Analytica CEO Alexander Nix and Wylie, the man the who blew the whistle on the whole data saga, both signed fairly rudimentary documents confirming they had deleted the data.",
  "This is despite repeated calls for him to give evidence and the issuing of a formal summons, which is a highly unusual step for a parliamentary committee.",
  "Britain's Channel 4 News obtained the cache of data from a Cambridge Analytica source despite the company protesting that it had been deleted.",
  "Damian Collins, chair of Digital, Culture, Media, and Sport Committee, said on Tuesday that video link evidence would suffice.",
  "Cambridge Analytica whistleblower Christopher Wylie.",
  "Facebook CEO Mark Zuckerberg."
]