[
  "Here's the top 15 in order of most to least trusted:\n\nAmazon PayPal Microsoft Apple IBM Yahoo Google YouTube eBay Pandora Facebook LinkedIn Spotify AOL Instagram\n\nSurvata CEO Chris Kelly said in emailed comments to Business Insider that Facebook was \"a curious case altogether.\"",
  "\"Even though the company uses data to personalize experiences like many others, it goes to show you that having an exceptional experience can have a spillover effect into other brand impressions of your business,\" he said.",
  "Getty Images\n\nFacebook has been making a lot of moves to show it's more transparent in the wake of the Cambridge Analytica scandal, but people are wildly polarized about whether they trust the company.",
  "So while there was more polarized opinion about Facebook, the sheer number of people who are familiar with the platform means it ranks higher than Instagram on trust.",
  "A Survata study, seen exclusively by Business Insider, asked US consumers to rate big tech companies from one (most trusted) to five (least trusted).",
  "In the end, it seemed that a bit more people were extremely likely to trust Facebook than extremely distrust, so it ranked higher [than Instagram].\"",
  "The results show that Facebook is nowhere near as trusted as Amazon, PayPal, or Microsoft — but that people do trust it more than Instagram.",
  "And, a lot of companies trust Amazon Web Services to hold their data, so it's definitely proven it has the tech in place for security.\"",
  "\"This study found that Facebook's most common ratings were the extreme ends — either \"1\" for most trusted or \"5\" for least trusted.",
  "Asked why Amazon ranked so highly, Kelly said it was probably the firm's focus on good customer service.",
  "\"That, and you really haven't heard of any major data scandals involving the company.",
  "Kelly said WhatsApp is much more popular outside the US as a messaging platform.",
  "Kelly also said people were more familiar with Facebook than with Instagram.",
  "\"[We] found that it was very much polarizing on this question,\" he said.",
  "Survata surveyed more than 2,600 people in April and May.",
  "It's the first time Survata has carried out the survey.",
  "SMS remains popular because it's essentially free.",
  "Curiously, WhatsApp was absent from the top 15.",
  "Instagram, of course, is owned by Facebook.",
  "People are super polarized about Facebook."
]