[
  "I've visited every US state, run 365 miles, built an... Posted by Mark Zuckerberg on Thursday, January 4, 2018\n\nIn April, however, the data scandal involving Cambridge Analytica erupted, causing a public outcry and prompting Facebook to promise to go even further.",
  "Most recently, the company has used the event to discuss better ways for app developers to tie into its services with things like games for its Messenger service, augmented reality features for its Facebook app, and new artificial intelligence programs.",
  "Getty\n\nThe mostly annual conference began as a way for Facebook to announce major initiatives, such as its technology to connect users' accounts with websites around the web, as well as revamped designs for users' profile pages.",
  "New measures include auditing apps to find more bad actors, limiting the kind of data developers can collect from Facebook users, and notifying people if their data was leaked to Cambridge Analytica.",
  "In January, Zuckerberg pledged he'd \"fix\" Facebook's biggest problems this year and said he was eager to solve major issues that plague the platform, including abuse and election interference.",
  "This article originally appeared on CNET, titled: \"Mark Zuckerberg says it'll take three years to 'fix' Facebook\"\n\nCNET's Ian Sherr and Richard Nieva contributed to this report.",
  "So I think if you're a good developer, it's annoying that app reviews got stopped, but you're not really worried long term about the direction of the platform.\"",
  "\"We won't prevent all mistakes or abuse, but we currently make too many errors enforcing our policies and preventing misuse of our tools.\"",
  "\"I think there is concern, and it's clear that our priorities are making sure that people's data is secure,\" Zuckerberg told Wired.",
  "Facebook's comments to Wired appear as the social network hosts its F8 developer conference, in San Jose, California.",
  "\"Fixing\" Facebook will take three years, Facebook CEO Mark Zuckerberg said in an interview with Wired out Tuesday.",
  "\"My personal challenge for 2018 is to focus on fixing these important issues,\" he wrote then, in an open letter.",
  "Following the Cambridge Analytica scandal, Facebook has tightened control of information collected through apps.",
  "And building up AI tools -- that's not something that you could just snap your fingers on either.\"",
  "\"You have to make sure that they're executing well and bring in the leadership and train them.",
  "\"The reality is the vast majority of developers have good intent and are building good things.",
  "\"You can't just hire 30,000 people overnight to go do something,\" Zuckerberg said.",
  "Every year I take on a personal challenge to learn something new.",
  "The company expects more than 5,000 developers to attend.",
  "In March, it suspended app reviews."
]