[
  "Un reportaje de The New York Times reveló la relación del Partido Revolucionario Institucional (PRI) con Cambridge Analytica (según las fuentes, el PRI le pagó a esta empresa, que ayudó a Donald Trump en las elecciones de Estados Unidos, para que no colaborara con otros movimientos políticos en México).",
  "Además, expriistas y observadores electorales independientes señalaron el uso de estrategias mediáticas, órganos judiciales y la entrega de monederos electrónicos a los votantes como medidas irregulares para intentar fortalecer la candidatura de José Antonio Meade.",
  "Un sector de la juventud mexicana que creció con los escándalos de corrupción y las peleas entre el PRI y el PAN, los movimientos políticos que desde hace décadas han dominado la democracia, también han expresado su apoyo por las propuestas del candidato.",
  "• Familiares de los 44 submarinistas argentinos se encadenaron a la sede del gobierno para protestar y les exigen a las autoridades que se encuentre cuanto antes el ARA San Juan, el sumergible desaparecido hace más de siete meses.",
  "• El martes podría reiniciarse el diálogo en Nicaragua con la presencia de la ONU y la Comisión Interamericana de los Derechos Humanos, según anunció la Conferencia Episcopal de Nicaragua.",
  "La escritora mexicana Valeria Luiselli sostiene que, sin importar su historia y estatus migratorio, a los niños hispanos en Estados Unidos les enseñan a sentir vergüenza y culpa.",
  "Opinión\n\n“Los niños hispanos parecen ser una amenaza para Estados Unidos y su narrativa fundacional como un país de inmigrantes exclusivamente blancos y angloparlantes”.",
  "En esta columna, Luiselli reflexiona sobre el abuso psicológico y emocional que sufren los jóvenes por parte de las personas y las instituciones de ese país.",
  "“No podemos aceptar que nuestros familiares estén desaparecidos”, declaró Marcela Moyano, esposa de Hernán Rodríguez, el jefe de máquinas del submarino.",
  "Además, este viernes la ONU visitará Masaya, una de las ciudades más afectadas por la represión, que ha causado allí la muerte de 35 personas.",
  "Pero es un nuevo comienzo, es cambiar la página”, dice el abogado Jorge Carlini, de 34 años, quien votará por AMLO.",
  "Si quieres leer más sobre nuestra cobertura de México, puedes visitar este enlace.",
  "“No va a salvarnos, no va a ser el gran cambio."
]