[
  "The company said that the increase between the two quarters is \"mostly due to improvements in our detection technology, including using photo-matching to cover with warnings photos that matched ones we previously marked as disturbing\" and that these actions were responsible for about 70% of the increase.",
  "The company said the numbers \"are affected by internal factors, including the effectiveness of our detection technology and review processes, but added that \"they're also affected by external factors such as real-world events that increase hate speech content on Facebook.\"",
  "Graphic violence:\n\nFacebook took action on 1.2 million \"content items\" dealing with graphic violence in Q3 2017 and 3.4 million in Q1 2018, \"because they went against our standards for graphic violence, or because we determined they may be disturbing for some audiences.\"",
  "Today they published a Community Standards Enforcement Preliminary Report, which breaks down violations by category: graphic violence, adult nudity and sexual activity, terrorist propaganda (ISIS, al-Qaeda and affiliates), hate speech, spam and fake accounts.",
  "That's changed, thanks in part to the increased scrutiny on Facebook in the light of the Cambridge Analytica scandal and other revelations on how Facebook was used by foreign operatives to try to influence to 2016 presidential election.",
  "Terrorist propaganda:\n\nTerrorist propaganda action items rose from 1.1 million in Q3 2018 to 1.9 million in Q1 2018., In Q1 2019 it found and flagged 99.5% of the content it subsequently took action on, before users reported it.",
  "Given its scale and massive number of users, Facebook can't always get to these issues in as timely a manner as people would like and the company needs to increase its moderation efforts to respond more quickly.",
  "The company also associated the increase with its \"improvements in our ability to find violating content using photo detection technology, which detects both old content and newly posted content.\"",
  "As the company pointed out, some of the increases are likely due to better detection systems but there is no way to know for sure if people are increasing their efforts to post banned content.",
  "Although Facebook has long published its community standards, the public didn't get information on just exactly what the company bans both in terms of specific rules and the actual numbers.",
  "Analysis:\n\nThese numbers reflect content that Facebook found and removed, but it doesn't tell the entire story because there is no way to quantify the material that it didn't find.",
  "From day one, Facebook has attempted to moderate its service in an effort to prevent sexual content, violent content, spam, cyberbullying, hate speech and other offensive content.",
  "Adult sexuality and nudity:\n\nFacebook estimates that of every 10,000 content views, 7 to 9 contained adult nudity and sexual activity that violated its standards in A1 2018.",
  "From my perch as CEO of ConnectSafely, I hear from users who say there is material on Facebook that they find annoying, offensive or -- worse -- feel threatened by.",
  "What we do know from their report is that the vast majority of banned content was flagged by their internal systems, which consists of both software and people.",
  "Fake accounts:\n\nFacebook estimates that fake accounts represented approximately 3% to 4% of monthly active users (MAU) on Facebook during Q1 2018 and Q4 2017.",
  "Importantly, Facebook said that the \"numbers are affected by internal factors, including the effectiveness of our detection technology and review processes.",
  "Disclosure: Larry Magid is CEO of ConnectSafely.org, a nonprofit internet safety organization that receives support from Facebook and other tech companies.",
  "To its credit, it triages reports and does take quick action where human life is threatened or in extreme cases such as illegal child pornography.",
  "\"Today’s report gives you a detailed description of our internal processes and data methodology,\" blogged Facebook VP of Analytics, Alex Schulz.",
  "In publishing the data, Facebook is attempting to answer the following quetions:\n\nHow prevalent are Community Standards violations on Facebook?",
  "And it’s designed to make it easy for scholars, policymakers and community groups to give us feedback so that we can do better over time.\"",
  "Being transparent is a very important first step because it gives us a sense of what Facebook is dealing with in terms of abusive content.",
  "This post has been updated on 5/16/2018 with numbers for graphic violence that were inadvertently left out of an earlier version.",
  "Facebook is just starting to report this type of data and a change between quarters is far less revealing then trends over time.",
  "The company said it took action on 649 million items from October to December 2017 and 583 million from January to March 2018.",
  "They're also affected by external factors such as real-world events that increase terrorist propaganda content on Facebook.",
  "Hate speech:\n\nThe company took action on 1.6 million hate speech \"content items\" in Q4 2017 and 2.5 million in Q1 2018.",
  "\"It’s an attempt to open up about how Facebook is doing at removing bad content from our site, so you can be the judge.",
  "In April, the company published its moderation guidelines and is now disclosing information on its enforcement actions.",
  "I was actually surprised by the relatively small number that was brought to Facebook's attention from user reports.",
  "It's also important to put any change in the numbers between quarters (mostly up, except fake news) into context.",
  "It should be noted that not all content banned by Facebook is necessarily illegal in the U.S. or other countries.",
  "Nearly all of the spam removed was found by Facebook with only a fraction of 1% removed based on user reports.",
  "Spam:\n\nThe company took action on 727 million pieces of spam in Q4 2017 and 836 million in Q1 2018.",
  "The company acted on 21 million content items in Q3 2017 and the same number in Q1 2018.",
  "They said that they acted on the \"other 0.5%\" because users reported it to us first.\"",
  "This doesn't necessarily mean that there was more hate speech this year.",
  "As a private company, Facebook has the right to set its own standards.",
  "How much violating content do we find before users report it?",
  "This compares to to 6 to 8 views the previous quarter.",
  "But, until now, it was mostly inside a black box.",
  "But there is more that can and should be done.",
  "How quickly do we take action on violations?",
  "Over time, these trends will become clear.",
  "How much content do we take action on?"
]