[
  "We now use it to:\n\nunderstand images in Google Photos;\n\nenable Waymo cars to recognize and distinguish objects safely;\n\nsignificantly improve sound and camera quality in our hardware;\n\nunderstand and produce speech for Google Home;\n\ntranslate over 100 languages in Google Translate;\n\ncaption over a billion videos in 10 languages on YouTube;\n\nimprove the efficiency of our data centers;\n\nsuggest short replies to emails;\n\nhelp doctors diagnose diseases, such as diabetic retinopathy;\n\ndiscover new planetary systems;\n\ncreate better neural networks (AutoML); ... and much more.",
  "Brin has seemed dismissive of \"hypothetical situations\" in the past\n\nThe comments come as the tech industry, which represent the most valuable companies in the American economy, has come under fire for a variety of issues, including the collection and misuse of people's personal information (as highlighted by Facebook's Cambridge Analytica scandal), the spread of misinformation, propaganda and hate speech on services like YouTube, Google and Facebook, and a growing anxiety about our dependence on smartphones.",
  "Here's Sergey Brin's full 2017 letter:\n\nIt was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair ...\"\n\nSo begins Dickens' \"A Tale of Two Cities,\" and what a great articulation it is of the transformative time we live in.",
  "Sergey Brin Eric Risberg/Associated Press\n\nSergey Brin, the cof0under of Google, stressed the need for caution, accountability and humility within the tech industry as its innovations become \"deeply and irrevocably\" ingrained in society, a striking shift in tone among a leader of the Silicon Valley business cohort famous for its certitude of its own righteousness.",
  "\"We can debate as philosophers, but the fact is that we can make cars that are far safer than human drivers,\" Brin said at a tech conference in 2014, when asked about the ethics involved in creating self-driving cars that must choose between hitting a pedestrian or a truck.",
  "Brin has been an important figure in the development of technologies once considered the stuff of science fiction, helping to shape the Google X labs where products like self-driving cars, face-worn computers and airborne delivery drones were born.",
  "A few of our noteworthy initiatives on AI safety are as follows:\n\nI expect machine learning technology to continue to evolve rapidly and for Alphabet to continue to be a leader — in both the technological and ethical evolution of the field.",
  "A 333 qubit error-corrected quantum computer would live up to our name, offering a 10,000,000,000,000,000, 000,000,000,000,000,000,000,000,000,000, 000,000,000,000,000,000,000,000,000,000, 000,000,000,000,000,000,000,000x speedup.",
  "The GPUs we use today perform about 20 trillion such operations — a factor of about 200,000 difference — and our very own TPUs are now capable of 180 trillion (180,000,000,000,000) floating point operations per second.",
  "And for the overwhelming part, the arc of history shows that these advances, including the Internet and mobile devices, have created opportunities and dramatically improved the quality of life for billions of people.",
  "We're in an era of great inspiration and possibility, but with this opportunity comes the need for tremendous thoughtfulness and responsibility as technology is deeply and irrevocably interwoven into our societies.",
  "In March, the first self-driving car fatality oc cured in Arizona when an Atmos Uber vehicle struck a pedestrian at night (human-driven cars are involved in more than 35,000 traffic fatalities per year in the US).",
  "The second factor is greater demand, stemming from advanced graphics in gaming and, surprisingly, from the GPU-friendly proof-of-work algorithms found in some of today's leading cryptocurrencies, such as Ethereum.",
  "The 44-year old Russian-born executive has at times shown himself to be dismissive of the public's concerns regarding potential impacts of technological advances, labeling some as \"hypothetical situations.\"",
  "In the annual founders letter released by Google-parent company Alphabet, Brin touted the far-reaching innovations in artificial intelligence, computing power and speech recognition in recent years.",
  "While I am optimistic about the potential to bring technology to bear on the greatest problems in the world, we are on a path that we must tread with deep responsibility, care, and humility.",
  "Most notably, our two machine learning centers of excellence — Google Brain (an X graduate) and DeepMind — continue to bring their expertise to projects throughout Alphabet and the world.",
  "\"Most notably, safety spans a wide range of concerns from the fears of sci-fi style sentience to the more near-term questions such as validating the performance of self-driving cars.\"",
  "Most notably, safety spans a wide range of concerns from the fears of sci-fi style sentience to the more near-term questions such as validating the performance of self-driving cars.",
  "The Epoch of Belief and the Epoch of Incredulity\n\nTechnology companies have historically been wide- eyed and idealistic about the opportunities that their innovations create.",
  "First, of course, is the steady hum of Moore's Law, although some of the traditional measures such as transistor counts, density, and clock frequencies have slowed.",
  "This widespread adoption of technology creates new opportunities, but also new responsibilities as the social fabric of the world is increasingly intertwined.",
  "As I write this, Google is in its 20th year of existence and continues to serve ever more people with information and technology products and services.",
  "Just a few months ago, the Onduo joint venture between Verily and Sanofi launched their first offering to help people with diabetes manage the disease.",
  "In this sense, we are truly in a technology renaissance, an exciting time where we can see applications across nearly every segment of modern society.",
  "\"There are very legitimate and pertinent issues being raised, across the globe, about the implications and impacts of these advances,\" Brin said.",
  "G is for Google\n\nRoughly three years ago, we restructured the company as Alphabet, with Google as a subsidiary (albeit far larger than the rest).",
  "In this sense, we are truly in a technology renaissance, \" Brin wrote in the letter published on Alphabet's investor relations site on Friday.",
  "However, there are very legitimate and pertinent issues being raised, across the globe, about the implications and impacts of these advances.",
  "For instance, if we are successful with our 72 qubit prototype, it would take millions of conventional computers to be able to emulate it.",
  "However, the third and most important factor is the profound revolution in machine learning that has been building over the past decade.",
  "When we started the company, neural networks were a forgotten footnote in computer science; a remnant of the AI winter of the 1980's.",
  "But Brin said the tech industry could no longer maintain its \"wide-eyed and idealistic\" attitude about the impact of its creations.",
  "The Spring of Hope\n\nThe new spring in artificial intelligence is the most significant development in computing in my lifetime.",
  "It is both made possible by these increasingly powerful processors and is also the major impetus for developing them further.",
  "Expectations about technology can differ significantly based on nationality, cultural background, and political affiliation.",
  "Advances in artificial intelligence, he said, represent the \"most significant development in computing in my lifetime.\"",
  "The Pentium IIs we used in the first year of Google performed about 100 million floating point operations per second.",
  "\"There is serious thought and research going into all of these issues,\" Brin wrote in the founder's letter on Friday.",
  "Computation Explosion\n\nThe power and potential of computation to tackle important problems has never been greater.",
  "Waymo has begun operating fully self-driving cars on public roads and has crossed 5 million miles of testing.",
  "The purpose of Alphabet has been to allow new applications of technology to thrive with greater independence.",
  "Over one billion people now use Search, YouTube, Maps, Play, Gmail, Android, and Chrome every month.",
  "And the Nest subsidiary has now officially rejoined Google to form a more robust hardware group.",
  "Even these startling gains may look small if the promise of quantum computing comes to fruition.",
  "For a specialized class of problems, quantum computers can solve them exponentially faster.",
  "Yet today, this broad brush of technology has found an astounding number of applications.",
  "However, such powerful tools also bring with them new questions and responsibilities.",
  "\"Every month, there are stunning new applications and transformative new techniques.",
  "While it is too early to declare the strategy a success, I am cautiously optimistic.",
  "Every month, there are stunning new applications and transformative new techniques.",
  "Therefore, Google must evolve its products with ever more care and thoughtfulness.",
  "And Project Wing has performed some of the earliest drone deliveries in Australia.",
  "Among these issues:\n\n\"How will they affect employment across different sectors?",
  "In the last few years, the cost of computation has continued to plummet.",
  "There is serious thought and research going into all of these issues.",
  "Sidewalk Labs has begun a large development project in Toronto.",
  "There are several factors at play in this boom of computing.",
  "How will they affect employment across different sectors?",
  "How can we understand what they are doing under the hood?",
  "How can we understand what they are doing under the hood?",
  "There remains a high level of collaboration.",
  "This is an important discussion to have.",
  "How might they manipulate people?",
  "How might they manipulate people?",
  "What about measures of fairness?",
  "What about measures of fairness?",
  "Sergey Brin President, Alphabet",
  "That is Alphabet's goal.",
  "Are they safe?\"",
  "Are they safe?"
]