[
  "For instance, once the news leaked that Google was working with the military, the employees opposed to the relationship began drumming up support within the company by using an internally accessible version of Google Plus, according to multiple reports and sources that spoke with Business Insider.",
  "Greg Sandoval/Business Insider\n\nCreating its own monster\n\nAccording to Jacobin, one angry worker asked during the meeting what kind of mechanism there was to complain and Google cofounder Sergey Brin responded \"Letting you ask that question is the voice that you have.",
  "Tyler Breisacher, a Google employee until quitting in April partly to protest Google's military work, confirmed that the meeting described in Jacobin occurred, but declined to provide details citing his non-disclosure agreement with the company.",
  "\"The success of the campaign shows that when we stick together, we get more done than when we go it alone,\" the person told Jacobin, adding that this strength-in-numbers lesson means, \"some Googlers are even talking about unionization.\"",
  "In an interview with Jacobin magazine, the Googler indicated that some of those involved in the protest are emboldened by the victory and want to test the limits of their newfound power, maybe as far as a worker's union.",
  "The Cambridge Analytica scandal involving Facebook and the subsequent questioning by lawmakers of CEO Mark Zuckerberg hardly raised confidence that the government is technologically savvy enough to act as a watchdog.",
  "Greg Sandoval/Business Insider\n\nFor some Google employees, it's not enough that the company pays well, provides free food and allows them to occasionally nod off in the company's nap pods.",
  "Google cofounder and Alphabet president Sergey Brin Elijah Nouvelage/Reuters It would be nearly impossible for Google to change its cultural gears and become more of a dictatorship now.",
  "Peter Asaro, associate professor of media studies at the New School in New York, coauthored a letter that echoed the demands of Google's protesting employees.",
  "Still, to many around the country, a union for highly paid tech workers doesn't make them look like new age warriors fighting against corporate inequities.",
  "Tyler Breisacher quit his software development job at Google in 2018 partly to protest the company's involvement with building AI tools for the military.",
  "Certainly, Google's reputation as the \"don't be evil\" company, helped it become an attractive workplace to millions of progressive-minded technologists.",
  "Pay, perks and freedom\n\nUnions have traditionally been the go-to strategy for laborers who fear their employees will overwork them and under pay them.",
  "And we stood up because we believe a strong ethical framework that values human life and safety is inseparable from positive technological progress.\"",
  "Instead of putting their foot down regarding the military contracts, Google's leaders engaged in open dialog with employees at multiple meetings.",
  "And that goes double for projects as benign as analyzing video footage — the chore Google is performing under its Department of Defense contract.",
  "So said a Google staffer involved in protests that forced the company to promise not to build artificial-intelligence tools for the military.",
  "Hushing up employees or forcing them to work on projects they find objectionable stands to make recruiting the best people more difficult.",
  "Why should they allow a small group of C-suite executives make these ethical decisions when it has to be implemented by workers anyway?\"",
  "Beyond the pay and perks, Google employees feel free to voice their opinions about the company at work without much fear of retribution.",
  "At one such meeting, for example, employees harshly criticized management's decisions in front of the entire company, Jacobin described.",
  "And perhaps it is better for those outside Silicon Valley if workers do look over Google's shoulders and question its decisions.",
  "The company's vast stores of personal data belonging to billions of people around the world has lately raised many concerns.",
  "\"We stood up because we believe that companies should be accountable to their users, their workers, and their communities.",
  "In addition, in the post-911 world many people strongly disagree that it's inherently unethical to assist the military.",
  "But the median annual salary for a Google employee is $197,274 according to data collected by research firm Equilar.",
  "Sure, in some sense these are a privileged set of workers but that doesn't mean they are not still workers.",
  "\"We stood up because we believe workers should have a voice,\" said the former Googler who spoke to Jacobin.",
  "The idea of organizing a tech workers union has been around awhile, but up to now hasn't gone far.",
  "\"In the past, unions organized primarily around working conditions and compensation,\" Asaro said.",
  "Just for comparison, the median household income in the United States is $56,516.",
  "Some are now demanding that Google operate within their own ethical guidelines.",
  "What remains to be seen is whether Google's protest inspires others to act.",
  "Asaro said maybe it's time to conceive of a new and modern labor union.",
  "\"But why not now demand a say in the direction of the company?",
  "It just makes the workers look pampered and out of touch.",
  "The truth is, Google may have created its own monster.",
  "Are you a Google insider with insight to share?",
  "Very few companies would allow you to do that.",
  "Email me at gsandoval@businessinsider",
  "We want to hear it."
]