[
  "Options investors are bracing for more volatility, based on the difference between implied volatility—what investors expect—and realized volatility—or what has happened in the market already—on the $21 billion Technology Select Sector SPDR exchange-traded fund (XLK).",
  "Shares of tech companies in the S&P 500 lost about 1.5% on Wednesday, dragged down by semiconductor stocks like Micron Technology (ticker: MU) and Nvidia (NVDA), alongside social-media giants Twitter (TWTR) and Facebook (FB).",
  "Macro Risk Advisors recommends opting for single stock options on heavyweights like Nvidia, whose post-earnings stock moves options investors are currently underestimating.",
  "An options measure dubbed skew—which gauges the relative cost to protect against stock declines—is higher for tech than for any other sector, Trade Alert data show.",
  "“That is really unusual in the tech space compared with what we’ve seen in the past year,” says Kristin Boyd, director of equity derivatives sales at Credit Suisse.",
  "It’s a sharp reversal from an extended stretch in which investors were fearful of missing out on gains in the sector, rather than protecting from potential losses.",
  "After news broke that data firm Cambridge Analytica improperly accessed Facebook users’ data, regulatory concerns sent the stock and shares of its peers reeling.",
  "Nvidia tends to swing 7.5% in either direction after its earnings releases, but investors are gearing for a 6.7% move up or down after its early August release.",
  "This would cost about $1,440 for one call option, allowing investors to buy 100 shares of Nvidia if they hit $245 by August, about 3% above their current level.",
  "Selling one put option helps finance the purchase of the other one, but also caps an investor’s gains if the ETF falls far below the $155 mark.",
  "The tech-heavy Nasdaq Composite has notched one record high after another this quarter as other major U.S. indexes have lagged behind.",
  "Text size\n\nFear is seeping through the highflying technology sector, and investors are looking to protect against a big drop.",
  "Tech has run up 10% this year, making it one of the best-performing sectors, second only to consumer-discretionary stocks.",
  "This indicates that investors worried about potential declines may be scooping up bearish put options on the tech ETF.",
  "This spread is the highest among all groups within the S&P 500, according to Macro Risk Advisors in a June 25 note.",
  "Newsletter Sign-up\n\nIt isn’t the first time technology has been exposed to potentially outsize gains or losses.",
  "This would entail buying a bearish put option with a $165 strike while selling one pegged to the $155 strike.",
  "Call options give investors the right, but not the obligation, to buy shares at a given price later in time.",
  "That followed a similar move Monday, when U.S. stocks recorded their worst day in more than two months.",
  "Investors could tap put spreads on the Invesco QQQ Trust ETF (QQQ) as a broader hedge for tech shares.",
  "Put options allow investors to sell shares at a particular price, known as a “strike,” later in time.",
  "Investors are also wary of steeper declines ahead—and of watching some of their gains slip away.",
  "Buying one put option and selling another—each of which covers 100 shares—would cost about $265.",
  "If Nvidia’s shares trade at $245 or higher, investors could buy the shares at the strike price.",
  "But tech tends to react more quickly to market anxiety than broader indexes, analysts say.",
  "Since then, Facebook shares have hit a fresh high and tech has reached a peak.",
  "The sector was the hardest hit during this past week’s stock selloff.",
  "If they remain below that level, the entire amount would be lost.",
  "Investors could tap call options that expire in August on Nvidia.",
  "If shares continue to rally, the entire investment is lost.",
  "This trade protects investors if the ETF falls below $165.",
  "Gunjan Banerji covers options for The Wall Street Journal.",
  "Write to Gunjan Banerji at Gunjan.Banerji@wsj.com",
  "Still bullish on tech stocks?"
]