[
  "When asked which platform they would choose to use if they could only pick one, 45 percent of respondents chose Facebook compared to 14 percent for Facebook's Instagram, 6 percent for Twitter ( TWTR) and just 4 percent for Snap ( SNAP) platform Snapchat.",
  "\"We believe 2Q is tracking to be a relatively strong quarter with modest upside to the Street's estimates, while the investment profile for [the second half of 2018] might need to be ramped up further in light of increased security expenses,\" Ives says.",
  "However, a blowout first quarter reassured troubled investors, and GBH Insights head of technology research analyst Daniel Ives says investors can expect more of the same when Facebook reports second-quarter numbers later this month.",
  "Not only have Facebook's earnings and advertising revenue survived the tumultuous first half of 2018, Bank of America's recent internet usage survey revealed that Facebook remains the most popular social media platform.",
  "Facebook stock struggled in the first three months of the year on investor concerns that newsfeed redesigns and data security investments would potentially eat into Facebook's advertising revenue and profits.",
  "\n\n\n\nAmid constant headlines about data security, regulatory crackdowns, newsfeed redesigns and user boycotts, Facebook, Inc. (Nasdaq: FB) investors are happy to be done with the first half of 2018.",
  "\"The considerable strength we are picking up from the Instagram side of the house should help neutralize any of this potential weakness on the core platform, in our opinion,\" Ives says.",
  "Fortunately for Facebook, the stock has still managed to gain 10 percent so far this year, and analysts say Instagram will drive further upside in the second half of 2018.",
  "He is also the author of the book \"Beating Wall Street With Common Sense,\" which focuses on the practical strategies he has used to outperform the stock market.",
  "He has a degree in brain and cognitive sciences from the Massachusetts Institute of Technology and specializes in the psychological challenges of investing.",
  "He is a senior financial market reporter for Benzinga and has contributed financial market analysis to Motley Fool, Seeking Alpha and InvestorPlace.",
  "You can follow him on Twitter @DugganSense, check out his latest content at tradingcommonsense.com or email him at wpd@tradingcommonsense.com.",
  "The Cambridge Analytica scandal also threatened Facebook's brand value and put the company's user engagement at risk.",
  "Bank of America analyst Justin Post says Instagram was the biggest relative score gainer across all platforms.",
  "Wayne Duggan is a freelance investment strategy reporter with a focus on energy and emerging market stocks.",
  "\"We would characterize Facebook usage trends as stable, with solid traction for FB Messenger,\" Post says.",
  "Facebook's score fell 2 percent from six months ago, but Instagram's score jumped 4 percent in that time.",
  "Bank of America's numbers are in-line with the trends GBH Insights has identified as well.",
  "GBH Insights has a \"highly attractive\" rating and $225 price target for Facebook.",
  "Bank of America has a \"buy\" rating and $215 target for FB stock.",
  "[See: 8 Great Investing Apps and Sites for Millennials.]",
  "[See: The 10 Most Valuable Tech Companies in the World.]"
]