[
  "It goes beyond the narrow nationalism that can be prevalent within some Black communities, which merely call on Black people to love Black, live Black and buy Black, keeping straight cis Black men in the front of the movement while our sisters, queer and trans and disabled folk take up roles in the background or not at all.",
  "Anyone with an even cursory understanding of Black Twitter understands that most of the cultural clashes—from the silly fawning of Pick Me’s to the moral clash over how to properly mourn the death of controversial rapper XXXTentacion—are gender wars.",
  "Moving involves building up savings for weeks and securing a new job that hopefully is not too far from a good neighborhood where you have social connections to drop off the kids, so you’re not spending a killing on child care.",
  "This surveillance goes beyond governmental malfeasance and “serendipitous” advertisements of the exact Nikes you were checking out to Stacy from work browsing your Twitter history to see why you haven’t hit on her yet.",
  "Because of the incessant resistance required to deal with white people’s shit, black people had to find the political in the most minute details of their lives, wiring resistance into everything as a result.",
  "A respectability they hoped, along with civil action, would prove once and for all that they were men who deserved all of the simple dignities the United States had afforded white men since its inception.",
  "The only difference is that the same distance, denial, and distortion that followed one in the physical world will be uploaded online, possibly pushing gay black men further and further into obscurity.",
  "Being able to hold down a steady job, earning enough income to own a home and support a wife and kids—black men performed the societal expectations of masculinity and elevated it into an art form.",
  "Well, the contemporary resisters of Black Lives Matter have an idea:\n\nBlack Lives Matter is a unique contribution that goes beyond extrajudicial killings of Black people by police and vigilantes.",
  "Being black has historically meant two things in this country: that you either deal with white people’s fuck shit wherever you are, or you gather the little possessions you have and leave town.",
  "There is a battle over black representation, a battle about who gets to define blackness, and it is being waged all across our digital forums and physical places, with no sign of it abating.",
  "Where queer black men pass is different, but the logic is the same, with the most “manly” among us passing to fit in the black man’s world, and thus, reap his treasures and opportunities.",
  "Black people who were poor, as holding down a job and building a family were rendered virtually impossible from intense workplace discrimination and constant surveillance from the state.",
  "Black Lives Matter affirms the lives of Black queer and trans folks, disabled folks, black-undocumented folks, folks with records, women and all Black lives along the gender spectrum.",
  "The most minute understanding of ourselves tends to be what we believe to be the most essential, what we allegedly share with everyone on this planet—who we are as men and women.",
  "A tragedy because without women, how would black gay men fit the narrow conception of what a man was, and thus find legitimacy in a country that already saw them as nothings?",
  "And everything, from institutionalized redlining, to twice the unemployment rates, to rampant incarceration, to disinvested neighborhoods, ensured this was arduous work.",
  "And black women, who are so reliant on black men to fulfill this respectable picturesque lifestyle that it rendered their interiorities, desires, and goals obsolete.",
  "And not stuck in your hometown where, God forbid, everyone keeps asking you when you’re going to finally find some fine woman to settle down with and start a family.",
  "Passing is another tradition in black history, with the lightest among us passing to fit in the white man’s world, and thus, reap his treasures and opportunities.",
  "To stop all of this fucking proving of worth through masculinity trials, you forsake your homeland, where you’re constantly resisting, and you get some distance.",
  "Yet we know from public health officials and mental health professionals that visibility is crucial for self-esteem and sexual health, for any hope of thriving.",
  "The status of passing has always been tenuous, but what to do now that the passing, linked with so many deleterious health ailments, has been rendered useless?",
  "It means fighting harder to make space for all ways of being, so passing isn’t something that needs to happen in the first place\n\nBut this won’t be easy.",
  "Civil rights activists are blocked by National Guardsmen brandishing bayonets while trying to stage a protest on Beale Street in Memphis, Tennessee.",
  "And black gay men, who had no desire for the women who were essential ingredients for the masculinist politics of the respectable, honorable life.",
  "It has become clearer and clearer that the absence of a wife, or any girlfriends, or any relationships is signaling something about one’s life.",
  "A closet built on distance, omissions, and lies is rendered virtually impossible by the constant digital surveillance of our social media age.",
  "And you have to return home and, once again, fixate on all of your mannerisms and actions to prove, once more, that you are a man and worthy.",
  "Research consistently shows that forming a gay identity that is validated by a gay community has positive ramifications for one’s health.",
  "Better to try your luck with the white people you don’t quite know than continue withstanding the terror of the white people around you.",
  "This piece is part of the Passing issue, a special package from Outward, Slate’s home for coverage of LGBTQ life, thought, and culture.",
  "Even Moonlight’s Chiron fled the fluid blue of Miami to deal with his aching, ice-sculptured self-denial and isolation in Atlanta.",
  "Hell, the departure was kind of necessary, to keep being yourself while projecting some imagined self for everyone else back home.",
  "Black gay men are alienated first by the whites’ racist circumstances, next by their queer orientation in a black man’s world.",
  "Everyone did what they could, from excelling in athletic feats over white peers to full-on protest to reshape their worlds.",
  "Not in some small town, where you would crave but scrape for white boys’ attention because there weren’t many alternatives.",
  "What was self-evident to black people, but willfully escaped the imaginations of whites: I am a Man, just like all of you.",
  "The constant surveillance creates endless opportunities for the nagging question: Who is this dude fucking?",
  "This pragmatism led to the Great Migration and, weirdly enough, the contemporary migration back south.",
  "Despite its association with feminist circles, the personal has always been political for black folks.",
  "The marching demonstrators, who are wearing signs that say “I Am a Man,” are also flanked by tanks.",
  "You move somewhere where there are people just like you everywhere, where your desires are normal.",
  "Either you’re out and proving to everyone that you are gay and a real man worthy of legitimacy.",
  "The same strict machinations that follow you in the real world follow you online as well.",
  "Wars about understanding who gets to be in the front, who is legitimate, who is normal.",
  "In the white man’s world, and in your personal community, and on Al Gore’s internet.",
  "In this way, gay black men had lost the game before they even had a chance to begin.",
  "Bettmann\n\nBanality became the weapon of choice, a full-blown politic of resistance.",
  "With the staying put came the need to become de facto resisters, for your survival.",
  "The reliance on such narrow masculinity, of course, excludes so many black people.",
  "You have to go out and resist white people to prove you are man and thus worthy.",
  "We know from the Cambridge Analytica scandal that we are constantly surveilled.",
  "It centers those that have been marginalized within Black liberation movements.",
  "Or you’re proving you’re not gay and a thus a real man worthy of legitimacy.",
  "Now all one has is further disengagement, which brings further alienation.",
  "Atlanta is supposed to be the place you end up, not the place you begin.",
  "Leaving, if you had the means to do so, was never really the issue.",
  "And not everyone signed up for a life full of politics and praxis.",
  "All of us are constantly gaining and losing from our choices.",
  "The safety of distance has all been ruined by the internet.",
  "It is a tactic to (re)build the Black liberation movement.",
  "So many black people just had to stay where they were.",
  "What will all of this obscurity mean for these men?",
  "And honestly, departing is what a lot of us did.",
  "Read all of Outward’s special issue on Passing.",
  "And this puts gay black men back to resisting.",
  "One could rebel, embed themselves in gayness.",
  "But Atlanta–the gay black mecca of the world.",
  "And, again, you’re stuck, twice a resister.",
  "Maybe it’s just better to not post at all.",
  "So many black gay men just choose to pass.",
  "But moving wasn’t an option for everyone.",
  "Disqualified because of whom they love.",
  "But the resistance doesn’t really end.",
  "“You’re from here?”\n\nI get that a lot.",
  "So many will continue to try to pass.",
  "But then you are a resister twice.",
  "How much more can they resist?",
  "Now you’re a resister thrice.",
  "Photo illustration by Slate.",
  "Why lose more than needed?",
  "Why not just try to live?",
  "Fuck a double burden.",
  "And what do you lose?",
  "Photo by Unsplash.",
  "Maybe to Atlanta.",
  "Read more here."
]