[
  "The British Home Office did not confirm the name of the successful bidder in a statement on Thursday but said that “the preferred bidder has been selected following a rigorous, fair and open competition” that would result in a “secure product at the best value for money for our customers and the taxpayer.”\n\nThe Home Office statement appeared to indicate that a decision had been made, even though the British culture secretary, Matt Hancock, told the BBC that the process was “not fully complete.”\n\nIt appears the decision to have the new passports printed overseas comes down to cost.",
  "But the passport change, which was supposed to symbolize British national identity, is now being referred to by many, including former British cabinet minister Priti Patel, as “a national embarrassment.”\n\n“Blue Brexit passports to be made in Europe” read the front page of Thursday's Daily Telegraph.",
  "“It’s been the case since 2009 that we do not require passports to be manufactured in the U.K. A proportion of passports have been made overseas since then with up to 20 percent of blank passport books currently produced in Europe with no security or operational concerns,” the statement read.",
  "“Over the last few months we have heard ministers happy to come on and talk about the new blue passport and the fact that it is an icon of British identity,” Martin Sutherland, the chief executive of the British manufacturer De la Rue, told the BBC on Thursday.",
  "In a rare show of unity, Britons in favor of leaving the European Union similarly voiced outrage, complaining that the decision would add an extra burden on taxpayers and unfairly benefit the economies of other countries rather than domestic producers.",
  "Read more on WorldViews:\n\nHow Cambridge Analytica’s ‘ticking time bomb’ blew up, and 5 other stories you might have missed\n\nThe scary truth that Cambridge Analytica understands\n\nWatch a rocket carrying two Americans and one Russian blast into space",
  "But a Franco-Dutch company will likely be producing its post-Brexit passports, according to British news reports and based on claims made by the British competitor, De La Rue, that appears to have been outbid for the contract.",
  "“But now this icon of British identity is going to be manufactured in France.”\n\nOn Twitter, “Franco-Dutch” soon began trending across Britain as hundreds learned and responded to the news.",
  "It's only the latest development in a Brexit tale that has come to symbolize the challenges Britain is encountering as it tries to somewhat disentangle its close ties to the 27 other E.U.",
  "“The new Blue 'iconic' passport to be made by a Franco-Dutch company Gemalto whose headquarters is in Amsterdam, and also listed on the Paris stock exchange, a truly European enterprise.",
  "You literally couldn't make this up,” said George Couyas, a 38-year-old interior designer who describes himself as a proud European and “Remainer” — the term for those opposing the E.U.",
  "In December last year, then-minister of immigration Brandon Lewis announced that British passports would once again become blue following Brexit, heralding the move as a major success.",
  "But to many British opponents or skeptics of the European Union, the burgundy passport mainly became a constant reminder of what they perceived to be servitude to Brussels.",
  "“I am delighted to announce that the British passport will be returning to the iconic blue and gold design after we have left the European Union in 2019,” Lewis said.",
  "The irony hasn't been lost on the many commentators watching this story unfold...\" tweeted Angela Rayner, a Labour member of Parliament.",
  "Neither De La Rue nor the apparently successful bidder, Gemalto, responded to requests for comment by The Washington Post on Thursday.",
  "“The new and 'iconic' Blue British passport is set to be manufactured by a French/Dutch company based in Paris and Amsterdam.",
  "“The contract will save British taxpayers between 100 and 120 million GBP,” a person with knowledge of the decision said.",
  "LONDON — In the wake of Brexit, Brits were promised their new blue passports would be “iconic.” They got ironic instead.",
  "The British passport used to be blue throughout much of the last century, starting in 1920.",
  "In 1988, the current burgundy document — which is the standard color among E.U.",
  "nations — was introduced when Britain switched to machine-readable passports.",
  "The post-Brexit passports are expected to be issued from October 2019.",
  "The Home Office rejected such criticism in its statement on Thursday.",
  "Yes, Britain may have voted to leave the European Union.",
  "“Sacre Bleu,” exclaimed British tabloid, The Sun.",
  "Simply amazing.",
  "divorce.",
  "nations."
]