[
  "(Photo: JOHN MINCHILLO/AP)\n\nFacebook in the hot seat before Congress\n\nFacebook CEO Mark Zuckerberg will make his first appearance before Congress on Tuesday to answer questions following revelations that personal information from more than 87 million Facebook users may have been shared without their permission by political targeting firm Cambridge Analytica.",
  "HUD to award Puerto Rico $18.4 billion in disaster aid\n\nThe Department of Housing and Urban Development will award $28 billion in disaster relief aid on Tuesday — the agency's largest single disaster relief grant in history — including $18.4 billion for Puerto Rico in the wake of protests over the pace of disaster relief on the hurricane-ravaged island.",
  "Facebook?s two top executives, CEO Mark Zuckerberg and COO Sheryl Sandberg, have been radio silent since news broke on Sunday, March 18, 2018, that data firm Cambridge Analytica used data, including user likes, inappropriately obtained from roughly 50 million Facebook users to try to sway elections.",
  "The remaining money, a little less than $10 billion, will go to nine states, five city and county governments, and the U.S. Virgin Islands to help repair homes businesses and infrastructure damaged by hurricanes, floods, and wildfires, HUD Secretary Ben Carson said.",
  "“There is still much work to be done to close achievement gaps and ensure that our young people are ready for success in college, careers and life,” said Carissa Miller, executive director of the Council of Chief State School Officers.",
  "Video provided by AFP Newslook\n\nTrump welcomes Alabama's football team to the White House\n\nThe national champion University of Alabama football team will be guests of President Trump in a White House ceremony Tuesday.",
  "Overall, only roughly a third of American eighth-graders are proficient in reading and math along with about 40% of fourth-graders, according to the National Assessment of Educational Progress (NAEP).",
  "But Alabama appears to follow the lead of the Pittsburgh Penguins (NHL), New England Patriots (NFL) and the Houston Astros (MLB), championship teams which accepted invitations from Trump.",
  "The Crimson Tide defeated SEC rival Georgia 26-23 in overtime in college football's title game Jan. 8 in Atlanta, giving coach Nick Saban his record-tying sixth national championship.",
  "Fourth-graders made no improvements in math or reading, while eighth-graders’ scores were flat in math and only slightly improved in reading, a new study released Tuesday finds.",
  "FILE- In this Aug. 6, 2015, file photo, FaceBook elections signs stand in the media area in Cleveland, Thursday, before the first Republican presidential debate.",
  "The results, the first since the test was changed from paper to tablet computers, show that racial disparities persist at both grade levels.",
  "Supporters are expected to commemorate Equal Pay Day, aimed at discussing the impact of gaps in gender pay, with the hashtag #EqualPayDay.",
  "Why #EqualPayDay matters\n\nTuesday marks how far into the new year women must work in order to earn the same pay as men did last year.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2GPKzsA",
  "The non-profit group also projects if changes continue at their current rates, women won't reach pay parity with men until 2119.",
  "A petition with at least 72,000 signatures before the game urged Saban and the team to skip the traditional White House visit.",
  "According to the American Association of University Women, women working full time in the U.S. earn 80% of what men are paid.",
  "The Golden State Warriors (NBA) and the North Carolina Tar Heels (NCAAB) skipped their celebratory visits last year.",
  "He will be the sole witness at a joint hearing of the Senate Commerce and Judiciary committees.",
  "Over the weekend, Facebook suspended two more data firms with ties to Cambridge Analytica.",
  "Results of the latest nation's report card are in...\n\nAnd the news is startling.",
  "CLOSE Facebook says 87 million may be affected by data breach.",
  "President Trump signed a bill Feb. 9 authorizing the funding.",
  "At least one of the senators on the committee has doubts.",
  "Contributing: Associated Press\n\nPrefer to listen?",
  "This is what Zuckerberg plans to say.",
  "Can Facebook fix itself?"
]