[
  "USA TODAY\n\nFILE - In this April 4, 2013 file photo, Facebook CEO Mark Zuckerberg walks at the company's headquarters in Menlo Park, Calif. Facebook has dropped 13.5 percent after allegations a political consulting firm working for the Trump campaign got data inappropriately from millions of Facebook users.",
  "More: Here's how to protect your personal info on Facebook\n\nThat Facebook app, called “This is Your Digital Life,” was a personality quiz created in 2014 by an academic researcher named Aleksander Kogan, who paid about 270,000 people to take it.",
  "Reeling from its worst privacy crisis in history — allegations that this Trump-affiliated data mining firm may have used ill-gotten user data to try to influence elections — Facebook is in full damage-control mode.",
  "On Monday, March 26, 2018, the Federal Trade Commission said it?s investigating the social media giant?s privacy practices and legislators in the U.S. and the U.K. have demanded answers and called for inquiries.",
  "The app vacuumed up not just the data of the people who took it, but also — thanks to Facebook’s loose restrictions — data from their friends, too, including details that they hadn’t intended to share publicly.",
  "(AP Photo/Marcio Jose Sanchez, File) ORG XMIT: NYBZ116 (Photo: Marcio Jose Sanchez, AP)\n\nNEW YORK (AP) — Get ready to find out if your Facebook data has been swept up in the Cambridge Analytica scandal.",
  "In addition, all 2.2 billion Facebook users will receive a notice titled “Protecting Your Information” with a link to see what apps they use and what information they have shared with those apps.",
  "Cambridge Analytica whistleblower Christopher Wylie previously estimated that more than 50 million people were compromised by a personality quiz that collected data from users and their friends.",
  "More: Apple co-founder Steve Wozniak says he's leaving Facebook\n\nMore: Facebook tightens issue ads, political ads to prevent election interference\n\nMore: I downloaded all my Facebook data.",
  "Zuckerberg said Facebook came up with the 87 million figure by calculating the maximum number of friends that users could have had while Kogan’s app was collecting data.",
  "Facebook says most of the affected users (more than 70 million) are in the U.S., though there are over a million each in the Philippines, Indonesia and the U.K.",
  "CEO Mark Zuckerberg acknowledged that he made a “huge mistake” in failing to take a broad enough view of what Facebook’s responsibility is in the world.",
  "Starting Monday, the 87 million users who might have had their data shared with Cambridge Analytica will get a detailed message on their news feeds.",
  "CLOSE USA TODAY's Jefferson Graham explains how you can tell Google, Facebook and Amazon to stop following you around the web.",
  "The company doesn’t have logs going back that far, he said, so it can’t know exactly how many people may have been affected.",
  "In an interview aired Sunday on NBC’s Meet the Press, Wylie said the true number could be even larger than 87 million.",
  "If they want, they can shut off apps individually or turn off third-party access to their apps completely.",
  "Cambridge Analytica said in a statement Wednesday that it had data for only 30 million Facebook users.",
  "Facebook later limited the data apps can access, but it was too late in this case.",
  "Read or Share this story: https://usat.ly/2qiTO9p",
  "He’s set to testify before Congress next week.",
  "This is what I learned."
]