[
  "BORIS EPSHTEYN\n\nA dogged television surrogate for President Trump during the 2016 presidential campaign, Epshteyn disclosed that his primary asset was a stake worth between $1 million and $5 million in TGP Securities Inc., a New Jersey investment banking firm where Epshteyn previously worked as a managing director.",
  "KEITH KELLOGG\n\nKellogg, the National Security Council chief of staff, reported earning $96,000 in salary and severance for one month working for Cubic Corp., a defense contractor, plus ownership worth at least $366,000 in various investment funds, bonds and a retirement account.",
  "DON MCGAHN\n\nDon McGahn, who served as Trump's top campaign lawyer and is now White House counsel, made more than $2.4 million last year for his work at Jones Day, a prominent Washington law firm with deep ties to the Republican Party.",
  "PETER NAVARRO\n\nNavarro's only job before joining the White House as director of the National Trade Council was as an economics and public policy professor for the University of California-Irvine, where he had a salary of $240,000.",
  "McGahn listed legal services for more than 22 conservative and GOP-tied entities last year, including the National Rifle Association, the Citizens United Foundation, the Republican National Committee and Americans for Prosperity.",
  "MAKAN DELRAHIM\n\nDeputy White House counsel Makan Delrahim reported earning a little more than $1 million last year in salary, stock payouts and a buyout from his law firm Brownstein Hyatt Farber Schreck, where he was a partner.",
  "Even before being named counselor to the president, Conway was worth as much as $40 million, derived mostly from her investments and her salary at her personal political consulting firm, \"the polling company/WomanTrend.\"",
  "Most of Conway's assets, more than $31 million, are held in cash or money-market accounts — likely because she had to sell most of her investments before taking a job in the White House.",
  "A guitar player who often performs in public with an '80s cover band called Scott's New Band, McGahn also disclosed that he earned $4,900 last year from a music booking firm.",
  "Greenblatt has made two visits to the Middle East since joining the White House, meeting with Israelis and Palestinians and attending an Arab summit in Jordan this week.",
  "KELLYANNE CONWAY\n\nKellyanne Conway, who became the first female campaign manager to successfully elect a president, is, not surprisingly, a successful woman herself.",
  "Her previous job as executive producer of the Laura Ingraham show, where she worked from June 2013 until she went to Breitbart, earned her a salary of $74,082.",
  "JULIA HAHN\n\nOne of Bannon's employees at Breitbart — now his top lieutenant in the White House — has assets that could be worth as much as $2.3 million.",
  "JASON GREENBLATT\n\nGreenblatt, a former Trump Organization lawyer advising the president on Middle East policy, listed assets of more than $1.4 million.",
  "Delrahim, a board member of the World Poker Tour Foundation, is also a passive investor in a movie called \"Trash Fire,\" according to the filing.",
  "She owns a very small stake in a real estate investment company known as Cherrywood Partnership, which owns apartment buildings in Pennsylvania.",
  "She does still own stock in drug giant Pfizer, snack food companies Kraft Heinz and Mondelez, and tobacco companies Altria and Philip Morris.",
  "Conway gave speeches or provided political consulting services to dozens of political interest groups, mostly advocating conservative causes.",
  "But in recent days, reports surfaced that he was leaving the post and it was unclear if he would wind up elsewhere in the administration.",
  "REINCE PRIEBUS\n\nPriebus, the White House chief of staff, took in more than $500,000 in salary and bonuses from the Republican Party.",
  "He also earned at least $750,000 from equity buyout and partner-distribution income from the law firm Michael Best & Friedrich.",
  "After the election, Epshteyn joined the White House press office, working with talk shows booking Trump administration figures.",
  "She also gave a paid speech to Point 72 Asset Management, the firm owned by billionaire hedge fund manager Steven Cohen.",
  "Hahn made a salary of $117,217 at Breitbart News as a senior investigative reporter from July 2015 to January 2017.",
  "Most of his assets are tied up in his pension and investment properties, which have mortgages attached to them.",
  "He made another $240,000 from consulting fees with a health-care cost containment firm, Prime Health Services.",
  "Conway earned, through her company, slightly more than $800,000 in business income for her work in 2016.",
  "The business is worth between $1 million and $5 million, according to her disclosure statement.",
  "Those stock holdings are relatively minor — less than $200,000 — compared with her net worth.",
  "He has a variety of assets, including stocks, bonds and investment property.",
  "Epshteyn made only $30,000 last year as a familiar Trump media surrogate.",
  "He owed at least $600,000 in loans, including a mortgage on his home.",
  "That's notable because of her young age: She's in her mid-20s.",
  "All told, the value is more than $1 million, but not by much.",
  "He made $1.02 million last year at the Trump Organization.",
  "He made far more with TGP, earning $226,000 last year.",
  "That stake is worth between $250,001 and $500,000.",
  "Many of the holdings were stock mutual funds."
]