[
  "The social media giant has been under pressure from governments in Europe and the U.S. since the Cambridge Analytica scandal, revealing that the consulting company gained access to the personal data of 87 million Facebook users from an academic researcher.",
  "As part of the Wednesday’s announcement, the watchdog also announced a criminal prosecution against Cambridge Analytica’s parent firm, SCL Elections, over allegations that it didn’t hand over evidence related to the data misuse probe.",
  "The fine, in her view, “sends a clear signal that I consider this as a significant issue if you look at the impact of the data breach.”\n\nFacebook is able to respond to the commissioner before the fine is applied.",
  "“We have been working closely with the Information Commissioner’s Office in their investigation of Cambridge Analytica, just as we have with authorities in the U.S. and other countries,” he added.",
  "“As we have said before, we should have done more to investigate claims about Cambridge Analytica and take action in 2015,” Erin Egan, Facebook’s chief privacy officer, said in a statement.",
  "Facebook is facing a fine of over $650,000 in Britain after the country’s information regulator said Wednesday the company failed to protect millions of users’ data.",
  "Britain’s Information Commissioner Elizabeth Denham said she intends to fine Facebook 500,000 pounds ($663,850), the maximum amount allowed, Reuters reported.",
  "Denham claims Facebook broke the law by not being able to protect people’s information and hadn’t been open about how data was harvested from their platform.",
  "“Facebook has failed to provide the protections required under data protection laws,” Denham told reporters before the announcement, according to Politico.",
  "“New technologies that use data analytics to micro-target people give campaign groups the ability to connect with individual voters.",
  "But this cannot be at the expense of transparency, fairness and compliance with the law,” she said in a statement.",
  "The fine is mere petty cash as Facebook reportedly earned nearly $6 billion profit in the first quarter this year."
]