[
  "Chip Somodevilla/Getty Images\n\nIt would take Facebook just 18 minutes to pay off the £500,000 fine proposed as a punishment by the UK's data watchdog for the Cambridge Analytica data scandal.",
  "The Information Commissioner's Office (ICO) has suggested fining Facebook the maximum penalty for the way it mishandled user data and failing to safeguard people's information.",
  "Importantly, these laws give regulators like the ICO much sharper teeth when it comes to issuing fines, with a maximum fine of €20 million or 4% of a company's global turnover.",
  "And, according to Business Insider's calculations, that means Facebook makes around $37,037 a minute, which means it would take just less than 18 minutes to pay the fine.",
  "Facebook made around $40 billion (£30.1 billion) in revenue in 2017, meaning its maximum fine under the new laws would be $1.6 billion (£1.2 billion).",
  "Historically, the ICO hasn't had much power to issue a robust fine to companies which mishandle people's information.",
  "But the company makes so much money per minute from advertising that the penalty is barely a drop on the ocean.",
  "Facebook made $4.8 billion in net profit in the first three months of 2018, according to its own figures.",
  "Facebook still has a chance to respond to the ICO before the watchdog makes its final decision.",
  "$663,575 divided by $37,037.04 per minute equals 17.91 minutes, or 17 minutes, 55 seconds.",
  "Here is the calculation:\n\nQ1 2018 (January, February, and March) had 90 days.",
  "£500,000 figure was the maximum penalty under the UK's data protection laws.",
  "Therefore in Q1 2018 there were 1,440 x 90 minutes, which equals 129,600.",
  "But now Europe brought in much stricter privacy laws in May, the GDPR.",
  "$4.8 billion divided by 129,600 equals $37,037.04 profit per minute.",
  "The company is expected to make its case later this month.",
  "As of this morning, £500,000 is worth $663,575.",
  "Each day has 1,440 minutes (24 x 60).",
  "It's no big deal."
]