[
  "The Information Commissioner's Office (ICO) said it planned to fine Emma's Diary £140,000 for selling information about its users illegally to data broker Experian for Labour to use during its general election campaign.",
  "Deputy information commissioner Steve Wood told the Guardian on Tuesday that the ICO had, \"really significant concerns about how Emma's Diary was gathering the data, particularly involving mothers who were in hospital.\"",
  "Emma's Diary 'handed over more than 1m records' to Labour\n\nEmma's Diary bills itself as \"one of the UK's leading baby clubs for mums-to-be, providing expert advice on every aspect of pregnancy and childcare.\"",
  "A Lifecycle spokesman told Business Insider:\n\n\"We are deeply disappointed by the ICO's decision to publish a report including details of enforcement action intended to be taken against Lifecycle Marketing.",
  "10 Face/Shutterstock\n\nEmma's Diary, a company that offers advice to women and new parents, is facing a fine from the UK's data watchdog for selling people's personal information to the Labour party.",
  "As a result, details of the ICO's findings, together with statements attributed to the ICO being reported by the press, contain significant factual inaccuracies which we trust will be corrected.",
  "\"We look forward to working with the ICO on its ongoing investigation and will be submitting our written representations to challenge the ICO's findings in accordance with the usual process.\"",
  "We have neither bought nor used Emma's Diary data since the 2017 general election and we will be reviewing our approach to acquiring data from third parties in light of the ICO's report.",
  "The Party has worked hard to bring into place a whole raft of new approaches to how we manage and process the data we hold to ensure compliance with GDPR and the new legal framework.\"",
  "The information was then supplied to Labour for targeted marketing, and to send political ads to people with young children for 106 parliamentary seats, the ICO said.",
  "According to the ICO, Emma's Diary handed over more than 1 million records to Experian under a data supply agreement listing the Labour Party as Experian's client.",
  "Furthermore, Lifecycle has never been, nor ever will be, involved in collecting data from mothers in maternity wards as the ICO is reported to have asserted.",
  "The records included:\n\nThe name of the parent, household address\n\nThe presence of children up to 5 years old\n\nThe dates of birth of both mother and child.",
  "\"We were not given an opportunity to respond to the detail of the ICO's intended enforcement action prior to the report being published.",
  "It has denied additional accusations from the ICO that it handed over data about new mothers and mothers in maternity wards.",
  "\"It is irregular for the ICO to publish details of intended enforcement action in this way before the process is complete.",
  "The ICO said Lifecycle hadn't made it clear enough that users' information would be sold on for political purposes.",
  "Mums and parents-to-be who sign up with the site receive money-off vouchers for shops like Argos, and gift packs.",
  "A Labour spokeswoman said it would review its approach to buying information:\n\n\"We welcome the ICO's report.",
  "Lifecycle claims that Experian deleted the data from the Labour Party database after 8 June 2017.",
  "\"This includes the untrue claim that we sold data from expectant mothers to the Labour Party.",
  "This allegation is false, defamatory and causes serious harm to Lifecycle's reputation.",
  "The Labour Party holds data from a variety of sources, like all UK political parties.",
  "Lifecycle, the company which owns Emma's Diary, has disputed the findings.",
  "Its website states that Emma's Diary has a circulation of 870,000 a year.",
  "This story has been updated with Lifecycle's latest statement."
]