[
  "We are just as good and smart as they are and we will work our way through this.” After a brief pause, there was almost a sigh of relief when he stabilized the situation by describing it in a way that gave courage to everyone and that the ship wasn’t sinking.",
  "One of my clients experienced somewhat of a crisis when, in the course of a few weeks, several key employees announced they were leaving the firm, all for different reasons and different opportunities.",
  "Mark Zuckerberg was MIA for about four days after Facebook learned that millions of their customers’ information were compromised by allowing a third-party partner access to private information.",
  "In order for leaders to guide their people through the perils of a crisis, they would do well to pay attention to the three phases humans go through when encountering an unknown situation.",
  "The firm is healthier now, and people demonstrate a renewed engagement in their work — all because the leader guided his people through the three phases of change.",
  "If leaders are responsible for their organization’s stability, how do they handle crises, tragedies and other events that rock their corporate boat?",
  "These three phases give leaders a mental map to know when to apply the right response at the right time for the maximum benefit of their people.",
  "Their firms have been disrupted for various reasons, and the leaders are left to forge their way through the calamity and re-establish calm.",
  "The natural tendency for humans is to interpret what is happening as more dreadful, serious and intense than what the crisis deserves.",
  "Reading the after-stories and Monday morning quarterbacking, what struck me most was how this event shook the employees of Facebook.",
  "When leaders step up and clarify the situation as to what it means, they establish a sense of relief and calm following a calamity.",
  "As people assume different responsibilities, it becomes clear that there are significant roles for people that need to be assumed.",
  "While people struggle to understand what has happened, they will naturally come to conclusions that are not accurate or helpful.",
  "From the Facebook situation and my clients’ situations, here’s what we know to be important for a leader in the midst of crisis.",
  "Over a very short period of time, individuals began seeing openings and opportunities that didn’t exist prior to the mass exit.",
  "They were greatly disturbed and unsettled at the insinuations that assaulted their mission and their professionalism.",
  "It’s not something they plan to happen, but leaders are expected to be there, engage the situation and move forward.",
  "Cambridge Analytica stepped over the line, and Facebook was either asleep at the switch or looked the other way.",
  "The managing partner saw and felt what was happening, and rather quickly, called an all-hands-on-deck meeting.",
  "The net result is that people draw conclusions that are more dramatic and severe than what they actually are.",
  "Because the leaders took charge and took action, people were encouraged to take advantage of the situation.",
  "He began by acknowledging that several people were leaving and he wished them well in their next pursuits.",
  "This is so fresh for me because a number of my clients have been going through this same situation.",
  "They are ethical, hard-working people who believe in and care about their customers and their work.",
  "Leaders must run toward the disruption and actively engage it by directing the actions of others.",
  "They appeared to be more disrupted than their customers who had their personal data compromised.",
  "The people who make Facebook happen are not the unscrupulous villains they are purported to be.",
  "His reason for the delay was to get to the bottom of what happened before he surfaced publicly.",
  "The world was aghast about the news of his company, and there was nothing from the CEO.",
  "It may not be the most strategic, but it should assuage the jittery angst people feel.",
  "People were doing things to “right the ship” and were focused on the business at hand.",
  "In the midst of the accusations, chaos and misinformation, there was no leader voice.",
  "Finally, after what seemed like forever, Zuckerberg tendered a post on Facebook.",
  "While everyone is running away from the tragedy, first responders run toward it.",
  "Needless to say, their confidence in their leaders was significantly disrupted.",
  "From that meeting, the leaders identified and reinforced client relationships.",
  "It appeared that significant talent was jumping ship, leaving the rest behind.",
  "The third phase of leading through crisis is to capitalize on the situation.",
  "The second phase of leading through a crisis is to mobilize people quickly.",
  "He wanted to understand what happened and provide accurate information.",
  "Realizing this, he deterred from his prepared remarks and said: “Look.",
  "The pundits, newscasters and critics were interpreting what happened.",
  "Various projects and engagements were reassigned where necessary.",
  "Disruption means everyone is knocked out of their comfort zones.",
  "From this event, we became more aware of a key role of leaders.",
  "We know how it concerns and affects everyone in their company.",
  "But his respectful remarks didn’t quell the angst in the room.",
  "Opportunities open that were not available prior to the chaos.",
  "There are still several accounts of what really happened.",
  "First, the leader must stabilize the situation.",
  "Unfortunately, it was too little, too late.",
  "This is exactly what Zuckerberg missed.",
  "Our clients lose top people every day.",
  "It’s a normal part of doing business.",
  "It’s the action of first responders.",
  "Is this not even important to him?",
  "Do something that makes sense.",
  "His silence was deafening.",
  "But they get through it.",
  "Does he even know?",
  "Does he even care?",
  "And they did.",
  "Every time.",
  "Crickets."
]