[
  "Facebook CEO and billionaire Mark Zuckerberg is on Capitol Hill for the second day on Wednesday, testifying in front of lawmakers after a data scandal with the research firm Cambridge Analytica resulted in as many as 87 million Facebook users private data being compromised.",
  "\"[W]henever there's something that affects the public good, then there does need to be some form of public oversight,\" Musk told to \"CBS This Morning\" co-host Gayle King on Tuesday in California.",
  "And while Zuckerberg was on the East Coast facing hours of questioning by Congressional leaders, another billionaire tech titan was on the West Coast revealing his thoughts.",
  "\"I think the real question, as the internet becomes more important in people's lives, is what is the right regulation, not whether there should be or not.\"",
  "Musk also reiterated his warning about about artificial intelligence to King on Tuesday: \"I do think that there should be some regulations on AI,\" he said.",
  "At the South by Southwest festival in Austin, Texas, in March, Musk said the development of AI is more dangerous than nuclear warheads.",
  "That's allowing public deception to go unchecked,\" Musk told King, according to a clip of the interview published Wednesday.",
  "In March, after news of the Cambridge Analytica scandal broke, Musk deleted the Facebook pages for both Tesla and SpaceX.",
  "\"I think there should be regulations on social media to the degree that it negatively affects the public good.",
  "\"My position is not that there should be no regulation,\" Zuckerberg said Tuesday in Congressional testimony.",
  "He deleted the social media pages because Facebook \"gives me the willies,\" he said, not as a statement.",
  "We can't have like willy-nilly proliferation of fake news, that's crazy,\" he said.",
  "Musk is still relatively active on Instagram, which is owned by Facebook.",
  "Zuckerberg himself has also indicated he is open to regulation.",
  "\"You can't have more clicks on fake news than real news.",
  "The full interview is set to air Thursday."
]