[
  "bit.ly/2m9iShx\n\nThe Telegraph\n\nMicro Focus International Plc has admitted that its troubled 6.6 billion pound merger with Hewlett Packard Enterprise Co's software division is a year behind schedule as it revealed a revenue fall that sent shares sliding.",
  "bit.ly/2mbQ5ZT\n\nSky News\n\nTim Martin, founder and chairman of pub chain JD Wetherspoon, has attacked Theresa May's plans for leaving the European Union and criticised the prime minister for seeking a deal with \"unelected EU representatives.\"",
  "bit.ly/2m7DarI\n\nThe Independent\n\nLaw firm Leigh Day has lodged 1,000 equal pay claims against Tesco Plc, and estimated that the legal action could cost the supermarket as much as 4 billion pounds in compensation payouts.",
  "bit.ly/2m7Ezyu\n\nThe Guardian\n\nBT Group Plc has been hit by a significant shareholder rebellion over its outgoing Chief Executive Gavin Patterson's 2.3 million pound ($3.04 million) pay packet.",
  "bit.ly/2mcIavo\n\nComcast Corp has moved swiftly to table a 26 billion pound offer to buy Sky Plc, trumping Rupert Murdoch within hours of the media mogul tabling a new 24.5 billion pound offer.",
  "bit.ly/2m9qYGQ\n\nThe board of mining behemoth Glencore Plc has formed a separate committee to handle a potentially highly damaging probe into its activities by the U.S. Department of Justice.",
  "bit.ly/2maij76\n\nBritain's largest housebuilder, Barratt Developments Plc , has shaken off fears of a slowdown in the property market and vowed to become \"bigger than it has ever been.\"",
  "The Times\n\nThe chairman of KPMG has hit back at MPs in charge of the inquiry into the collapse of Carillion Plc who called the firm's audit of the outsourcing group \"complacent.\"",
  "bit.ly/2m8gU10\n\nFacebook Inc is to be hit with the maximum 500,000 pound ($663,000) fine over data protection breaches related to the Cambridge Analytica scandal.",
  "ind.pn/2m9ljR9\n\nThe West Midlands has been highlighted as a \"bright spot\" in what was a weak second quarter for house prices across the UK in general.",
  "The company completed 17,579 homes in the year to June, compared with 17,395 a year earlier.",
  "The following are the top stories on the business pages of British newspapers.",
  "Reuters has not verified these stories and does not vouch for their accuracy.",
  "ind.pn/2m98E0B ($1 = 0.7573 pounds) (Compiled by Bengaluru newsroom)"
]