[
  "They still have a long way to go before users enjoy mass adoption, but these developments address daunting problems in the current social media landscape in a number of areas, including:\n\nDecentralized Infrastructure\n\nFacebook simply has too much control over the data of its users, which, in turn, gives it too much power to dictate terms.",
  "Blockchain projects such as Wanchain, which facilitates cross-chain data exchanges, and the Keep Network, which enhances privacy and security in cross-chain transactions, could be leveraged to allow communication and interaction between social media platforms.",
  "There are additional possibilities with user-based data ownership, such as the ability to monetize it for personal gain, but it’s a completely different dynamic when it’s a personal choice, not a corporate business model.",
  "It’s easy to assume that Facebook is too big to fail, but cautionary tales like Myspace, Friendster, Yahoo and AOL underscore the fact that the digital-era competitive landscape can change quickly and dramatically.",
  "In addition to the high-profile scandal involving Cambridge Analytica and the never-ending fake news trope, there have been countless lower-profile incidents that reflect poorly on Mark Zuckerberg and company.",
  "Whether they use it for target advertising on the platform or to sell aggregated data to third parties, this is the deal users tacitly agree to by affirming Facebook’s terms of service upon signup.",
  "There are dozens of projects in the works to provide functionality similar to Facebook, as well as Twitter, Instagram, LinkedIn and a variety of other social media platforms.",
  "The already challenging task of building a user base on a decentralized platform becomes even more difficult given the high degree of fragmentation in the marketplace.",
  "The onus is on the user to protect their individual data, but there is no longer a concern that a third-party intermediary will be able to sell, harvest or misuse it.",
  "An additional problem with the Facebook system is a problem inherent to all centralized data stores — they’re easy targets for those who wish to misuse the data.",
  "This means that a user’s personal identity remains in their control and can be moved from one app to another or exchanged freely between different platforms.",
  "The decentralized infrastructure of blockchain-based social media creates a more equitable balance of power between the platform provider and its users.",
  "The mainstream media continues to categorize the Cambridge Analytica controversy and similar privacy snafus as breaches, but that’s a serious misnomer.",
  "This young, tech-savvy group could also be a great opportunity for a decentralized social media ecosystem to begin an exodus away from Facebook.",
  "There’s inevitably going to be a better way to build social networks, and a robust area of blockchain technology hopes to provide it.",
  "Then again, at some point consumers might realize that there are benefits to having a variety of social media platform options.",
  "Data Ownership\n\nPerhaps the most compelling justification for a decentralized social network is user control of personal data.",
  "To date, Facebook’s high-profile issues with data privacy and maintaining community standards haven’t hurt its user metrics.",
  "Decentralized systems allow for this type of flexibility and offer options that a centralized network by definition cannot.",
  "The user’s profile exists separately from the application or service and interfaces with it only as much as is necessary.",
  "It represents right around 25% of all users and is a prime target for many businesses’ marketing and advertising efforts.",
  "The idea is to provide users with the same type of functionality without the same degree of one-sided data control.",
  "Harvesting or otherwise misappropriating data is far more difficult without a central point of weakness to attack.",
  "Portability\n\nAnother important component of a decentralized social networking ecosystem is that of portability.",
  "From a demographic standpoint, one of Facebook’s primary assets is the size of its 25-to-34-year-old user base.",
  "This allows you to have granular control over the information you share with apps and websites.",
  "This harvesting, packaging and monetization of user data is Facebook’s business model.",
  "With over two billion members, Facebook’s network effect is extremely powerful.",
  "It has been a rough year for social media giant Facebook's corporate image.",
  "There are some significant barriers to a redefined social media ecosystem.",
  "No longer is it in the hands of a third-party intermediary like Facebook.",
  "Simply put, you own it and control it as you see fit.",
  "This could change at any time."
]