[
  "\"I can't say definitively, one way or the other, if these data sets did end up in Russia but what I can say is that it would have been very easy to facilitate that,\" said Wylie, who worked as research director for Cambridge Analytica from mid-2013 to late 2014 before leaving the company and helping expose the Facebook privacy breach.",
  "Wylie said Aleksandr Kogan, a Cambridge University psychology professor who developed an application that harvested the Facebook data and sold it to Cambridge Analytica, was frequently in Moscow and St. Petersburg working on projects funded by the Russian government.",
  "(Photo: JACK GRUBER/USA TODAY)\n\nWASHINGTON — Russian officials may have the personal data of millions of Facebook users that was collected by Cambridge Analytica without consumers' permission, whistleblower Christopher Wylie told a Senate panel Wednesday.",
  "CLOSE Former Cambridge Analytica researcher Christopher Wylie testified before members of the Senate Judiciary Committee on Wednesday, as they seek answers into how the London-based firm misused Facebook data during the 2016 U.S. presidential election.",
  "Meanwhile, Zuckerberg has accepted an invitation by the European Parliament to come to Brussels soon to \"clarify issues related to the use of personal data,\" according to a tweet Wednesday from European Parliament President Antonio Tajani.",
  "Wylie said Russian officials could easily have stolen the data from Kogan's laptop with a simple keylogger, which is software that can be installed remotely to track which keys are struck on a computer keyboard.",
  "Wylie expressed those fears while testifying on the broader issue of data privacy in the wake of recent revelations that an estimated 87 million Facebook users had their privacy breached by Cambridge Analytica.",
  "Amy Klobuchar, D-Minn., and John Kennedy, R-La., would allow consumers to opt out of having their data collected and give them the right to obtain copies of any data already been gathered about them.",
  "Wylie, who flew here from London to testify before the Senate Judiciary Committee, was asked by Sen. Dianne Feinstein, D-Calif., whether it's possible that the Facebook data \"ended up in Russia.\"",
  "\"I know that Dr. Kogan was at the time working on projects related to psychological profiling in Russia, and that he told me he was making his research known to contacts in Russia,\" Wylie said.",
  "Zuckerberg testified before House and Senate committees for about 10 hours over two days in April, repeatedly apologizing for the breach and promising to do better.",
  "(May 16) AP\n\nChristopher Wylie, former director of research at Cambridge Analytica, testifies in front of the Senate Committee on the Judiciary in Washington.",
  "The revelations spurred angry lawmakers to press Facebook CEO Mark Zuckerberg about why his company didn't do more to protect its users' data.",
  "pic.twitter.com/FdmuDPl8Wb — Antonio Tajani (@EP_President) May 16, 2018\n\nRead or Share this story: https://usat.ly/2rITX6S",
  "\"The Cambridge Analytica scandal has exposed that social platforms are no longer safe for users,\" Wylie testified.",
  "These platforms are critical parts of American cyberspace in desperate need of protection and oversight.\"",
  "\"My concern was that the data could have been collected from him while he was in Russia.\"",
  "Congress is considering legislation to give consumers greater power over their data.",
  "Consumers also would have the power to order companies to delete their data.",
  "Mark Zuckerberg, Facebook CEO and founder, has accepted our invitation.",
  "He will come to the European Parliament.",
  "\"We have to face up to this fact.",
  "A bipartisan bill by Sens.",
  "My full statement ??"
]