[
  "Facebook’s ebbing valuation is due in part to concerns — encapsulated by the controversy over Facebook data harvested by Cambridge Analytica — that the company will have its wings clipped by regulators or that its profits will be crimped by the costs to clamp down on abuses of its social network.",
  "To contact the author of this story: Shira Ovide at sovide@bloomberg.net\n\nTo contact the editor responsible for this story: Beth Williams at bewilliams@bloomberg.net\n\nFor the completists among you: Twitter’s enterprise value is 28 times its forward Ebitda estimates, according to Bloomberg data.",
  "This valuation gap started to shrink late last year, and briefly flipped during Facebook’s Cambridge Analytica crisis in March — to the point where, for the first time, Alphabet’s stock was consistently more expensive than Facebook’s relative to the companies’ profits.",
  "Under generally accepted accounting principles, Twitter’s enterprise value — or the market value of its stock minus cash plus debt— is 2,074 times its net income over the 12 months ended March 31, according to calculations derived from Bloomberg data.",
  "But the rapidly climbing stock means Twitter’s market value already reflects expectations of the company becoming both significantly more profitable, and rebounding from the days of shrinking revenue.",
  "Based on earnings excluding interest, taxes, depreciation and amortization — but including the cost of stock compensation for employees — Twitter’s enterprise value is 55 times this measure.",
  "(The picture is similar for forecasted Ebitda; I’m not using those figures because some analysts strip out Twitter stock compensation from estimates, and they don’t for Facebook. )",
  "The gist is that their lofty share prices don’t indicate a worrisome, late 1990s-like overvaluation, but largely reflect these companies’ rapidly climbing earnings and cash flow.",
  "The short version: Investors have always paid more to own a share of Facebook’s future profits than they did for a slice of Google parent Alphabet Inc. Now they’re not.",
  "Some smart analysts recently urged calm about the eye-popping stock market values of a handful of U.S. technology superstars, including Apple Inc. and Amazon.com Inc.",
  "But just because the big tech stocks collectively aren’t in a “B” word, that doesn’t mean there aren’t weird things happening with individual company valuations.",
  "Slightly more of the analysts who follow Facebook recommend buying those shares today, versus the beginning of the year, according to data compiled by Bloomberg.",
  "It is making genuinely smart changes to products for users and advertisers, and it slashed spending — including for its infamously high stock compensation.",
  "Twitter has always been pricey relative to its (until recently nonexistent) earnings, but the recent share recovery has made its valuation inexplicable.",
  "Of course, one person’s squeezed valuation is another person’s buying opportunity, and the shrinking gap isn’t a secret to savvy tech investors.",
  "You can see that until recently, stock buyers were willing to pay a lot more for each dollar of Facebook’s earnings than they were for Google’s.",
  "But if the company’s earnings power or growth are diminished, its shrinking market appraisal might be proven correct in the future.",
  "Since Twitter went public nearly five years ago, its stock price relative to earnings generally has been lower than Facebook’s.",
  "Twitter had far fewer users, advertisers didn’t love it, there was no profit and revenue was significantly smaller.",
  "You’re about to read about technology stocks, but don’t expect to see a mention of the “B” word (for “bubble”).",
  "People are willing to pay a premium figuring that Facebook has more opportunity to grow revenue and earnings.",
  "While Twitter trades at 55 times its Ebitda for the past 12 months, Facebook investors are paying 21 times.",
  "The chart above shows Facebook and Google shares compared with their forecasted annual earnings over time.",
  "Even if Twitter gets there, how much more can its valuation, and therefore its share price, keep rising?",
  "On the same measure, perennial crazily valued Amazon is trading at 221 times its trailing net income.",
  "As for Twitter, its stock price has tended to be discounted to its more successful rival, Facebook.",
  "A version of this column originally appeared in Bloomberg’s Fully Charged technology newsletter.",
  "Twitter’s outsized valuation gets lost sometimes in the narrative about the company’s recovery.",
  "Facebook is growing twice as fast as Alphabet, and its profit margins are bigger.",
  "Facebook’s valuation parity to Alphabet might in fact be a temporary blip.",
  "(Bloomberg produces a video-news network called TicToc for Twitter.)",
  "Short-term stock market quirks have a way of sorting themselves out.",
  "Different measures of earnings also show narrowing valuation gaps.",
  "I want to point out two oddities, Facebook Inc. and Twitter Inc.",
  "Yes, Twitter doesn’t tend to be valued on conventional metrics.",
  "Allow me to provide a sophisticated analysis: That is bonkers.",
  "For Facebook, a return to normal valuation might be welcome.",
  "And that brings me to the other tech stock oddball.",
  "This might be Facebook’s new normal.",
  "Twitter isn’t an utter mess anymore.",
  "Now the roles have reversed.",
  "The discount was warranted.",
  "For Twitter, not so much.",
  "There were good reasons.",
  "You can sign up here.",
  "©2018 Bloomberg L.P.",
  "Facebook is at 15.",
  "That’s still nuts.",
  "And now it’s not."
]