[
  "These updates do not change that.”\n\nAs a result of the law, Facebook is overhauling the look of three settings and asking users to reevaluate them: facial recognition data; specific profile information such as political affiliation or religious views; and data shared with outside companies so that Facebook can serve ads.",
  "(Courtesy of Facebook)\n\nAll 2.2 billion people who use Facebook will soon see changes to their privacy settings, in response to a sweeping new privacy law in Europe — but American users won't see exactly the same thing as their European counterparts.",
  "The social network's been under heavy scrutiny for not clearly explaining how it shares, uses and protects data after the Cambridge Analytica debacle, as last week's congressional hearings with chief executive Mark Zuckerberg illustrated.",
  "(Courtesy of Facebook)\n\nIn the United States, since there is no comparable GDPR law, Facebook is going to give teens the option not to be served ads based on their interests, but it won't ask for parental consent.",
  "Europeans will see a screen asking them specifically about GDPR-defined “specially protected personal data,” which includes political affiliation, religious views and romantic interests with advertisers.",
  "The law is very complex but has two main data goals: to give people control over what data they hand over to companies; and to require companies to be more open about how they use that data.",
  "Facebook's facial recognition wasn't previously turned on in Europe (or Canada) after regulators questioned whether Facebook was properly getting permission to collect that information.",
  "Now all European users will see a new option to flip facial recognition on — both for security reasons such as identifying faked accounts and for Facebook to use the data itself.",
  "The United States has no similar law, but a couple of politicians in the hearings asked Zuckerberg to commit to giving Americans the same protections as Europeans under the GDPR.",
  "Under GDPR, parents or guardians have to give their explicit approval before teens of that age can see ads based on their interests on Facebook or its sister network Instagram.",
  "Facebook is simplifying its settings on Web and mobile, making it easier for people to find the option to download all of their Facebook data or delete their account.",
  "While Facebook is making those changes, those privacy protections don't have the same weight of the law behind them in the United States as they do in Europe.",
  "“We have been clear that we are offering everyone who uses Facebook the same privacy protections, controls and settings, no matter where they live.",
  "(Courtesy of Facebook)\n\nOverall, the GDPR does change some things about how we interact with Facebook — but not as much as a U.S. law would.",
  "Facebook's terms of service in Europe contain specific references to parts of the GDPR that don't carry a legal definition in U.S. law.",
  "Americans who've already turned off this feature shouldn't see this screen again; Facebook will simply keep the feature off.",
  "These new changes, in the works for months, are supposed to make the why and how of Facebook's data collection clearer.",
  "Meanwhile, Americans will be asked about the same data, but the legal term doesn't mean anything in the United States.",
  "\n\nNew “privacy shortcuts” are meant to make the settings easier to use for all of Facebook's 2 billion global users.",
  "(Courtesy of Facebook)\n\nFinally, other differences between what Europeans and Americans see is a matter of wording.",
  "Facebook confirmed that its intention is to extend the spirit of the European standard to all its users.",
  "Anyone who has facial recognition enabled — the default choice — will see this option to turn it off.",
  "consumer law set out specific rules for terms and data policies which we have incorporated for E.U.",
  "People using Facebook will start seeing the new designs appropriate to their region next week.",
  "(Technically, no one younger than 13 is supposed to have a full Facebook account, anyway.)",
  "The new law, the General Data Protection Regulation or GDPR, takes effect on May 25.",
  "[Why Europe, not Congress, will rein in big tech]\n\nThat difference between the E.U.",
  "law and Facebook's agreement for U.S. users manifests itself in a couple of ways.",
  "users,” said Stephen Deadman, Facebook's deputy chief global privacy officer.",
  "The most notable of these are policies that apply to children ages 13 to 15.",
  "Overall, the design changes will look very similar around the world.",
  "Facebook has this option turned on by default in the United States.",
  "A look at what European users will see as a result of the changes.",
  "Some U.S. users will see this, others won't.",
  "Here, they're backed by Facebook's promise.",
  "Other differences are more subtle.",
  "“The GDPR and E.U.",
  "He did."
]