[
  "What This Means For Marketers\n\nThe combination of pending legislation and shifting public opinion means that marketers will likely be compelled to be more explicit with consumers about their data-collecting practices, and so-called “presumed consent” of most privacy policies will likely be flipped so that opting out of data collection will be the default.",
  "Even prior to the Cambridge Analytica incident some 84% of U.S. consumers said despite the relatively high degree of trust they had in the tech giants, they were worried about the privacy of their personal data, according to a 2017 IDC poll (purchase required).",
  "The April premiere of Mr. Zuckerberg Goes to Washington, which saw Facebook CEO Mark Zuckerberg testify before Congress, has been panned as little more than political theater, replete with grandstanding and bereft of actual policy changes.",
  "As legislation addresses the issue, consumers may decide to use formats like Facebook less and gravitate towards platforms like Apple’s that offer more control over their personal information.",
  "Other legislation also aims to rein in the wanton exploitation of third-party consumer data: The Browser Act, the EU’s General Data Protection Regulation (GDPR) and the brand new Consent Act.",
  "The takeaway from Zuckerberg’s recent testimony before Congress is less his assertion that “Senator, we sell ads” and more the quick realization that marketers are the ones buying the ads.",
  "Meanwhile, the California Consumer Privacy Act, which would require companies like Facebook to inform consumers how they collect and use their data, may be on the ballot here in November.",
  "At the moment, concerns about the “surveillance economy” have failed to engulf other tech companies that engage in the practice of collecting consumer data for ad targeting.",
  "Going forward, if you’re going to offer a consumer free Wi-Fi in exchange for their email address, you need to let them know how that data will be used and be shared.",
  "Finally, GDPR is a sweeping regulation that gives European consumers control over their data and stipulates that companies can only use data with consumers’ consent.",
  "Earlier this month, for instance, two Democratic Senators rolled out the Consent Act, which would require an explicit opt-in consent form for collecting user data.",
  "As American consumers look across the Atlantic they may also feel a swell of envy for European consumers who now have much greater control of their personal data.",
  "A Groundswell Of Data Protection Regulation\n\nLegislation lags tech innovation by a few years, but Facebook is now 14 years old and lawmakers are playing catch-up.",
  "That comes after the Browser Act, another bill in Congress that would require opt-in consent for the sharing of all sensitive user info, including web histories.",
  "The act would go beyond the Federal Communication Commission's (FCC) jurisdiction over telecoms to also cover web companies, including Facebook and Google.",
  "Third-party data that’s available now may not be soon, so marketers that don’t start collecting robust first-party data will be at a major disadvantage.",
  "Changing public opinion on this issue could signal an end to the era in which consumers were sanguine about how companies used their personal data.",
  "Before you join the chorus of Facebook critics, though, consider the possibility that your company may fall victim to the next plot twist.",
  "That’s the one in which you -- the brand, retailer or user of Facebook’s marketing tools -- become the next recipient of public scorn.",
  "Think about it: In the future, you might not be able to tell if someone who was exposed to your car ads walked into a dealership.",
  "One could argue that that’s what Facebook already does, but Facebook never made the terms of its deal with consumers explicit.",
  "To be on the right side of this issue, marketers need, first of all, to offer consumers something in exchange for their data.",
  "Over the long term, even American consumers may not be sanguine about letting online giants use their data as they see fit.",
  "Although it doesn’t affect American consumers, it does affect American companies that have any exposure to that market.",
  "Apparently, many consumers agree with BuzzFeed’s notion that Facebook has crossed the creepy line and can’t go back.",
  "‘Creepy’ Data Practices Shift\n\nFacebook has taken the brunt of consumer disgust over third-party data exploitation.",
  "When tainted Tylenol caused seven deaths in 1982, the entire pharma industry instituted tamper-proof packaging.",
  "Companies that were formerly battling the tide of regulation over data may have to rethink their stances.",
  "A recent Reuters/Ipsos poll showed that 41% of Americans trusted Facebook to obey U.S. privacy laws.",
  "That compares to 66% who said they trust Amazon, 62% who trust Google and 60% for Microsoft.",
  "However this plays out, the onus is on marketers to obtain consumers’ data with consent.",
  "Facebook recently stopped funding a group opposing the California Consumer Privacy Act.",
  "Facebook’s high-profile data abuse could similarly result in industry-wide change.",
  "In particular, Google and Facebook are bearing the brunt of GDPR head on.",
  "That’s a common practice today that might not be around in the future.",
  "As this post is being written, the legislative ground is shifting.",
  "The way we do that is about to fundamentally change.",
  "Location data will also be at risk.",
  "That’s a big deal for marketers."
]