[
  "It’s an enormous topic within the advertising industry, which generally refers to Google and Facebook as the “duopoly.” It’s pretty remarkable that two of the world’s most valuable companies make virtually all of their money from selling online ads and dominate more than half of the American digital ad market.",
  "I recently watched — or, more accurately, binged — NBC’s “The Good Place.” I watched the first season on Netflix, where there were no ads, then saw the first eight episodes of the second season through NBC’s Apple TV app, where there were lots of commercials.",
  "Huge portions of advertising dollars in the last few years have gone to the big tech giants that we read about all the time — specifically Google and Facebook and, to a lesser extent, companies like Snap.",
  "The ability to follow consumers wherever they go online comes with the risk that brands could end up with their ads appearing on conspiracy and extremist sites or offensive YouTube videos.",
  "Tech has transformed advertising — there are so many more ways to target and reach people now than when the industry was dominated by TV, print, radio and event sponsorships.",
  "That type of behavior — especially since I was using my parents’ cable login for the NBC app — is a new kind of challenge for the people buying, selling and measuring ads.",
  "There’s also so much more data being collected about our habits by an array of companies, from big tech platforms to agencies to the advertisers themselves.",
  "Platforms like Twitter have made it easy for brands to talk to consumers, but it’s also opened them up to new criticism, demands and potential boycotts.",
  "How has tech changed advertising, and how much is the advertising industry looking to tech these days?",
  "Advertisers are also grappling with how to measure their ads in this new world.",
  "What do you think of Google’s and Facebook’s power in the online ad industry?",
  "As for how advertisers are looking at tech — it can be a double-edged sword.",
  "Lately, advertisers have said they’re spending more money on Amazon.",
  "I watched the final few on Hulu, which might have had different ads.",
  "Think of all the ways that people watch TV shows now.",
  "So there are still more major changes afoot.",
  "That’s a challenge throughout the industry."
]