[
  "Amazing Amazon\n\nAmazon has given investors powerful long-term returns, with the stock's 535% gain since mid-2013 being just the latest part of an impressive rise that has made the company one of the most successful stocks in the market over the past 15 years.",
  "Acquisitions like the Whole Foods purchase have extended Amazon's reach into the physical-store world, and use of its newly acquired real estate opens up some new opportunities for the e-commerce giant to improve distribution efficiency.",
  "In those areas, Amazon faces extensive competition, and traditional retailers have also fought back to embrace the e-commerce revolution and find ways to get their once-loyal customers to shop with them again.",
  "In particular, Amazon.com (NASDAQ: AMZN), Facebook (NASDAQ: FB), and Netflix (NASDAQ: NFLX) have all climbed 500% or more, and there are many reasons to believe that the stocks could have a lot further to go.",
  "From its modest roots as an online bookstore, Amazon has pivoted not just to extend its retail reach across just about the entire universe of available goods but also to provide a host of nonretail services.",
  "Yet now that the market has hit some choppiness to start 2018, some investors are focusing more squarely on individual stocks that they believe can thrive even if the overall market suffers a correction.",
  "Cloud computing, streaming video, and technological advances like the Kindle reader and Echo smart speakers have given Amazon exposure to some of the highest-growth areas of the tech sector.",
  "Add to that Amazon's past ability to come up with needs that its users didn't even realize they had, and there should be plenty more room for the tech giant to grow in the years to come.",
  "Stocks have had an incredible run of success over the past five years, with substantial gains for major market benchmarks like the Dow Jones Industrial Average and the S&P 500.",
  "But the company still has a number of growth avenues still open, including international expansion and further development of cutting-edge technology.",
  "Gains of 65% to 70% for the broader market since 2013 are impressive, but a handful of stocks have managed to post much stronger gains.",
  "Amazon logo with word amazon in lower case and right-pointing upward-arcing orange arrow.",
  "Some investors fear that Amazon might be reaching its peak.",
  "AMZN Chart More\n\nAMZN data by YCharts.",
  "More\n\nImage source: Amazon."
]