[
  "Sen. Bill Nelson, D-Florida, said that Facebook CEO Mark Zuckerberg has \"a lot more action\" to take in the future as Zuckerberg prepares to answer lawmakers' questions this week on the protection of its users' data in the wake of the Cambridge Analytica scandal.",
  "Senate Staff\n\nZuckerberg will testify before a joint session of the Senate Judiciary and Commerce Committees Tuesday, and then on Wednesday, he'll appear before the House Energy and Commerce Committee, where he is expected to face similar questions.",
  "Facebook is still reeling from a privacy scandal over its data collection policies following the revelation that political consulting firm Cambridge Analytica obtained data on as many as 87 million users.",
  "Shortly after speaking with reporters, Nelson released the following statement on his meeting with Zuckerberg in which he said the social media site \"failed us\":",
  "Nelson told reporters after his private meeting with Zuckerberg Monday that he was \"highly skeptical\" of Facebook's ability to address rampant privacy issues.",
  "Nelson said Zuckerberg told the senator on Monday that his company had been lied to by the firm, a notion Nelson called \"naive.\"",
  "As for next steps, Nelson raised the possibility of putting new regulations in place to prevent similar acts of data misuse.",
  "\"You can't protect our privacy just on the basis of somebody telling you they're going to be protect it,\" said Nelson.",
  "Nelson said it would be \"very difficult\" to impose regulations, particularly during the current administration.",
  "But, I think there's going to be a lot more action he's going to have to take in the future,\" said Nelson.",
  "Nelson added, \"I think we have just seen one of the openings in the door to taking our away our privacy. \"",
  "I think there are going to be a lot of challenges for his company in the future,\" added Nelson.",
  "\"If we don't rein this in, none of us are going to have any privacy any more,\" he warned.",
  "\"My personal opinion of him was he was forthright and honest to the degree that he could.",
  "He said Zuckerberg himself takes the threat of regulation seriously.",
  "\"I think he thinks he's taking action, and has in the past."
]