[
  "Zuckerberg last week acknowledged that Facebook had committed a “breach of trust” with users and said that his company would “need to fix that.” He outlined a plan to investigate apps that had access to Facebook user data and promised to ban app developers that didn’t agree to a far-reaching audit of what they have.",
  "Although the comments are old, they’ve become even more relevant in light of the recent Cambridge Analytica scandal that paved the way for the political consulting firm to obtain a treasure trove of data on Facebook users and employ that information for its clients’ gain.",
  "And judging by the latest problems at the company he co-founded, taking at least some of the ideas Jobs pitched during his talk might have done Facebook some good—and alleviated some of the pain it’s experiencing now.",
  "Let them know precisely what you’re going to do with their data.”\n\nGet Data Sheet, Fortune’s technology newsletter\n\nJobs cited his company’s own iOS operating system running on the iPhone.",
  "Still, the apology did little to quell unrest and now companies and users, including Elon Musk and Playboy, are boycotting the world’s largest social network in support of user privacy.",
  "The scandal has shone a bright light on Facebook and its responsibility to users to keep their data private and inaccessible to third-parties without their consent.",
  "Late Apple co-founder Steve Jobs once delivered an impassioned commentary on the importance of privacy—in front of Facebook CEO Mark Zuckerberg.",
  "Speaking at the D8 Conference in 2010, Jobs was asked about privacy and how companies should responsibly handle user data.",
  "In response, he said that Apple had what some at the time might have believed to be an “old-fashioned” view on privacy.",
  "Jobs, whose comments were resurfaced by IJR, didn’t mention Zuckerberg or Facebook by name during the D8 Conference.",
  "The Apple co-founder went on to say that Apple had blocked a variety of apps that tried to collect customer data.",
  "“Privacy means people know what they’re signing up for, in plain English, and repeatedly,” Jobs said.",
  "If the user said no, the operating system would block an app’s ability to collect information.",
  "When apps tried to use location data, Apple would first get permission from the user.",
  "Make them tell you to stop asking them if they get tired of your asking them.",
  "But Zuckerberg was in attendance, as noted in the beginning of the video.",
  "But it’s one that he said, is important to the company he co-founded.",
  "Ask them every time.",
  "“Ask them."
]