[
  "A Facebook shareholder is demanding the company restructure the way it runs, calling the current system “akin to a dictatorship.”\n\nCalifornia State Teachers’ Retirement System’s (CalSTRS) Aeisha Mastagni, a portfolio manager at CalSTRS, published an opinion piece in the Financial Times Thursday, criticizing Facebook’s “dual-class” structure — wherein class A shareholders get a one vote per one share while class B shareholders have 10 votes per share.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to Kyle@DailyCallerNewsFoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "This comes after Facebook’s role in collecting users’ data for Cambridge Analytica without their consent and selling that data to President Donald Trump’s 2016 campaign.",
  "Playing off George Orwell’s literary classic, “Animal Farm,” Mastagni says that “everyone is equal but some are more equal than others” under the dual-class structure.",
  "“The capital structure has changed and it is time for its governance to catch up,” Mastagni wrote, calling out Facebook CEO Mark Zuckerberg’s role in the company.",
  "We’ve been unhappy about the governance [in Facebook] because as shareholders we have almost no say, because Zuckerberg just controls that thing,” Ailman said.",
  "In response to Facebook’s “poor management” and “lack of oversight,” CalSTRS Christopher Ailman deleted his Facebook account, he said in a tweet April 4.",
  "Zuckerberg owns a lot of class B stock, giving him the controlling stake — 60 percent — of the voting power, Business Insider reported.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "As of December 2017, CalSTRS owned $650.4 million in Facebook stock, CNBC reported.",
  "Is it because he does not want governance to evolve with the rest of his company?",
  "“Why does Mr Zuckerberg need the entrenchment factor of a dual-class structure?",
  "If so, this American dream is now akin to a dictatorship,” Mastagni wrote.",
  "“They have to deal better with their privacy issues."
]