[
  "MSNBC has reported the pitch for the project:\n\nwas to combine what a health system knows about its patients (such as: person has heart disease, is age 50, takes 2 medications and made 3 trips to the hospital this year) with what Facebook knows (such as: user is age 50, married with 3 kids, English isn’t a primary language, actively engages with the community by sending a lot of messages)\n\nCathleen Gates, the interim CEO of the American College of Cardiology, commented on why this project could be useful saying;\n\n“For the first time in history, people are sharing information about themselves online in ways that may help determine how to improve their health.",
  "But deeper research into this link is needed to help medical professionals develop specific treatment and intervention plans that take social connection into account.” “With this in mind, last year Facebook began discussions with leading medical institutions, including the American College of Cardiology and the Stanford University School of Medicine, to explore whether scientific research using anonymized Facebook data could help the medical community advance our understanding in this area.",
  "As part of its mission to transform cardiovascular care and improve heart health, the American College of Cardiology has been engaged in discussions with Facebook around the use of anonymized Facebook data, coupled with anonymized ACC data, to further scientific research on the ways social media can aid in the prevention and treatment of heart disease—the #1 cause of death in the world.",
  "A Facebook spokesperson told CNBC: “This work has not progressed past the planning phase, and we have not received, shared, or analyzed anyone’s data.”\n\nBut up until last month, around the time that news of the Cambridge Analytica scandal broke, Facebook was discussing signing a data-sharing contract with Stanford Medical School and the American College of Cardiology.",
  "This work has not progressed past the planning phase, and we have not received, shared, or analyzed anyone’s data.” “Last month we decided that we should pause these discussions so we can focus on other important work, including doing a better job of protecting people’s data and being clearer with them about how that data is used in our products and services.”",
  "The proposal was reportedly still in the planning phase and has been put on hold following the Cambridge Analytica user data scandal, but the proposal itself provides a worrying insight into the level of data that Facebook is attempting to collect on users.",
  "The shared data would reportedly obscure identifying information such as a patients name, but Facebook proposed using a computer science technique called “hashing” to associate individuals who existed both on Facebook and within the hospital’s records.",
  "No data has been shared between any parties.”\n\nWhen asked about the future of the project, Facebook stated:\n\n“The medical industry has long understood that there are general health benefits to having a close-knit circle of family and friends.",
  "The project was led by an interventional cardiologist, Freddy Abnousi, and was operated out of Facebook’s experimental projects section known as “Building 8” which was run by Regina Dugan before she left the company in 2017.",
  "CNBC reports that as late as last week, Facebook was in talks with several major U.S. hospital to share anonymized data about their patients with the social media platform.",
  "Facebook was in discussions with top hospitals up until last month about the possibility of sharing the medical info of vulnerable patients with the social media platform.",
  "Facebook planned to match the hospital info with user data supposedly in an attempt to help hospitals determine which patients may need special care or treatment.",
  "The info was reportedly for a research project and would include details about patients such as their illnesses and prescription information.",
  "This partnership is in the very early phases as we work on both sides to ensure privacy, transparency and scientific rigor."
]