[
  "More: Facebook limits ad targeting after Cambridge Analytica data leak\n\nMore: Bye Facebook, hello Instagram: Users make beeline for Facebook-owned social network\n\nMore: Breaking up with Facebook: Users confess they're spending less time\n\nZuckerberg's pledge to spend 2018 fixing what ails Facebook gained in urgency with Cambridge Analytica, which woke him to how concerned people have become about the company's cavalier handling of their private information.",
  "And they would rather have their data locked down and be sure that nothing bad will ever happen to it than be able to easily take it and have social experiences in other places.”\n\nAnnouncements in recent weeks are part of an orchestrated effort intended to cast Facebook as a newly converted champion of privacy and security to restore public confidence.",
  "Alongside breakout sessions on \"How Stories Ads and Business Profiles Help Grow Your Business on Instagram\" and \"Create Meaningful Brand Experiences with Messenger\" are new offerings such as \"Engineering Secure Products at Facebook,\" \"Helping High Quality News Thrive on Facebook\" and \"Startups Rethinking Privacy.\"",
  "Already shelved are plans to introduce Facebook’s new home product — connected speakers with digital-assistant and video-chat capabilities to compete with Google's Home and Amazon's Echo — until the company can review how the device handles people’s personal information and how people respond to it.",
  "In the months since, consumer outrage has intensified as the giant social network has been dragged down by one damaging revelation after another, from waves of Russian interference to the proliferation of fabricated news, disinformation and hoaxes during the presidential election.",
  "According to a public filing, the changes in addition to increased enforcement \"have adversely affected, or will adversely affect\" relationships with app developers, which Facebook says are critical to user growth and user engagement as well as its financial results.",
  "In an early sign of trouble to come, he had to address the gruesome video of a Cleveland grandfather’s murder posted on Facebook followed by the killer’s confession aired live on Facebook's streaming service during last year's relentlessly upbeat f8 keynote.",
  "The Facebook CEO will try to strike a balance between tackling the hard questions bombarding his company and reassuring the hordes of hoodie-sporting app developers that the fallout from Cambridge Analytica won’t wreck the businesses they've built there.",
  "A public relations tour of the nation took him from an Ohio rehabilitation center where he sat down with recovering opioid addicts to a dairy and cattle farm in Blanchardville, Wis., but ended on the hot seat in two congressional hearings.",
  "Last week Facebook announced that apps would no longer be able to automatically post to Facebook profiles or RSVP to events for users while some apps would lose their ability to start a Facebook Live broadcast on behalf of users.",
  "Instead, Facebook will roll out far less controversial product announcements from virtual reality arm Oculus and messaging service Messenger to the 5,000 app developers, media companies and advertisers attending this year's f8.",
  "\"In past keynotes, there's been an acknowledgment of that and then a 'Now, let's get to the fun stuff,\" said Steven Levy, editor of tech industry news service Backchannel and author of an upcoming book on Facebook.",
  "And the on-stage presentation from Zuckerberg, customarily devoted to the next big thing, will also zero in on steps being taken to fix what’s currently wrong with Facebook from election meddling to fake news.",
  "This isn't the first time that Facebook has had to wrestle with controversy at its annual conference, dubbed f8, from the spread of fake news to violent outbursts on video streaming service Facebook Live.",
  "(Photo: Eric Risberg, AP)\n\nSAN FRANCISCO — Cheering crowds and fawning press coverage usually greet the annual confab for app developers spotlighting Facebook's latest gizmos and vision for the future.",
  "And he's seizing an occasion, which for years has focused on Facebook's ambitious road map for the future, to push his new mantra: Take responsibility for the past but \"keep moving forward.\"",
  "Facebook has begun to ratchet back how much access outside developers have to people's private information and it has begun auditing apps to make sure they did not cross the line.",
  "\"I can't imagine it's going to be business as usual this year with all these elephants stampeding around Facebook,\" says eMarketer analyst Debra Aho Williamson.",
  "The artisan-brewed coffee and gourmet munchies, product demos and sudsy after-party will still flow at the two-day event in San Jose, Calif., starting Tuesday.",
  "With the unauthorized leak of 87 million Facebook users’ data to Cambridge Analytica, Facebook’s ties to users have never been more frayed.",
  "It also needs to persuade developers that big changes, which hand over less consumer data, are in their best long-term interests, too.",
  "It's unclear how that message will play inside the convention center and around the globe with Facebook's 2.2 billion users.",
  "And it created some, but I think what the clear feedback was from our community was that people value privacy a lot more.",
  "Follow USA TODAY senior technology writer Jessica Guynn @jguynn\n\nRead or Share this story: https://usat.ly/2r9ey44",
  "But expect a more sober and less self-congratulatory tone — and possibly fewer dad jokes — from Mark Zuckerberg.",
  "\"It doesn't make sense thinking 10 to 15 years into the future when you have to confront the issues of today.\"",
  "“I was maybe too idealistic on the side of data portability, that it would create more good experiences.",
  "The goal: to convince consumers not only that Facebook gets it, but that it's doing something about it.",
  "But Facebook has never before been gripped by a crisis on the scale of Cambridge Analytica.",
  "“Frankly, I just got that wrong,” Zuckerberg recently told technology news outlet Recode.",
  "This tightrope act is the culmination of a long and difficult year for Zuckerberg.",
  "And growing privacy concerns have spilled over into this year’s event.",
  "CLOSE Mark Zuckerberg debuts Facebook's vision for augmented reality.",
  "Facebook's newfound religion is reflected in this year's f8 schedule.",
  "USA TODAY\n\nPeople walk through a colorful display hall at F8.",
  "\"I don't know how smoothly a pivot can be made this year.\"",
  "This year, not as much."
]