[
  "Tiksa Negeri/Reuters\n\nBill Gates has offered some reassuring words for embattled Facebook CEO Mark Zuckerberg — but warned that the company must play a leading role in helping the world figure out data privacy.",
  "He described the CEO's congressional hearings last week as \"a pretty strong mea culpa in terms of things they could have done better,\" adding that he did \"quite a good job\" under questioning from US lawmakers.",
  "Speaking on BBC Radio 4's \"Today\" programme, the Microsoft co-founder said Zuckerberg is responding \"as best he can\" to the scandal, which saw 87 million US Facebook accounts scraped for data in 2014.",
  "The European Union is introducing General Data Protection Regulation privacy rules next month and Facebook is already rolling out changes globally in order to comply with the rules.",
  "For example, Facebook is about to ask whether users really want to share highly sensitive details about their life, such as religion, political leanings, or sexual orientation.",
  "\"We will end up with more regulation,\" he told the BBC, highlighting areas where governments are already taking action, including on hate speech.",
  "Leah Millis / Reuters\n\nBut now, Gates said Facebook must show it is taking a leading role in helping solve the issue of data protection online.",
  "Gates: Regulation is coming\n\nGates was also philosophical about the prospect of greater government intervention in the tech sector.",
  "Under the regulations, it is illegal to collect this kind of sensitive information unless people give explicit permission.",
  "He'll be glad to reduce the business' prospects, to make sure that the privacy promises make consumers feel good.\"",
  "Regulation should be done in a \"thoughtful way,\" he added, with \"alignment between countries.\"",
  "Asked what advice he would give Zuckerberg, Gates said: \"This is his total focus now.",
  "\"They are in the hot seat of some very state-of-the-art issues,\" he said.",
  "\"As a leader, Facebook has got to help the world figure this out.\"",
  "He is somebody who takes a long-term view.",
  "Mark Zuckerberg.",
  "Bill Gates."
]