[
  "\"Given weakness versus the overall sector, breaking down versus the tech sector … we just see more attractive opportunities on what we think is going to be a market-wide bounce elsewhere in that group,\" said Wald.",
  "The social platform is facing regulatory scrutiny after data firm Cambridge Analytica accessed personal information from more than 50 million users in its role with President Donald Trump's 2016 campaign.",
  "\"We think you have a very high probability of say a 10 to 15 [percent], maybe close to a 20 percent, bounce,\" Larry McDonald, editor of the Bear Traps Report, told CNBC's \"Trading Nation\" on Monday.",
  "\"It may very well have a little bit more pain to go, but you want to add into that pain and take advantage of a lot of weak hands being forced out of the stock.\"",
  "3:55 PM ET Tue, 27 March 2018 | 03:50\n\nFacebook shares have been beaten into a bear market, and one market watcher says this has set it up for a big rebound.",
  "Facebook shares have fallen more than 20 percent and lost more than $100 billion in market cap from their 52-week highs set on Feb. 1.",
  "\"The breach of $169, in particular, broke the sequence of higher lows that the stock had been in for a number of years,\" said Wald.",
  "\"The damage has already been done,\" Wald, head of technical analysis at Oppenheimer, said on \"Trading Nation\" on Monday.",
  "\"We would go in here with a starter position and then add into the forced selling — the capitulation,\" said McDonald.",
  "Facebook has lost 16.5 percent of its share value since a March 17 expose kicked off a scandal over privacy rights.",
  "For market technician Ari Wald, the string of sell-offs in its shares has tripped a few technical warning levels.",
  "Declines in the past week of trading have put Facebook on track for its worst monthly performance in four years.",
  "Its shares had briefly dipped below that level in intraday trading during the market-wide Feb. 9 sell-off.",
  "Its stock is down more than 13 percent in March, making it the third-worst performer on the Nasdaq 100.",
  "\"It will be a bear market rally, and then we might be right back down here to retest the lows.\"",
  "\"Coming into support at around $145 could possibly be framing the lower end of that range.\"",
  "\"Facebook is triggering a number of buy signals down here,\" he added.",
  "At these levels, McDonald says buying the weakness looks attractive.",
  "Since March 16, the XLK Technology ETF has dropped 5.5 percent.",
  "Before last week, it had not closed below $169 since October.",
  "Facebook broke meaningfully below the $169 level on March 20.",
  "Facebook has plunged into bear market territory.",
  "The S&P 500 has declined 3 percent.",
  "\"We like to buy capitulation.\"",
  "Now what?"
]