[
  "The papers reported on Saturday that private information from more than 50 million Facebook users improperly ended up in the hands of data analytics firm Cambridge Analytica, and that the information had not been deleted despite Facebook demands dating back to 2015.",
  "REUTERS/Dado Ruvic/Illustration\n\nThe move would knock $23.8 billion off the social network’s market value of $538 billion as of Friday’s close and shares in other social media companies including Twitter Inc and Snap Inc also dipped in early deals in New York.",
  "“It’s clear with more ‘heat in the kitchen from the Beltway’ that further modest changes to their business model around advertising and news feeds/content could be in store over the next 12 to 18 months,” said Daniel Ives, research analyst at GBH Insights.",
  "(Reuters) - Facebook Inc’s shares fell more than 4 percent in premarket trading after media reports that a political consultancy that worked on President Donald Trump’s campaign gained inappropriate access to data on 50 million Facebook users.",
  "“We think this episode is another indication of systemic problems at Facebook,” said Brian Wieser, analyst at New York-based brokerage Pivotal Research Group, which already has a “sell” rating on a stock that rose 60 percent last year.",
  "“This episode appears likely to create another and potentially more serious public relations ‘black eye’ for the company and could lead to additional regulatory scrutiny,” said Peter Stabler, analyst at Wells Fargo.",
  "He also argued that the issue was “background noise” on which Facebook could calm any regulatory nerves through further investments in security, ad content AI, improved content algorithms and screening mechanisms.",
  "He added, however, that it was unlikely to have a meaningful impact on the company’s business for now, with advertisers unlikely to “suddenly change the trajectory of their spending growth on the platform”.",
  "The head of European Parliament said on Monday that EU lawmakers will investigate whether the data misuse has taken place, adding the allegation is an unacceptable violation of citizens’ privacy rights.",
  "Facebook was already facing new calls for regulation from U.S. Congress and questions about personal data safeguards after the reports from the New York Times and London’s Observer over the weekend.",
  "One Wall Street analyst said the reports raised ‘systemic problems’ with Facebook’s business model and a number said it could spur far deeper regulatory scrutiny of the platform.",
  "In January, when Facebook announced changes to its newsfeed which it said would hit user engagement in the near term, shares fell 4.5 percent in one day.",
  "Wieser argued that regulatory risks for the company would intensify and enhanced use of data in advertising would be at greater risk than before.",
  "A 3D-printed Facebook logo is seen in front of a displayed stock graph in this illustration taken November 3, 2016.",
  "No analysts had so far changed their price targets or recommendations on Facebook in response to the reports.",
  "Wall Street is largely bullish on the stock with 40 of 44 analysts recommending the stock “buy” or higher.",
  "The losses would be Facebook’s biggest daily fall since a broader market pullback in February.",
  "Shares of the company were down 4.4 percent at $177.90 by 09.13 a.m.",
  "ET."
]