[
  "Seitz told BuzzFeed News that Facebook is at times “an invaluable resource that [he has] seen provide incredible amounts of intelligence both in criminal investigations and in civil practice.”\n\nAnother OSINT practitioner warned that “The Cambridge Analytica fallout and the response from Social Media companies could put an end to the golden age of OSINT.”\n\nSeitz also highlighted a contradiction in how journalists criticize Facebook for its data practices but simultaneously use it to get information they may not be able to find elsewhere due to Facebook's size and, well, data practices.",
  "Mandy Jenkins, the editor-in-chief of Storyful, a news agency that relies on finding and verifying newsworthy content on social networks, said that if Facebook gets too aggressive about shutting off previously public information, “the entire journalism community would lose valuable tools for news gathering.”\n\n“Being able to track stories and sources across the networks is a key aspect of how we can add context to these events, and that ability would suffer greatly if this access were to disappear,” she told BuzzFeed News.",
  "Investigator and trainer Michael Bazzell, whose IntelTechniques website and courses offer guides for how to find people and data on Facebook, also lamented the loss of the feature:\n\n“Sad news,” tweeted Gizmodo journalist Kashmir Hill as she linked to a company blog post from Facebook announcing it was shutting off a feature that enabled you to find accounts that are linked to a specific email address or phone number.",
  "After enduring weeks of intense, negative coverage from all corners of the media over data privacy practices, Facebook has responded in part with yet another decision that’s sparking criticism in newsrooms: It turned off a feature that journalists and open-source investigators have long quietly used to find people on Facebook.",
  "One unintended consequence of these actions, and of the reporting on Cambridge Analytica, is the removal or reduction of features and data that journalists, investigators, and academics have long relied on and exploited for their work — including, at times, in their reporting on Facebook’s privacy and security controversies.",
  "Antonio García Martínez, an early product manager on the Facebook ads team who wrote about this time there in a book, sees it as comeuppance for inaccurate and overheated comments by journalists about Facebook and privacy.",
  "“How do you write one [negative] story on Cambridge Analytica or a law enforcement agency and then another where you have leveraged an email search on Facebook to dig into the personal life of a subject for a story?",
  "The result is that it’s shutting off some third-party access, curtailing the data that can be gathered via its public application program interfaces, or APIs, and turning off features like the phone number search.",
  "(Open-source intelligence, or OSINT, is the name given to the practice of utilizing publicly available data on the internet to gather information about companies, people, and other entities and events.)",
  "“We recognize that people have used these features how they were intended, and that the steps we announced last week means they no longer can,” the company said in a statement to BuzzFeed News.",
  "The Cambridge Analytica scandal and associated drumbeat of reporting are causing Facebook to scour its services and data sources to see where user data may be leaking.",
  "“We’ve promised to take a hard look at our practices and as part of this have to weigh the benefits of these tools with the potential for abuse and harm.”",
  "The blog post about the removal of the phone number search feature included eight other examples of services that Facebook was ending or restricting.",
  "Justin Seitz is an open-source intelligence investigator and creator of a tool for OSINT who frequently uses Facebook in his work.",
  "Journalists at BuzzFeed News, among many other outlets, frequently used this feature to find people on Facebook.",
  "I personally have no problem with this, but I think that we do have to acknowledge the contradiction,” he said.",
  "“Now they’re getting bitten in the ass.”\n\nFacebook has taken a much more measured tone.",
  "“They have stoked up massive privacy fear that was misplaced,” he said."
]