[
  "Andrew Harnik/AP\n\n\n\n\n\nFacebook CEO Mark Zuckerberg said Tuesday the leak of data on millions of Facebook users that eventually went to Cambridge Analytica didn't represent a violation of a settlement agreement the company has with the Federal Trade Commission.",
  "Part of the uproar over the Cambridge Analytica scandal has focused on the fact that the analysis firm was able to get data on so many millions of Facebook users even though only 270,000 actually installed the app that harvested the information.",
  "Some privacy advocates have charged that the app's ability to glean information on all those users that never installed it violated the terms of a 2011 settlement agreement Facebook struck with the Federal Trade Commission.",
  "And the ability of one particular app — the one that harvested the data ultimately obtained by Cambridge Analytica — to glean that data certainly didn’t violate an agreement the company had with federal regulators, he said.",
  "NOW WATCH: A Wall Street chief economist explains what could be the saving grace for mega-cap tech companies\n\nSee Also:\n\nSEE ALSO: Mark Zuckerberg says AI won't be able to reliably detect hate speech for 'five to 10' years",
  "That order came as a result of charges the Federal Trade Commission levied against Facebook alleging that the company had deceived consumers about their ability to keep information they posted on the service private.",
  "When the company rolled out its app platform in 2007, the company explained to users that when they installed an app they'd be able to share not only their own information, but that of their friends as well, he said.",
  "\"We made it very clear this is how it worked,\" Zuckerberg said during his testimony at a hearing on Capitol Hill.. \"When (users) signed up for Facebook, they signed up for this as well.\"",
  "Nobody should have been surprised that a Facebook app was able to get information about them through their friends, Mark Zuckerberg told senators on Tuesday.",
  "Zuckerberg noted that Facebook changed its app platform in 2014, restricting the ability of app developers to harvest data on their users' Facebook friends.",
  "Users of the Cambridge Analytica-related app presumably agreed to share their own information with the app's developer when they installed the app.",
  "As part of that agreement, Facebook promised to not share information about its users with third parties without the users' affirmative consent.",
  "Not so, Zuckerberg told senators: Because the system was working as designed, it was technically in compliance with the FTC order, in his view.",
  "But Facebook made clear to users at the time that app developers could get data on them if their friends installed an app, Zuckerberg said.",
  "Cambridge Analytica was able to use an app to get data on up to 87 million US Facebook users, even though only 270,000 installed the app.",
  "But privacy advocates charge that users' Facebook friends didn't get the same opportunity to opt into to having their information shared.",
  "That agreement required the company to get the consent of its users before sharing their data with third parties.",
  "Zuckerberg said the app was developed in accordance with the way Facebook's app platform worked at the time.",
  "The FTC has confirmed it is investigating Facebook over possible privacy violations.",
  "Before then, \"the system basically worked as its was designed,\" he said.",
  "\"The issue is that we designed the system in a way that wasn't good.\"",
  "\"We believe we are in compliance with that consent order,\" he said."
]