[
  "ISS Special Counsel Patrick McGurn said the lack of a vote on Zients is “suboptimal.”\n\n“Best governance practice generally dictates that a board should provide shareholders with a timely opportunity, typically at the next scheduled meeting, to elect a director who is appointed by the existing board members to fill a vacancy,” he said.",
  "REUTERS/Mike Blake/File Photo\n\nThe decision by Facebook’s board comes as the company is under scrutiny from regulators and shareholders about its internal controls and oversight after it failed to protect the data of some 87 million users that was shared with now-defunct political data firm Cambridge Analytica.",
  "Proxy adviser Institutional Shareholder Services on May 16 recommended investors withhold support from five of eight directors on the company’s ballot including Zuckerberg, and vote in favor of shareholder proposals aimed at improving its response to problems like election interference and harassment.",
  "James McRitchie, a private investor who filed one of two pending shareholder resolutions calling on Facebook to revamp its voting rules, said the lack of a vote on Zients will not look good at a time when the company needs to seem responsive and not be seen as “cutting out shareholders.”",
  "For one thing, Wilson said, some shareholders could be looking for the largest social media network to add a board member with more of a background on privacy issues and will not have the chance to register objections to Zients, president of holding company Cranemere Group.",
  "Jeffrey Zients’ appointment does not take effect until “immediately following the conclusion” of the company’s May 31 shareholder meeting, according to a securities filing on May 8, meaning he could be able to serve a year without facing shareholder approval.",
  "BOSTON (Reuters) - Facebook Inc named a new director this month and timed his appointment to avoid a shareholder vote, raising concern among some investors who want to see more accountability from the social media company.",
  "However, McGurn said the timing may not have been entirely in Facebook’s control, given that departing director Jan Koum did not immediately leave the company’s board at the same time he quit as a company executive.",
  "The shares have since recovered, but a number of funds that call themselves socially responsible are selling the stock, concerned Facebook has not fully addressed its issues.",
  "In recommending that investors withhold support from Zuckerberg, ISS cited the lack of a formal board-nominating committee, a concern it has raised in past years.",
  "“The optics of this are questionable,” said John Wilson, head of governance at Cornerstone Capital Group, whose clients have about 30,000 Facebook shares.",
  "Exactly when Zients should be voted in is something of an academic question since Facebook’s structure gives Zuckerberg a majority of its voting power.",
  "FILE PHOTO: Jan Koum, co-founder and CEO of WhatsApp speaks at the WSJD Live conference in Laguna Beach, California October 25, 2016.",
  "Zients and Mark Zuckerberg, the company’s chairman and chief executive, declined to comment via a Facebook spokeswoman.",
  "Its share price fell during the first three months of the year as details of its data-protection problems emerged.",
  "“Since this appointment is effective after this year’s annual meeting, it is not on the ballot this year.",
  "The spokeswoman, Nora Chan, said the board has authority to appoint directors between annual meetings.",
  "Still Facebook has been at pains to address its issues in order to reassure investors.",
  "It would be on the ballot at future annual meetings,” Chan said via e-mail."
]