[
  "Now that Zuckerberg and Facebook are under closer political scrutiny over the Cambridge Analytica data scandal, Facebook's powerless activist investors have picked an opportune time to criticize the firm's structure.",
  "Stringer — who supervises funds with an almost $1 billion stake in Facebook — wants an independent chairman and three new board members with expertise in ethics and data privacy.",
  "What is certain, however, is that he's backing a plan by New York City Comptroller Scott Stringer, who called for Zuckerberg to step down as chairman earlier this month.",
  "He told Vox earlier this month: \"One of the things that I feel really lucky we have is this company structure where, at the end of the day, it's a controlled company.",
  "Thanks to the firm's stock structure, its public investors — even those with $1 billion (£700 million) holdings — don't have much say on the company's future.",
  "His argument is simple: The revelation that Cambridge Analytica improperly accessed millions of users' data wiped $60 billion off Facebook's market cap.",
  "Zuckerberg's control of Facebook makes the stock vulnerable whenever he makes a major misstep — and that has big repercussions for shareholders.",
  "Mark Zuckerberg/Facebook\n\nMark Zuckerberg's congressional grilling last week was a reminder that he still has total control of Facebook.",
  "Frerichs oversees college savings funds for Illinois residents, and he is known for using the investments to pressure companies.",
  "We can really design these products and decisions with what is going to be in the best interest of the community over time.\"",
  "\"In essence Mr. Zuckerberg is not accountable to anyone,\" Michael Frerichs told the Financial Times.",
  "Class A shares trade under the FB ticker on public markets and come with one vote for each share.",
  "Illinois' treasurer is the latest investor to call for Zuckerberg to step down as chairman.",
  "Zuckerberg owns lots of class B stock, enough to afford him 60% of the voting power.",
  "Class B shares are available only to insiders and have 10 votes for each share.",
  "In other words, if he wants something to happen at Facebook, it happens.",
  "Right now, Mr. Zuckerberg is his own boss and it's clearly not working.\"",
  "Mark Zuckerberg has total control of the Facebook wheel.",
  "\"We are not at the whims of short-term shareholders.",
  "Zuckerberg won't give up control easily, if at all.",
  "His holdings in Facebook are not clear.",
  "\"Not the board, nor the shareholders.",
  "Facebook has two classes of shares.",
  "He is also Facebook's chairman."
]