[
  "And the entire privacy-industrial complex — there’s an entire set of very loud voices who are constantly beating the drum and building media careers around this.”\n\nHe doesn’t think Facebook will take a big hit in its number of users, mainly because people seem to cherish the ability to connect and communicate more than the security of their online traits and tendencies.",
  "“Any app, and I’m using ‘Facebook’ broadly to mean whatever social media thing we have — whatever the face of social media is, people are more than willing to sacrifice this abstract notion of privacy that Brussels bureaucrats care about, in pursuit of this community thing,” he continued, referring to the more aggressive regulatory tactics from the European Union.",
  "(RELATED: Europe Vs. Silicon Valley: How The Continent Is Responding To Big Tech’s Growing Power)\n\nFacebook is reportedly planning on adapting to the General Data Protection Regulation (GDPR) — a relatively stringent and imminent set of rules, many dealing with privacy — by trying to exclude around 1.5 billion users from other places around the world.",
  "“Literally the day after the #deletefacebook hashtag went viral.”\n\nA number of former Facebook executives, as well as other people with insider information about the company, have come out in recent months to criticize the company and share their deep-seated reservations about the platform’s ultimate effects.",
  "The law, which will take effect May 25, has been in the works well before a string of ostensible missteps from Facebook, which have triggered backlash and subsequent calls for the government to force such companies to better value personal data.",
  "Antonio García-Martínez, a former product manager at Facebook, said that while there is a lot of clamoring over how social media companies manage people’s data, it’s coming from a relatively small portion of the larger public.",
  "“For those who doubt, here’s a pop quiz: When in the past two or three months did Facebook reach the highest point in app rankings in the Android app store?” he posed.",
  "Facebook has recovered all of the losses that transpired after the Cambridge Analytica debacle, as its stock price has been generally trending upwards.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "García-Martínez, on the other hand, appears to be defending the company by eschewing, even denying the purported abundance of apprehensiveness.",
  "“Here’s the reality: Most people don’t care about privacy,” García-Martínez said during an interview with Recode founder Kara Swisher.",
  "García-Martínez, who wrote a book about his experiences in the tech hub of Silicon Valley, is downplaying those apparent concerns.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "(RELATED: Facebook Spent Millions Lobbying The Government Over The Years.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "“Media elites care about it, underemployed Eurocrats care about it.",
  "And he may very well be right.",
  "Has It Been A Total Waste?)"
]