[
  "In a statement, the data firm said that over the past few months it has been subject to \"numerous unfounded accusations and, despite the Company's efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.\"",
  "The statement continued, \"While this decision was extremely painful for Cambridge Analytica’s leaders, they recognize that it is all the more difficult for the Company’s dedicated employees who learned today that they likely would be losing their jobs as a result of the damage caused to the business by the unfairly negative media coverage.\"",
  "The firm said in today's public statement that as a result of the now-completed internal investigation, it has \"unwavering confidence that its employees have acted ethically and lawfully,\" but is unable to continue its work after ample negative media attention drove most of its clients away.",
  "Cambridge Analytica, which consulted on President Donald Trump's 2016 campaign and others, and collected data from millions of unwitting Facebook users, announced Wednesday that it is \"immediately ceasing all operations\" following prolonged scrutiny of its practices in these areas.",
  "To that end, it went on, \"Despite the Company’s precarious financial condition, Cambridge Analytica intends to fully meet its obligations to its employees, including with respect to notice periods, severance terms, and redundancy entitlements.\"",
  "SCL Elections Ltd., the firm's U.K.-based parent company, said it has started filing for bankruptcy for Cambridge Analytica and some of its U.S. affiliates, and intends to apply for insolvency itself in the U.K.",
  "As the Wall Street Journal noted, the company is shutting down after weeks of near-continuous backlash and disclosures around its use of Facebook data, as well as the methods it proposed for helping campaigns.",
  "In March, Cambridge Analytica chief executive Alexander Nix was suspended from the company, which said it was launching an independent investigation into its performance and tactics with political clients.",
  "A recently controversial British data firm says it will close up shop after weeks of heavy criticism for its work combining Facebook user data and U.S. politics.",
  "See also: Craigslist Dumps Personal Ads Over New Online Sex-Trafficking Law",
  "See also: Facebook And Google Are Under Fire For Shady Data.",
  "Why Not Uber?"
]