[
  "“We scrutinize all requests to disclose personal data, particularly the contents of private messages, and will challenge those that are overly broad...Instead the Commissioner has made a broad and intrusive request for private data.”\n\nFacebook has come into spotlight over the past week over its handling of data from millions of users.",
  "The commissioner’s statement said “the social media company said the Privacy Act did not apply to it and it did not have to comply with the Commissioner’s request to review the information requested by the complainant.”\n\nThe commissioner said its powers beyond demanding information were limited.",
  "Cambridge Analytica has said it did not use Facebook data in U.S. President Donald Trump’s campaign, and that it had deleted all Facebook data it obtained from a third-party app in 2014 after learning the information did not adhere to data protection rules.",
  "WELLINGTON (Reuters) - New Zealand’s privacy commissioner joined international criticism against Facebook Inc, saying on Wednesday it has broken the law by declining a citizen access to personal information held on the accounts of other users.",
  "Lawmakers in the United States and Europe are demanding to know more about the company’s privacy practices after a whistleblower said consultancy Cambridge Analytica improperly accessed data to target U.S. and British voters in elections.",
  "The commissioner “considers it necessary to publicly identify Facebook in order to highlight its demonstrated unwillingness to comply with the law, and to inform the New Zealand public of Facebook’s position,” the statement said.",
  "“We are disappointed that the New Zealand Privacy Commissioner asked us to provide access to a year’s worth of private data belonging to several people and then criticized us for protecting their privacy,” she said.",
  "REUTERS/Dado Ruvic\n\nIn a statement, the commissioner said that after being notified of its complaint, Facebook responded that it did not have to comply with the body’s demand for the information.",
  "A spokeswoman for Facebook said the company had investigated the complaint but had not been provided enough detail to fully resolve it.",
  "A figurine is seen in front of the Facebook logo in this illustration taken March 20, 2018."
]