[
  "We would not be impacted materially financially by not being in the Facebook ecosystem at all.”\n\nChavern, for his part, says one of the most interesting and under-reported aspects of the Cambridge Analytica controversy is that it is really about “fake news,” not targeting people for relatively benign commercial purposes.",
  "Newspapers looking for success in a period of staggering decline would be well served to consider a dramatic shift in the revenue mix, plus universal-paid digital content, and a retooled relationship between the industry and social and search platforms, according to the publisher of the Star Tribune.",
  "Last month, U.S. Rep. David Cicilline, D-RI, introduced legislation seeking to ease antitrust laws for news organizations so that they could collaborate in negotiating with Facebook and Google, companies whose dominance of advertising is rapidly destroying the business model of the news industry.",
  "And Facebook founder Mark Zuckerberg testified before Congress Wednesday for the straight second day, covering the Cambridge Analytica scandal and privacy, among other things, in what may be the first step toward regulation in the months ahead.",
  "“[Cicilline’s bill] could be one of those helpful things.”\n\nPublishers having the most success in the current era are diversifying away from print advertising revenue, Klingensmith says, but importantly, not necessarily away from print itself.",
  "Klingensmith is cautiously optimistic about the industry, however, because he believes the fundamental value proposition of delivering great content to readers and custom solutions to advertisers is still valid.",
  "Indeed, as of right now, none of the News Media Alliance’s members share in Facebook ad revenue, which was about $40 billion in 2017, even though their content is a key part of the reason people visit Facebook.",
  "“What has caught people’s attention is that the data might have been used to develop fake news and messages about politics and public policy that could then drive electoral and legislative outcomes,” he says.",
  "The Minneapolis-based paper’s publisher, Michael Klingensmith, offered his perspective during a period of remarkable upheaval, even for an industry that’s experienced little else in the last decade.",
  "Asked if social platforms should pay news organizations for the use of those organizations’ content, as radio stations pay musicians, for example, Klingensmith says there’s an argument for it.",
  "“Revenue should be closer to 50/50 as soon as possible,” he says—an even split between circulation and ad revenue, with at least 20 percent of total revenue coming from digital advertising.",
  "That’s where a variety of services including printing, personnel, sales, circulation and other functions—even editorial—are centralized for a group of contiguous papers, Klingensmith says.",
  "“It may be a way for them to tag legitimate content and even boost our [brand] presence on their platforms.”\n\nStill, Klingensmith says the Star Tribune doesn’t rely heavily on Facebook.",
  "It leaves more capital to invest if they don’t abandon print along the way.”\n\n“The papers doing all of those things intelligently and reasonably are doing relatively better,” he says.",
  "Building paid digital subscriptions is a critical area of focus, he says, noting that young people are demonstrating a willingness to pay for subscriptions in a variety of areas.",
  "Further success in subscriptions will increase over time, Klingensmith says, suggesting that this growth will be related to denying people access to content for free.",
  "Last week, the editorial-page editor of the Denver Post led an extraordinary public rebellion against its owner, the New York-based hedge fund, Alden Global Capital.",
  "The newspaper industry is an amalgam of many different industries.”\n\nJust as important contextually, Klingensmith says, is there isn’t just a single fix.",
  "“And newspapers that have done best in preserving their print businesses,” he says, “are also those that have had the most success moving into digital.",
  "Klingensmith brings the perspective of an operating executive at a major paper and is well positioned to observe and comment on industry trends.",
  "Klingensmith and Chavern agree that the relationship with the social platforms needs to change—both support Cicilline’s efforts in Congress.",
  "He also notes that the fortunes of the newspaper industry vary by brand and by size: National papers, regional papers, and local businesses.",
  "(Star Tribune is one of the country’s top 20 metro papers, with weekday circulation of nearly 300,000 and revenues of about $230 million.)",
  "Things are so volatile for the newspaper world that the federal government is involved in efforts to stabilize the business.",
  "“We don’t post full articles—we see no possible incentive for placing our articles in the Facebook ecosystem,” he says.",
  "He's also the current chairman of the News Media Alliance, the trade association of nearly 2,000 news organizations.",
  "Industrywide ad revenue currently is nearly double circulation revenue, though Chavern says that’s changing fast.",
  "“Nobody’s flourishing here, but there are some that are doing relatively well and others not doing as well.",
  "In fact, he says, “After their recent news feed changes, 8 percent of our site traffic is from Facebook.",
  "Just today, Chicago Tribune journalists, in a historic move, began a push to form a newsroom union.",
  "Industrywide ad revenue has collapsed from $49.2 billion in 2005 to just over $18 billion in 2016.",
  "The CEO of that group, David Chavern, was interviewed for this report as well.",
  "“There are newspapers in many different states of being,” Klingensmith says.",
  "“As I always say, news is not “just” content—it matters more.”",
  "“I don’t think really there’s any alternative,” he says.",
  "“It’s doing as many things right as possible,” he says.",
  "That represents a dramatic shift for many businesses.",
  "The revenue mix is another factor, Klingensmith says.",
  "Most newspapers dangerously rely on print ad revenue.",
  "“They might find it in their interest,” he says.",
  "“Clustering,” is another best practice.",
  "It’s impossible to generalize."
]