[
  "More: As Facebook reels from 'catastrophic moment' in Cambridge Analytica crisis, Mark Zuckerberg is silent\n\nMore: Facebook and Cambridge Analytica: What we know so far\n\nMore: Cambridge Analytica board suspends CEO, pending probe into misuse of Facebook user data\n\nMore: Timeline: Facebook becomes the Uber of 2018\n\nMore: How to delete your Facebook account (and the pros and cons of doing so)\n\nAuthorities in Britain and the United States are investigating the alleged improper use of the data.",
  "“Honestly we thought we were acting perfectly appropriately, we thought we were doing something that was really normal.”\n\nThe CEO of Cambridge Analytica, Alexander Nix, has been suspended after an investigation from Britain’s Channel 4 News showed footage of him boasting of various unsavory services to an undercover reporter.",
  "(Photo: Loic Venance, AFP/Getty Images)\n\nLONDON (AP) — An academic who developed an app used by Cambridge Analytica to harvest data from millions of Facebook users said Wednesday he had no idea his material would be used in Donald Trump’s 2016 presidential campaign and that he’s being scapegoated in the affair.",
  "In a statement, Cambridge Analytica’s board said Nix’s comments “do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation.”\n\nFacebook also drew continued criticism for its alleged inaction to protect users’ privacy.",
  "Alexandr Kogan, a psychology professor at Cambridge University, told the BBC that both Facebook and Cambridge Analytica have tried to place the blame on him for violating the social media platform’s terms of service, when he had been assured that everything he did was appropriate.",
  "Nix said the firm handled “all the data, all the analytics, all the targeting” and said Cambridge Analytica used emails with a “self-destruct timer” to make its role more difficult to trace.",
  "Kogan told the BBC that Cambridge Analytica approached him about the app and, in retrospect, he should have asked the company more questions about how the data would be used.",
  "Billions have been wiped off Facebook’s market value as its shares fall and consumers are asking questions about whether their privacy has been violated.",
  "On Tuesday, the chairman of the U.K. parliamentary media committee, Damian Collins, said his group has repeatedly asked Facebook how it uses data.",
  "Facebook sidestepped questions on whether Zuckerberg would appear, saying instead that it’s currently focused on conducting its own reviews.",
  "He said Facebook officials “have been misleading to the committee.”\n\nThe committee summoned Facebook CEO Mark Zuckerberg to testify.",
  "“My view is that I’m being basically used as a scapegoat by both Facebook and Cambridge Analytica,” he said.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "“There’s no evidence, there’s no paper trail, there’s nothing,” he said.",
  "Just the FAQs\n\nImage of a Facebook logo taken on a mobile phone.",
  "Read or Share this story: https://usat.ly/2FRT1qy",
  "We have the FAQs."
]