[
  "Although the social networking giant didn't know its customer data would be misused at the time of collection, many still feel Facebook should have done a better job of preventing an incident like this from happening in the first place.",
  "Recognizing the data breach and addressing that the company's utmost priorities will be to combat, secure and protect the customers' information, regardless of who they are, will show that the company's dedication is to the customer.",
  "- Pawel Kijko, TimeCamp\n\nForbes Communications Council is an invitation-only community for executives in successful public relations, media strategy, creative and advertising agencies.",
  "Zuckerberg’s early reluctance to speak with media and lawmakers, instead sending middlemen to do the dirty work, helped put him in the position he finds himself in today.",
  "While an apology is a necessary step, it's not the first; you have to know what you want to say and what you are going to do immediately following your initial statement.",
  "These conversations surrounding data privacy and protection serve as a reminder to all brands that security and third-party vendor vetting should be a top priority.",
  "Don't wait for a plan to be developed before the news is released -- provide deadlines to the users on when you will release a plan of action and follow through.",
  "However, even with the best intentions, data breaches can still happen, and when they do, your business needs to be prepared to do some damage control.",
  "This means working quickly internally to identify the full scope of the breach and then communicating that as simply as possible while staying honest.",
  "Proactively inform press of the data breach before news headlines break, being selective about who you choose to share this information with.",
  "Highlight what you're doing to prevent future incidents and do everything possible to assure your customers that you have their backs.",
  "The second a CEO goes on the defensive or tries to cover up any aspect of a data breach is when users and customers start to flee.",
  "is an invitation-only community for executives in successful public relations, media strategy, creative and advertising agencies.",
  "Facebook is an honest company and it isn't sugarcoating the data breach that happened, but sometimes it is too little too late.",
  "This approach involves identifying the right spokesperson and creating a means for monitoring the public's response beforehand.",
  "The first step you want to take is conducting a top-to-bottom data audit to identify what's been affected by the breach.",
  "But in the case of any data breach, the first step is to maintain effective communication, both internal and external.",
  "When a company is vague or slow to tell their story, the audience will fill in the blanks and write their own stories.",
  "This document will outline specific measures to take if and when a data breach (or other negative situation) occurs.",
  "Members of Forbes Communications Council recommend taking these first steps if your company discovers a data breach.",
  "Regardless of any financial or reputational outcome the company might face after, the customers are always first.",
  "Instead of coming forward about the problem quickly, Facebook stonewalled and tried to intimidate journalists.",
  "If you don't have one already, draft and implement a crisis and reputation management plan for your company.",
  "Facebook's biggest problem in responding to the Cambridge Analytica scandal serves as a cautionary tale.",
  "When facing a data breach, a company should devise a statement taking responsibility for its actions.",
  "Before releasing any communication to the public, develop a strategy, ideally in less than 24 hours.",
  "Take control of the narrative and be transparent in admitting the mistakes that led to the breach.",
  "According to our research, 60% of Americans want companies to respond to a crisis within 24 hours.",
  "A common thread amongst companies that came out of data breaches relatively unscathed is honesty.",
  "It should include key spokespeople, talking points, tough questions and suggested answers, etc.",
  "Outline the entire situation for your team and explain to customers precisely what happened.",
  "Facebook has faced public backlash after the recently exposed Cambridge Analytica scandal.",
  "Based on the severity of the breach, be sure your CEO is prepared to speak to the press.",
  "This will allow you to mitigate any damage to your brand and accelerate recovery time.",
  "Fortunately, we’ve never experienced a customer data leak and hope it never happens.",
  "Be a step ahead of the press and competitors looking to leverage your misfortune.",
  "Taking responsibility for the breach and owning up goes a long way for retention.",
  "Be proactive now so you are prepared for a potentially harmful moment later.",
  "- David Isern, Texas Tech University College of Architecture (TTU CoA)\n\n11.",
  "It's like ripping off a Band-Aid: The faster you do it, the less it hurts.",
  "Communicate clearly and effectively to internal and external stakeholders.",
  "Provide deadlines for further information after the initial announcement.",
  "Develop an immediate public response strategy, even if it's limited.",
  "Draft a crisis and reputation management plan for next time.",
  "- Levitica \"Lee\" Watts, Smith, Gambrell & Russell, LLP\n\n10.",
  "Release the information about the breach right away.",
  "Be sincere and provide as many details as needed.",
  "Show your customers they are your first priority.",
  "Taking responsibility will maintain credibility.",
  "People can forgive mistakes faster than silence.",
  "- Monica McCafferty, MCM Strategies LLC\n\n8.",
  "From there, keep your user base up to date.",
  "Do an audit and inform those affected.",
  "Be honest and avoid getting defensive.",
  "Make sure your CEO is press ready.",
  "- Amber Micala Arnold, MWWPR\n\n3.",
  "Respond as quickly as possible.",
  "- Michael Lazar, ReadyCloud\n\n2.",
  "Take control of the narrative.",
  "- Elisa Richardson, Eddie\n\n9.",
  "- Anshu Agarwal, Cedexis\n\n5.",
  "- Curtis Sparrer, Bospar\n\n4.",
  "- Glenn Gray, Buffalo Agency",
  "- Xuan Liao, LisbonTech\n\n7.",
  "Data breaches happen.",
  "Control your message.",
  "Take responsibility.",
  "Do I qualify?",
  "6.",
  "1."
]