[
  "The new terms still permit advertisers to upload data sets as custom audiences, as long as the data sets:\n\n• Have received appropriate opt-in for use in advertising, and the person uploading the data confirms this prior to submission.",
  "In its March 28 announcement, Facebook acknowledged that using companies like Acxiom and Experian to create anonymous data is very common but that it would stop using them as a new approach toward privacy and security practices.",
  "Advertisers will instead need to use Facebook’s existing targeting capabilities or bring in their own audience data -- such as email addresses, phone numbers, and mobile advertising IDs -- through the Custom Audiences feature.",
  "There were several companies that pulled their ads from the platform in the wake of the Cambridge Analytica scandal, but it seems as though the remaining 5 million advertisers will be sticking around.",
  "The social media giant is making changes to its business practices, but its core business model of free mobile apps supported by advertising remains intact and continues to grow.",
  "The 2 million active advertisers and 25 million business listings (up from 15 million in July 2017) likely serve as a growing source of new revenue for Facebook.",
  "Previously, advertisers could find and deploy pre-built audience segments inside Facebook, populated by well-known data platforms like Acxiom and Experian.",
  "If the numbers tell us anything, it’s that the value exchange between users, Facebook and advertisers isn’t entirely broken, but it has been lopsided.",
  "To address its challenges, the company has implemented new changes that affect how advertisers can use data inside Facebook’s advertising platform.",
  "However, it will place greater responsibility on the advertiser to affirm and verify that the data being used has received the appropriate consent.",
  "People across the globe still enjoy using Facebook, and advertisers still wish to reach their desired audience on Facebook’s roster of apps.",
  "The second change coming will affect the Custom Audiences capability, but Facebook hasn’t made it clear exactly what those changes will be.",
  "By examining its new Custom Audience terms, which take effect May 25, we gain an early understanding of the direction Facebook is headed.",
  "When looking broadly at other Facebook properties and evaluating its global reach, the company still has opportunities ahead of it.",
  "The first change occurred when Facebook announced it would be phasing out its Partner Categories throughout the remainder of 2018.",
  "New campaigns can no longer use these audience segments, and existing campaigns will see them disappear as the campaigns conclude.",
  "Until the next Facebook comes along, brands, businesses and agencies will continue to use Facebook’s advertising platform.",
  "While Facebook has always required this, we believe they will present the advertiser with a more prominent notice.",
  "In fact, three-quarters of Facebook users are as active or more since privacy issues surfaced earlier this year.",
  "Based on these observations, Facebook does plan to continue offering advertisers the Custom Audiences feature.",
  "The Facebook app, Instagram and Facebook Messenger all remain in the top 10 most downloaded free iOS apps.",
  "Facebook remains a data and advertising juggernaut, and that is unlikely to change in the next few years.",
  "The company has built the most comprehensive digital advertising solution in the market today.",
  "It also still has unparalleled reach as people across the globe continue to use its apps.",
  "There are larger market forces at work, which were in play prior to Facebook’s troubles.",
  "The company's user base is aging, and young people are using the platform less.",
  "Despite a difficult start to 2018, Facebook appears to be weathering the storm.",
  "• Are uploaded directly to the advertiser’s own account.",
  "• Are not transferred or sold to any other accounts.",
  "What does all of this mean for advertisers?"
]