[
  "NEW YORK (Reuters) - U.S. stocks advanced on Thursday with each of Wall Street’s major indexes ending the session up 1 percent or higher, boosted by solid earnings results and a rebound in technology stocks as U.S. bond yields pulled back.",
  "“It’s a tug-of-war market where you’ve concerns about the 10-year (Treasury bond) yield rising and inflation expectations rising and geopolitical concerns and the tariff concerns against the best earnings we’ve seen in years,” said Smith.",
  "The Dow Jones Industrial Average rose 238.51 points, or 0.99 percent, to 24,322.34, the S&P 500 gained 27.54 points, or 1.04 percent, to 2,666.94 and the Nasdaq Composite added 114.94 points, or 1.64 percent, to 7,118.68.",
  "REUTERS/Brendan McDermid\n\nIn economic news, new orders for durable goods unexpectedly dropped in March as demand for machinery registered its biggest decline in more than two years, according to the Commerce Department.",
  "Chipmakers Advanced Micro Devices Inc and Qualcomm Inc rose 13.7 percent and 1.4 percent, respectively, after quarterly results beat Wall Street estimates and alleviated worries over softening smartphone demand.",
  "United Parcel Service Inc shares rose 4.3 percent after the world’s largest package delivery company defied cost and weather headwinds to post higher first-quarter profit and strong volumes.",
  "The yield on U.S. 10-year Treasuries closed below the 3 percent level as buyers emerged following a sell-off fueled by worries over growing U.S. debt issuance and rising costs.",
  "However, the Labor Department reported initial claims for unemployment fell to their lowest level since 1969, suggesting the labor market is at or near full employment.",
  "General Motors Co edged up 0.4 percent after the automaker reported a production drop of its high-margin pickup trucks, despite posting higher-than-expected profit.",
  "Their advances helped lift the Philadelphia Semiconductor index 2.1 percent, breaking its six-day losing streak and at the close of its best day in three weeks.",
  "Visa Inc also helped lift the tech sector, advancing 4.8 percent following the payments network’s better-than-expected profit and earnings forecast raise.",
  "Amazon.com Inc shares jumped more than 6 percent in after-market trading after the online retailer reported a 43 percent surge in first-quarter revenue.",
  "Facebook surged 9.1 percent after posting an impressive earnings beat, which appeared to calm worries about the fallout from its use of consumer data.",
  "Volume on U.S. exchanges was 6.74 billion shares, compared with the 6.67 billion-share average for the full session over the last 20 trading days.",
  "“Earnings continue to be better than expected and you have many of the geopolitical concerns like trade wars put on the back burner temporarily.",
  "Traders work on the floor of the New York Stock Exchange in the Manhattan borough of New York City, New York, U.S., April 20, 2018.",
  "1 U.S. railroad operator cautioned on a key operating metric, helping send the Dow Jones Transportation Average down 0.9 percent.",
  "And the commentary has been good,” said Channing Smith, managing principal at Jackson Hole Capital Partners in Tulsa, Oklahoma.",
  "The tech-heavy Nasdaq snapped a five-day losing streak while the S&P technology index booked its first up day in six sessions.",
  "Advancing issues outnumbered declining ones on the NYSE by a 2.26-to-1 ratio; on Nasdaq, a 2.06-to-1 ratio favored advancers.",
  "So far, 45 percent of S&P 500 companies have reported first-quarter earnings, with 79.7 percent beating consensus estimates.",
  "Analysts see 23.1 percent earnings growth for the quarter, based on a blend of actual and estimated results.",
  "It reported a loss of subscribers from its pay TV business.",
  "Union Pacific Corp shares fell 2.9 percent.",
  "AT&T Inc shares slumped 6.0 percent.",
  "The No."
]