[
  "One politician, Molly Scott Cato, said of Zuckerberg: \"He's totally out of his depth — he talks about setting Facebook up in college with this homey story and I'm, like, 'Christ, this guy has the fate of European democracy in his hands and he doesn't know what to do.'\"",
  "Parakilas is convinced there's more misuse of Facebook data\n\nFacebook CEO Mark Zuckerberg and COO Sheryl Sandberg Facebook\n\nInsiders have suggested there is likely to be a second data scandal that will be equal to the Cambridge Analytica leak.",
  "He went one step further in March 2018 after The Guardian revealed how Cambridge Analytica got hold of people's private data, and Parakilas dropped the bombshell claim that Facebook could have prevented the entire scandal.",
  "CBS\n\nNow Parakilas taking to the global stage to hold Facebook to account, a company currently worth $557 billion (£417 billion), to ensure the firm can't jeopardise future elections and put people's personal data at risk.",
  "Parakilas has played a major role in US congressional hearings about the scandal, has testified to British politicians, and is about to fly to Brussels to explain the scandal in more technical detail to European lawmakers.",
  "Specifically, Parakilas said he warned back in 2012 that Facebook's developer platform posed a major security risk, because the company had few measures to see what app makers were doing with people's information.",
  "Since the interview, The New York Times revealed that Facebook had data-sharing agreements with device makers such as Apple and Samsung, though Facebook has argued this doesn't consitute misuse of data.",
  "But, he added, he also wants to talk about the EU's new privacy law, the General Data Protection Regulation, which kicked in on May 25 and is having major repercussions for tech and ad companies.",
  "That was prescient given the Cambridge Analytica scandal turned on a rogue developer, academic Aleksandr Kogan, taking advantage of Facebook's platform to hoover up some 87 million user profiles.",
  "Facebook is now conducting its own investigations to root out other rogue developers and Zuckerberg said the company is working with a third-party auditor to nail down any wrongdoing.",
  "\"I think if we really want to ensure that users are protected moving forward, we have to find ways to encourage new businesses that are aligned with the interests of users.",
  "EU regulators have \"little to lose\" in going after Facebook\n\nBritish MEP Claude Moraes is chair of the LIBE committee, where Parakilas will appear on Monday.",
  "Pablo Monero\n\nIf Mark Zuckerberg and Sheryl Sandberg didn't know Sandy Parakilas' name when he quit Facebook in 2012, they certainly do now.",
  "He added: \"People in the US are more constrained about going after a big, popular, valuable US company than people in Europe and the UK.",
  "Mark Zuckerberg is both chairman and CEO of Facebook and, thanks to his voting rights, essentially has total control over the company.",
  "\"I've heard from some people inside Facebook, they appreciate what I'm doing,\" Parakilas told Business Insider in a phone interview.",
  "Facebook's ability to influence how people vote is a major worry in Europe, lawmakers told Business Insider earlier this month.",
  "He became headline news in late 2017 when he warned that Facebook couldn't regulate itself in an op-ed for the New York Times.",
  "\"The culture, in general, was one, when I was there, that did not encourage deep auditing of what third parties were doing.\"",
  "Although Parakilas himself only worked directly with Zuckerberg \"a little bit,\" he said the CEO was extremely hands on.",
  "This is because, as he and others have pointed out, thousands of apps once had access to Facebook's developer platform.",
  "\"The issue here is a structural one, the structure is set from the absolute top, by Mark and Sheryl,\" Parakilas added.",
  "I am personally aghast, and it would have been better if they had fixed this issue six years ago, but they didn't.\"",
  "There's also the fact that in the US we have this long tradition of not regulating privacy on the internet at all.",
  "CTO Mike Schroepfer said last week that there has been the biggest cultural shift inside the company in a decade.",
  "Arguably, if Mark was going to fire someone for making the biggest strategic mistake here, it would be himself.\"",
  "Academic Aleksandr Kogan built a Facebook app that siphoned off 87 million user profiles to Cambridge Analytica.",
  "Parakilas was an operations manager at Facebook's Menlo Park headquarters in California between 2011 and 2012.",
  "Getty\n\nParakilas will repeat his warnings about Facebook when he appears before European lawmakers on Monday.",
  "\"Sheryl Sandberg [has] said Mark takes responsibility because he designed the platform,\" Parakilas said.",
  "\"I think the risk of another significant misuse from Facebook is 100%,\" Parakilas told Business Insider.",
  "I have no intention of stopping until the company is doing all it needs to do to protect our elections.\"",
  "\"I'm pretty sure Mark [Zuckerberg] and Sheryl [Sandberg] do not appreciate what I'm doing.",
  "\"What's the chance that only one app developer did something bad with all that data?\"",
  "He thinks this is why no one has yet been fired at Facebook over Cambridge Analytica.",
  "Parakilas added that he's not exactly delighting in bringing Facebook down a notch.",
  "Sandy Parakilas was an operations manager at Facebook between 2011 and 2012.",
  "Facebook has already suspended 200 apps and is probing thousands of others.",
  "\"There's no way that Cambridge Analytica was the only bad actor.\"",
  "And one study suggested around 11% accessed people's friend data.",
  "[The latter] have little to lose by going after Facebook...",
  "Firing some mid-level manager doesn't solve the problem.\"",
  "Regulation can be a tool to encourage entrepreneurship.\"",
  "Business Insider has contacted Facebook for comment.",
  "\"I think GDPR is a great first step,\" he said.",
  "\"That's true, Mark was very hands-on.",
  "\"There's no independent board.",
  "\"No one's pleased,\" he said.",
  "\"This is a disaster.",
  "Parakilas agreed.",
  "said Parakilas."
]