[
  "More: Apple at WWDC shows 7 ways iOS 12 will change your next iPhone\n\nMore: Recap: Apple unwraps next iPhone iOS at WWDC\n\nCraig Federighi, Apple's senior vice president of Software Engineering, speaks during an announcement of new products at the Apple Worldwide Developers Conference Monday, June 4, 2018, in San Jose, Calif. (Photo: AP Photo/Marcio Jose Sanchez)\n\nThe feature will offer daily and weekly activity reports that reveal the total time spent in individual apps, usage across categories of apps, how many notifications are received and how often an iPhone or iPad are picked up.",
  "Craig Federighi, Apple's senior vice president of software engineering, shows new iOS12 features that allow users to see how much time they're spending on their mobile devices, at the Apple Worldwide Developers Conference Monday, June 4, 2018, in San Jose, Calif. (Photo: AP Photo/Marcio Jose Sanchez)\n\nApple senior vice president of software engineering Craig Federighi drew some polite applause from 6,000 developers assembled at McEnery Convention Center when he explained that users could now set limits for how much time is spent in any given app.",
  "A Memoji #wwdc18pic.twitter.com/TMfiht9Cx6 — Marco della Cava (@marcodellacava) June 4, 2018\n\nTouting privacy as Facebook reels\n\nIn recent weeks, Cook has taken some jabs at Facebook in the wake of the company's Cambridge Analytica data scandal, touting Apple policies that sequester much of consumers' information on their encrypted devices.",
  "During a keynote that seemed more focused on solving users' persistent problems rather than the more typical showcasing of cutting-edge features, Apple executives took the wraps off a suite of tools that responded to complaints by investors and former employees that smartphone design is creating a generation of device addicts.",
  "One of the most raucous responses during the keynote was reserved for Federighi's announcement that the newest operating system would offer greater levels of security that \"extends protection to your (computer's) cameras and microphone, your mail database, message history and more.\"",
  "Apple tackled the latter with new settings in its Safari browser that allow users to limit Facebook and others apps from following their trails around the Web — a pointed knock against the social network, which fended off a new round of privacy breach allegations this weekend.",
  "(Photo: Justin Sullivan, Getty Images)\n\nSAN JOSE — Apple unveiled new ways to limit your screen time on iPhones and other mobile gadgets at its annual developers conference here — and at the same time unleashed features designed to get you to spend more time on its devices.",
  "USA TODAY\n\nAttendees take pictures before the start of the opening keynote during the 2018 Apple Worldwide Developer Conference at the San Jose Convention Center on June 4, 2018 in San Jose, Calif. Apple CEO Tim Cook will kick off the WWDC that runs through June 8.",
  "But for every additional control that Apple introduced to help encourage a child or adult to ditch the phone, the company provided other updates that hue to the perennial goal of most tech companies: offering better and stickier ways for you to use their product.",
  "Apple on Monday said Screen Time would give parents access to their child’s Activity Report right from their own iOS devices using Family Sharing in iCloud and allows them to schedule times to limit when a child’s iOS device can be used, such as during bedtime.",
  "The suite of tech-monitoring tools includes a more targeted \"Do Not Disturb\" feature that during bedtime hours dims the display and hides all notifications on the lock screen, avoiding the accidental peek at night that can lead to full immersion.",
  "(Photo: Justin Sullivan, Getty Images)\n\nThese included changes to its video-conferencing app FaceTime that allow you to make calls with up to 32 people and a new augmented reality feature called \"Memojis\" that creates animated emojis of yourself.",
  "Batterygate and new iOS 12\n\nApple also offered some mollification to users still angry over its own black-eye, dubbed Batterygate, when it was discovered late last year that older devices were losing battery power after loading updated software.",
  "That seeming contradiction highlights the growing dilemma for Silicon Valley giants such as Apple, Facebook and Google as they pitch their ubiquitous products while acknowledging growing concerns about tech addiction and consumer privacy.",
  "Some of the other more compelling iOS 12 changes include tweaks to Siri, the often-used (10 billion requests a month, Apple says) digital assistant that hasn't fared well in comparison tests with Amazon's Alexa and Google's Assistant.",
  "Given the choice of hairstyles, accessories and eye-color, it wasn't hard to imagine spending time glued the phone making the perfect cute avatar — perhaps to bring to your next group FaceTime call.",
  "During the keynote, Apple showed typical comments on a website with a pop-up that asked if you wanted to allow or disallow Facebook.com to use cookies and website data while browsing that website.",
  "While Apple didn't say anything about Siri getting smarter, the company did release Shortcuts, which are both suggested and customizable shortcuts that help Siri be more proactive.",
  "The focus of the two-hour keynote was on iOS 12, the newest version of Apple's software available this fall, which will bring updates to products dating to 2013's iPhone 5s.",
  "Earlier this year, Apple had promised \"more robust\" parental controls after two large investors urged the tech giant to do more to combat smartphone over-use among children.",
  "Apple also showed off a way to scroll through apps and even load Web pages on Apple Watch, thanks to an employee who did the demo while working out on a stationery bike.",
  "More robust security measures are aimed at making it more difficult for apps in the Apple universe to access your private data, unless you grant that access.",
  "Apple CEO Tim Cook speaks during the 2018 Apple Worldwide Developer Conference at the San Jose Convention Center on June 4, 2018 in San Jose, Calif.",
  "Apple's Watch finally added a feature that seems like a no brainer: Walkie-Talkie, which allows users to chat back and forth in short audio bursts.",
  "Let's say that as you get ready to drive home from work you want Siri to message your significant other, turn up the thermostat and tune into NPR.",
  "Apple's existing parental controls had notable failings: A parent could restrict the kind of content but not the length of time they used an app.",
  "By creating a Siri Shortcut with those commands and calling it \"Driving Home,\" Siri will initiate all those tasks when summoned by that prompt.",
  "But its Screen Time feature is what promises the possibility of helping tech users wean themselves off heavy device use.",
  "CLOSE Apple is tackling smartphone addiction and adding group video chats to FaceTime in the new iOS12.",
  "And it touted a way to use an augmented reality game on iPad to bring a physical Lego set to life.",
  "Apple also unveiled ways to mute group notifications, such as a chatty group of texting friends.",
  "\"Apps beg us to use our phone when we should be doing something else,\" Federighi said.",
  "Federighi said \"we’re doubling down on performance, with apps loading 40% faster.\"",
  "\"Some of us, we might not recognize how distracted we’ve become.\"",
  "Said Federighi: \"It empowers you with insight and control.\"",
  "Apple exec demos how you create an Animoji of...yourself.",
  "And it wasn't above taking direct aim at Facebook.",
  "Read or Share this story: https://usat.ly/2JhprIQ",
  "The WWDC runs through June 8."
]