[
  "\"While it's clear that investor sentiment has been materially impacted by (the) Cambridge Analytica revelations, we believe FB is acting proactively and aggressively to tighten its privacy controls and increase the level of transparency into its practices,\" Wells Fargo analyst Ken Sena said.",
  "Shares of Facebook Inc. headed toward their biggest daily rise in a month at opening on Thursday, after Chief Executive Mark Zuckerberg said the social network had not seen any meaningful impact on usage or ad sales in the wake of the data privacy scandal.",
  "The company's shares have sunk 16 percent, wiping more than $80 billion from its market value, since March 16, when the New York Times and London's Observer newspaper broke news of the use of its data by political consultancy Cambridge Analytica.",
  "Several Wall Street analysts said the falls presented a good opportunity to buy into the social network's previously high-flying shares, although they cautioned that much will still depend on Zuckerberg's testimony to Congress next week.",
  "\"We suspect that looking back a year from now, if not sooner, this episode will have been a uniquely compelling buying opportunity in the mega cap internet space,\" Deutsche Bank analysts said.",
  "Zuckerberg said on Wednesday he accepted blame for the data leak and should have done more to audit and oversee third-party app developers like the one that Cambridge Analytica hired in 2014.",
  "The data scandal led to the \"DeleteFacebook\" hashtag trending on Twitter and several celebrities including singer Cher and Tesla Chief Elon Musk deleted their accounts.",
  "U.S. auto parts retailer Pep Boys, internet company Mozilla and German bank Commerzbank AG jumped on the bandwagon by suspending advertisement on the platform.",
  "That put it within touching distance of a 4.4 percent bounce when the company announced new measures to give users more control over their data last week.",
  "He will testify about the matter next Tuesday and Wednesday during two U.S. congressional hearings.",
  "Facebook shares were up 4 percent at $161.55 immediately after the bell on Thursday."
]