[
  "More: How Facebook tracks your every move: Fact vs. fiction\n\nMore: Facebook gives more details on how it tracks non-users\n\nMore: Mark Zuckerberg pledges Facebook will put 'people first,' avoid past mistakes\n\nMore: Why you should think twice before you 'sign in with Facebook'\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "Facebook gets data from other websites and apps about people — Facebook users and non-users — in various ways, including social plug-ins such as the \"Share” and “Like” buttons and through Facebook Analytics, which informs sites and apps that work with Facebook about how their services are being used and how to best show ads.",
  "The Clear History feature arose, Egan said, from \"feedback we've heard consistently from people who use Facebook, privacy advocates and regulators: Everyone should have more information and control over the data Facebook receives from other websites and apps that use our services.\"",
  "The company has faced a storm of criticism from lawmakers and regulators after it revealed 87 million users' information was taken by a political ad targeting firm without their consent, and the site itself was manipulated during the 2016 election campaign.",
  "\"Apps and websites that use features such as the Like button or Facebook Analytics send us information to make their content and ads better,\" Erin Egan, Facebook's vice president and chief privacy officer, said in a post on Facebook's website.",
  "CEO Mark Zuckerberg called Clear History \"a simple control where you can clear your browsing history, what you have clicked on, the websites you have visited and so on,\" he said during his keynote speech at the F8 conference Tuesday.",
  "Under the latest privacy changes, a Facebook user will be able to see what sites and apps send Facebook information and delete that information from their account and turn off Facebook's ability to link it to their account.",
  "A new feature called Clear History, to become available within the next few months, will allow users to prevent the storage of personal data Facebook gleans from their visits to other sites and apps, the company says.",
  "Facebook-affiliated sites and apps will still get information about your actions, but it will store the data in a manner that is not associated with your account, she said.",
  "(Photo: Jefferson Graham, USA TODAY)\n\nFacebook will soon let you delete information that the social networking giant gathers from your activity on other websites and apps.",
  "This move, announced Tuesday on the first day of Facebook's annual F8 developer conference in San Jose, is meant to help assuage fears about its data-collecting regimen.",
  "Time\n\nFacebook CEO Mark Zuckerberg welcomes app developers to the Facebook F8 2018 developer conference held at the San Jose McEnery Convention Center on May 1, 2018.",
  "But the fallout from the Cambridge Analytica crisis and recent appearances by Zuckerberg before Congress, have put an onus on the company to make some changes.",
  "For instance, reports to developers could tell them if \"their apps are more popular with men or women in a certain age group,\" Egan said.",
  "Those sites and apps don't know whether you got there via Facebook or not, but Facebook still gets information about those visits.",
  "\"You will even be able to turn off having this information stored with your account going forward.\"",
  "Facebook says the data sharing helps personalize and improve your experience on the network.",
  "Read or Share this story: https://usat.ly/2riPec3",
  "CLOSE Including apps, websites, and advertising."
]