[
  "Mary Meeker from Kleiner Perkins reads her annual Internet trends survey at the Code conference in Rancho Palos Verdes, Calfornia (Photo: Jefferson Graham)\n\nThere are 3.6 billion users of the global Internet, but growth is beginning to cool, up 7% last year vs. 12% the year before.",
  "As for the sharing economy: Her research shows ride-hailing service Uber's 900,000 U.S. drivers making an average hourly rate of $21, higher than some surveys and much steeper than a disputed academic analysis.",
  "Netflix represents the largest subscription service, with 117 million subscribers, compared to 100 million for Amazon Prime and 75 million for the Spotify music service, she estimates.",
  "She also touched on the recent scrutiny of how Internet companies use consumer data for targeting that jumped in the wake of Facebook's Cambridge Analytica data scandal.",
  "Meeker says that when researching product purchases, 49% of shoppers begin with searches on Amazon.com, followed with 36% on search engines.",
  "Those are the headlines from Mary Meeker's annual Internet trends survey, which was revealed at the Code conference here Wednesday morning.",
  "\"Many usability improvements are based on data - collected during the taps / clicks / movements of mobile device users.",
  "The stack of slides, which act as touchstone for the industry, is based on an aggregation of several data sources.",
  "But people are spending more online, talking to smart speakers more, and shelling out more for subscriptions.",
  "RANCHO PALOS VERDES, Calif. — Internet usage worldwide is slowing while smartphone sales have hit a wall.",
  "E-commerce usage rose 16% in 2017, vs. 14% the previous year, now representing 13% of total retail sales.",
  "Now, Google has a 95% accuracy rate for \"learning word accuracy,\" from just less than 80% in 2013.",
  "\"Growth is harder to find after hitting 50% penetration\" of the world's population, she said.",
  "Follow USA TODAY's Jefferson Graham @jeffersongraham) on Twitter, Instagram and YouTube.",
  "Airbnb has U.S. 600,000 hosts, who make an average of $6,100, the report estimated.",
  "Meeker is an executive with venture capital firm Kleiner Perkins Caufield & Byers.",
  "The Amazon Echo smart speaker is now in more than 30 million homes, she added.",
  "Voice computing has evolved to record usage, after years of so-so quality.",
  "Additionally, social media referrals to e-commerce purchases rose 6%.",
  "This creates a privacy paradox,\" she wrote in the introduction.",
  "Read or Share this story: https://usat.ly/2J28gLd"
]