[
  "\"We thought a week would be enough… for us to take a pause and take stock of what we could do, to be more – a more positive agent for change in the tech ecosystem,\" Sonos chief marketing officer Joy Howard said.",
  "More than a quarter million people have downloaded Mozilla's new browser add-on called Facebook container, which prevents Facebook from tracking what sites you visit outside of its platform.",
  "\"If we've had an experience where maybe we've chosen to buy something or been thinking about it and an ad shows up on another site… you see an ad specifically for those pair of shoes.",
  "Like Mozilla, the home sound company Sonos also stepped back from social media platforms and took a week-long pause from advertising on Google, Twitter, YouTube and Facebook.",
  "They're expecting them to have an unreasonable amount of knowledge about how their information is being used,\" Mozilla chief marketing officer Jascha Kaykas-Wolff said.",
  "As for how Facebook has responded to criticism, Kaykas-Wolff said he's encouraged that the social media platform is talking about re-developing trust with consumers.",
  "Zuckerberg faces mounting criticism after private information from as many as 87 million Facebook users was improperly collected by data firm Cambridge Analytica.",
  "… And there is no opting out of them, especially when we're in a world in which Facebook and Google are a duopoly over all ad and media spending,\" Howard said.",
  "While it's only a sliver of Facebook's revenue, Mozilla is also spreading a message about privacy rights online – a message that could cost Facebook dearly.",
  "Mozilla, the maker of Firefox, was the first company to pull its ads following this data controversy, reports CBS News correspondent Tony Dokoupil.",
  "Facebook tells us it is working with advertisers to improve the controls people have on Facebook and the transparency around the ads on the site.",
  "… But technology companies can't take for granted that all the things that they're doing are easy to understand,\" Kaykas-Wolff added.",
  "Every time you log onto Facebook or any social media platform you are giving currency, you're just not giving dollars,\" Polgar said.",
  "David Polgar, a tech ethicist, said \"no social media platform is free\" and we are paying with our personal data.",
  "And so when people start to lose trust in the-- in these platforms, then their business value to us diminishes.\"",
  "In an interview with Bloomberg, Facebook COO Sheryl Sandberg addressed that breach of trust with advertisers.",
  "For years Mozilla used Facebook to tell people about its products, but now the nonprofit has a new message.",
  "And when product change has happened, we'll know that the message is loud and clear,\" Kaykas-Wolff said.",
  "Facebook CEO Mark Zuckerberg meets with lawmakers Monday ahead of two congressional hearings this week.",
  "The data that's been associated with my profile in this social media site is turned into a cookie.",
  "The data… actually follows me around to every next website that I go to,\" Kaykas-Wolff explained.",
  "\"Companies are as dependent on these platforms as human beings are dependent on these platforms.",
  "And everyone wants to know the same thing, which is: are you protecting people's data?\"",
  "Last year virtually all – 98 percent – of Facebook's revenue came from advertisements.",
  "Facebook stock is down nearly 15 percent since the Cambridge Analytica story broke.",
  "\"But ultimately, the platforms are only as useful to us as they are to customers.",
  "\"We're uncomfortable with the way that technology companies are treating people.",
  "Facebook and Instagram have been a vital tool in Sonos' success as a company.",
  "\"It seems to me like Facebook puts a little bug on you,\" Dokoupil said.",
  "Some companies have begun pulling millions in ads from the platform.",
  "Kaykas-Wolff showed us just how Facebook tracks and uses your data.",
  "It's pulled all advertising off the social network – indefinitely.",
  "I mean, technology companies aren't treating people like people.",
  "That's a drop in market value worth tens of billions of dollars.",
  "Meanwhile, there is major financial fallout from the data leak.",
  "\"A bug or baggage – really same basic idea,\" Kaykas-Wolff said.",
  "Absolutely, businesses should be able to run using data.",
  "It is a little bit like you're carrying some baggage.\"",
  "Facebook will begin notifying affected users Monday.",
  "They're people who use Facebook, so are investors.",
  "They're not treating people like human beings.",
  "When we click on this ad, something happens.",
  "\"Trust, right now, isn't being earned.",
  "\"We choose to click on this ad.",
  "\"Your privacy is a currency.",
  "\"But words are just that.",
  "\"Advertisers are people.",
  "\"They're following you.\"",
  "We need to see action.",
  "Like, fundamentally.",
  "Sandberg said."
]