[
  "Some investors say no\n\nMore: Facebook's Zuckerberg got grilled, but nothing's really changed\n\nWhile echoing Zuckerberg’s own words by insisting that Facebook doesn’t sell people’s data, “period,\" Baser listed the various ways that Facebook gets data about people from other websites and apps: social plug-ins like Facebook’s “share” and “like” buttons; the Facebook login, which you can use to enter into another website or app; Facebook Analytics, which lets those other sites and apps better understand how folks use their services; plus other tools which let sites and apps serve and measure the effectiveness of ads.",
  "“In fact, most websites and apps send the same information to multiple companies each time you visit them.”\n\nBaser goes on to say that Facebook uses the information it gets from other websites and apps to provide various services to these sites or apps, including the manner in which these businesses can show ads.",
  "The imperative was clearly on Facebook to do a better job of explaining to users and non-users alike the way it handles data, especially in the wake of the social network's disclosure that 87 million Facebook users' information was improperly shared with political targeting firm Cambridge Analytica.",
  "Facebook's clarification came Monday in a post written by Facebook product management director David Baser, who shepherds a team at the company that focuses on privacy and data use and the tools you can use to control and download your information.",
  "President Marc Rotenberg of the Electronic Privacy Information Center calls the post “a giant surveillance warning label,” in the way it “describes the many non-intuitive ways that Facebook tracks users on the Internet.\"",
  "(Photo: Jack Gruber, USA TODAY)\n\nDuring Facebook CEO Mark Zuckerberg’s grilling before Congress last week, it became apparent that the social network could have at your data, even if you weren’t on Facebook.",
  "“If someone tries to log into your account using an IP address from a different country, we might ask some questions to verify it’s you..”\n\nDoes Facebook's explanations satisfy privacy advocates?",
  "Advertisers also can add computer code known as the Facebook Pixel, which provides stats about how many people are responding to their ads — even if people saw the ad on a different device.",
  "Baser added that Twitter, Pinterest and LinkedIn have similar Like and Share buttons, Google has a popular analytics service, and Amazon, Google and Twitter all offer login features.",
  "Facebook says it reviews all publishers who work with Audience Network to make sure that their content, sites and apps meet Facebook's content and community standards.",
  "Email: ebaig@usatoday.com; Follow USA TODAY Personal Tech Columnist @edbaig on Twitter\n\nRead or Share this story: https://usat.ly/2H2tjQJ",
  "“When you visit a site or app that uses our services, we receive information even if you’re logged out or don’t have a Facebook account.",
  "Through what's known as Facebook's Audience Network, an advertiser can create an ad on Facebook, but show it elsewhere in cyberspace.",
  "USA TODAY Video\n\nFacebook Facebook CEO Mark Zuckerberg testifies before the House Energy and Commerce Committee on April 11, 2018.",
  "More: How Facebook can have your data even if you're not on Facebook\n\nMore: Should Mark Zuckerberg be Facebook's chairman and CEO?",
  "That was true whether you never joined Facebook in the first place or were a Facebook member who was offline.",
  "Baser also says the information from other sites and apps can bolster security on Facebook.",
  "This is because other apps and sites don’t know who is using Facebook,” Baser writes.",
  "CLOSE Think you're safe from Facebook's privacy flaws if you are not a user?",
  "Think again."
]