[
  "bit.ly/2rhftj0\n\nThe Guardian\n\nThe chief executive of TSB Bank will forfeit a 2 million pound ($2.72 million) bonus payment in the light of an IT failure that left thousands of their customers locked out of their accounts, as MPs accused the bank boss of being \"extraordinarily complacent\".",
  "bit.ly/2rl0STM\n\n?Wasps Holdings will announce on Thursday that it intends to appoint Mazars, an accountancy firm, in place of PricewaterhouseCoopers after PwC disclosed that earnings for the year to 30 June 2017 had been overstated by almost 50 percent.",
  "bit.ly/2rhgSGl\n\nThe Telegraph\n\nMike Ashley's Sports Direct has revived its battle with former Labour MP Iain Wright by lodging a complaint over his handling of a Parliamentary inquiry into the retailer's working practices.",
  "bit.ly/2rfd8EY\n\nThe Independent\n\nThe Purchasing Managers' Index (PMI) went back into positive territory in the month with a reading of 52.5, up from 47 in March, a 20-month low, when snow massively disrupted activity.",
  "bit.ly/2rgVBfD\n\nSky News\n\nHouse of Fraser has confirmed it is to launch a restructuring plan that will mean a round of store closures as part of a deal which will see the Chinese owner of Hamleys take a major stake.",
  "ind.pn/2riYMU2\n\nMillions of travellers preparing for their Bank Holiday weekend journeys in the UK and France face a range of obstacles from strikes to now-traditional rail engineering works.",
  "bit.ly/2rhvs0n\n\nMark Mobius is to raise $1 billion for a new asset management firm based in London, despite widespread concerns about how Brexit will affect the UK fund management industry.",
  "bit.ly/2riZgcO\n\nThe chief executive of Sage Group, Britain's biggest software group, has dismissed 30 executives in a cull of its senior ranks following a damaging slowdown in sales.",
  "The Times\n\nSome of Britain's largest companies have been hit by revolts over pay as investors register their anger at awards to executives that many still believe are excessive.",
  "bit.ly/2rj0nt0\n\nSCL Group and its Cambridge Analytica consultancy, which were at the centre of this year's Facebook privacy row, are closing and starting insolvency proceedings.",
  "May 3 (Reuters) - The following are the top stories on the business pages of British newspapers.",
  "Reuters has not verified these stories and does not vouch for their accuracy.",
  "ind.pn/2rfuOk0"
]