[
  "To be clear, we do allow people to take videos on their devices and share those, and videos have audio, so we do while you’re taking a video, record that and use that to make the service is better by making sure your videos have audio, but I think that is pretty clear.",
  "In a hearing before Congress on the Cambridge Analytica scandal Tuesday, Sen. Gary Peters (D-Mich.) asked Zuckerberg, “Yes or no, does Facebook use audio obtained from mobile devices to enrich personal information about users?”\n\n\"No,\" Zuckerberg responded.",
  "It posits that Facebook surreptitiously records audio using the microphones on users' smart phones, then uses voice recognition software to turn it into searchable terms that the site can use to place ads in the user's news feed.",
  "(Photo: Jack Gruber, USA TODAY)\n\nSAN FRANCISCO – Whatever you might have heard, Facebook doesn’t listen in on everything you do through the microphone on your phone, mining the information for clues on what ads to send you.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg testifies before a joint hearing of the Senate Committee on the Judiciary and the Senate Committee on Commerce, Science, and Transportation in Washington on April 10, 2018.",
  "Instructions on cutting the link:\n\nFor iPhone users, go to Settings >> Privacy >> Microphone >> look for Facebook, then toggle off the setting that allows the Facebook app to access the microphone.",
  "He continued, \"Senator, let me get clear on this, you’re talking about this conspiracy theory that gets passed around that we listen to what’s going on on your microphone and use that for ads.",
  "For those who might still be concerned, a simple solution is to go into phone settings and turn off the permissions that allow the Facebook app to access the microphone.",
  "Facebook addressed the rumor in June 2016 in a post, saying this:\n\n\"Facebook does not use your phone’s microphone to inform ads or to change what you see in News Feed.",
  "For recent Android versions go to Settings >> Apps >> Facebook >> Permissions, then toggle off the setting that allows the Facebook app to access the microphone.",
  "More: Senators to Zuckerberg: We may need to regulate Facebook to protect privacy\n\nMore: Facebook's Mark Zuckerberg has promised to protect user privacy before.",
  "An example would be if someone were discussing lawn mowers near their phone, then suddenly started seeing lawn mower ads in their Facebook news feed.",
  "Note that this will make it impossible to record live videos with sound on Facebook, so you'll need to turn it back on should you want to do so.",
  "“No,” CEO Mark Zuckerberg told members of Congress on Tuesday, addressing a conspiracy theory that doesn’t seem to want to die.",
  "Some recent articles have suggested that we must be listening to people’s conversations in order to show them relevant ads.",
  "We show ads based on people’s interests and other profile information – not what you’re talking out loud about.\"",
  "CLOSE Zuckerberg shoots down conspiracy theory that Facebook taps your microphone in his Senate hearing.",
  "More: Did Zuckerberg just suggest a paid, ad-free version of Facebook?",
  "The theory has been floating around since at least 2016.",
  "But I just wanted to make sure I was exhaustive there.\"",
  "Read or Share this story: https://usat.ly/2qjMeLQ",
  "However, the rumor isn't going away.",
  "Will this time be different?",
  "This is not true."
]