[
  "Related: Mark Zuckerberg has regrets: 'I'm really sorry that this happened'\n\nFacebook has been under fire since the Cambridge Analytica scandal broke earlier this month, and Zuckerberg has been called upon by lawmakers in the US and UK to testify about the data mining scandal.",
  "The video of Jobs discussing privacy issues has resurfaced and the statements look especially prescient in light of revelations that political data firm Cambridge Analytica improperly accessed information on millions of Facebook users.",
  "At the time, journalist Walt Mossberg asked Jobs about privacy concerns around Facebook (FB) and Google (GOOG) and whether privacy is looked at differently in Silicon Valley.",
  "To this day, users need to enable \"Location Services\" and give permission to every app or website before it can use their location data, according to Apple's website.",
  "In 2009, the company shut down Beacon -- a service that posted online purchases to users profiles, sometimes without their knowledge -- following outrage from users.",
  "Here's how to protect your data\n\nFacebook has faced backlash for how it manages user data and privacy long before the Cambridge Analytica controversy.",
  "Over the years, Facebook has made other changes and updates to its privacy settings, such as a major overhaul in 2012 and other updates in 2014.",
  "Zuckerberg was in the audience when Jobs made the privacy comments at the Wall Street Journal's All Things Digital conference eight years ago.",
  "The Apple co-founder and tech titan told an audience in 2010 that privacy should be sacrosanct for tech companies like Google and Facebook.",
  "A year later, the social media giant rolled out new privacy controls and blocked outside parties from seeing personal information.",
  "However, it's still unclear to some users how to access or change their privacy settings or see the data Facebook has about them.",
  "\"Privacy means people know what they're signing up for, in plain English and repeatedly,\" Jobs said in 2010.",
  "\"We've always had a very different view of privacy than some of our colleagues in the Valley.\"",
  "\"I believe people are smart and some people want to share more data than other people do.",
  "Make them tell you to stop asking them if they get tired of your asking them.",
  "Let them know precisely what you're going to do with their data,\" he added.",
  "For example, he said Apple (AAPL) worries about location data in iPhones.",
  "Lo and behold, Facebook CEO and founder Mark Zuckerberg was there.",
  "Before any app can get location data, users must approve it.",
  "Users have the ability to turn that setting on and off.",
  "\"Silicon Valley is not monolithic,\" Jobs said.",
  "It's almost like Steve Jobs saw it coming.",
  "Related: Fed up with Facebook?",
  "Ask them every time.",
  "Ask them."
]