[
  "\"Although management once again highlighted its commitment to platform safety for its users and while the CFO continued to highlight decelerating growth as we progress through 2018 (on a constant currency basis) given its tough comps, we thought the call went better than expected,\" the investment bank said in a note.",
  "On an earnings call this week, CFO David Wehner added: \"While we do not anticipate these changes will significantly impact advertising revenue, there is certainly the potential for some impact and we will be monitoring this closely.\"",
  "\"Beginning in March 2018, we were the subject of intense media coverage involving the misuse of certain data by a developer that shared such data with third parties in violation of our terms and policies,\" Facebook said.",
  "\"Such negative publicity could have an adverse effect on the size, engagement, and loyalty of our user base and result in decreased revenue, which could adversely affect our business and financial results.\"",
  "\"We believe that European MAU and DAU may be flat to slightly down sequentially in Q2 as a result of the GDPR roll out,\" Wehner said, referring to monthly average users and daily average users.",
  "There are a couple of reasons for this:\n\nThe Cambridge Analytica scandal only really took hold in mid-March, meaning Facebook's first quarter will have been largely untroubled by the news.",
  "\"If we fail to successfully promote and maintain our brands or if we incur excessive expenses in this effort, our business and financial results may be adversely affected,\" Facebook said.",
  "And while Facebook is relatively bullish about GDPR, pointing to it being an industry-wide issue, it warned that the privacy laws could damage both monthly and daily user numbers.",
  "And CEO Mark Zuckerberg said some changes to the news feed, dialing down political news in favour of friends-and-family posts, were causing a dropoff in some types of engagement.",
  "The company looked bulletproof, unveiling a near-50% rise in quarterly revenues to $11.9 billion, while monthly active users also jumped 13% year-on-year to 2.2 billion.",
  "Facebook has the new European General Data Protection Regulation (GDPR) to contend with in May, which its C-suite executives recognise is unknown territory.",
  "In a financial filing on Thursday, Facebook warned that it has been buffeted by \"intense media coverage\" that could damage user numbers and revenues in Q2.",
  "Reuters\n\nFacebook enjoyed a much-needed dose of good news on Wednesday, shredding Wall Street's Cambridge Analytica worries with giant earnings in Q1.",
  "Facebook admitted that the Cambridge Analytica debacle had \"eroded confidence\" in its brand, and winning it back could be a costly business.",
  "But the earnings bonanza was caveated with a note of caution, with Facebook warning investors that there may be trouble ahead.",
  "We've also observed some continued declines as we've done this and in the passive consumption of video specifically.\"",
  "\"We've been rolling out a number of changes -- both product changes and ranking and News Feed,\" he told analysts.",
  "As Business Insider's Rob Price points out, GDPR exposes Facebook to eyewatering fines if it breaches the rules.",
  "It can be fined up to 4% of its annual global revenue of $39 billion, which is a penalty of $1.6 billion.",
  "Analysts took note of Facebook's cautious language, but Goldman Sachs remains upbeat about the company.",
  "\"We've observed increases in some types of sharing and interaction between people based on that.",
  "And it's not just user numbers Facebook should be worried about.",
  "It sent stocks soaring 10% to a high of $175.85 on Thursday.",
  "An activist at an anti-Facebook protest in the UK this week."
]