[
  "“We follow with interest what the Germans are doing in the space between competition law enforcement and privacy.”\n\nGrowing European frustrations with technology companies, many of which are American, were evidenced by the European Parliament’s endorsement last month of a nonbinding report that advocated breaking up Google.",
  "Here she is imposing a $2.9 billion fine on Google for “abusing its search dominance.” And slapping Facebook with a fine for “wrong/misleading information when it took over WhatsApp.” And threatening higher taxes for Apple and other digital companies that do business in Europe.",
  "It’s sometimes characterized as the raw materials of the new economy,” said Christopher Kuner, co-chair of the Brussels Privacy Hub at the Free University of Brussels, who said he has watched his students seek to bring together privacy and antitrust issues in novel ways.",
  "“And I think that has been much more obvious.”\n\nThe disclosure that Cambridge Analytica deployed personal data from millions of Facebook users, without their permission, in the service of Donald Trump’s presidential campaign has fueled privacy concerns most prominently.",
  "“Antitrust enforcers may need to take a close look to see whether competition is suffering and consumers are losing out on new innovations as a result of misdeeds by a monopoly incumbent.”\n\nMany Europeans are skeptical of the cautious U.S. approach.",
  "Some have said they are worried that too much regulation could stifle innovation — and they say that as consumer attitudes change about how much value to place in privacy, regulators should stand aside unless there are clear market abuses.",
  "Read more\n\nWhy Europe, not Congress, will rein in big tech\n\nCambridge Analytica shuts down amid scandal\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "Germany’s Federal Cartel Office is investigating whether Facebook abused its dominant position to force users to accept its terms and conditions and hand over information that the company then sold to advertisers.",
  "But she said those episodes “changed the context very much.”\n\n“Just as there is a wonderful side to big data in a variety of different kinds and ways, there is a dark side to it as well,” she said in an interview.",
  "This month, a broad new set of privacy regulations will go into effect in the European Union, forcing companies to hand over far more control of personal data to the 500 million consumers of the bloc.",
  "“Data is itself valuable, and people give it in exchange for services,” said Alec Burnside, a lawyer at the Dechert law firm in Brussels who has taken part in antitrust complaints against Google.",
  "And the economic value of some user information can be fleeting: News Corp. bought the social networking site MySpace for $580 million in 2005, only to sell it for $35 million six years later.",
  "In congressional hearings with Zuckerberg last month, lawmakers appeared to be considering imposing new regulations on the way Facebook and other Internet giants use their users’ information.",
  "But she and other regulators are also looking closely at how technology companies harness vast troves of data to enrich themselves, quash competition and exert control over their users.",
  "The value of data is skyrocketing: For example, Facebook made $11.8 billion on advertising in the first three months of 2018, up 50 percent from the same period a year earlier.",
  "So obviously they don’t know that I wear it with pride.”\n\nShe said that her job, however, is to keep watch over the industry, no matter the effectiveness of its advertising.",
  "Vestager was scrutinizing tech companies long before the latest scandals about Russian election interference through social media and misuse of data by Cambridge Analytica.",
  "I know that for me, it has changed,” said Makan Delrahim, the assistant attorney general for the Justice Department’s antitrust division, in a speech last month.",
  "Vestager said a breakup is “not very much my preoccupation.”\n\nBut many European analysts agree that data concerns could evolve into other competition concerns.",
  "The European Commission already reviews whether companies that are merging could bring together a volume of data that would close the market to competitors.",
  "Vestager said she has also directed members of her team to explore whether control over data could create a violation of antitrust law more broadly.",
  "Competition watchdogs have often viewed the privacy concerns surrounding data and technology as unworthy of their full regulatory firepower.",
  "“I think they are wrong in believing that data must have all the characteristics of cash.”\n\nQuentin Ariès contributed to this report.",
  "But, so far, U.S. antitrust regulators have been cautious about getting involved in what they say is an evolving market for privacy.",
  "Her ­pixie-cut hair is unapologetically salt and pepper, but, she said, “I get a lot of advertising on how to cover your gray hair.",
  "Facebook chief executive Mark Zuckerberg has said that U.S. Facebook users will also be granted some of those increased controls.",
  "Her account is also a means of tracking her travels as Europe’s chief antitrust cop and a scourge of big technology companies.",
  "Margrethe Vestager is an avid Twitter user who likes to post photos of flowers and cityscapes from her native Denmark.",
  "Vestager said she sometimes doubted the value of the targeted advertising that drives much of the companies’ business.",
  "Here she is speaking in Washington and at Harvard and delivering a Ted talk in New York.",
  "There seems to be growing concern about the market power of digital services,” he said.",
  "Yet as more value is ascribed to peoples’ information, that is starting to change.",
  "Antitrust regulators face a range of challenges in taking on data concerns.",
  "“It’s hard to see how this wouldn’t become more important in the future.",
  "Vestager said that, as a consumer, she worries about data privacy, too.",
  "“The mentality regarding free platforms may well be changing.",
  "“The issues are not clear, at least not yet,” Vestager said.",
  "But the outcome could set a model for others to follow.",
  "It can be hard to assign a value to data.",
  "The case is limited to a single country.",
  "Here she is at the European Parliament.",
  "Some can easily be shared or copied.",
  "“Data has such an economic value."
]