[
  "Facebook has been under increased scrutiny over privacy concerns since news broke that it unwittingly helped a political firm, Cambridge Analytica, connected with President Donald Trump's 2016 campaign allegedly harvest personal data from more than 50 million Facebook users.",
  "\"We've heard that when accessing their information from our Download Your Information tool, some people are seeing their old videos that do not appear on their profile or Activity Log,\" Facebook said in a statement to CNET.com in response to the initial complaints.",
  "New York magazine recently told the story of Facebook user, Bailey Kircher who learned that Facebook stored several different videos recorded via the platform's camera feature of her attempting to play the flute that she had discarded.",
  "The Guardian wrote that videos filmed on the social media network's desktop web camera tool, popular in the late 2000s and early 2010 before Facebook fully embraced mobile, were stored even when users thought they had deleted them.",
  "The Daily Mail wrote that Facebook has taken a beating on the stock market since the Cambridge Analytica scandal first broke, with its shares tumbling 13 percent since March 16, when it first acknowledged the issue.",
  "The magazine reported that Bailey Kircher, her sister, and also her co-worker Brittany Stephanis found dozens of unpublished videos had been stored in her Facebook archive dating all the way back to 2008.",
  "\"We investigated a report that some people were seeing their old draft videos when they accessed their information from our Download Your Information tool,\" a Facebook representative told MailOnline.com.",
  "Facebook blamed a \"bug\" that caused the network to save copies of videos that had been deleted or never published by users and apologized in a statement, the Daily Mail reported Tuesday.",
  "CET reported that some Facebook users have sued the social media company for allegedly violating their privacy by logging histories of their phone calls and text messages.",
  "Facebook, though, did not reveal just how widespread the problem was or a way to check if the videos were indeed deleted, the Daily Mail wrote.",
  "Facebook has acknowledged that it had been logging some Android users' call and text history, but noted it was with their permission.",
  "Facebook has lost more than $70 billion in market value since then, the newspaper said.",
  "\"We discovered a bug that prevented draft videos from being deleted.",
  "We are deleting them and apologize for the inconvenience.\"",
  "\"We are investigating.\""
]