[
  "REUTERS/Dado Ruvic/Illustration/File Photo\n\nFacebook itself is under scrutiny from regulators and lawmakers around the world since disclosing last month that the personal information of millions of users wrongly ended up in the hands of political consultancy Cambridge Analytica, setting off wider concerns about how it handles user data.",
  "Other changes announced by WhatsApp on Tuesday include allowing users to download a report detailing the data it holds on them, such as the make and model of the device they used, their contacts and groups and any blocked numbers.",
  "But WhatsApp, which had more than 1.5 billion users in January according to Facebook, said in a blog post it was not asking for any new rights to collect personal information in the agreement it has created for the European Union.",
  "European regulators have already disrupted a move by WhatsApp to change its policies to allow it to share users’ phone numbers and other information with Facebook to help improve the product and more effectively target ads.",
  "WhatsApp will ask European users to confirm they are at least 16 years old when they are prompted to agree new terms of service and a privacy policy provided by a new WhatsApp Ireland Ltd entity in the next few weeks.",
  "LONDON (Reuters) - WhatsApp, the popular messaging service owned by Facebook Inc (FB.O), is raising its minimum age from 13 to 16 in Europe to help it comply with new data privacy rules coming into force next month.",
  "WhatsApp, founded in 2009, has come under pressure from some European governments in recent years because of its end-to-end encrypted messaging system and its plan to share more data with its parent, Facebook.",
  "It is asking them to nominate a parent or guardian to give permission for them to share information on the platform, otherwise they will not see a fully personalized version of the social media platform.",
  "Facebook, which has a separate data policy, is taking a different approach to teens aged between 13 and 15 in order to comply with the European General Data Protection Regulation (GDPR) law.",
  "GDPR is the biggest overhaul of online privacy since the birth of the internet, giving Europeans the right to know what data is stored on them and the right to have it deleted.",
  "Apple Inc (AAPL.O) and some other tech firms have said they plan to give people in the United States and elsewhere the same protections and rights that Europeans will gain.",
  "“As we have said in the past, we want to work closer with other Facebook companies in the future and we will keep you updated as we develop our plans,” it said.",
  "The blog post also points to safety tips on the service, such as the ability to block unwanted users, and delete and report spam.",
  "It is not clear how or if the age limit will be checked given the limited data requested and held by the service.",
  "FILE PHOTO: The WhatsApp app logo is seen on a smartphone in this picture illustration taken September 15, 2017.",
  "“This feature will be rolling out to all users around the world on the newest version of the app,” it said.",
  "“Our goal is simply to explain how we use and protect the limited information we have about you,” it said.",
  "WhatsApp’s minimum age of use will remain 13 years in the rest of the world, in line with its parent.",
  "WhatsApp suspended the change in Europe after widespread regulatory scrutiny.",
  "It said on Tuesday it still wanted to share the data at some point."
]