[
  "Joel Reidenberg, a privacy expert with Fordham University, told me, “The relevant EU rules are based on general fair information practice standards, addressing a variety of aspects related to fairness in collection, purpose limitations, transparency of processing, accuracy, data subject access, and remedies for violations, and are more stringent because of their detail as well as some new twists.”\n\nThe GDPR rules go into effect this May.",
  "Mary Barra of General Motors, Jamie Dimon of JPMorgan, David Neeleman of JetBlue Airways, Robert Eckert of Mattel, and James Burke of Johnson & Johnson have all modeled instant engagement in crises, even if they couldn’t fully explain what they did know and their process for surfacing what they did not yet know.",
  "Sandberg appeared on CNBC Thursday night, and in response to a question about Russia’s use of the platform to manipulate the 2016 U.S. presidential election, offered a half-hearted apology, “We definitely didn’t realize the gravity of the situation sooner.”\n\nThese contrite statements sound nice.",
  "According to the New York Times, a blog post Stamos wrote on foreign adversaries manipulating Facebook “was scrubbed for mentions of Russia.”\n\nStocks\n\nWhy has Zuckerberg been selling his Facebook shares at such furious rate during this crisis while reassuring investors?",
  "Jeffrey Sonnenfeld is the senior associate dean for leadership studies and Lester Crown professor of management practice at the Yale School of Management, and author of Firing Back: How CEOs Rebound From Career Disasters.",
  "And even in the U.S., the Federal Trade Commission might now be more stringent in applying its five principles of online privacy—notice, choice, access, security, and enforcement—to its approach toward Facebook.",
  "Zuckerberg and Sandberg have been happy to amass great wealth and power relying upon other people’s money and the public’s trust, but they do not want to be accountable to those who supply the needed resources.",
  "If Zuckerberg and Sandberg want users to trust them again, they’ll have to answer these five remaining questions:\n\nSilence\n\nWhy the prolonged silence after the New York Times broke the news of the breach?",
  "Zuckerberg and Sandberg, on the other hand, were at first nowhere to be found, dispatching instead their vice president and deputy general counsel to address employees after days of public outrage.",
  "The company depends on collecting data from its over 2 billion users around the world and using that data to help commercial or political entities target users with advertisements.",
  "Alex Stamos, Facebook’s chief information security officer, and his team found evidence that Russia had used Facebook to spread propaganda shortly around the time of the election.",
  "The CEO recently cashed out almost $210 million, as part of his previously announced plan to sell between 35 and 75 million of his Facebook shares to fund philanthropic efforts.",
  "Even now, why have Facebook’s leaders not scheduled a press conference, in which they would not be able to control probing questions by informed and independent journalists?",
  "He cannot be replaced without his own consent, much like we now see with Chinese President Xi Jinping, Russian President Vladimir Putin, and Alibaba Chairman Jack Ma.",
  "In their reaction to Facebook’s growing list of scandals, its leaders seem two-faced, too cowardly to admit they have lost control of their Frankenstein monster.",
  "Diego Donamaria/Getty Images for SXSW\n\nElon Musk on Friday deleted the Facebook pages of his two companies, Tesla and SpaceX, as well as his own personal page.",
  "We are reminded by such models as Idi Amin, Papa Doc Duvalier, Fidel Castro, and Ferdinand Marcos that there are high costs to these emperor-for-life models.",
  "Perhaps it’s time for Zuckerberg to at least surrender one title, board chairman, to someone else, like Kenneth Chenault, the former CEO of American Express.",
  "He claimed that going forward, the tech company will more closely monitor vendors scraping massive numbers of profiles and audit any suspicious app activity.",
  "Perhaps the cautionary tale of Apple founder Steve Jobs, who was once thrown out of the company he created, persuaded Zuckerberg to insulate himself.",
  "Truth\n\nWhy didn’t Zuckerberg and Sandberg speak truthfully about Russia’s use of their platform to influence the 2016 U.S. presidential election?",
  "But the company’s real problem is that CEO Mark Zuckerberg and COO Sheryl Sandberg still don’t know how to fix the company’s underlying problems.",
  "Zuckerberg has little shareholder accountability, since he owns nearly 60% of Facebook’s shares and a concomitant amount of voting power.",
  "It would have made sense to do in this time of distress, with the firm losing more than 10% of its value since last weekend.",
  "Looking ahead\n\nRobert Oppenheimer, the father the atomic bomb, reminded us over 70 years ago that scientists can know sin.",
  "Owing to its juggernaut growth, Facebook’s business model was to just keep growing and maybe figure things out later.",
  "It is noteworthy that WhatsApp co-founder Brian Acton told his 35,000 Twitter followers this week to delete Facebook.",
  "Facebook may also run into trouble with the newly passed European Union General Data Protection Regulation (GDPR).",
  "Yet at the same time, Zuckerberg publicly said it was a “pretty crazy idea” that fake news had affected the vote.",
  "It remains to be seen whether subdivisions of the company, such as Instagram and WhatsApp, are also vulnerable.",
  "But regardless, it’s time board members stepped up and confronted the company’s obvious leadership failure.",
  "Zuckerberg finally addressed the scandal this week in a meandering Facebook post and media interviews.",
  "In the wake of the Cambridge Analytica scandal, Facebook’s public image has been seriously damaged.",
  "Facebook will have to scramble now to figure out how to comply to continue to operate in Europe.",
  "Musk decided to delete his Facebook account following the Cambridge Analytica scandal.",
  "It’s unclear why Facebook’s board has apparently been so quiet amid this controversy.",
  "The early-career dragon slayer often comes to resemble the dragon itself later on.",
  "Tesla and SpaceX CEO Elon Musk speaks onstage at the South by Southwest festival.",
  "And Mozilla has announced that it is suspending all advertising on the platform.",
  "President, I have blood on my hands,” he told President Harry Truman in 1946.",
  "With its brand value tumbling, this business model might be in jeopardy.",
  "Accountability\n\nHow can such a disaster be prevented in the future?",
  "Reputation\n\nHow can Facebook repair its troubled business model?",
  "But they won’t resolve the deeper issues plaguing Facebook.",
  "Now later has arrived, and it’s time to figure things out.",
  "Such scheduled plans can be halted at any time.",
  "The same can be said for tech executives.",
  "“Mr."
]