[
  "Regardless of whether you have the resources of REI, here are three strategies you can use to ensure your content builds loyal, engaged audiences:\n\nInspire Consumers Through UGC (User-Generated Content)\n\nWe’ve seen great examples of companies tapping into audiences’ passions through user-generated content.",
  "Get A Boost With Influencer Marketing\n\nMore marketers are discovering influencer marketing as a great way to reach consumers who are wary of traditional advertising and crave personal attention.",
  "While high-profile influencers have hundreds of thousands of followers, studies show that consumers -- millennials, in particular -- are more influenced by non-celebrities.",
  "If people are sharing and engaging with your content, your brand message carries forward, regardless of whether the consumer immediately clicks the button to purchase.",
  "These examples use content to create a shared experience and give consumers an opportunity to participate in something that casts them in a positive light.",
  "Meanwhile, Disney’s #ShareYourEars campaign encourages millions of fans to share photos of themselves in their mouse ears as a fundraiser for Make-A-Wish.",
  "“The Mirnavator,” for example, an original video by REI, was the brand’s most engaging Facebook post last year with more than 6 million video views.",
  "The past few months have been a bumpy ride for Facebook and for marketers who use the social media platform as a tool for branding and engagement.",
  "Keep in mind that an influencer’s number of followers isn’t always an indicator of their power to inspire brand affinity and purchasing decisions.",
  "Most brands were already experiencing a decline in organic reach due to algorithm changes when news of the Cambridge Analytica scandal broke.",
  "A plan of engagement should include multiple social media platforms, email marketing, paid search, traditional advertising and other tools.",
  "Regardless of the medium, brands that interact in genuine ways and share valuable content will always make a connection with consumers.",
  "Think about the experiences you create for your consumers and how you can motivate them to share your story through engaging content.",
  "Marketing budgets must continue to allow for paid placement, and marketers must shift their thinking about what constitutes success.",
  "Put Paid Dollars Behind Engaging Content\n\nMost brands accepted long ago the reality of paying to show up in the Facebook News Feed.",
  "When you’re considering influencers, do your research ahead of time to identify influencers who will resonate with your audience.",
  "With millions of pieces of content being published online every minute, your content must stand out, especially on social media.",
  "Influencers who share your brand story allow you to connect with consumers via a peer who has similar motivations and concerns.",
  "Recent events also underscore the need for using engaging content and third parties, such as influencers, to build your brand.",
  "That’s a tough sell, but more brands are coming around to understand the value of content throughout the customer journey.",
  "The upheaval at Facebook demonstrates the vulnerability of companies that are heavily invested in one marketing strategy.",
  "Privacy concerns, Russian meddling in the 2016 election and “fake news” have all eroded trust in the social media giant.",
  "Doing so will protect the integrity of your brand and ensure the efficacy of your influencer marketing for the future.",
  "Thousands of Instagrammers followed suit with their own photos using the #NationalParkWeek and #GoPro hashtags.",
  "GoPro’s #NationalParkWeek campaign encourages Instagram users to enjoy national parks and share their photos.",
  "And in another example, Audi’s #TractionTuesday resonates with Audi owners who show off the cars they love.",
  "Influencers in niche markets who have smaller but more engaged audiences are often most effective.",
  "The story tells the struggles and triumphs of Mirna Valerio, a plus-size ultra-runner.",
  "They expect your brand -- and the influencers you work with -- to be transparent.",
  "REI equipment makes an appearance, but the focus is on a truly inspiring woman.",
  "Now is the time to rethink your efforts -- these strategies will help.",
  "All valuable content works together to influence the final outcome.",
  "The good news is consumers still respond to quality content.",
  "Brands like REI are going viral with superior storytelling.",
  "People at Disney experience magic and share it with others.",
  "GoPro owners are adventurers who explore the world.",
  "The initial post garnered more than 675,000 likes.",
  "Consumers demand honesty about brand alignments.",
  "Finally, keep audience trust top of mind.",
  "Influencers wield strong credibility.",
  "Audi owners drive a sleek vehicle."
]