[
  "Critics are concerned that the regulations would undermine many innovations and advances that come from unconstrained data, such as predicting how epidemics spread, which kids are being abused, when people have irregular heartbeats, or how to route traffic efficiently.",
  "Even with full control, they are unsure how to turn the privacy “dimmer.” Against this backdrop of mystified consumers struggling to keep up with all the “transparency” tools, the current onslaught of charmingly written consumer contracts is an exercise in futility.",
  "The facelifts that websites are devoting to their privacy notices are irrelevant because it is hard to imagine that people would actually take the time to methodically review and unclick the privacy settings for every app and website they visit.",
  "Remember that data privacy is not the only area in which people are given “control” to make “informed decisions”—the same aids accompany choices of health care, insurance, nutrition, education, safety, finances, energy, and much more.",
  "Separately, the European Union’s is launching a new set of tough rules—the General Data Protection Regulation—limiting what websites like Google may collect and requiring that consumers be given more control.",
  "This week, every Google user on this planet is receiving an email notice that the policy is being updated, “to make it easier” for people to know what information Google is taking and for what purpose.",
  "Even when the information they share is highly sensitive, and even if given simple explanations how their data is used, people still don’t read the notices and don’t change their behavior.",
  "Firms also have to give consumers more control over their personal data by helping them understand what information is collected and allow them to erase or restrict what they don’t like.",
  "Digital services may only collect the minimum necessary data, and only for “specified, explicit, and legitimate purposes.” These limitations could profoundly disrupt existing practices.",
  "A quick glimpse at Google’s new “privacy checkup” page confirms the excellent cosmetics: it will indeed be easier to turn off the various data spigots Google connected to our devices.",
  "We asked them for highly sensitive information about their sexual practices and warned them that we planned to share this information broadly (which, of course we didn’t).",
  "We gave our subjects exactly what the most optimistic consumer protection laws demand: an easily accessible privacy notice, empowering them to make safer choices.",
  "To demonstrated the futility of efforts like Google’s current redesign, I recently conducted an experiment with my University of Chicago colleague Adam Chilton.",
  "It is this “control” theme, and the anxiety over the Facebook uproar, that is propelling Google and its peers to launch new and improved privacy consoles.",
  "People that received the simple notice shared the same amount of sensitive personal information as those who received long and cluttered disclosures.",
  "Facebook and Apple will soon join Google and trumpet their own spruced up privacy policies, inviting users to “take control.”\n\nBut will anybody care?",
  "Perhaps the most important component is “data portability”—the right of consumers to take their entire personal dossier from one service to another.",
  "Google then scoops users’ search histories, purchase activities, geo-locations, email content, friends’ information, videos watched—and much more.",
  "Google’s Privacy Policy is the most important consumer contract ever because it is the resource for its $100 billion annual revenue.",
  "In fact, we designed a warning that is much simpler than Google’s new “Privacy Checkup”—one that resembles a Nutrition Facts box.",
  "Once posted, the Privacy Policy is a contract in which users are giving “informed consent” to collection of their personal data.",
  "Such portability could open digital markets to greater competition, and threaten the dominance of existing internet titans.",
  "Google is not changing any of its data practices; it is only revising the way these practices are explained to consumers.",
  "Without it, Google would be prohibited by law from collecting much of the personal information it currently harvests.",
  "We tested whether they exhibited more control and caution when the warning we gave them was simple and conspicuous.",
  "But will people luxuriate in this newly designed privacy super-dashboard to take control of their personal data?",
  "We enrolled 1200 people and led them to believe that they were participating in the launch of a dating website.",
  "This is the document linked on Google’s home page, declaring what information Google collects about its users.",
  "Even if accessible and well designed, the sheer quantity of tasks defeats the most diligent of consumers.",
  "In reality, people are deeply ambivalent about the brave new world of data-fueled personalized services.",
  "Very few people spent any time eyeballing this information, and their behavior was unchanged.",
  "Google uses this data to tailor personalized ads, from which most of its revenue comes.",
  "Lately, Google, and almost every other data organization, has been in the hot seat.",
  "A basic principle of the EU’s new regulation is consumers’ control over their data.",
  "In the past, users rarely showed any interest in controlling the privacy settings.",
  "But when it comes to actions, people show profound indifference or bewilderment.",
  "The EU hopes that they will prevent events like the Cambridge Analytica fiasco.",
  "The core of the EU regulation is an ambitious attempt to limit data collection.",
  "True, when asked in surveys about data privacy, they nod their grim concerns.",
  "We found that no matter how simple and readable the warning, it went unread.",
  "People didn’t like learning how their information was being taken and sold.",
  "Facebook’s sloppiness in protecting users’ data prompted public outrage.",
  "They like the conveniences, but worry about being profiled.",
  "Google’s “Privacy Policy” is donning new snazzy attire.",
  "Probably not."
]