[
  "Facebook CEO Mark Zuckerberg will testify on Capitol Hill on Tuesday and Wednesday about the company's ongoing data-privacy scandal and how it failed to guard against other abuses of its service.",
  "In addition, all 2.2 billion Facebook users will receive a notice titled \"Protecting Your Information\" with a link to see what apps they use and what information they have shared with those apps.",
  "Facebook says the bulk of the affected users -- more than 70 million -- are in the U.S., though there are over a million each in the Philippines, Indonesia and the U.K.",
  "Apple co-founder Steve Wozniak is shutting down his Facebook (FB) account as the social media giant struggles to cope with the worst privacy crisis in its history.",
  "Nevertheless, Wozniak told USA Today he's deactivating his account rather than deleting it, unlike other consumers who have joined the #DeleteFacebook movement.",
  "Starting on Monday, the 87 million users who might have had their data shared with Cambridge Analytica will receive a detailed message on their news feeds.",
  "In an email to USA Today, Wozniak says Facebook makes a lot of advertising money from personal details provided by users.",
  "\"I was surprised to see how many categories for ads and how many advertisers I had to get rid of, one at a time.",
  "He says the \"profits are all based on the user's info, but the users get none of the profits back.\"",
  "\"I don't want someone else grabbing it, even another Steve Wozniak,\" he told the publication.",
  "Facebook has announced technical changes intended to address privacy issues.",
  "\"Ads and spam are bad things these days and there are no controls over them.",
  "He said he didn't want to give up his claim to his \"stevewoz\" screen name.",
  "I did not feel that this is what people want done to them,\" Wozniak said.",
  "He says \"Apple makes money off of good products, not off of you.\"",
  "Wozniak says he'd rather pay for Facebook.",
  "Or transparency.\""
]