[
  "All four declined to comment on this specific story, but b's representative did note that CEO Larry Fink had spoken out on social responsibility in his annual letter to CEOs in January:\n\n\"Society is demanding that companies, both public and private, serve a social purpose.",
  "For stocks like Facebook, Google, Pandora, Groupon, Snap, and other social media stocks, the worry now is that Congress is getting involved, European regulatory agencies are getting involved, there will be hearings, and there may be more regulation coming.",
  "To sustain that performance, however, you must also understand the societal impact of your business as well as the ways that broad, structural trends - from slow wage growth to rising automation to climate change - affect your potential for growth.\"",
  "Four large institutional investors hold 20 percent of Facebook stock:\n\nFacebook's largest holders\n\nVanguard 6.9% Fidelity 5.0% BlackRock 4.3% State Street (SSgA) 3.8%\n\nTotal: 20.0%\n\nSource: Factset\n\nI contacted all four of the big institutions.",
  "Again, BlackRock declined to comment to me on the specific Facebook story, but the above indicates that BlackRock is paying very close attention to the attitudinal sea change we are seeing toward social media.",
  "It's a big name, with a big valuation, and a lot of momentum behind it, and when it reverses like it did today, it gives a lot of investors — particularly momentum investors — pause.",
  "Many now realize that services that companies like Facebook and Google or Snap claim they provide to them for free in fact come with a heavy cost: their privacy.",
  "To prosper over time, every company must not only deliver financial performance, but also show how it makes a positive contribution to society.",
  "Companies must benefit all of their stakeholders, including shareholders, employees, customers, and the communities in which they operate.\"",
  "And their customers are now coming to understand that in many cases they are not customers, they are the product.",
  "\"Your company's strategy must articulate a path to achieve financial performance.",
  "On the surface, it's easy to blame Monday's market woes on Facebook.",
  "Social media in general has been under assault for a over a year.",
  "You can bet that big institutions are paying attention.",
  "It's not just about the Cambridge Analytica story.",
  "But the story is bigger than Facebook.",
  "What will the impact be on growth?"
]