[
  "In a WhatsApp blog post from 2012 they wrote: “no one wakes up excited to see more advertising; no one goes to sleep thinking about the ads they’ll see tomorrow.” They said that online advertising was “a disruption to aesthetics, an insult to your intelligence, and the interruption of your train of thought.”\n\nFacebook attempted to monetize WhatsApp with a new program called WhatsApp Business which was introduced in January.",
  "According to those familiar with the internal conflict between the two companies, key areas of contention were Facebook’s attempts to use WhatsApp’s personal data for advertising and weakening the app’s encryption service which keeps users’ conversations private.",
  "It’s currently unknown when exactly Koum will depart from the company but he has been telling senior executive at both Facebook and WhatsApp about his plans to leave the company and has reportedly been spending less time at the WhatsApp offices in Silicon Valley.",
  "Other WhatsApp employees are also reportedly set to leave in November, exactly four years and a month after the Facebook acquisition — which is when employees are allowed to exercise all of their stock options under the Facebook acquisition agreement.",
  "Jan Koum, the CEO of messaging app WhatsApp — acquired by Facebook in 2014 — has recently stated his intentions to step down from his role at the company following internal conflicts with Facebook management, according to SiliconValley.com.",
  "This was a point of conflict between Facebook and WhatsApp as WhatsApp worried that Facebook’s attempts to make the app more business-friendly would weaken their encryption which keeps conversations between users entirely private.",
  "During the Cambridge Analytica data scandal, Acton was critical of Facebook simply tweeting:\n\nKoum and Acton always seemed to have issues with Facebook’s business model, at times disparaging Facebook’s targeted advertising model.",
  "Signal founder Moxie Marlinspike announced the launch of the Signal Foundation last month, which is a non-profit partly funded by Acton who has invested $50 million of his own money into the project.",
  "Acton is now the head of the Signal Foundation, a direct competitor to WhatsApp despite WhatsApp using Signal’s open-source, end-to-end encryption technology for some time.",
  "Insiders also report that Koum plans to step down from Facebook’s board of directors, which he joined in 2014 following the sale of WhatsApp to Facebook for $19 billion.",
  "WhatsApp co-Founder Brian Acton left Facebook in November, Acton worked as an engineer and executive at Yahoo before co-founding WhatsApp in 2009.",
  "WhatsApp CEO Jan Koum has announced plans to leave the company following multiple clashes with parent company Facebook.",
  "The new program allowed businesses to create profiles that could be used to message customers directly via the app.",
  "Insiders say that Koum eventually grew tired of the differences in approach by both companies.",
  "Facebook has declined SiliconValley.com’s request for comment at this time."
]