[
  "But Facebook did say that its consultants embedded in 2016 presidential campaigns, including President Trump's team, “did not identify any issues involving the improper use of Facebook data in the course of their interactions with Cambridge Analytica.” In another exchange, Facebook said it had provided “technical support and best practices guidance to advertisers, including Cambridge Analytica, on using Facebook’s advertising tools.”\n\nFacebook also pointed to new tools meant to address its privacy practices, including a feature called Clear History, which “will enable people to see the websites and apps that send us information when they use them, delete this information from their accounts, and turn off our ability to store it associated with their accounts going forward,” the company said.",
  "He posed questions about Facebook’s donations to political groups such as Planned Parenthood, and he even raised some unrelated matters, such as online criticism of Taylor Swift’s recent cover of an Earth, Wind and Fire song — and whether Facebook agreed with those who viewed the performance as “hate speech.” In many cases, the company didn’t address what Cruz had asked.",
  "Sen. Patrick J. Leahy (D-Vt.) asked Facebook to detail whether the Obama campaign in 2012 had violated “any of Facebook’s policies, and thereby get banned from the platform.” Leahy cited reports that Obama’s digital team boasted at one point that it had collected data on users as well as their friends, an approach that Facebook had permitted at the time.",
  "(Saul Loeb/AFP/Getty Images)\n\nFacebook pledged to continue refining its privacy practices and investigating its entanglement with Cambridge Analytica in nearly 500 pages of new information supplied to Congress and published Monday — though the social media giant sidestepped some of lawmakers’ most critical queries.",
  "Much as Zuckerberg did during the hearing, Facebook told lawmakers on the Senate Judiciary Committee and the Senate Commerce Committee that it is reviewing all apps available on its platform that had access to large queries of data, a process that already has resulted in 200 suspensions.",
  "Since his appearance on Capitol Hill, though, the company has found itself further embroiled in political and legal controversy — a series of missteps that heighten the potential that it could face steep fines and other tough penalties from regulators around the world.",
  "The submissions — which come two months after Facebook chief executive Mark Zuckerberg testified on Capitol Hill — could further embolden the company’s critics in Congress as they continue to weigh new regulation in response to a series of recent data mishaps.",
  "In another controversy, first reported by the Wall Street Journal on Friday, Facebook gave major brands such as automaker Nissan access to data about users’ friends even after the point in 2015 when it has said it ended app developers' access to such data.",
  "Last week, the company confirmed that it had brokered data-sharing agreements with well-known device-makers such as Apple, HTC and Samsung, and even some controversial brands, such as Huawei, which lawmakers allege has ties to the Chinese government.",
  "Then, on Thursday, Facebook acknowledged that 14 million of its users may have been affected by a glitch that set the default settings for all new posts to be public, even if users had indicated that they wanted their updates to be private.",
  "But the social network in some instances sidestepped lawmakers’ questions and concerns — omissions that could infuriate some members of Congress who previously criticized Zuckerberg for failing to be responsive.",
  "Facebook said it is still in the throes of its investigation into Cambridge Analytica, a political consultancy that improperly accessed personal information from about 87 million of the social site’s users.",
  "), for example, wanted to know whether Facebook had ever learned of any application developer “transferring or selling user data without user consent” and in violation of Facebook’s policies.",
  "Facebook had promised Congress in April that it would reply to written questions after Zuckerberg submitted to 10 hours of congressional questioning about his company’s privacy practices.",
  "In response, Facebook only committed in writing to “investigate all apps that had access to large amounts of data.”\n\nRepeatedly, Facebook dodged queries from Sen. Ted Cruz (R-Tex.",
  "Facebook has defended its data partnerships, stressing that they have made it possible for users to access social media services more seamlessly on devices such as smartphones.",
  "The incident has raised the attention of the Federal Trade Commission, which has opened its own probe — and could levy steep fines on Facebook.",
  "“Both the Obama and Romney campaigns had access to the same tools, and no campaign received any special treatment from Facebook,” it wrote.",
  "), who has sought to attack the social giant and its Silicon Valley peers recently over alleged bias against conservative news and views.",
  "\n\nFacebook CEO Mark Zuckerberg testifies before the House Committee on Energy and Commerce earlier this year.",
  "Elizabeth Dwoskin, Craig Timberg and Hayley Tsukayama contributed to this report.",
  "But privacy experts say users may not have been fully aware of the matter.",
  "Cruz’s letter included instructions that spanned more than a page.",
  "Facebook didn’t address that in its answers, either.",
  "Sen. Christopher A. Coons (D-Del."
]