[
  "\"They genuinely have been working to understand how they can use data to make the world a better place on many different levels, by contributing to developing communication and how that is used, and also in the social and development sphere, in counter-terrorism and counter-radicalisation.\"",
  "The US Department of Justice and FBI are currently investigating Cambridge Analytica over the data scandal, while the UK's Information Commissioner's Office is also examining the firm as part the biggest probe in its history.",
  "Alexander Tayler\n\nTayler is now shaking off Cambridge Analytica's tarnished reputation by describing himself as a \"data science consultant, data privacy advocate, and tech entrepreneur,\" on a sparse new website.",
  "\"Cambridge Analytica is a company that is predominantly staffed by very young, very ideological and very talented individuals who come from a broad range of political ideologies and interests,\" he said.",
  "It means he was a senior figure at the company during the time it was accused of weaponising the data of 87 million Facebook users in the US election — an incident that became an international scandal.",
  "LinkedIn\n\nAlexander Tayler, Cambridge Analytica's former chief data officer and acting CEO, is now touting his services as a \"data privacy advocate\" after the company's collapse.",
  "Tayler was also involved in setting up Emerdata, which was seen as a successor to Cambridge Analytica, before it too was consumed by the Facebook scandal.",
  "He was the firm's data chief for more than two-and-a-half years, before he became interim CEO after the departure of Alexander Nix.",
  "People can get in touch via a simple web-form, where they can ask him about \"speaking events, seminars, and workshops.\"",
  "Tayler left Cambridge Analytica in April, allegedly \"to focus on the various technical investigations and inquiries.\"",
  "Records at Companies House show that Tayler has not established a limited company for his consultancy services.",
  "Nix, the former CEO of Cambridge Analytica, defended his staff in evidence to UK lawmakers last week.",
  "The site adds that he can offer strategic advice on \"data analytics and data regulatory compliance.\"",
  "Tayler has established a website promoting his expertise, first spotted by the Finacial Times.",
  "He has also updated his LinkedIn with his current role as an independent consultant.",
  "He has resigned as a director from the latter, according to Companies House filings.",
  "Cambridge Analytica then liquidated in May, while Emerdata has also been shut down.",
  "Tayler worked at Cambridge Analytica from April 2014.",
  "Business Insider has contacted Tayler for comment.",
  "His LinkedIn profile also has a link to the site.",
  "Alexander Tayler's LinkedIn page.",
  "Alexander Tayler's website."
]