[
  "Those developments came as congressional officials said CEO Mark Zuckerberg will testify next week, while Facebook unveiled a new privacy policy that aims to explain the data it gathers on users more clearly — but doesn't actually change what it collects and shares.",
  "Justin Sullivan/Getty Images\n\nNEW YORK (AP) — Facebook revealed Wednesday that tens of millions more people might have been exposed in the Cambridge Analytica privacy scandal than previously thought and said it will restrict the user data that outsiders can access.",
  "As Facebook evolved from a closed, Harvard-only network with no ads to a giant corporation with $40 billion in advertising revenue and huge subsidiaries like Instagram and WhatsApp, its privacy policy has also shifted — over and over.",
  "On the other hand, regulatory and user pressure has sometimes led Facebook to pull back on its data collection and use and to explain things in plainer language — in contrast to dense legalese from many other internet companies.",
  "Facebook is facing its worst privacy scandal in years following allegations that Cambridge Analytica, a Trump-affiliated data mining firm, used ill-gotten data from millions of users through an app to try to influence elections.",
  "It seemed to have been done without explicit consent, though Facebook says it collected such data only from Android users who specifically allowed it to do so — for instance, by agreeing to permissions when installing Facebook.",
  "Besides the privacy scandal, Facebook also has been dealing with fake news, the use of Facebook to spread hate and discord and concerns about social media's effect on people's mental well-being.",
  "Several users were surprised to learn recently that Facebook had been collecting information about whom they texted or called and for how long, though not the actual contents of text messages.",
  "The company tried to make it easier to navigate its complex and often confusing privacy and security settings, though the makeover didn't change what Facebook collects and shares either.",
  "Facebook says it believes most of its 2.2 billion users had their public profile information scraped by businesses or various malicious actors through this technique at some point.",
  "This Monday, all Facebook users will receive a notice on their Facebook feeds with a link to see what apps they use and what information they have shared with those apps.",
  "In a call with reporters Wednesday, Zuckerberg admitted he made a \"huge mistake\" in failing to take a broad enough view of what Facebook's responsibility is in the world.",
  "While this helped individuals find friends, Facebook says businesses that had phone or email information on customers were able to collect profile information this way.",
  "Facebook's new privacy policy has a new section explaining that it collects people's contact information if they choose to \"upload, sync or import\" this to the service.",
  "As part of the steps it's taking to address scrutiny about outsiders' access to user data, Facebook outlined several changes to further tighten its policies.",
  "Facebook said Wednesday that as many as 87 million people might have had their data accessed— an increase from the 50 million disclosed in published reports.",
  "Facebook CEO Mark Zuckerberg pauses as he delivers a keynote address during the Facebook f8 conference on September 22, 2011 in San Francisco, California.",
  "Although Facebook says the policy changes aren't prompted by recent events or tighter privacy rules coming from the EU, it's an opportune time.",
  "For one, it is restricting access that apps can get about users' events, as well as information about groups such as member lists and content.",
  "The new policy also makes it clear that WhatsApp and Instagram are part of Facebook and that the companies share information about users.",
  "For example, Facebook has said it will remove developers' access to people's data if the person has not used the app in three months.",
  "Almost always, critics say, the changes meant a move away from protecting user privacy toward pushing openness and more sharing.",
  "In addition, the company is also removing the option to search for users by entering a phone number or an email address.",
  "He added that he does think that by the end of this year the company will have \"turned a corner\" on a lot of the issues.",
  "Facebook says most of the affected users are in the U.S.\n\nZuckerberg said fixing the company's problems will take years.",
  "It comes as Zuckerberg is set to appear April 11 before a House committee — his first testimony before Congress.",
  "Earlier Wednesday, Facebook unveiled a new privacy policy that seeks to clarify its data collection and use.",
  "These are \"big issues\" and a big shift for Facebook as it broadens its responsibility, Zuckerberg said.",
  "This may include users' address books on their phones, as well as their call logs and text histories.",
  "He said it isn't enough for Facebook to believe app developers when they say they follow the rules.",
  "Separately, the U.S. Federal Trade Commission and various authorities in Europe are investigating.",
  "The new policy says Facebook may use this data to help \"you and others find people you may know.\"",
  "WhatsApp will still have a separate policy as well, while Facebook and Instagram share one.",
  "Facebook is basing the estimate in part on the number of friends each user might have had.",
  "Users who might have had their data shared with Cambridge Analytica will be told of that.",
  "Cambridge Analytica said in a statement that it had data for only 30 million people.",
  "The policy changes come a week after Facebook gave its privacy settings a makeover.",
  "Posts and other content set to be visible only to friends weren't collected.",
  "Zuckerberg has made fixing the company his personal challenge for 2018.",
  "The previous policy did not mention call logs or text histories.",
  "They'll have a chance to delete apps they no longer want.",
  "This comes on top of changes announced a few weeks ago.",
  "He says Facebook has to ensure they do."
]