[
  "“We think privacy is a fundamental human right.” (RELATED: Multimillionaire Fight: Facebook’s Zuckerberg And Apple’s Tim Cook Battle Over Data Privacy)\n\n“I wouldn’t be in this situation,” Cook said, while not directly mentioning Facebook, in March when Recode‘s Kara Swisher asked what he would do if he was in Zuckerberg’s shoes.",
  "“What we did was we integrated the ability to share in the operating system, make it simple to share a photo and that sort of thing,” Cook told NPR, echoing similar sentiments of others in the industry who argue that information sharing makes services better.",
  "“I think that the privacy thing has gotten totally out of control and I think most people are not aware of who is tracking them, how much they’re being tracked and the large amounts of detailed data that are out there about them,” Cook told CNN on June 4.",
  "That data, however, is often that of the friend or acquaintance in the contact lists — which can contain, depending on the users’ input, email addresses and photos — even though that person did not provide consent to do so.",
  "“I think it’s important that we don’t all get Stockholm syndrome, and let the companies that work hard to charge you more, convince you that they actually care more about you,” Zuckerberg continued in a Vox podcast.",
  "That company, Cambridge Analytica, which has since shuttered, acquired data on users’ friends through personality tests and other features, although it never got explicit permission from the subjects.",
  "There have been multiple reports painting Facebook as a company that puts profit over people’s privacy; however, the main grievance the larger public had with the tech giant was this very tactic.",
  "The change could be in response to the backlash Facebook has received in recent months over what many perceive as a lack of care over how personal data is used, manipulated, or even exploited.",
  "The somewhat popular tactic of obtaining data through others who are not the owner of the smartphone, however, is no longer allowed due to Apple’s new stipulations, Bloomberg reported.",
  "“Because that sounds ridiculous to me.”\n\nApple was accused in a New York Times report on June 3 of coordinating with Facebook for data-sharing initiatives.",
  "Facebook ultimately shared information on millions of users with a foreign-based data analytics firm that worked with President Donald Trump’s campaign.",
  "When downloading apps, a user will often be asked — with varying degrees of overtness — if it will agree to give access to the smartphone’s contacts.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Zuckerberg finds the argument “that if you’re not paying that somehow we can’t care about you, to be extremely glib,” he said in April.",
  "Apple recently altered certain rules for what apps can do with people’s data, according to a Bloomberg report published Tuesday.",
  "Facebook CEO Mark Zuckerberg was essentially dragged to explain his company’s conduct in multiple congressional hearings.",
  "If permitted, the developer will then be able to extract and utilize data critical for marketing or direct sales.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Apple CEO Tim Cook has taken several swipes at Facebook and its leader Mark Zuckerberg for the backlash.",
  "Changing its policy seems to be a step towards Apple putting its money where its mouth is.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "Enforcement of such a rule, though, is of course critical.",
  "Cook pushed back against those claims."
]