[
  "Facebook made its disclosure alongside announcing a series updates to its platform aimed at bolstering security on the social network and restoring trust with the public, investors and regulators at a time when the company is facing skepticism around its ability to adequately protect against election meddling, data misuse and bad actors.",
  "The revelations have rocked the social media company, prompting an investigation by the U.S. Federal Trade Commission into Facebook's handling of user data, impacting the stock and raising concern among users about whether the social network is sufficiently protecting their interests.",
  "Facebook said on Wednesday that the personal information of as many as 87 million users may have been improperly obtained by the data analysis firm that helped run President Donald Trump's political campaign, a larger leak than had been earlier reported.",
  "The data leak became publicly known at a time when the social network been embroiled in a broader crisis of public trust, namely the spread of fake news and misinformation on its site and the broader use of its service as a tool by bad actors.",
  "Facebook also announced on Wednesday that cofounder and CEO Mark Zuckerberg plans to testify before Congress on April 11 on how the company manages user data and privacy across its 2-billion person social network.",
  "Among its privacy updates on Wednesday, Facebook said it will no longer allow people to use phone numbers or email addresses in its search tool to find other users on the social network.",
  "The company said most of the affected users were in the U.S., and it will soon enable people to see if their data may have been shared with the firm, called Cambridge Analytica.",
  "“Given the scale and sophistication of the activity we’ve seen, we believe most people on Facebook could have had their public profile scraped in this way,” the company said.",
  "Late last year, Facebook disclosed that its suite of apps had been misused by Russian-backed entities aiming to sow political division across the U.S. ahead of elections.",
  "The hearing, held by the House Energy and Commerce Committee, is expected to center on \"the company's use and protection of user data,\" according to the panel.",
  "It had previously been reported beginning last month that the information of nearly 50 million users had been inappropriately shared with Cambridge Analytica.",
  "Zuckerberg earlier turned down a request to appear before a U.K. parliamentary committee, sending a deputy instead.",
  "“So we have now disabled this feature.”"
]