[
  "The study also states that 2 out of 5 (40 percent) Americans surveyed that had been using the platform for the last seven years wanted it to “go back to how it was.”\n\nThe survey findings indicated:\n\nPrivacy matters to our panelists.",
  "Business Insider UK reports that according to a survey of 1000 Americans by Carolina Milanesi and technology research group Techpinions, nearly 1 in 10 Americans have deleted their Facebook account over privacy concerns.",
  "The figures discovered by Milanesi and Techpinions would seem to contradict Facebook CEO Mark Zuckerberg who said recently that there was not a “meaningful” number of users deleting their Facebook pages.",
  "Here are some of the most important figures from the Milanesi and Techpinions survey:\n\n17% of Americans have deleted the Facebook app from their phone due to concern for their privacy.",
  "These numbers might not worry Facebook too much, but there are less drastic steps users are taking that should be worrying as they directly impact Facebook’s business model.",
  "According to a new report, nearly 1 in 10 Americans surveyed have deleted their Facebook account citing privacy fears as their motivation for leaving the platform.",
  "Milanesi stated that while users deleting Facebook is obviously a worry for the company, the real threat comes from the dropping engagement rate on the platform.",
  "While these numbers are quite shocking, they are also self-reported — meaning there may be a gap between what people say they’re doing and their actual actions.",
  "Seventeen percent deleted their Facebook app from their phone, 11% deleted from other devices, and 9% deleted their account altogether.",
  "Thirty-six percent said they are very concerned about it and another 41% saying they are somewhat concerned.",
  "39% of Americans are “very aware” and 37% say they’re “somewhat aware” of the Cambridge Analytica scandal.",
  "35% of Americans are using Facebook less than they used to directly as a result of the privacy issue.",
  "However, it would appear that public perception of Facebook at the moment is not the most forgiving.",
  "Their behavior on Facebook has somewhat changed due to their privacy concerns.",
  "9% of Americans have deleted their Facebook account.",
  "Read the survey results in full here."
]