[
  "\"We are in direct contact with his team, offering to help and promptly investigating their requests, and only last week confirmed that several adverts and accounts that violated our advertising policies had been taken down.\"",
  "Facebook said: \"We do not allow adverts which are misleading or false on Facebook and have explained to Martin Lewis that he should report any adverts that infringe his rights and they will be removed.",
  "Lewis is perhaps Britain's best-known consumer rights expert, dispensing guidance through popular ITV television show \"The Martin Lewis Money Show\" and his website MoneySavingExpert.com.",
  "It claims to be a platform not a publisher — yet this isn't just a post on a web forum, it is being paid to publish, promulgate, and promote what are often fraudulent enterprises.\"",
  "Martin Lewis, who has a net worth of £125 million ($175 million) according to The Sunday Times, said the legal battle is not being done for personal gain.",
  "But he said scammers are using his reputation to ensnare people into bitcoin and Cloud Trader \"get-rich-quick schemes\" through fake adverts on Facebook.",
  "Getty\n\nBritish television star Martin Lewis is suing Facebook for defamation after discovering more than 50 \"scam\" adverts bearing his name.",
  "Martin Lewis\n\nThe adverts pose as news stories on websites including the BBC and The Metro, but link off to the scam websites.",
  "Lewis has issued High Court proceedings against Facebook and is working with Seddons media lawyer Mark Lewis on the case.",
  "Lewis has repeatedly reported the fake adverts, but said they can take \"days or weeks\" to be pulled down by Facebook.",
  "The ads are fronts for binary trading firms, which he said are a \"financially dangerous, near-certain money-loser.\"",
  "Once removed, he said \"scammers just launch a new, nearly identical campaign very soon afterwards.\"",
  "I've asked it not to publish them, or at least to check their legitimacy with me before publishing.",
  "Mark Lewis was at the forefront of efforts to expose the News of the World phone-hacking scandal.",
  "Any damages will be will be donated to anti-scam charities, he said.",
  "This shouldn't be difficult,\" Lewis said in a blog on his website.",
  "Any ad with my picture or name in is without my permission.",
  "A sample of two Facebook ads described by Martin Lewis.",
  "\"It's time Facebook was made to take responsibility.",
  "I've told Facebook that.",
  "\"I don't do adverts.",
  "Martin Lewis."
]