[
  "Facebook drew criticism beginning in March over its privacy practices in the wake of revelations that Cambridge Analytica improperly gained access to data from some 87 million user profiles, then used it to target political ads.",
  "Cook told Duke University graduates on Sunday that Apple takes a different path when it comes to data privacy, a possible jab at Facebook, which came under controversy over the use of its social media data.",
  "Cook criticized the social media company during an interview in March with Recode's Kara Swisher and MSNBC's Chris Hayes, saying he \"wouldn't be\" in the situation Zuckerberg found himself in.",
  "Apple CEO Tim Cook's commencement speech to college graduates may have been a pitch to future employees on why his company is more trustworthy than Facebook, CNBC's Jim Cramer said Monday.",
  "\"One of the things that Apple is priding itself in, is they're trying to get the best and the brightest,\" said Cramer, whose charitable trust owns shares of Apple and Facebook.",
  "Despite the public uproar and slew of bad headlines, Facebook reported first-quarter profit and sales late last month that beat Wall Street's expectations.",
  "Facebook CEO Mark Zuckerberg and COO Sheryl Sandberg eventually went on an apology tour, and Zuckerberg testified about the matter on Capitol Hill.",
  "\"Facebook, Alphabet – they're trying to get the smartest people,\" Cramer said on \"Squawk on the Street\" on Monday.",
  "They are going to be people that say, 'You know I feel much more comfortable going to Apple than I do Facebook.'\"",
  "At the time, Cramer said Cook's comments showed that the \"long knives\" had been drawn for Facebook.",
  "It wasn't the first time Cook took aim at Facebook over its data leak scandal.",
  "Cambridge Analytica denied any wrongdoing and has since gone out of business.",
  "Facebook did not immediately respond to CNBC's request for comment.",
  "\"The best and the brightest that may feel Facebook is tainted.\"",
  "If you can say listen, 'We do not take your data.'",
  "\"Apple wants the smartest people.",
  "IBM wants the smartest people."
]