[
  "\"It is disappointing that a company with the resources of Facebook chooses not to provide a sufficient level of detail and transparency on various points including on Cambridge Analytica, dark ads, Facebook Connect, the amount spent by Russia on U.K. ads on the platform, data collection across the web [and] budgets for investigations,\" Collins said.",
  "The committee's chair, Damian Collins, indicated on May 1 that it was unhappy with Schroepher's responses to a variety of questions, ranging from Russian meddling in the U.S. election, to spending on ads amid civil unrest in Myanmar and in the U.K. before its \"Brexit\" vote in June 2016.",
  "Among the questions to Zuckerberg were two referring to CBS News reports in April 2017 revealing that media companies lost millions of \"likes\" when Facebook purged fake accounts it had identified as vehicles for sharing spam in October 2016, just before the U.S. presidential election.",
  "\"If Mark Zuckerberg truly recognizes the 'seriousness' of these issues ... we would expect that he would want to appear in front of the Committee and answer questions that are of concern not only to Parliament, but Facebook's tens of millions of users in this country,\" Collins said.",
  "Facebook says the company's CEO, Mark Zuckerberg, will not appear in person to respond to a list of nearly 40 questions on controversial topics that a U.K. Parliament committee says other company representatives have failed to adequately answer.",
  "While Rebecca Stimson, Facebook U.K.'s head of public policy, sent the committee responses to each question Monday, she also wrote that Zuckerberg \"has no plans to meet with the committee or travel to the U.K. at the present time.\"",
  "Parliament's Digital, Culture, Media and Sport Committee sent the 39 questions to Zuckerberg after it interviewed Facebook's chief technology officer, Mike Schroepfer, on April 26.",
  "In a statement Tuesday, Collins harshly criticized Stimson's responses, noting what he called \"general discrepancies between Schroepfer and Zuckerberg's respective testimonies.\"",
  "Email this reporter at KatesG@cbsnews.com, or for encrypting messaging, grahamkates@protonmail.com (PGP fingerprint: 4b97 34aa d2c0 a35d a498 3cea 6279 22f8 eee8 4e24).",
  "\"The Committee plans to write again to address significant gaps in Facebook's answers in the coming days,\" it said in a statement Tuesday.",
  "The accounts appeared to be based in Bangladesh, Indonesia, Saudi Arabia and a number of other countries,\" Stimson wrote.",
  "\"We are not aware of links between the spam operation...and the Russian government,\" Stimson wrote.",
  "Stimson replied that it did not discover any links between the accounts and election meddling.",
  "The committee asked if the purged accounts were linked to either the U.S. election or Russia.",
  "The member of Parliament also noted that Zuckerberg could testify via video link.",
  "Collins also criticized Zuckerberg's decision to not appear before Parliament.",
  "The company has provided CBS News with similar assessments in the past.",
  "Got news tips about digital privacy, social media or online marketing?",
  "Schroepher was also asked about the CBS News report."
]