[
  "In its report the influential adviser known as ISS wrote that Facebook “has been somewhat responsive during the controversy, but shareholders should continue to closely monitor data privacy issues.”\n\nISS also suggested investors vote “for” shareholder proposals calling for the company to study establishing a board committee on risk management and to report on content management controversies, according to a copy of the recommendations seen by Reuters.",
  "BOSTON (Reuters) - Top proxy adviser Institutional Shareholder Services on Wednesday recommended Facebook Inc investors withhold support from five directors including Chief Executive Mark Zuckerberg and vote in favor of shareholder proposals aimed at improving the social media company’s response to problems like election interference and harassment.",
  "It also recommended withholding support from three compensation committee members, writing that it has pay concerns including on security costs for Zuckerberg, “which have increased substantially without clear explanation.”\n\nISS noted the company will not have an advisory vote on pay this year, warranting votes against the directors instead.",
  "REUTERS/Stephen Lam/File Photo\n\nFacebook has come under scrutiny over the way it handles personal data after revelations that British consultancy Cambridge Analytica, which worked on Donald Trump’s 2016 presidential election campaign, improperly accessed the Facebook data of 87 million users.",
  "In a report last week second-ranked proxy adviser Glass Lewis recommended investors vote for Zuckerberg, but also backed the two shareholder proposals and recommended votes against three audit committee directors responsible for overseeing legal and regulatory matters.",
  "The advisory firm suggested Facebook create a formal committee to nominate board candidates, as a way to ensure board accountability and to increase transparency and communications with shareholders.",
  "ISS said that investors should withhold support for Zuckerberg and Chief Operating Officer Sheryl Sandberg, citing concerns over board nomination procedures.",
  "Facebook urged investors to vote against both resolutions, saying its current approaches to risk management and community standards are adequate.",
  "FILE PHOTO: Facebook CEO Mark Zuckerberg speaks at Facebook Inc's annual F8 developers conference in San Jose, California, U.S. May 1, 2018.",
  "Both nonbinding proposals are meant to help Facebook address controversies such as over its handling of customer data and privacy concerns.",
  "“In our view, the audit committee has failed to effectively fulfill its obligations to shareholders,” Glass Lewis’ report states.",
  "ISS and Glass Lewis both recommended investors back non-binding shareholder proposals that would revamp its voting structure.",
  "The world’s largest social network will hold its annual meeting on May 31 in Menlo Park, Calif.",
  "Facebook founder Zuckerberg controls a majority of the company’s voting power.",
  "Proponents of both cited news reports they said showed the need for action.",
  "ISS recommended investors back three remaining director nominees.",
  "Picture taken May 1, 2018."
]