[
  "For instance, here in the UK, many internet users are familiar with posts that appear to be protesting about the social injustice of former servicemen ;living on the streets or pensioners waiting years for medical procedures, but the underlying message is money is being “wasted” on overseas aid or membership of the European Union when it could be spent at home.",
  "“And it’s important that the provenance of the messaging is clear.”\n\nLightful charges fairly low amount for its Software as a Service tools - starting at £20 a month - to enable even the smallest charity to engage in effective online campaigning - but also has revenue streams from bespoke service such as consultancy.",
  "On the face of it, it shouldn’t be difficult for a charity that is campaigning to, say, improve healthcare in remote African villages, or do something for the homeless on UK streets, to use the available platforms to deliver a strong, and actionable message.",
  "We are now living in a much less innocent social media world where users of all the major platforms are likely to be much more aware that the personal information we share online, potentially lays us open to quite a high degree of sophisticated manipulation.",
  "Those who responded to the clarion call of the #deletefacebook hashtag campaign have doubtless moved on with their lives, discovering, perhaps, that days and weeks can pass quite satisfyingly without recourse to the world’s favourite social media platform.",
  "“Aside from a few of the very big organisations, charities were being bypassed.”\n\nLightful’s founders set out to address that gap by creating a platform on which charities could set up, manage and monitor their social media campaigns.",
  "At the best of times, organisations such as charities, non-governmental organisations, not for profits and social enterprises might struggle to make their voices heard above the marketing ‘noise’ of the major social media platforms.",
  "Missed Opportunities\n\nFounded in 2014 by Carlos Miranda, Johnny Murnane and Vinay Nair, Lightful offers a suite of social media management tools aimed at helping organisations campaign more effectively on social media.",
  "According to CEO Vinay Nair, the company was established in response to a perception that charities in particular were failing to take full advantage of the opportunity to reach potential backers and donors online.",
  "Today they are not only competing with commercial marketers for the eyes and ears of user, they are are also operating in a post-truth era where all messaging is regarded with a degree of suspicion.",
  "Not only are there a plethora of deliberately fake news stories - some designed to mislead, others to generate advertising revenues - there are also posts that have a hidden agenda.",
  "In Nair’s view - while the problems surrounding the use of personal data are real and can’t be ignored - it is important to stress the positive impact that social media can have.",
  "Reclaiming Social Media\n\nSo is this a good time to be pitching the benefits of effective social media campaigning, given all the suspicions that surround Facebook?",
  "To that end, the company has launched its own hashtag campaign - perhaps not surprisingly dubbed #reclaimsocial - and claims the support of hundreds of charities.",
  "The tools on offer contain a scheduler- which flags key dates, such as International Women’s Day - a story builder, analytics tools and an image library.",
  "“It seemed to me that just about every type of business was taking advantage of social media - even very small businesses like dry cleaners,” he says.",
  "This year the company secured £4m in series A funding, with former Pink Floyd star Nick Mason and racing driver Dario Franchitti among its backers.",
  "Or at the very least, decided that the ability to stay connected to an extended friendship group outweighs any pesky privacy concerns.",
  "In the short term, any trust deficit that has opened up in the wake of the Cambridge Analytica controversy is a problem for Facebook.",
  "And arguably it’s even a problem for those who are seeking to harness the power of social media to do some good in a wicked world.",
  "Underpinning the company’s business plan is that social media offers the power to mobilise opinion from the grass roots up.",
  "Well, having digested the implications of the Cambridge Analytica affair, we have probably made our peace with Facebook.",
  "What they might need help with is in making sure that their voices are heard above those of the trolls and the fakers.,",
  "But it also a problem for marketers - those who either gather or use Facebook data to target their ads and campaigns.",
  "“What we’re doing is giving charities the tools to take their donors on an engaging journey,” says Nair.",
  "Nair says that, for their part, charities must ensure that their own campaigning is transparent.",
  "In other words, one agenda (social justice) is being used as camouflage for political messaging.",
  "Arguably this has led some social media users to question everything they read.",
  "And this could be a timely moment to be stepping up its own marketing.",
  "“What we’re saying is let’s reclaim social media for good,” he says.",
  "But even so, Facebook has a lot of work to do to restore trust.",
  "Lightful - a London-based startup believes it can help.",
  "Nair acknowledges that these are challenging times.",
  "The question is, of course, what does that mean.",
  "Facebook posts aren’t always what they seem.",
  "So how does a charity rise above the noise.",
  "Charities know the power of social media.",
  "And we get asked about Brexit,” he says.",
  "We get asked about the US elections.",
  "“Clarity is all important,” he says.",
  "“We get asked about Facebook.",
  "We get asked about ISIS.",
  "But here’s the problem.",
  "As for the rest of us?"
]