[
  "To recap: Facebook has admitted that political research firm Cambridge Analytica, linked to both President Trump's 2016 presidential campaign and the Brexit leave vote, improperly obtained data from as many as 87 million Facebook users for ad targeting purposes.",
  "However, one of those changes involved the way that outside apps can log in using Facebook — temporarily breaking the login process for popular dating app Tinder, as well as a handful of other popular services.",
  "Here's the full text of how Postmates originally described the new features of its app on Apple's App Store, as originally found and tweeted by Chris Maddern, co-founder of app marketplace startup Button.",
  "But food delivery startup, Postmates, took the gossip to a whole other level: It trash-talked Facebook in — of all places — the notes that accompanied Postmates newest app update.",
  "\"Not satisfied with screwing our democracy, Facebook's changes to the way other apps integrate with the platform have blocked everyone from accessing their Tinder accounts.\"",
  "As the backlash on Facebook has grown, Morin said he was considering trying his hand at bringing back Path, his own failed attempt at building a social network.",
  "Postmates/Play Store\n\nThere doesn't seem to be a deep-seated motive for the mud slinging, although there is a thin connection between Facebook and Postmates.",
  "We never meant for it to be received negatively and we have already changed the copy in the app store,\" a spokesperson tells Business Insider.",
  "The updated text still refers to the Tinder incident, but removes any specific mention of Facebook or Zuckerberg: \"Can't log in to Tinder?",
  "Postmates also offered a free delivery to the first 100 customers who use the promotional code \"FACEPALM.\"",
  "Postmates later backtracked on the update: \"Our app updates are meant to be light-hearted and playful.",
  "Notably, this matches the update notes that the Android version of the app has displayed all along.",
  "Melia Robinson\n\nSilicon Valley can't stop talking about Facebook's ever-growing privacy scandal.",
  "Slow Ventures, a Postmates investor, was founded by former early Facebooker Dave Morin.",
  "At press time, the text here matched what was viewable on the Apple App Store.",
  "In the aftermath, CEO Mark Zuckerberg has apologized and promised big changes.",
  "iTunes/Postmates\n\nHere's what it said on the Google Play store for Android.",
  "Facebook did not immediately respond to a request for comment.",
  "Well, you can log in to Postmates,\" it begins.",
  "We obviously missed the mark on this one."
]