[
  "I'm gonna show just how much of your information the likes of Facebook and Google store about you without you even realising it — Dylan Curran (@iamdylancurran) March 24, 2018\n\nHe also said that consumers have given up so much data voluntarily that \"for the current generation and maybe all generations, so millennials and up, the damage is a little bit done.\"",
  "https://t.co/6AjcMfetMD — Edward Snowden (@Snowden) March 27, 2018\n\nThe interest in Curran's thread comes amid a slew of questions -- and heightened concerns -- about data privacy following revelations about Cambridge Analytica, the consulting firm accused of harvesting data on as many as 50 million unwitting Facebook users through a personality quiz app.",
  "Curran said the response and attention he's received in the wake of his tweets have made him think \"that there's something going on on a larger scale with the population, where people just don't understand what these products are doing and the potential damage that can happen in the future from just freely using them.\"",
  "In his series of tweets and an opinion piece in The Guardian, Curran, who told CBSN on Wednesday that he \"was basically a nobody before this exploded,\" outlined the information Google stores on users, ranging from users' location to app usage to their YouTube history.",
  "\"This includes every message you've ever sent or been sent, every file you've ever sent or been sent, all the contacts in your phone, and all the audio messages you've ever sent or been sent,\" he wrote in The Guardian.",
  "Ex-NSA contractor Edward Snowden called it \"an exquisite breakdown using real-life examples of how @Facebook and @Google exploited your trust to quietly create a decade-long dossier of your most private activities.\"",
  "Facebook and Google \"have enough information on us to create an advertising profile for the rest of our lives, and it's enough information that can be used against us, for the rest of our lives.\"",
  "A Google spokesperson said in a statement to CBS News that \"in order to make the privacy choices that are right for them, it's essential that people can understand and control their Google data.",
  "Speaking on CBSN Wednesday from Ireland, he noted \"there are settings to opt out of [Facebook and Google's] data collection,\" but \"not a lot of people have realized that's there.\"",
  "Thread: an exquisite breakdown using real-life examples of how @Facebook and @Google exploited your trust to quietly create a decade-long dossier of your most private activities.",
  "Curran said Google had the equivalent of about 3 million Word documents worth of information stored about him, including every Google search he had made since 2009.",
  "He similarly highlighted Facebook's collection of personal information, saying the social media giant \"has reams and reams of data on you, too.\"",
  "Over the years, we've developed tools like My Account expressly for this purpose, and we'd encourage everyone to review it regularly.\"",
  "I'm gonna show just how much of your information the likes of Facebook and Google store about you without you even realising it.\"",
  "Facebook users can also review information about their data and contacts via Facebook's help section, here and here.",
  "Web developer Dylan Curran posted a thread on Twitter over the weekend that quickly went viral.",
  "The first tweet in his thread has been retweeted more than 146,000 times since Saturday.",
  "Facebook has apologized for the incident and announced changes to its privacy policy.",
  "\"I'm not saying that they will, just that that information does exist,\" he added.",
  "He said Facebook stored another roughly 400,000 documents worth of information.",
  "With a bonus: how to download a copy of your own.",
  "It has received more than 228,000 likes.",
  "He tweeted, \"Want to freak yourself out?",
  "Want to freak yourself out?"
]