[
  "Now, businesses can choose from three categories of APIs including real-time, historical, and engagement, enabling the creation of customer service chat experiences, access to the full archive of public Twitter data, and impression and engagement data for owned organic tweets.",
  "By Brigitte Majewski, Vice President, Research Director; Erna Alfred Liousas, Analyst; Jessica Liu, Senior Analyst; Arleen Chien, Researcher\n\nQ1 2018 earnings for Twitter, Facebook, and Snap largely showed minimal impact from the recent data privacy crisis.",
  "For the most part, the financial markets seem to have confidence in the networks’ ability to retain their respective advertising businesses, at least in the short term, but B2C marketers need to keep long-term marketing performance top of mind.",
  "Snap’s response to helping brands out with this was a non-response — it recognizes that this is a tough situation and is building tools to help marketers monitor content surrounding ads, but there’s nothing concrete yet.",
  "Ongoing streaming partnerships and video formats make it a worthwhile destination for marketers if their key audiences are on the platform and their content fits within the real time topics happening on the platform.",
  "Ongoing streaming partnerships and video formats make it a worthwhile destination for marketers if their key audiences are on the platform and their content fits within the real time topics happening on the platform.",
  "With mounting privacy pressure — both from the recent scandal and GDPR — we expect that Facebook will be forced to acknowledge that ad revenue may need to suffer slightly for the sake of engendering user trust.",
  "It’s worth noting Twitter’s U.S. revenue grew by 2% last quarter, but its international revenue grew by 53% signaling multinational brand marketers might find additional opportunity on the platform.",
  "It’s worth noting Twitter’s U.S. revenue grew by 2% last quarter, but its international revenue grew by 53% signaling multinational brand marketers might find additional opportunity on the platform.",
  "Facebook needs to protect users’ data and privacy while still providing the valuable demographic and psychographic data for the granular ad targeting that brands crave.",
  "There were no surprises: Twitter is building off its Q4 2017 momentum, Facebook continues to grow its user base, and Snap is still going through an identity crisis.",
  "Even its eye-roll-inducing Here Together campaign, which was released the morning of its Q1 earnings call, is a step toward recognizing its need for user buy-in.",
  "Even with the move to a self-serve ad buying model and subsequently cheaper inventory, marketers know that Snap’s user base is not fond of the UX changes.",
  "What’s more, after the Q4 2017 earnings call, it sounded like losing foothold with its core millennial base was pushing Snap to chase a new audience.",
  "What’s more, after the Q4 2017 earnings call, it sounded like losing foothold with its core millennial base was pushing Snap to chase a new audience.",
  "However, news outlets recently shared that a subset of Twitter data was made available to Aleksandr Kogan but not sold to Cambridge Analytica.",
  "Twitter’s second quarter of profits is due to the attention its placed on new ad formats, streaming content, and its data licensing business.",
  "Twitter’s second quarter of profits is due to the attention its placed on new ad formats, streaming content, and its data licensing business.",
  "As reliance on social technology increases, ask providers which APIs power their Twitter and Facebook info for your own benefit.",
  "Even presenting earnings on the same day that Facebook’s F8 developer conference kicked off couldn’t hide Snap’s shaky results.",
  "Even presenting earnings on the same day that Facebook’s F8 developer conference kicked off couldn’t hide Snap’s shaky results.",
  "Although Snap is avoiding the Cambridge Analytica scandal fallout today, it is not immune to privacy challenges.",
  "Snap’s struggling user base matters because it also affects how marketers see the platform for their audiences.",
  "On this earnings call, Snap touted its Millennial-centric audience base as the supposed draw for advertisers.",
  "On this earnings call, Snap touted its Millennial-centric audience base as the supposed draw for advertisers.",
  "And with customer privacy top of mind, Snap’s ad formats will need to work harder to win over marketers.",
  "Twitter is finally aligning its user experience to the role of being the place to be when news breaks.",
  "Twitter is finally aligning its user experience to the role of being the place to be when news breaks.",
  "Facebook\n\nFacebook will be able to reaffirm its value to advertisers if it also does so for users.",
  "To put things in perspective, WhatsApp’s Status feature alone has more daily users than Snapchat.",
  "To put things in perspective, WhatsApp’s Status feature alone has more daily users than Snapchat.",
  "Brand safety is a priority, and Snap’s new UX and ad tools don’t make it easy on marketers.",
  "Snap’s miss in revenue may be attributed to advertisers not understanding Snap’s platform.",
  "Twitter’s data business drove 13% of revenue last year, and it continues to be a priority.",
  "Twitter\n\nTwitter’s ad formats and ongoing support of streaming content keep it relevant.",
  "“Privacy is a fundamental right,” said CEO Jack Dorsey during Twitter’s earnings call.",
  "Twitter remains relatively unscathed from the Cambridge Analytica crisis — for now.",
  "And don’t forget: It takes time for users and advertisers to change their behavior.",
  "Long-term implications of Facebook’s customer privacy problem are still to come.",
  "The “camera” company did not impress with its 2% growth in DAU QoQ and 15% YOY.",
  "The “camera” company did not impress with its 2% growth in DAU QoQ and 15% YOY.",
  "The network serves both, but fundamentally, a conflict of interest exists.",
  "If Snap isn’t sure what’s going on with its audience, how will marketers?",
  "If Snap isn’t sure what’s going on with its audience, how will marketers?",
  "Twitter data is within the public domain, except for private messages.",
  "Here’s what marketers need to know about all three earnings calls.",
  "We don’t expect the change in this space to slow down.",
  "Snap\n\nSnap is still struggling to keep up.",
  "Last year, it revamped its data offering.",
  "No news is not good news.",
  "Stay tuned for more.",
  "Nope!",
  "Nope!"
]