[
  "Facebook's data privacy fumble tied to Cambridge Analytica, which accessed data that had been harvested from 50 million Facebook users, has Wall Street analysts saying the Federal Trade Commission -- which announced Monday that it has launched an investigation -- could hit Facebook with a financial penalty of up to $2 billion.",
  "Zuckerberg issued a statement after BuzzFeed's article saying Bosworth is \"a talented leader who says many provocative things\" and noted \"that most people at Facebook including myself disagreed with strongly ... we've never believed the ends justify the means.\"",
  "In the June 18, 2016, memo, by Facebook vice president Andrew \"Boz\" Bosworth outlined the lengths the company's tools would affect the public all in the name of growing the company -- including the possibility that it could lead to someone's death.",
  "The letter to Zuckerberg asks whether company's terms of service were \"clear and understandable,\" if the company had safeguards in place to make sure collected data was misused, and when Facebook learned of the data breach, among other questions.",
  "Bosworth confirmed Thursday that memo \"was to bring to the surface issues I felt deserved more discussion with the broader company\" and said he doesn't agree with it and that \"to see this post in isolation is rough.\"",
  "\"As a bipartisan group of Attorneys General, we care deeply about the privacy of our constituents personal information,\" Oregon Attorney General Ellen Rosenblum said in the statement announcing the letter.",
  "\"Businesses like Facebook must comply with the law when it comes to how they use their customers' personal data,\" Pennsylvania Attorney General Josh Shapiro, who is leading the effort, said in a statement.",
  "A memo sent to Facebook (FB) employees two years ago is putting the social media giant back in the headlines Thursday in the wake of its monumental data privacy scandal affecting 50 million of its users.",
  "\"State Attorneys General have an important role to play in holding them accountable and I'm proud to partner with so many of my colleagues from both sides of the aisle in this effort.\"",
  "This was one of the most unpopular things I've ever written internally and the ensuing debate helped shape our tools for the better,\" Bosworth added in a subsequent tweet Thursday.",
  "A bipartisan group of 37 state attorneys general say they have sent a letter to Zuckerberg \"demanding answers ... about the company's business practices and privacy protections.\"",
  "My statement on the recent Buzzfeed story containing a post I wrote in 2016 pic.twitter.com/lmzDMcrjv5 — Boz (@boztank) March 29, 2018\n\n\"It was intended to be provocative.",
  "\"Just because they use Facebook and signup for apps does not mean consumers have signed a lifetime agreement to give up their privacy,\" Rosenblum wrote.",
  "\"The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is *de facto* good.\"",
  "Maybe it costs someone a life by exposing someone to bullies ... maybe someone dies in a terrorist attack coordinated on our tools.\"",
  "That prompted Facebook CEO Mark Zuckerberg to issue a statement saying he disagrees with the memo, internally called \"The Ugly.\"",
  "He previously ran Facebook's advertising business and now heads the company's virtual/augmented reality (VR/AR) projects.",
  "\"We do have great products but we still wouldn't be half our size without pushing the envelope on growth,\" he wrote.",
  "Bosworth joined Facebook in 2006 and is one of the company's most vocal employees, CNET reports.",
  "Bosworth also wrote \"So we connect more people ... that can be bad if they make it negative.",
  "\"We have asked Facebook several important questions and we expect clear answers from them.",
  "We must be assured that a breach or 'leak' of this nature will not happen again.\"",
  "All the subtle language that helps people stay searchable by friends.",
  "The report about the memo was first reported by BuzzFeed News.",
  "All of the work we do to bring more communication in.",
  "The work we will likely have to do in China some day.",
  "That's why all the work we do in growth is justified.",
  "All the questionable contact importing practices.",
  "In the memo, Bosworth wrote: \"We connect people.",
  "All of it.\"",
  "Period."
]