[
  "More: Facebook's annual conference is big test for Mark Zuckerberg\n\nMore: WhatsApp CEO Jan Koum leaving Facebook after Cambridge Analytica\n\nMore: Facebook's Oculus Go ditches computer and phone in latest, $199 test of virtual reality\n\nMore: Facebook is taking on Tinder with new dating feature that's 'not just hookups'\n\nBut this was not just an apology tour.",
  "The audience, filled with app developers whose own businesses were rocked by the Cambridge Analytica scandal and the subsequent steps Facebook took to rebuild trust with users, seemed to grow more friendly over the course of the keynote, which Zuckerberg topped off as if he were barnstorming Iowa to raise his poll numbers.",
  "That was the message Mark Zuckerberg stepped onto a stage in San Jose to deliver on Tuesday, making a commitment to data privacy and security, not just to the thousands of app developers in attendance but to Facebook’s 2.2 billion users around the globe, some of whom lost faith over the Cambridge Analytica data leak.",
  "\"If you believe like I do that giving people a voice is important, that building relationships is important, that creating a sense of community is important and doing the hard work of trying to bring the world closer together is important, I say this: We will keep building,\" Zuckerberg said.",
  "(Photo: Jefferson Graham/USA TODAY)\n\nEven before the F8 conference got underway, revelations that 87 million users had their data improperly obtained by Cambridge Analytica, the British political firm with ties to Donald Trump's presidential campaign, continued to haunt Facebook.",
  "The Facebook CEO, who sported a blue long-sleeved shirt and dark pants, appeared more relaxed addressing app developers than Congress in suit and tie, energetically skipping from one product announcement to the next, while cracking jokes and grinning at shout-outs.",
  "I feel like he struck the right balance between being apologetic, without apologizing, and also refocusing attention on what matters to Facebook, which is building community and moving forward as a business,\" said Debra Aho Williamson, an analyst with eMarketer.",
  "Jefferson Graham reports from Facebook F8 Jefferson Graham, USA TODAY\n\nFacebook CEO Mark Zuckerberg welcomes app developers to the Facebook F8 2018 developer conference held at the San Jose McEnery Convention Center on May 1, 2018.",
  "Looking to divert some of the attention being paid to Facebook’s failings, Zuckerberg pointed to the good that has come from this massive web of digital friendships spanning the globe, from disaster relief to blood donations.",
  "Still in damage-control mode, Zuckerberg announced before Tuesday's keynote that Facebook would make it possible for you to delete information the social network gathers from your activity on other websites and apps.",
  "It was a critical speech for the 33-year-old Facebook chief, coming off a crushing wave of negativity that hardened doubts about his intentions and left lasting damage to his company’s reputation.",
  "In announcing a new feature, \"Watch Party,\" in which users gather on Facebook to watch videos together, Zuckerberg gave an example — say, watching \"your friend testifying before Congress.\"",
  "In a tone that was more serious and less triumphant than keynotes of previous years, Zuckerberg told the crowd he has learned from the mistakes that blew up in his face in recent weeks.",
  "And he pledged that Facebook would now put “people first” and adapt to evolving consumer expectations for the handling of their private information.",
  "In fact, after weeks of saying he's sorry to users and lawmakers alike, Zuckerberg did not apologize to the app developers in attendance at F8.",
  "And he came alive showing off the cool stuff Facebook is building, including a Facebook dating tool and the Oculus Go virtual-reality headset.",
  "WhatsApp co-founder and CEO Jan Koum, a fierce privacy advocate, said Monday that he was leaving Facebook and the Facebook board of directors.",
  "\"Let's not do that again soon,\" he quipped as the screen showed an image of his hours-long testimony on Capitol Hill last month.",
  "And we also need to keep building and bringing people closer together,\" Zuckerberg said in closing out his keynote address.",
  "Instead, he made it clear that he has no intention of allowing past problems to hold back Facebook's outsized ambitions.",
  "(Photo: Jefferson Graham, USA TODAY)\n\nSAN JOSE — Times have changed, and Facebook is changing with them.",
  "\"Judging by the response in the audience, there was a lot of positive sentiment toward what he said.",
  "CLOSE Facebook's new augmented reality app for Sephora makeup may be the breakthrough AR needs.",
  "\"The hard part was figuring out how to move forward on everything else we need to do, too.\"",
  "\"The hardest decision I made wasn't to invest in safety and security,\" Zuckerberg said.",
  "Facebook held its annual f8 conference in San Jose on Tuesday.",
  "We need to do more to keep people safe and we will.",
  "Read or Share this story: https://usat.ly/2rf5ivj",
  "\"Yes, this is an important moment."
]