[
  "Facebook’s investigation has already led to the suspension of around 200 apps which will be analyzed to see “whether they did in fact misuse any data.”\n\nArchibong said the second phase of the investigation involves looking into whether there is evidence that the suspended apps or other apps misused data.",
  "On Monday, Facebook announced its internal investigation was in “full swing” — with teams delving into thousands of apps that are connected to Facebook, according to a statement released by Ime Archibong, vice president of Facebook’s product partnerships.",
  "The controversy surrounding the Cambridge Analytica scandal prompted Facebook’s stock to plummet — and led Zuckerberg to testify before Congress for the first time on what his company was doing, and planned to do, to protect users’ privacy.",
  "The British data analysis firm, which had ties to Donald Trump’s 2016 campaign, was suspended from Facebook in March after it was revealed that Cambridge Analytica harvested personal data from the social media network.",
  "In a lengthy Facebook post, Zuckerberg admitted the social media network had “made mistakes” and needed to “step up” to do more to prevent a situation like the Cambridge Analytica scandal from happening again.",
  "“It will show people if they or their friends installed an app that misused data before 2015 — just as we did for Cambridge Analytica,” Archibong said in his statement.",
  "At least 200 apps have been suspended from Facebook amidst a data privacy investigation launched by Mark Zuckerberg after the Cambridge Analytica scandal in March.",
  "On March 21, Zuckerberg promised to investigate all apps that had access to large amounts of information before Facebook changed its platform policies in 2014.",
  "Zuckerberg faced days of questioning by congressional and Senate committees last month over Facebook’s failures to protect its users.",
  "Once the second phase is complete, Facebook users will be notified via a Facebook website if their personal data was jeopardized.",
  "During his testimony, Zuckerberg also revealed that his own personal information was part of the Cambridge Analytica breach.",
  "If an app misled users in how their data was being used, it could be banned from Facebook.",
  "At least 87 million Facebook users were affected by the Cambridge Analytica breach.",
  "Write to Kate Samuelson at kate.samuelson@time.com."
]