[
  "“Do you believe,” Welch asked, “that the Federal Trade Commission or another properly resourced governmental agency with rulemaking authority should be able to determine on a regular basis what is considered personal information to provide certainty for consumers and companies what information needs to be protected most tightly?“\n\nIn other words: Does the government need a bigger role in determining what “personal information” is?",
  "And do you believe that the Federal Trade Commission or another properly resourced governmental agency with rulemaking authority should be able to determine on a regular basis what is considered personal information to provide certainty for consumers and companies what information needs to be protected most tightly?",
  "Welch\n\nIn an effort to move forward, Mr. Zuckerberg, I’ve framed some questions that hopefully will allow a reasonable yes or no answer to see if there’s some common ground to achieve the goal you assert you have and we certainly have, the obligation to protect the privacy of American consumers.",
  "“Is it the private market, companies like yours, or is there a governmental function here that defines what privacy is?“\n\nWelch’s question came as part of a series of yes-no queries that teased out a framework by which Facebook might be regulated by lawmakers.",
  "Some experts have regarded the new laws as setting “a global standard” for how privacy is defined and dealt with, and Facebook recently announced that it would voluntarily apply the changes it’s making for European users to the rest of its users as well.",
  "“You proposed a very specific thing, and I think the details matter.”\n\nWelch went on to expand the question: “Will you work with this committee to help the US put in place our own privacy regulation that prioritizes consumers’ right to privacy?",
  "It seems, though, from your answers, that consumers — you agree that consumers do have a fundamental right to privacy that empowers them to control the collection, the use, the sharing of their personal information online.",
  "Zuckerberg appeared Wednesday before the House Energy and Commerce Committee in his second day of hearings to address issues with Facebook and privacy in the wake of the Cambridge Analytica scandal.",
  "Embedded in this question was a nod to the recent action the European Union has taken to hold Facebook and other big tech companies to tougher privacy standards.",
  "During the hearing, Rep. Peter Welch (D-VT) asked Zuckerberg a crucial question about privacy: Who’s responsible for defining what privacy is under US law?",
  "Zuckerberg’s response was typically hesitant, even if it was overall positive: “I think this is an area where some regulation makes sense,” he said.",
  "The new laws require those companies to give users more control over their privacy settings, along with clearer access to those settings.",
  "Welch\n\nDo you believe that consumers have a right to control how and with whom their personal information is shared with third parties?",
  "Will you work with this committee to help the US put in place our own privacy regulation that prioritizes consumers’ right to privacy?",
  "Welch\n\nAnd do you believe that consumers should be able to easily place limits on the personal data that companies collect and retain?",
  "Welch\n\nAnd do you believe that consumers should be able to correct or delete inaccurate personal data that companies have obtained?",
  "Do you believe consumers should be able to have their data deleted immediately from Facebook when they stop using the service?",
  "Most of the questions directed at Facebook CEO Mark Zuckerberg in his second day of congressional hearings were high-level.",
  "And you have indicated, Facebook has not always protected the privacy of their users throughout the company’s history.",
  "Is it the private market, companies like yours, or is there a governmental function here that defines what privacy is?",
  "Welch\n\nAnd do you believe that consumers have a right to secure and responsible handling of their personal data?",
  "First, do you believe consumers have a right to know and control what personal data company collect from them?",
  "Zuckerberg\n\nCongressman, I certainly think that’s an area where we should discuss some sort of oversight.",
  "But one of the most important was also one of the most basic: Who gets to decide what privacy is?",
  "Zuckerberg\n\nCongressman, I think this is an area where some regulation makes sense.",
  "Zuckerberg\n\nCongressman, that seems like a reasonable principle to me.",
  "Zuckerberg\n\nCongressman, that one might be more interesting to debate.",
  "Just as the EU has done.”\n\n“Congressman, yes,” Zuckerberg responded.",
  "You proposed a very specific thing, and I think the details matter.",
  "Zuckerberg\n\nYes, Congressman, and they have that ability.",
  "Welch\n\nWell, then get back to us with specifics on that.",
  "I’ll make sure that we work with you to flesh this out.",
  "A transcript of the full exchange follows.",
  "Welch\n\nThere’s not a big discussion here.",
  "Zuckerberg\n\nCongressman, yes, of course.",
  "“Who gets the final say?” Welch asked.",
  "And Mr. Chairman — and thank you.",
  "I think they do have that right.",
  "Zuckerberg\n\nYes, Congressman.",
  "Zuckerberg\n\nCongressman, yes.",
  "Just as the EU has done.",
  "Who gets the final say?",
  "Let me ask you this.",
  "Welch\n\nAll right.",
  "Welch\n\nAll right.",
  "Zuckerberg\n\nYes.",
  "Welch\n\nGood."
]