[
  "There are a lot of people in the television industry with a vested interest in making sure it stays that way for OTT and CTV.”\n\nOTT, or “over the top” refers to digital delivery of television on any device--televisions, laptops, desktop, smartphones and tablets—whereas CTV or “connected TV” refers to digital delivery onto an actual TV set via a connected device like Roku or Chromecast or a smart TV.",
  "“We can have the dystopian future Facebook represents or we can have a decentralized version where we’re more in control of our destinies.”\n\nWhile I’d spent a lot of time thinking about Facebook’s latest round of troubles and what it all meant for the media and advertising industries, I’d never seen the dilemma framed as starkly as Madhive CEO Adam Helfgott had just done.",
  "“Brands are not wasting money putting messaging in front of people who don’t want to see it, customers aren’t seeing ads they have not consented to, and publishers and TV networks are not getting blamed for being the delivery mechanism for those unconsented-to ads.”\n\nBut don’t those companies—Facebook included—already have consumer’s consent?",
  "“We need to start over and create a system that is, at its core, based on values and processes that will bring real value to brands, to publishers and, ultimately, to consumers.”\n\nMadhive’s plan is to create a consent framework, where consumers are actively and consciously trading their information for content.",
  "That creates a transparent, decentralized system where advertisers and publishers can see exactly who saw an ad, when and where, and consumers are aware when and how their information is being shared—stripped, of course, of any actual PII (Personally Identifiable Information.)",
  "There’s no standard measurement platform, many ad agencies and brands still treat OTT like it was a variation on digital video, and the actual process for targeting viewers and buying ads seems to vary wildly from platform to platform.",
  "There is much overlap between the two—CTV is a subset of OTT—and the differentiation has to do with the way viewing is measured, along with the difference in the level of interactivity between say a smartphone and a smart TV.",
  "Who wouldn’t want that?”\n\nIt’s a compelling argument, but don’t all these companies, from Cambridge Analytica to web retargeters to telemarketers, all stay in business because what they do is ultimately profitable?",
  "“Do you want to be known as the company that tricks your customers into turning over their data or do you want to be the company that’s upfront with them, makes everything fully transparent?”\n\nShe has a point.",
  "Blockchain and OTT\n\nHelfgott and Lerner feel that television is particularly well suited for blockchain technology, OTT and other digitally-delivered television in particular.",
  "“TV is perfect for blockchain because there’s a finite number of outlets and thus a finite number of commercials, so it’s easy to measure and keep track of,” Lerner notes.",
  "“When that consent is couched in language a consumer can’t understand or when they’re unaware of what they’re actually consenting to, it’s meaningless,” Lerner avers.",
  "A Do-Over, Not A Band-Aid\n\nWhile many blockchain companies are looking at ways to help fix the current advertising ecosystem, Helfgott insists that’s not possible.",
  "“It can make the entire ecosystem seem far more advanced than digital.”\n\n“Using blockchain technology also says ‘we respect our customers’,” adds Helfgott.",
  "But to the blockchain evangelists at Madhive and MAD Network — Helfgott’s new privacy-first blockchain project — the dichotomy was fairly clear.",
  "Despite all that, it’s poised for explosive growth as the major networks all launch their own OTT apps and virtual MVPDs see massive uptake.",
  "The other reason the OTT/CTV market is so well suited for blockchain is that measurement and ad buying is in desperate need of an overhaul.",
  "“People who give overt consent to having their data shared with advertisers are better customers,” notes Madhive EVP Rebecca Lerner.",
  "“But long-term, brands want customers, not ‘targets.’ And the way you get customers is by having overt, consented-to advertising.",
  "“Putting a Band-Aid on something that’s fundamentally flawed still leaves you with a broken, outdated system,” he asserts.",
  "“Blockchain can help OTT and CTV become more attractive to both viewers and to ad buyers,” notes Lerner.",
  "“And that’s an area where the entire media industry could use a little help.”",
  "“Plus Google and Facebook don’t dominate that space, at least not yet.",
  "“They’re going to be more receptive to the brand and to its message.",
  "“There may be some short-term benefits,” Lerner concedes.",
  "”\n\n“That’s a win for everyone,” Helfgott adds.",
  "“That’s really beside the point,” Lerner says.",
  "But it’s still legal though, I press.",
  "Caveat emptor and all that."
]