[
  "That means Facebook tracks and stores data about:\n\nEvery ad users click on\n\nAny additional personal information added to the profile including schools, maiden name, hometown and current city, employment, other social networks like political clubs, groups, and alumni associations (current and former)\n\nEvery IP address that the user used when logging into the Facebook account\n\nEvery friend in the network, including friends that have been deleted\n\nAll of the user’s activity—ever.",
  "The latest scandal involving Facebook—a data analytics firm that worked for President Trump’s campaign and allegedly obtained information on 50 million Facebook users—is a reminder that the social network used to share photos with friends and family also holds a treasure trove of personal data.",
  "When you sign up for a Facebook account, you’re required to share:\n\nname\n\ngender\n\ndate of birth\n\nemail or mobile number\n\nFrom here, Facebook gathers and stores more personal data, which can be used to target users with ads, including what users share and add, and their likes and clicks.",
  "You’ll also see stories and photos you’ve been tagged in, as well as the connections you’ve made – like when you liked a Page or added someone as a friend.” That means every “like,” every status change, and every search of another person on Facebook.",
  "From here, all it takes is for the third-party app to sell the data to someone else, like behavior research firm Strategic Communication Laboratories, which is affiliated with Cambridge Analytica, the data firm that worked for Trump’s campaign.",
  "But the important step to remember is to stop and really read through what you’re agreeing to—even if sometimes it’s contained in a lengthy legalese agreement—before casually hitting the “continue” to log in using Facebook button.",
  "Short of deleting a Facebook account, there are a few other steps users can take to protect themselves, starting with getting rid of all those third-party apps and turning off location data.",
  "When I took a look recently, there were 40 apps linked to my Facebook account, which is low compared to others I know who had as many as 100 third-party apps linked to their own accounts.",
  "The collecting and giving away of personal data starts when you sign up for Facebook, gains steam as you use the social network more, and it continues as users add third-party apps.",
  "A new report by Fractl found that all that personal data from Facebook and other accounts is being illegally sold on the “dark web” for little more than a few dollars.",
  "For instance, the firm found Facebook logins sold for $5.20 each while credentials to PayPal accounts went for an average of $247, reported MarketWatch.",
  "Or you can head over to the apps, websites, and plugins square, click on “edit,” and then turn off all third-party API access.",
  "These are many apps from Candy Crush and Airbnb to Spotify and Uber that allow users to sign in using their Facebook password.",
  "Facebook describes its activity log as “a list of your posts and activity, from today back to the very beginning.",
  "There are actually options to deny it location access, or to only give it access when the app is being used.",
  "Go to Facebook settings (nope, not privacy), then “apps,” and check how many apps are linked to Facebook.",
  "Users can do this with their iPhone or Android, although process is just slightly different.",
  "Doing so will prevent third-party apps from linking to your Facebook account in the future.",
  "From here, users can find the Facebook app and pick the location access they want to give.",
  "There’s a lot, and it doesn’t really matter if you use Facebook only occasionally.",
  "Facebook has cut down on the information it shares with third party apps.",
  "Every third-party app is different in the kinds of data that’s collected.",
  "For those with iPhones, go to settings, then privacy, and then location.",
  "But many apps dig deeper into personal preferences and friend networks.",
  "Typically, these apps want access to names, genders, and locations.",
  "In Android, go to settings, scroll down and click location.",
  "Facebook tracks users locations, but it doesn’t have to.",
  "It’s so convenient (only one password to remember!)",
  "From here, users can slide location on and off.",
  "However, it has not been eliminated altogether.",
  "But the real fun begins with third-party apps.",
  "You can remove these apps.",
  "that many people opt in."
]