[
  "Christopher Wylie, a whistleblower who exposed Cambridge Analytica’s role in a data breach affecting 50 million Facebook users earlier this month, tweeted documents that suggested the firm’s parent company, Strategic Communications Limited (SCL), conducted behavioral research and polling for at least six state elections in India between 2003 and 2012, including the 2009 national election.",
  "The parent company of the controversial data-mining operation Cambridge Analytica may have worked on Indian political campaigns for years, according to documents released Wednesday, raising concerns by the government and others in India that data about voters may have been misused.",
  "Rai, who co-founded SCL India in 2011 along with Cambridge Analytica’s now suspended director Alexander Nix and two others, said that their business venture in India never took off and that SCL had made false claims about their India operations to win business contracts.",
  "In a tweet accompanying the documents, Wylie likened the firm’s work in India to “modern day colonialism.” The flame-haired 28-year-old Canadian was formerly the director of research for Cambridge Analytica, which was funded in part by billionaire Robert Mercer.",
  "(Jayanta Dey/Reuters)\n\nDivya Spandana, director of social media and digital communications for the Congress Party, denied hiring Cambridge Analytica’s services, although she said that party leaders probably met with the firm and reviewed its proposals.",
  "The newly released documents sparked an outcry in India, where the government formally asked both Cambridge Analytica and Facebook in the past week whether Indian citizens’ personal data had been compromised or used to affect the outcome of elections.",
  "UK watchdog evaluates evidence from Cambridge Analytica\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news\n\nGowen reported from New Delhi.",
  "She said it was “possible” that a state leader had hired SCL India to manage text-messaging and on-the-ground polling during state elections in Bihar in 2010 but that it was unclear whether that work was ever done.",
  "Both the governing Bharatiya Janata Party and the opposition Indian National Congress deny hiring Cambridge Analytica’s Indian counterpart for election campaigns and flung accusations at their rivals instead.",
  "“Alexander Nix never did any work in any election in India as far as I know.”\n\nThe data Rai referred to was polling information collected through interviews — not personal data taken from Facebook accounts.",
  "A Bharatiya Janata Party supporter wears a mask of Prime Minister Narendra Modi after the BJP won a majority in Tripura Assembly elections during a victory celebration rally in Agartala, India, on March 4.",
  "He contends that the data of 50 million Facebook users was harvested and used to “build a powerful software program to predict and influence choices at the ballot box,” the Guardian article said.",
  "“Things have been very polarized here.”\n\nOn March 17, the New York Times and the Observer published stories built around interviews with Wylie, who described the massive breach of Facebook data.",
  "Rai said Wylie’s documents, part of a promotional brochure to gain more business, show that SCL is claiming work that Rai and others had done independently before meeting Nix.",
  "Cambridge Analytica’s website states that it was contracted to work on the Bihar 2010 elections, but it does not mention the other campaigns cited in Wylie’s leaked documents.",
  "The company, a consultant to President Trump’s campaign, is accused of acquiring private information from millions of Facebook users and giving its clients access to the data.",
  "Congress Party needs to apologize to the nation for data theft and trying to manipulate voters,” tweeted Ravi Shankar Prasad, the country’s information technology minister.",
  "The controversy over Facebook data is likely to continue to reverberate in India, a country of 1.3 billion that is its largest market, with more than 250 million users.",
  "One of SCL’s former India partners, Avneesh Kumar Rai, said in an interview that the documents that Wylie tweeted Wednesday misrepresented SCL’s activities in India.",
  "It is not clear from the documents whether the data the company used was acquired through Facebook and whether the company misused private data.",
  "Read more\n\nFormer Cambridge Analytica staff say firm sent foreigners to advise on U.S. campaign\n\nWho is Alexander Nix?",
  "“Cambridge Analytica is in the dock for data theft and trying to manipulate voters using unlawful means.",
  "But Nikhil Pahwa, a technology expert, said that signs that the company worked in India are worrying.",
  "A disagreement emerged between Rai and Nix, he said, over where Indians’ data should be stored.",
  "Tamsin Allen, an attorney for Wylie, did not immediately respond to emails requesting comment.",
  "It has been established that Congress was a client of Cambridge Analytica.",
  "[Nix] wanted that India data should be hosted on his server.",
  "“India is even more vulnerable than the U.S.,” Pahwa said.",
  "The pair disagreed and did not work together after 2012.",
  "The country is holding a national election next year.",
  "“We said the server should be hosted in India only.",
  "So it would be in their full control,” he said.",
  "The government requested a reply by April 7.",
  "Cambridge Analytica denies any wrongdoing."
]