[
  "After suspending Cambridge Analytica - a data analytics firm that worked for President Donald Trump's 2016 campaign who claim to \"change audience behaviour\" - for violating its data privacy policy, Facebook has made some (pretty uncharacteristic) errors.",
  "A process that starts with taking responsibility when things go wrong and so far Facebook believes it has done that by cutting off access for Cambridge Analytica when what it's really done is thrown a blanket over a blood stain.",
  "Copying of features, buying up of competitors and the introduction of a VPN to report back on user activity across apps making trends, features and behaviours easier to spot show a Facebook that is worried about the future.",
  "Damage-control and legal liability limitation is one thing but increasingly Facebook needs to convince more than law-makers that their product doesn't damage people, they need the users to believe it.",
  "We (the users) didn't look at the information plopped in front of us, we didn't update our privacy settings and we don't think people like Cambridge Analytica are out to 'get' us.",
  "Cambridge Analytica won't be the last issue like this that Facebook faces because of the way Facebook is set up and how technology always seems to find a way to be abused.",
  "Fault implies that you are the cause of a situation; Facebook created a system that could be exploited but that doesn't make you fault-free if you choose to exploit it.",
  "While many are dubbing what happened as a 'breach', a misuse is a better way of thinking about it (nothing was stolen and Facebook didn't have anything broken into).",
  "Will this be the straw that breaks the camel's back and pushes the button on the regulation of a system that controls what 2.4 billion people see every day?",
  "In short, Cambridge Analytica did not delete inappropriately shared information that Facebook users gave up willingly through third-party apps years ago.",
  "Cambridge Analytica is the latest scandal to rock the world about Facebook but a close look at Facebook shows a deeply anti-competitive nature emerging.",
  "Publically, even though Facebook has done nothing illegal, they now have a huge issue because even if it's not your fault, it's your responsibility.",
  "These are signs of a ruffled Facebook, a Facebook doesn't understand its role in the world and that should concern every human on the planet.",
  "Buckle in, this puppy has just exploded out of the box and no-one can remember if anyone took it to the toilet before they closed the lid.",
  "Several execs took to Twitter when there should have been a corporate clamp down and several even deleted tweets as the news broke.",
  "I'm not sure but one thing is for sure, this latest issue for the Facebook is a big one and they fumbled the ball from the off.",
  "The answer to this question will depend on who knew (Facebook did), when (2015) and what they did about it (not alert users).",
  "Based on the evidence so far, fault appears to lay with Cambridge Analytica but are they responsible for the aftermath?",
  "Firstly, it knowingly scooped the media, never a smart move if you want to make people less suspicious of your actions.",
  "Sometimes it feels like all roads lead to Oz but there are lots of parties at work and things in play.",
  "Facebook remains a data company and if you see it as anything else, you're deluding yourself.",
  "'The beast must be protected at all costs' mentality seems to be showing more and more.",
  "Someone's getting fired but who and how far is still v ery much up for debate.",
  "Facebook has closed this gap in their net but the company is still fishing.",
  "Secondly, it was quick to point the finger and not apologise.",
  "The ones who created it or the ones who exploited it?",
  "We can't blame all the woes of the world on Facebook.",
  "What you/we do with this knowledge is the key.",
  "Ultimately, we did this to ourselves.",
  "N0, that's Facebook's problem.",
  "Who is at fault?"
]