[
  "\"We have accepted the Conference of President's proposal to meet with leaders of the European Parliament and appreciate the opportunity for dialogue, to listen to their views and show the steps we are taking to better protect people's privacy,\" a Facebook representative said.",
  "According to prepared remarks seen by The New York Times, Zuckerberg will apologize for Facebook's role in allowing the political consulting firm Cambridge Analytica to improperly obtain information from as many as 87 million Facebook users.",
  "Claude Moraes, a British member of the European Parliament who is chair of the civil liberties committee, will be present in the meeting and is among the lawmakers who successfully campaigned for the closed hearing to be streamed.",
  "Shayanne Gal/Business Insider\n\nFacebook CEO Mark Zuckerberg is set to apologize to European lawmakers Tuesday during a meeting where politicians will have the opportunity to grill him about the firm's mishandling of user data.",
  "British lawmakers are conducting a wide-ranging investigation into fake news, and they have particularly focused on Facebook in the wake of the Cambridge Analytica scandal and US election interference.",
  "The civil liberties committee will also try to understand why the US has yet to establish stronger privacy standards as well as to learn bigger tech companies' attitudes to privacy and regulation.",
  "Moraes said his committee would be grilling another Facebook executive, possibly the company's chief operating officer, Sheryl Sandberg, in a public follow-up meeting after Zuckerberg's hearing.",
  "\"Whether it's fake news, foreign interference in elections, or developers misusing people's information, we didn't take a broad enough view of our responsibilities,\" he is expected to say.",
  "Zuckerberg will appear on Tuesday evening before the Conference of Presidents, which is made up of the European Parliament's political group leaders and the European president.",
  "\"The European Parliament is quite strong on this because we have lots of countries with lots of elections, there are lots of concerns about political interference.\"",
  "The company has 370 million users in Europe, more than in the US and Canada combined, and privacy regulation created in Europe has serious financial implications.",
  "Nobody is going to be afraid about asking questions about indiscriminate data gathering, the processing it for algorithmic targeting, or political manipulation.",
  "Getty\n\n\"The Cambridge Analytica case, we will have to go more in-depth with that, that will definitely happen on Tuesday,\" he told Business Insider on Friday.",
  "He added that Zuckerberg could expect to be grilled about the General Data Protection Regulation, a new data-privacy law that comes into effect on Friday.",
  "He is also expected to say Facebook is committed to Europe, citing the company's European headquarters in Ireland and its engineering hub in London.",
  "He is expected to be flanked by another executive who will be quizzed in a second public meeting by the European Union's civil liberties committee.",
  "He'll be asked about the Cambridge Analytica data scandal, Facebook's role in election interference, and its attitude to new European privacy laws.",
  "Moraes said Zuckerberg most likely agreed to appear in Europe because the EU as a bloc has considerably more regulatory power than the UK alone.",
  "Lawmakers to ask tough questions\n\nThere has been some controversy around the fact that Zuckerberg did not originally plan to testify in public.",
  "It was \"significant,\" Moraes added, when US senators were grilling Zuckerberg about election interference in April and brought up GDPR.",
  "The UK made a mistake threatening to arrest Zuckerberg\n\nIt's a coup for the European Parliament that Zuckerberg is appearing at all.",
  "The European Parliament's president, Antonio Tajani, had defended the decision and fought back at critics but U-turned on Monday.",
  "It would be Zuckerberg's second time apologizing to lawmakers after he appeared before the US Congress and Senate last month.",
  "\"We're quite interested in how Facebook and how other big platforms interact with GDPR in the European continent,\" he said.",
  "parliamentlive.tv\n\nMost recently, politicians issued a formal summons to Zuckerberg, but they can't do much to enforce it.",
  "In the UK, British politicians fear that foreign actors may have used Facebook to interfere in 2016's Brexit referendum.",
  "\"Our approach was saying, 'We have the regulatory power and we have [many] of the users for this company,'\" Moraes said.",
  "The most senior Facebook executive to appear to date is the company's chief technology officer, Mike Schroepfer.",
  "\"The approach of the Commons has somewhat missed the mark, for example by threatening him,\" Moraes said.",
  "But they have failed, on multiple occasions, to compel Zuckerberg to appear in person to give evidence.",
  "The event will be livestreamed through the European Parliament's website at 6:15 p.m. CEST (12:15 p.m.",
  "Even if they didn't get Zuckerberg himself, they should have had more input from senior executives.\"",
  "He said it wasn't clear why the Conference of Presidents decided to hold the meeting privately.",
  "\"[Politicians] should really have pushed on Cambridge Analytica to get more from Facebook.",
  "Moraes said politicians would not be afraid to ask Zuckerberg tough questions on Tuesday.",
  "The European Parliament’s president, Antonio Tajani, and Facebook CEO Mark Zuckerberg.",
  "\"But also a big issue for us is how poor the data-protection standards are in the US.\"",
  "Facebook’s chief technology officer, Mike Schroepfer, giving evidence to British MPs.",
  "\"That speaks to a second [major issue], which is Facebook's impact on elections.",
  "Moraes said in addition to Brexit, there were \"lots of areas of sensitivity.\"",
  "That session will focus more closely on Europe's ePrivacy law.",
  "Claude Moraes, a British member of the European Parliament.",
  "Moraes said the UK had been too \"aggressive.\"",
  "There is no US equivalent of the law.",
  "\"'You need to come for this reason.'",
  "\"That was a mistake, and I'm sorry.\"",
  "ET), according to a spokesman.",
  "That will be upfront.",
  "That's all we said.\""
]