[
  "Marcus confirmed his new role in a tweet:\n\nFacebook will now operate under three divisions: a \"family of apps\" group (including Facebook, Instagram, WhatsApp and Messenger), a new platforms division (including a blockchain technology team, augmented and virtual reality, enterprise technology and artificial intelligence) and a \"central product services\" team, which covers shared resources like ads, data analytics and security.",
  "Facebook \"instituted its biggest executive shakeup in its 15-year history this week,\" Recode reported on Tuesday, a reorganization that will include a new blockchain effort and aims to address privacy concerns.",
  "The report comes as Facebook has faced fallout over data privacy and \"fake news,\" amid revelations of data sales to outside firms like Cambridge Analytica, and evidence of Russian election interference.",
  "Marcus sits on the board of directors of Coinbase, an exchange for cryptocurrency (which uses the blockchain as its underlying technology), and joined Facebook from PayPal in 2014.",
  "As part of this week's reorganization, most Facebook apps are getting new leaders, save Instagram, which will continue to be run by Instagram CEO Kevin Systrom.",
  "Venture capitalist Marc Andreessen will also be on the committee but will no longer be on the compensation and governance committee.",
  "The experimental blockchain group will be led by David Marcus, the executive most recently in charge of Facebook's Messenger group.",
  "Meanhwhile, Facebook has tried to keep its ad revenue growing through newer, younger platforms like WhatsApp and Instagram.",
  "Zients will join the audit committee, Facebook said, as will another recently added board member, Kenneth Chenault.",
  "Facebook separately announced on Tuesday that it added Jeff Zients, the CEO of Cranemere, to the board.",
  "WhatsApp co-founder Jan Koum announced last month he was leaving the company.",
  "Facebook confirmed the details of the reorganization.",
  "—CNBC's Michelle Castillo contributed to this report."
]