[
  "\"The last two years have taught us that the same Facebook tools that help politicians connect with their constituents — and different communities debate the issues they care about — can also be misused to manipulate and deceive,\" VP of Communications and Public Policy Elliot Schrage and Director of Research David Ginsberg said in a blog post.",
  "The initiative is funded by the John and Laura Arnold Foundation, Democracy Fund, the William and Flora Hewlett Foundation, the John S. and James L. Knight Foundation, the Charles Koch Foundation, the Omidyar Network, and the Alfred P. Sloan Foundation.",
  "The social media giant has come under fire in recent months after reports of foreign meddling and deceptive campaigns during the 2016 U.S. president elections and the controversial Brexit vote in the UK.",
  "\"By working with the academic community, we can help people better understand the broader impact of social media on democracy — as well as improve our work to protect the integrity of elections.\"",
  "Facebook and our funding partners recognize the threat presented by the recent misuse of Facebook data, including by an academic associated with Cambridge Analytica,\" Schrage and Ginsberg said.",
  "\"At the same time, we believe strongly that the public interest is best served when independent researchers have access to information.\"",
  "Instead an independent group of scholars will solicit research proposals and grant access to privacy-protected datasets from Facebook.",
  "\"We were slow to spot foreign interference in the 2016 US presidential elections, as well as issues with fake accounts and fake news.",
  "Facebook is forming a commission to study social media's effect on elections, the company said Monday.",
  "\"Fundamental to this entire effort is ensuring that people's information is secure and kept private.",
  "Facebook is not funding the study, nor will it have approval over the research topics or findings.",
  "Our teams have made good progress since then,\" Schrage and Ginsberg said."
]