[
  "For example, Microsoft says, “Clearing your data will affect the ability of Microsoft to provide Cortana's recommendations and/or personalize your speech, inking, and typing experience on your device(s).”\n\nIt’s a personal decision as to whether you want to delete this data or allow Microsoft to hang onto it.",
  "Depending on your settings and which Microsoft services you use, it may track what apps you open on your computer, your location, Cortana voice requests, your searches within the Edge browser, and even the films you watch using the Windows movie player.",
  "Clear your personal data\n\nBack at the main Privacy dashboard, you will see quick links for viewing and clearing your browser history, search history, location activity, voice activity, Cortana data, and Microsoft Health data.",
  "Hit the “Create new archive” button, choose the data you want to download, and then click on “Create archive.” It may take a few minutes for Microsoft to generate the archive, but you can download it once it’s ready.",
  "If this is the case, you will get a message reading, “We don't have any data associated with this Microsoft account at the moment.”\n\nIf you’re OK with what you see, take a deep breath and go about your day.",
  "Check your privacy dashboard\n\nOur starting place on this journey is Microsoft’s Privacy dashboard, which is where you can view your activity history and learn more about Microsoft's privacy practices.",
  "More: How to download your Google data and what you'll find\n\nMore: You can see what Netflix knows about you, but you can't download it\n\nMore: Amazon (and Alexa) know a whole lot about you.",
  "Do not download your archive to a public computer or any other location where others might be able to access it.”\n\nTo get your information, click on the “Download your data” link.",
  "Microsoft says it collects this data “to help make your experience with our products and services more personalized, useful, and fun.”\n\nNext, let’s see what Microsoft knows.",
  "(Photo: Microsoft)\n\nPrivacy issues are all over the news rights now, with concern growing about what companies know about you and how they are using your information.",
  "While Facebook made headlines with its Cambridge Analytica scandal, Internet users are also wondering what information other tech businesses are gathering.",
  "You may be perfectly comfortable with the information Microsoft collects, or you may guard your privacy to the extent that you want to wipe it all out.",
  "Microsoft warns, “Downloaded archives may contain sensitive content, such as your search history, location information, and other personal data.",
  "Be sure to review your activity history\n\nLook for the link to “Activity history” and click on this to see what data Microsoft has collected.",
  "If you don’t sign into your Windows device using a Microsoft account, you might not see much, if any, data listed in your activity history.",
  "Neither answer is right or wrong, but regardless of what you choose, it’s good to know exactly what data Microsoft keeps tabs on.",
  "You may use Windows 10, write with Word, search with Bing, talk to the Cortana digital assistant, or use the Edge browser.",
  "The overview area will help orient you and also put a whole host of privacy-related links and controls at your fingertips.",
  "What Microsoft collects\n\nMicrosoft could potentially have a pretty extensive dossier of your activity.",
  "Download your data\n\nYou can keep a copy of your activity history for posterity if you like.",
  "CLOSE How to solve unexpected reboots, freezes, slowness and overheating on Macs and PCs.",
  "Kim Komando special for USA TODAY\n\nChances are, Microsoft knows quite a bit about you.",
  "You can filter the results by data type, such as voice, search, browser, or locations.",
  "If you’re concerned about the data being collected, you can choose to clear your data.",
  "If you’d like to know what Facebook knows about you, here are the stops to find out.",
  "Call my national radio show and click here to find it on your local radio station.",
  "There is a simple way to find out what information Microsoft knows about you.",
  "From buying advice to digital life issues, click here for my free podcasts.",
  "If you’re a heavy Cortana user, then you may want to leave this one alone.",
  "You can listen to the Kim Komando Show on your phone, tablet or computer.",
  "Just be sure to take Microsoft’s advice and keep your archive secure.",
  "You may need to log into your Microsoft account to access this page.",
  "You may have a lot more connections to Microsoft than you think.",
  "Here’s how you can see what Google knows about you.",
  "Read or Share this story: https://usat.ly/2I4lKX6",
  "Just follow these instructions to get informed.",
  "Here's how download and delete that info.",
  "More: I downloaded all my Facebook data.",
  "You may see some warnings along the way.",
  "What questions do you have?",
  "Don’t forget about Google.",
  "But what about Microsoft?",
  "More on that in a moment.",
  "This is what I learned."
]