[
  "Revelations of improper data mining, which the company accomplished by exploiting a Facebook loophole, have stirred public outrage, multiple state investigations of Facebook's data-protection practices and calls for CEO Mark Zuckerberg to appear before Congress.",
  "\"I am sorry that in 2014, SLC elections (an affiliate of Cambridge Analytica) licensed Facebook data and derivatives from a research company (GSR) that had not received consent from most respondents,\" he said in a statement.",
  "A U.K. court granted a warrant on Friday to search Cambridge Analytica after news reports that the company used data acquired from 50 million Americans' Facebook profiles for political messaging campaigns.",
  "(@kerrymflynn) March 23, 2018\n\nCambridge Analytica was created by wealthy Republican donor Robert Mercer and was previously run by Steve Bannon, who went on to become White House chief strategist.",
  "Investigators are searching the London offices of Cambridge Analytica, the analytics firm at the center of the Facebook (FB) privacy controversy, report BBC and Reuters.",
  "Earlier on Friday, Cambridge Analytica acting CEO Alex Tayler apologized for allowing the data to be obtained and said the company would submit to an indepenent audit.",
  "Cambridge Analytica on Tuesday announced the suspension of CEO Alexander Nix pending an investigation into comments he made to undercover journalists.",
  "German banker Commerzbank and smart speaker company Sonos have also said they would temporarily halt their Facebook campaigns.",
  "Here it is: \"As a data scientist I deeply believe in fairness and transparency in\n\nthe way data is collected and processed.",
  "Software company Mozilla, which makes the Firefox browser, said Wednesday it was \"pressing pause\" on its Facebook ads.",
  "Cambridge Analytica whistleblower Christopher Wylie has agreed to testify before the House Intelligence Committee.",
  "The investigation is part of a broader look at whether personal data was taken improperly, BBC reported.",
  "The data company received $5.9 million from Donald Trump's 2016 presidential campaign.",
  "I am sorry...\" pic.twitter.com/jA67xK2Rih — Kerry Flynn ??",
  "Advertisers have also started moving away from Facebook."
]