[
  "Trillium Asset Management, which owns about 73,000 shares of Facebook Inc (FB.O), said existing risk oversight structures at Facebook appeared to lack a “dedicated focus.”\n\nFacebook has faced public outcry and intense political scrutiny since it was disclosed that the personal information of several millions of users was harvested by the political consultancy Cambridge Analytica.",
  "REUTERS/Dado Ruvic/Illustration/File Photo\n\n(Reuters) - An institutional investor that wants Facebook to set up a risk oversight committee asked fellow shareholders on Tuesday to back the proposal, highlighting investor concerns over the company’s handling of controversies such as the recent data privacy row.",
  "\"The sheer volume, magnitude, and frequency of Facebook's controversies strongly suggests that the company's whack-a-mole approach is insufficient - Facebook needs to institutionalize stronger risk oversight mechanisms,\" Trillium said in a letter here to fellow Facebook shareholders.",
  "(This April 17 story corrects first paragraph to show Trillium is an asset manager not an activist hedge fund)\n\nFILE PHOTO: Silhouettes of mobile users are seen next to a screen projection of Facebook logo in this picture illustration taken March 28, 2018.",
  "The social networking giant’s lack of attention to risk management has eroded shareholder value, Trillium said, pointing to Facebook’s warning last week that new investments in security will “significantly” impact future profits.",
  "Facebook, at the time, appeared to oppose the proposal, saying it would be inefficient to form a separate oversight committee, given that many of its board members were already overseeing risk-related matters.",
  "“We believe that our board and committees have sufficient time and resources to address risk oversight matters along with their other responsibilities,” Facebook had said.",
  "Menlo Park, California-based Facebook has also been criticized for its role in Russia’s alleged influence over the 2016 U.S. presidential election.",
  "Facebook has lost nearly $47 billion in market value since the Cambridge Analytica revelations first surfaced last month.",
  "Trillium’s proposal first came in a regulatory filing on Friday.",
  "A Facebook spokeswoman maintained that response on Tuesday."
]