[
  "“And, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.”\n\nOverall, it seems that Cambridge Analytica can’t handle all of the legal fees that have come from multiple investigations and lawsuits.",
  "(RELATED: Hatch: Of Course Facebook Is Taking Our Data, ‘Nothing In Life Is Free’)\n\n“Over the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations,” the data company wrote in a blog post Wednesday.",
  "Facebook CEO Mark Zuckerberg was eventually dragged to Capitol Hill in April to explain what his company does and can do, and what it is doing to ensure people and their digital deeds aren’t being exploited.",
  "After Facebook disclosed in March that it was suspending Cambridge Analytica for not abiding by its data management and extraction rules, both companies were chastised for not caring about users’ privacy.",
  "The whole debacle sparked a firestorm of public backlash, with many arguing that millions of people’s data were compromised because Facebook doesn’t properly vet who it commercially partners with.",
  "Cambridge Analytica, the data analytics firm that worked with President Donald Trump’s campaign and was subsequently mired in controversy, announced Wednesday that it is shutting down.",
  "The social media giant originally had an agreement with Cambridge Analytica, but eventually told them to delete information detailing people’s online traits and tendencies.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The data company allegedly refused, leading to Facebook terminating its contract that gave them permission to operate on its platform.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org."
]