[
  "A Maryland woman who said she was “frequently targeted with political ads while using Facebook” during the 2016 presidential election filed a lawsuit Wednesday against Facebook and Cambridge Analytica, a voter profiling company that worked on President Trump’s campaign and has come under scrutiny for allegedly improperly collecting and misusing personal information from 50 million Facebook users.",
  "“The privacy and personal, sensitive information of 50 million people is now at high risk for identity theft and compromise, and will continue to be at risk as a direct result of the acts of Defendants.”\n\nIn a statement published on Facebook on Wednesday, CEO Mark Zuckerberg said that the company has already taken steps years back to prevent misuses of people’s personal data by third parties.",
  "He also laid out steps the company will take to address the issue, including a thorough review of third-party apps that used to have access to the same kind of data, restricting access to people’s data even more and giving consumers better tools to understand which third-party apps currently have access to their data.",
  "Aleksandr Kogan, an academic linked to Cambridge Analytica, had collected the data through an app called MyDigitalLife “under the pretext of claiming to be collecting and using [the data] for academic purposes,” the complaint reads.",
  "The Cambridge Analytica incident “reflects a company’s failure to protect the privacy of its consumers,” John Yanchunis, lead counsel for the lawsuit’s plaintiff, told BuzzFeed News.",
  "We need to fix that.”\n\nIn response to the lawsuit, Facebook spokesperson pointed BuzzFeed News to a statement Paul Grewal, vice president and deputy general counsel, issued Friday.",
  "Facebook, for its part, knew this improper data aggregation was occurring and failed to stop it,” according to a complaint filed in federal court in northern California.",
  "While this information was supposed to be protected” Cambridge Analytica “improperly collected the Personal Information of nearly 50 million Facebook users.",
  "Lauren Price sued the companies over “the absolute disregard with which Defendants have chosen to treat Plaintiff’s Personal Information.",
  "“But it was also a breach of trust between Facebook and the people who share their data with us and expect us to protect it.",
  "Approximately 270,000 people downloaded the app, according to the complaint, though Facebook pegs that number at 300,000.",
  "At that time, Facebook allowed Kogan and people running similar apps to scrape the information of those people’s friends.",
  "“The incident has violated the privacy of millions of people in every state,” the complaint reads.",
  "We will take whatever steps are required to see that this happens,” Grewal wrote in the statement.",
  "“This was a breach of trust between Kogan, Cambridge Analytica and Facebook,” Zuckerberg wrote.",
  "“We are committed to vigorously enforcing our policies to protect people’s information.",
  "“I find this reprehensible.”\n\nPrice is looking to pursue the suit as a class action.",
  "Cambridge Analytica did not reply to a request for comment.",
  "Read the lawsuit here:"
]