[
  "They are also claiming that the measure would send tech companies to other states that do not have such “job-crushing regulations.”\n\nThe initiative would also allow “consumers to sue businesses for security breaches of consumers’ data, even if consumers cannot prove injury,” and opponents are claiming that the current language will allow companies to be more easily sued, sometimes with frivolous lawsuits.",
  "According to a Monday report in CALmatters, weeks before Facebook head Mark Zuckerberg went on an apology tour and took out ads in U.S. and British newspapers over the Cambridge Analytica data-breach scandal, Facebook joined companies like Google, AT&T, Comcast, and Verizon to donate to a political group that is trying to block the California Consumer Privacy Act.",
  "Groups opposing the initiative—like the Coalition to Protect California Jobs—are arguing that the initiative, by treating “sharing” and “selling” data the same, will disrupt “mapping apps, ride-hailing apps and email subscription services” that “all rely on sharing users’ data,” according to CALmatters.",
  "“What we are proposing is some very basic rights: Let people find out what information companies are collecting, and let them have the ability to say, ‘Don’t sell my information,’” Mactaggart reportedly told CALmatters.",
  "The measure would reportedly force companies to allow Californians who do not want companies to sell or share their personal information to click on a “Do Not Sell My Personal Information” button on their websites.",
  "Facebook reportedly donated $200,000 to combat a data-privacy ballot initiative in California that would allow consumers to ban companies from sharing or selling their personal data.",
  "According to California’s secretary of state’s office, the initiative reached 25 percent of the 365, 880 signatures needed in February.",
  "San Francisco real estate developer Alastair Mactaggart has reportedly spent $1.7 million to try to get the initiative on the ballot.",
  "The initiative must get 365,880 signatures by June 18 to qualify for November’s ballot in California."
]