[
  "As Facebook's facial recognition technology advanced, its identification of persons in photos — who might not even know a photo was taken of them — represents privacy problems and a violation of the company's agreement to get users' consent, the groups say.",
  "In 2011, EPIC, the Center for Digital Democracy, Consumer Watchdog and the Privacy Rights Clearinghouse filed a complaint with the FTC charging that Facebook's collection and use of biometric data was occurring without consent of users.",
  "The Electronic Privacy Information Center and several other consumer groups plan Friday to file a complaint with the Federal Trade Commission asking for an investigation into the network's use of facial recognition technology.",
  "“Our face recognition technology helps people manage their identity on Facebook and makes our features work better for people who are visually impaired,” said Rob Sherman, Facebook Deputy Chief Privacy Officer, in a statement.",
  "Those processes not only represent privacy concerns that the FTC should look into, the groups say, but also could be illegal because Facebook has to maintain certain privacy standards under a 2011 agreement with the FTC.",
  "The app's developer also gathered information on users' friends and, Facebook said Wednesday, as many as 87 million people, mostly in the U.S., may have had their data improperly shared with Cambridge Analytica.",
  "Facebook also \"routinely makes misrepresentations to induce consumers to adopt wider and more pervasive uses of facial recognition technology,\" they allege in a draft copy of the complaint given to USA TODAY.",
  "Facebook for years has used the technology to help users in tagging photos, but it has failed to gain proper consent for linking biometric markers with individual users, the technology watchdog groups say.",
  "Also noted in the complaint: Facebook faces a class action suit in federal court in which Illinois residents charge that the social network’s photo scanning measures violate users privacy.",
  "Consumer privacy groups are filing a complaint with the FTC that Facebook is violating a privacy decree by failing to get consent from users before it scans their photos to identify them.",
  "(Photo: KAREN BLEIER, AFP/Getty Images)\n\nAlready under siege over loose privacy controls and Russian manipulation, Facebook is about to be challenged on another issue: facial recognition.",
  "The social network disclosed last month that Cambridge Analytica had obtained personal information from hundreds of thousands of users who had downloaded a personality profile app.",
  "The U.K.-based Cambridge Analytica, which assisted Donald Trump's successful presidential campaign, has denied any improper use of Facebook data during the election campaign.",
  "\"It’s not enough to have rules requiring they protect the information and it's not enough to believe them when they tell us they are protecting information.",
  "More: Facebook now thinks 87 million had data shared with Cambridge Analytica\n\nThe social network has increased its use of facial recognition technology.",
  "It also uses facial identification to allow users to tag people more easily and to let them know if they've appeared in other people's photos or videos.",
  "Also earlier this week, Facebook said it had removed more Facebook accounts and pages — and Instagram accounts — linked to the Internet Research Agency.",
  "Facebook CEO Mark Zuckerberg is also scheduled to appear next week before Congress to discuss the social network's data privacy security measures.",
  "That Russian troll farm was charged with conspiracy and other crimes in an indictment issued in February by special counsel Robert Mueller.",
  "\"The scanning of facial images without express, affirmative consent is unlawful and must be enjoined,\" the groups say in the complaint.",
  "The FTC is already investigating the company into whether it improperly shared data with political targeting firm Cambridge Analytica.",
  "\"The problem is that the people Facebook is trying to 'tag' did not consent to being identified,\" says EPIC president Marc Rotenberg.",
  "In recent days, Zuckerberg has been conciliatory and spent nearly an hour talking with journalists on a conference call Wednesday.",
  "More: Facebook CEO Zuckerberg to testify before Congress\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "Facebook says that when someone has their setting turned off, it doesn't use the technology to identify them in photos.",
  "CLOSE Facebook faces the dilemma of losing trust and even users in the aftermath of the Cambridge Analytica data leak.",
  "\"We have to make ensure that all of those developers protect people’s information, too,\" he said.",
  "... We actually have to ensure that everyone in our ecosystem protects people’s information.\"",
  "\"We think they are violating that consent order,\" Rotenberg said.",
  "Read or Share this story: https://usat.ly/2q9NdhK",
  "Facebook is not wanting for critics recently.",
  "More: Facebook's FTC probe rocked the stock.",
  "But will anything rein in Facebook?",
  "Jefferson Graham reports."
]