[
  "CEO Mark Zuckerberg has agreed to testify before Congress, sources told CNN, after Facebook admitted that Cambridge Analytica, a data firm with ties to President Trump's 2016 campaign, accessed information from about 50 million Facebook users without their knowledge.",
  "According to a Harvard analysis of 500 companies, one of the greatest sources of stagnation or failure is remaining wedded to a business model that led to rapid success in the past — and failing to sufficiently adapt to current realities or pressures.",
  "Facebook's senior leadership should take a cue from Hutson and address the ethical and business challenges surrounding its data practices, while also learning from other companies that have successfully rebuilt public trust.",
  "He says Facebook could have a significant impact by actively promoting ethical technology principles, such as those outlined by the Department of Homeland Security's 2012 Menlo report, a framework for ethical research.",
  "When Facebook launched, it claimed the former was its mission, but the latter now makes up 98% of its revenue, amounting to $39.9 billion in 2017 alone, based on the company's financial reporting.",
  "Making a social contribution is not only the right thing to do, but it helps leaders and teams see beyond crisis and may play an important role in ensuring client trust and political support.",
  "For Facebook, a great responsibility comes with having 2.1 billion users across the globe, according to Emmanuel Letouzé, director of the Data Pop Alliance, a nonprofit coalition on Big Data.",
  "Ultimately, the process created a culture of shared responsibility within the company, created increased transparency and reinforced trust and customer loyalty, leading to further business.",
  "Leaders who most successfully navigate crises are those who embrace uncertainty and convert adversity and complex business challenges into opportunities for innovation and progress.",
  "According to research group EY Beacon Institute, 73% of CEOs believe a larger social purpose, such as community involvement, will help guide them through disruption and upheaval.",
  "Related: Facebook is facing an existential crisis\n\nTake Frederick Hutson, the founder of Pigeonly, a Y Combinator-backed startup that connects families with loved ones in prison.",
  "Facebook, like many companies, is suffering from a lack of clear purpose, or a misalignment of a stated mission and the reality of what the business actually does.",
  "Facebook should also aim to strengthen people's awareness of data and privacy issues by funding independent educational programs on the use and misuse of data.",
  "Whatever decisions Zuckerberg or other leaders make in times of crisis, one thing is abundantly clear: They have to actively engage from the outset.",
  "Avoidant behavior allows for challenges to snowball into crises, for employees to become disgruntled and for customers and the public to lose trust.",
  "Related: Facebook has lost $80 billion in market value since its data scandal\n\nIs Facebook's purpose to connect people and build community?",
  "Leaders in crisis must also be willing to transform their business models in the face of changing business, social and legal environments.",
  "When they do, they are better able to direct their energy and resources, adapt to unfolding circumstances and find appropriate solutions.",
  "Last year, Pigeonly was hacked and 200,000 fraudulent overseas accounts were created within 36 hours, plunging the company into crisis.",
  "Facebook's crisis is just the most recent in a string of existential moments for companies like Uber, Experian and United.",
  "Leaders would do well to see these crises not as storms merely to be weathered, but as moments for transformative change.",
  "Hutson's instinct was to try to shut down the \"bad actors\" behind the breach and discontinue international service.",
  "Hutson also studied how other companies in the digital communication space handle security and verification issues.",
  "Through this challenging time, he kept in mind a larger sense of purpose and the community that Pigeonly serves.",
  "Hutson quickly informed his team of the hack and called upon the expertise of his technical advisors.",
  "While Facebook's current dilemma is one of third party data misuse, a deeper issue is at hand.",
  "Their form of resilience is transformative—strategic, purposeful and focused on the future.",
  "She is the author of \"Type R: Transformative Resilience for Thriving in a Turbulent World.\"",
  "A larger purpose can also help attract talent and keep people committed in turbulent times.",
  "One of the challenges for today's leaders is to identify what they can and can't control.",
  "Facebook's data mining scandal marks a defining moment for the company's leadership.",
  "They examined where the weaknesses in their system lay and how they could fix them.",
  "The controversy ignited a global conversation around the ethics of data mining.",
  "But he realized that this was a moment for bigger, more transformative action.",
  "Or is to provide businesses with advertising tools and consumer data?",
  "But Facebook's leaders are not alone in the hot seat.",
  "Ama Marston is a strategy and leadership expert.",
  "The opinions expressed belong to her."
]