[
  "The Apple CEO has twice needled Facebook over the Cambridge Analytica data fiasco: He played up what he described as Apple's \"respectful\" approach to personal information earlier this month and in March said Facebook was \"beyond\" regulation.",
  "Just minutes before Sandberg took the stage on Tuesday, Snap CEO Evan Spiegel said \"we would really appreciate it if they copied our data-protection practices,\" a reference to Facebook persistently adopting Snapchat features.",
  "Schroepfer was referring here to the merits of different business models, with companies like Netflix charging a monthly fee in exchange for shows without ads and Apple charging hundreds of dollars for its hardware.",
  "Allison Shelley / Stringer / Getty Images\n\nThe simmering privacy row between Apple and Facebook spilled over again Tuesday, as Sheryl Sandberg defended the social network after repeated attacks from Tim Cook.",
  "Recode/YouTube\n\nSchroepfer said the Cambridge Analytica scandal had brought about the biggest cultural shift at Facebook in a decade.",
  "Sandberg, who is Facebook's chief operating officer, was asked about Cook's comments at the Code Conference in California.",
  "Sandberg appeared onstage alongside Facebook's chief technology officer, Mike Schroepfer, who doubled down on her remarks.",
  "\"Times when you can get nice quippy sound bites and kick someone when it's popular and they're down — that's us right now.",
  "He said that it was popular to give Facebook a kicking but that he wanted a more sophisticated debate about privacy.",
  "We have an ad-supported business that allows people all around the world to use a product for free.\"",
  "\"The thing that I wish we could spend more time on is the substance of these issues,\" he said.",
  "\"Mark and I strongly disagree with their characterization of our product,\" Sandberg said.",
  "We have a different mindset — we have to look around the corner to see the next threat.\"",
  "\"We're learning from our mistakes and we're taking action,\" Sandberg added.",
  "You can watch the full Sheryl Sandberg and Mike Schroepfer interview here:",
  "CEO Mark Zuckerberg previously described the comments as \"extremely glib.\"",
  "Sandberg with Facebook's chief technology officer, Mike Schroepfer.",
  "Can every consumer afford a $10 subscription or a $700 device?",
  "Cook hasn't been the only tech CEO to lob insults at Facebook.",
  "How do you build a product that the whole world can use?",
  "For billions of people around the world, no, not yet.",
  "Facebook's chief operating officer, Sheryl Sandberg.",
  "\"We're proud of the business model we've built.",
  "\"There's lots of questions on trade-offs.",
  "So I think there are trade-offs.\"",
  "We in many ways deserve it.",
  "\"We're also humble.",
  "I get it."
]