[
  "“And therefore, as with a lot of media, having an advertising-supported model is the only rational model that can support building this service to reach people…But if you want to build a service which is not just serving rich people, then you need to have something that people can afford.”\n\nThe embattled Facebook CEO also referenced another billionaire tech CEO in his defense of the social media company’s practices: “I thought Jeff Bezos had an excellent saying on this in one of his Kindle launches a number of years back.",
  "He said, ‘There are companies that work hard to charge you more, and there are companies that work hard to charge you less.’ And at Facebook, we are squarely in the camp of the companies that work hard to charge you less and provide a free service that everyone can use,” Zuckerberg said\n\n“I think it’s important that we don’t all get Stockholm Syndrome and let the companies that work hard to charge you more convince you that they actually care more about you,” he added.",
  "And not at all aligned with the truth.”\n\nCook’s criticism of Zuckerberg came during a live interview with Recode’s Kara Swisher and MSNBC’s Chris Hayes as a part of the upcoming MSNBC special, “Revolution: Apple Changing the World.” When he was asked by Swisher what he would do if he were in Mark Zuckerberg’s position, he didn’t mince any words about the role played by Zuckerberg, with whom he is known to have somewhat of a terse relationship.",
  "It’s a civil liberty, and is something that is unique to America, this is like freedom of speech and freedom of the press and privacy is right up there for us.”\n\nIn his interview with Vox, Zuckerberg deflected Cook’s critique, pointing out that unlike iPhones, which can be expensive, Facebook offers a free service that everyone, regardless of class or income, is able to use.",
  "“Because that sounds ridiculous to me.”\n\nThe war of words between Cook and Zuckerberg is noteworthy not just in that it marks a clear differentiation between their two companies, but also because Cook is directly calling for regulation, a word that often makes Wall Street and Silicon Valley shudder.",
  "“However, I think we’re beyond that here.”\n\nApple has made headlines for its stance on privacy before, particularly during the 2016 San Bernardino shooting in which the company refused to honor the FBI’s request to unlock the shooter’s phone by creating a back door into the iPhone.",
  "Zuckerberg fired back at Cook in an interview with Vox’s Ezra Klein, saying that Cook’s take on the scandal — in which the personal data of 50 million Americans was improperly harvested by political data-analytics firm Cambridge Analytica, via Facebook — was “extremely glib.",
  "As Facebook continues to manage the fallout from its massive data privacy crisis, company CEO Mark Zuckerberg responded to Apple CEO Tim Cook for criticizing him over the scandal.",
  "“The reality here is that if you want to build a service that helps connect everyone in the world, then there are a lot of people who can’t afford to pay,” Zuckerberg said.",
  "In the interview, Cook criticized Facebook’s handling of users’ personal data, contrasting it with Apple’s approach.",
  "“We care about the user experience and we’re not going to traffic in your personal life,” Cook said.",
  "“I think the best regulation is no regulation, is self-regulation,” he said.",
  "“I wouldn’t be in this situation,” Cook replied.",
  "I think it’s… privacy to us is a human right.",
  "“I think it’s an invasion of privacy.",
  "Contact us at editors@time.com."
]