[
  "“Folks were really not happy with me.”\n\nZuckerberg testified in front of the Senate committees Tuesday following the massive Cambridge Analytica data breach, which raised concerns over Facebook users’ privacy and the company’s use of their personal information.",
  "“Since Zuckerberg allowed millions of Russian trolls to undermine our democracy, I assume he won’t mind if one Russian troll undermines his credibility,” said Werner, who uses the gender-neutral pronouns they/them, in a statement ahead of the hearing.",
  "“Without meaningful legislation, these hearings are more spectacle than substance — so I will continue to steal the spotlight until Senators stop grandstanding and start lawmaking.”\n\nContact us at editors@time.com.",
  "Werner, who uses the gender-neutral pronouns they/them, returned to the Capitol Tuesday to protest in a similar fashion and for a similar issue: the compromising of personal data from corporations.",
  "Werner’s appearance at the joint hearing for the Senate Judiciary and Commerce committees on Tuesday was perhaps less noticeable than their headline-making jaunt at the Equifax hearing last fall.",
  "In his prepared remarks to Congress, Zuckerberg said the company’s failure to protect users’ data was his “mistake” and emphasized ways in which the company would prevent breaches in the future.",
  "It was Amanda Werner, a campaign strategist for legal advocacy nonprofit Public Justice who captured headlines in October 2017 when they came dressed as the Monopoly man at the Equifax hearing.",
  "As Facebook founder and CEO Mark Zuckerberg testified before Congress on Tuesday, a protester dressed like Russian troll with a blue and green wig observed quietly several rows behind him.",
  "Back then, Werner scored a seat directly behind former Equifax CEO Richard Smith and made use of the prime real estate with exaggerated gestures like dabbing their forehead with cash.",
  "“I was getting a lot of dirty looks all throughout the hearing, especially when I would drop my monocle or crinkle a dollar bill,” Werner told MONEY in 2017.",
  "“Corporate giants like Facebook and Equifax must face serious penalties when they expose our private information,” Werner said in a statement.",
  "The company notified more than 87 million users this week that their personal data was compromised as a result of the breach.",
  "The activist, who also wore a Russian as a scarf, may look familiar."
]