[
  "REUTERS/Leah Millis/File Photo\n\nPARIS (Reuters) - French President Emmanuel Macron will hold “frank” talks with Facebook Inc (FB.O) Chief Executive Mark Zuckerberg on tax and data privacy in a week’s time when he welcomes the bosses of leading tech firms to Paris in a drive to lure more investment.",
  "The French leader’s office said he would meet Zuckerberg and more than a dozen technology chief executives during a Tech for Good summit at which he will pitch France Inc but also push his case for an EU tax on digital turnover and call for a tougher battle against fake news.",
  "The summit comes at a time Facebook is under pressure in the United States and in Europe over data privacy after it emerged that tens of millions of users’ personal data harvested from the website by political consultancy Cambridge Analytica.",
  "FILE PHOTO: Facebook CEO Mark Zuckerberg listens while testifying before a joint Senate Judiciary and Commerce Committees hearing regarding the company’s use and protection of user data, on Capitol Hill in Washington, U.S., April 10, 2018.",
  "Macron, 40, paints himself as a champion of France’s plugged-in youth and wants to transform France into a “startup nation”, but he is also spearheading efforts in Europe to have digital tax companies pay more tax at source.",
  "In April, Zuckerberg fielded questions over two days from U.S. lawmakers over how it handles private data, refusing to make any promises to support new legislation or change how the social network does business.",
  "Also expected at the Elysee Palace event are IBM’s (IBM.N) Virginia Rometty, Intel Corp’s (INTC.O) Brian Krzanich and Microsoft Corp’s (MSFT.O) Satya Nadella.",
  "Macron will hold a one-on-one meeting with Zuckerberg, during which all subjects will be raised in “very frank” discussions, the president’s office said.",
  "Lawmakers in Europe are demanding answers too and the European Parliament has requested Zuckerberg appear before the assembly more than once.",
  "“There will be tough discussions,” one official in Macron’s office said.",
  "Picture taken April 10, 2018."
]