[
  "Asked for comment, Facebook said in an emailed statement: “We are strongly committed to protecting people’s information, and we intend to make all the same privacy controls and settings available everywhere.”\n\nThe company had taken “significant steps to make our privacy tools easier to find, restrict data access on Facebook, and make our Terms and Data Policy clearer”, it said.",
  "JAKARTA (Reuters) - Indonesia’s communication ministry said it has asked Facebook Inc to confirm whether personal data from any of its citizens was shared with political consultancy Cambridge Analytica and is coordinating with police in case any laws were breached.",
  "Facebook would “continue to work with privacy and information commissioners, and authorities, in Indonesia.”\n\nThe communications ministry said it was coordinating with Indonesia’s National Police in case there was a need to take law enforcement action.",
  "The minister said he had also sought reassurances from Facebook that it was complying with an Indonesian government decree on private data protection and a law on electronic information and transactions.",
  "Indonesia threatened last year to block Facebook’s WhatsApp Messenger, which is widely used in the country, unless obscene Graphics Interchange Format (GIF) images provided by third parties were removed.",
  "Indonesia had 69 million monthly active Facebook users as of the first quarter of 2014, ranking the country fourth globally after the United States, India and Brazil, company data showed.",
  "Facebook Chief Executive Officer Mark Zuckerberg said on Thursday that the social network had not seen any meaningful impact on usage or ad sales in the wake of a data privacy scandal.",
  "REUTERS/Dado Ruvic/Illustration/File photo\n\nFacebook said this week that the personal information of up to 87 million users may have been improperly shared with Cambridge Analytica.",
  "The social media giant has said most of the users appeared to be in the United States, but there have been reports that they included data from more than one million Indonesians.",
  "FILE PHOTO: Silhouettes of mobile users are seen next to a screen projection of Facebook logo in this picture illustration taken March 28, 2018.",
  "Breaches of the law can include criminal sanctions with a maximum penalty of up to 12 years in jail or a fine of 12 billion rupiah ($870,000).",
  "We are requesting an exact figure,” Communications Minister Rudiantara said in a statement sent to Reuters by text message.",
  "“There is an indication that Indonesian Facebook users are part of Cambridge Analytica’s data case.",
  "National police spokesman Setyo Wasisto confirmed this.",
  "($1 = 13,775.0000 rupiah)"
]