[
  "\"The Irish (Data Protection Commissioner) in conjunction with other EU DPAs (data protection authorities) continues to raise questions with Facebook in relation to the pilot of facial recognition it has run in U.K., France, Germany in advance of (the General Data Protection Regulation),\" Irish regulators told CNBC.",
  "Following CEO Mark Zuckerberg's recent congressional testimony, a survey by the Ponemon Institute showed that only 27 percent of people agreed with the statement \"Facebook is committed to protecting the privacy of my personal information,\" down from 79 percent in 2017.",
  "The website The Conversation claimed that Facebook's facial recognition technology even outperforms the FBI system – 97 percent to 85 accuracy – using a tool that separates faces in photos and then standardizes them based on certain features.",
  "Reuters reported the Electronic Privacy Information Center and some consumer groups were filing a complaint with the FTC charging that Facebook's current use of facial recognition techniques threatens the privacy of its users.",
  "CNBC reported that while Facebook announced steps it is taking to help it comply with new and stricter data laws established by the European Union, Ireland's data protection watchdog group has already raised privacy concerns.",
  "All this comes as public trust in Facebook hits a low after news of the Cambridge Analytica scandal in which personal data from 87 million users was collected by the British political firm, USA Today noted.",
  "Facebook is fighting to keep our faces in its database for use with facial recognition technology as the Federal Trade Commission and a class-action lawsuit in California are challenging those efforts.",
  "On Monday, a federal judge allowed continuation of class-action lawsuit charging Facebook unlawfully used a facial recognition process on photos without the permission of users.",
  "In the center's new claims, EPIC president Marc Rotenberg told USA Today that he believes Facebook has violated a consent agreement it made with the FTC in 2011.",
  "The social media giant already has one of the largest databases of faces, USA Today reported, with its 2.2 billion users downloading millions of pictures daily.",
  "Those faces are then given a signature and matched against \"face templates\" to locate matches in the Facebook database, The Conversation said.",
  "Now Facebook is preparing to re-introduce its facial recognition feature in Europe, where it was stopped 2012 over concerns of privacy.",
  "In particular, the Irish DPC is querying the technology around facial recognition and whether Facebook needs to scan all faces (i.e.",
  "Facebook had settled privacy-related charges with the FTC back in 2011 which were brought about by earlier complaints from EPIC.",
  "\"There are a number of outstanding issues on which we await further responses from Facebook.",
  "those without consent as well) to use the facial recognition technology.\""
]