[
  "Facebook has said it first learned of the leak in 2015 and demanded Cambridge Analytica delete the data then, but has come under fire for failing to notify the public or the Federal Trade Commission before last month when a pair of news reports revealed Cambridge Analytica may still have the data in its possession.",
  "Representatives also challenged Zuckerberg on censorship of conservative information, tracking pixels that monitor non-Facebook users and Facebook users who aren't logged in, and the social media site's role in the nationwide opioid epidemic.",
  "Facebook and its top executives are facing questions and government probes following reports that research firm Cambridge Analytica purchased the personal data of as many as 87 million Facebook users from app developer Aleksandr Kogan.",
  "... You didn't know how many other firms have been sold data by Dr. Kogan other than Cambridge Analytica and Eunoia Technologies, even though you were asked that question yesterday — and yes, we were all paying attention yesterday.\"",
  "The FTC is investigating the social media company to determine whether it violated a consent decree it signed in 2011 requiring that Facebook notify users if their personal data is shared beyond their specified privacy settings.",
  "Wednesday's hearing stood in contrast to a joint hearing of the Senate Judiciary and Commerce committees Tuesday, which frequently devolved into questions about basic Facebook functionality and its business model.",
  "DeGette's call for greater penalties followed a heated back-and-forth in which the congresswoman became visibly exasperated that Zuckerberg did not have more information about his company's history.",
  "\"So I think one of the things that we need to look at in the future, as we work with you and others in the industry, is putting really robust penalties in place in case of improper actions.\"",
  "\"We continue to have these abuses and these data breaches, but at the same time, it doesn't seem like future activities are prevented,\" Rep. Diana DeGette, D-Colo., said.",
  "\"Your platform is still being used to circumvent the law and allow people to buy highly addictive drugs without a prescription,\" Rep. David McKinley, R-W.Va., said.",
  "The Food and Drug Administration earlier this month said social media companies could do more to combat the country's worsening drug problem.",
  "\"With all due respect, Facebook is actually enabling an illegal activity, and in so doing, you are hurting people.\"",
  "\"Some things are striking during this conversation,\" Rep. Debbie Dingell, D-Mich., said during her questioning.",
  "Facebook's history with the regulatory agency became a particular point of tension during Wednesday's hearing.",
  "McKinley suggested the company has the information necessary to take down the listings, but has yet to do so.",
  "Members of the House were more prepared, with both a detailed primer and Tuesday's testimony to help them.",
  "CNBC found in November countless illegal listings for opioids on Facebook.",
  "Watch the full video of Zuckerberg's second testimony here.",
  "— CNBC's Ingrid Angulo contributed to this report.",
  "\"As CEO you didn't know some key facts."
]