[
  "Facebook CEO Mark Zuckerberg faced questions from lawmakers this week about his company's privacy practices Alex Brandon/AP\n\nUnder scrutiny for how it collects and uses consumer data, Facebook will no longer actively work to defeat a proposed new privacy bill in California.",
  "California's proposed privacy law, which will be on the state's November ballot, would guarantee citizens the rights to see what kinds of information large companies are collecting on them, and to prohibit those companies from selling their personal information.",
  "Zuckerberg and his company are facing scrutiny from lawmakers following the leak of data on up to 87 million Facebook users to Cambridge Analytica, a data analysis firm that worked with Donald Trump's presidential campaign.",
  "The social networking company, along with Google and Comcast, has been funding the opposition to the measure, dubbed the California Consumer Privacy Act, and was a part of the campaign committee working against it.",
  "All the company has really done formally is withdraw from the opposition group's campaign committee, said Steven Maviglio, the No campaign's spokesman.",
  "The Facebook spokesman did not immediately respond when asked whether Facebook plans to contribute now to the campaign supporting the privacy measure.",
  "The company's move to back off its public support for the measure follows company CEO Mark Zuckerberg's second day of testimony on Capitol Hill.",
  "\"It is unsurprising that proponents ... are looking to distract from their deeply flawed initiative,\" Maviglio said in an email.",
  "A source close to the opposition campaign confirmed Maviglio's account, including Facebook's belief that the measure is flawed.",
  "The law would bar such companies from discriminating against customers who asked that the companies not sell their information.",
  "\"We took this step in order to focus our efforts on supporting reasonable privacy measures in California,\" the spokesman said.",
  "Meanwhile, Facebook has been reportedly lobbying to weaken protections under Illinois Biometric Information Privacy Act.",
  "The spokesman also did not immediately respond to a question about whether the company would continue with that effort.",
  "KPIX, San Francisco's CBS affiliate station, had previously reported the change in Facebook's stance on the measure.",
  "Facebook, Comcast, AT&T, Google, and Verizon have each contributed $200,000 to the campaign to defeat the proposal.",
  "Proponents have raised $1.35 million in cash, all from Alastair Mactaggart, a San Francisco real estate developer.",
  "However, the source added that Facebook does not plan to contribute any more money to the opposition campaign.",
  "But it's withdrawing its support for the opposition campaign, a company spokesman confirmed.",
  "Facebook still opposes the California Consumer Privacy Act and thinks it's flawed, he said.",
  "And it would allow consumers to sue companies over data breaches.",
  "But the move may not be as dramatic as it sounds."
]