[
  "The crisis stems from revelations that Cambridge Analytica, a data-mining firm connected to President Donald Trump's successful 2016 campaign, had exploited weaknesses in Facebook's privacy controls to collect personal information about 87 million people without their consent.",
  "In a secret complaint filed with the Securities and Exchange Commission, wildlife preservation advocates allege that Facebook's failure to stop illicit traders using its service for illegal activity violates the social network's responsibilities as a publicly traded company.",
  "WASHINGTON — Facebook is displaying advertisements for well-known American corporations on group pages operated by overseas wildlife traffickers illegally selling the body parts of threatened animals, including elephant ivory, rhino horn and tiger teeth.",
  "\"The amount of ivory being traded on Facebook is horrifying,\" said Gretchen Peters, executive director of the Center on Illicit Networks and Transnational Organized Crime, which has analyzed online groups where wildlife goods are being marketed.",
  "His appearance will give lawmakers the opportunity to grill him about the Cambridge Analytica episode, as well as evidence that Russian agents manipulated Facebook's network to spread false information that may have swayed the 2016 election.",
  "The allegations tying Facebook to the illegal trafficking of wildlife are surfacing while the company is already scrambling to recover from a privacy scandal that has wiped out $79 billion in shareholder wealth during the past three weeks.",
  "The SEC complaint may trigger other lines of inquiry about how much of Facebook's annual revenue of $41 billion has been generated by ads running on pages featuring illegal activity, such as the sale of elephant ivory and tiger teeth.",
  "They are calling on federal security regulators to force Facebook to immediately freeze accounts being used by illegal traffickers and cooperate with international law enforcement to identify the individuals involved for prosecution.",
  "Facebook hasn't disclosed that some of its revenue may be tied to illegal trafficking in wildlife in regulatory filings that are supposed to outline various risks and other threats that could crimp its profits or stock price.",
  "The complaint, a copy of which was provided to The Associated Press, was initially filed in August on behalf of an undercover informant represented by the National Whistleblower Center, a non-profit legal advocacy group.",
  "Weeks after the March 7 announcement, an AP reporter was able to see scores of internationally banned wildlife products for sale in public and private Facebook groups, most based in Southeast Asia.",
  "Facebook is one of 20 technology companies that last month joined the Global Coalition to End Wildlife Trafficking Online, which was organized by Google and the World Wildlife Fund.",
  "The identity of the informant, who recorded video of face-to-face meetings with wildlife traffickers set up over Facebook, has been kept confidential out of safety concerns.",
  "Among the items available were belts made from what appeared to be the fur of Bengal tigers, a critically endangered species with only about 2,500 still living in the wild.",
  "Trafficking investigators say they have seen no drop off in the illegal products offered for sale on Facebook after prior public pledges by the company to crack down.",
  "\"I have looked at thousands of posts containing ivory, and I am convinced that Facebook is literally facilitating the extinction of the elephant species.\"",
  "Also advertised were horns from black rhinos, a species heavily targeted by poachers with little more than 5,000 still roaming Africa.",
  "\"Facebook is not an innocent bystander to these crimes,\" said Stephen Kohn, executive director of the National Whistleblower Center.",
  "The SEC declined to comment Monday on whether the whistleblower complaint triggered an investigation of the company.",
  "Instagram and WhatsApp, two social media platforms also owned by Facebook, are also sometimes used by traffickers.",
  "Zuckerberg will try to reverse the backlash against the company when he opens two days of testimony in Congress.",
  "Its CEO, Mark Zuckerberg, was expected to testify on Capitol Hill on Tuesday about other issues.",
  "\"Facebook sold advertisements on the very pages the illegal ivory was being marketed.\"",
  "Negotiations over price and delivery are often initiated by Facebook Messenger.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "Facebook didn't respond to requests for comment."
]