[
  "“The right to request personal data that an organization holds about you is a cornerstone right in data protection law and it is important that Professor Carroll, and other members of the public, understand what personal data Cambridge Analytica held and how they analyzed it.”\n\nCarroll set up crowdfunding page on CrowdJustice to help support the case and has since raised over 33,000 pounds, which is a little over $44,700.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The day Cambridge Analytica shut its doors and began liquidation, the UK’s privacy watchdog ordered it to turn over all the data it has on a U.S. voter and how it has been used, or the firm could face criminal charges.",
  "The UK’s Information Commissioner’s Office (ICO) notified Cambridge Analytica owner SCL Elections on Friday to turn over the data it has on David Carroll, a U.S. citizen, with specifically how it’s been used.",
  "“The company has consistently refused to cooperate with our investigation into this case and has refused to answer our specific enquiries in relation to the complainant’s personal data,” she said.",
  "Seeing the raw data by itself, Carroll “discovered the depth of accurate information they (Cambridge Analytica) held” about him, including his political beliefs, he wrote on CrowdJustice.",
  "“Even then,” he added, “we still do not know the full extent of that data, where it came from or who it was given to.”\n\nCambridge Analytica has 30 days to appeal the order.",
  "The notice said that “failure to comply with this enforcement notice is a criminal offense.” Information Commissioner Elizabeth Denham says the firm is not complying.",
  "He has no legal recourse in the UK, but he’s back by the ICO — which has the legal power to enforce the UK’s data privacy laws since the firm is based there.",
  "Under the UK’s Data Protection Act, individuals have the right to find out what information the government and other organizations stores on you.",
  "This would be the first case that would open the door to let other Americans get back their private information from across the pond.",
  "Although Carroll received the raw data in 2017, it lacks any context and any information on how it has been used.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Cambridge Analytica claims to have up to 7,000 data points on 240 million Americans, The Guardian reported.",
  "The data was reportedly used for Donald Trump’s 2016 presidential campaign for Facebook ads.",
  "Carroll is an associate professor at The New School’s Parsons School of Design in New York."
]