[
  "Lawmakers went round in turns asking questions directed at Zuckerberg and it was only after a full 75 minutes of one-sided questioning that Zuckerberg had the opportunity to respond, leaving his total response time to fifteen minutes and where he clumped answers together, sticking to high level themes: what critics have called the perfect opportunity to “cherry-pick.” This riled lawmakers and the reaction from Europe has been unabashedly angry with one MEP (member of the European Parliament) complaining that he had asked Zuckerberg “six yes and no questions” and had not got one answer.",
  "The outspoken pro-European MEP Guy Verhofstadt (who was also in attendance) tweeted that the “format was inappropriate” and warned that if written answers from Facebook are not “accurately answered in detail, the EU competition authorities must be activated and legislation sharpened.”\n\nCNBC notes that one of the only issues that seemed to put Zuckerberg was that of taxation in the EU.",
  "CNBC was quick to criticize the format in which Zuckerberg was questioned claiming that it allowed him to “cherry pick” questions:\n\nBut the troubles didn’t stop there: Once the session had begun and much to everyone’s bemusement, it quickly dawned on viewers that the format of the Q&A session was very unorthodox.",
  "This was supposed to be his opportunity to apologize to European lawmakers for allowing the social media platform to be used for malpractice and to dispel some of their concerns about its handling of user information.",
  "CNBC recently discussed what they refer to as Facebook’s “apology tour,” Mark Zuckerberg’s attempt to assuage the public’s fear about Facebook’s privacy issues following the Cambridge Analytica data scandal.",
  "CNBC stated:\n\nThis was the first time Zuckerberg set ground on the continent since the Cambridge Analytica scandal broke that compromised the data of about 2.7 million nationals on the continent.",
  "Now.”\n\nThe visibly uncomfortable Zuckerberg continued his trip in Paris later in the week where he met with French President Emmanuel Macron alongside other key figures in tech.",
  "If the purpose of this tour was to stop Europe from being worried about Facebook, the exact opposite has occurred: Facebook should be worried about Europe.",
  "And while he may receive a slightly less hostile welcome there, taxation is also expected to feature high on the list of topics as well.",
  "This infuriated European lawmakers who insisted on a public hearing similar to the one Zuckerberg had on Capitol Hill six weeks ago.",
  "Originally, the testimony in Brussels was arranged as a closed-door meeting with only a select group of policymakers in attendance.",
  "European Parliament President Antonio Tajani eventually acceded and allowed the session to be webstreamed live to the world.",
  "CNBC published an article recently criticising Facebook CEO Mark Zuckerberg’s most recent hearing before the EU Parliament.",
  "Terry Reintke, Green party MEP stated during Zuckerberg’s questioning: “We urgently need stricter regulation on taxation.",
  "But this is most definitely not the last time Zuckerberg will have to respond to questions on the continent.",
  "Zuckerberg appeared before Congress in the U.S. and before the EU parliament recently to discuss the issue.",
  "The European Parliament session Tuesday was mired with controversy from the outset.",
  "Unfortunately, it didn’t quite go to plan.",
  "Read the full article on CNBC here.",
  "EU-wide."
]