[
  "Out of more than a dozen Wall Street analysts questioning Facebook executives, not one asked about the risks of more regulation in the U.S.\n\nRobots can't spot everything\n\nDuring the Q&A portion, Zuckerberg was forced to respond to a question about the efficiency of machines trained by Facebook to moderate content now compared to six months ago.",
  "But as Sandberg and Zuckerberg emphasized several times, all tech companies will have to follow the stricter new laws -- and so Facebook only needs to be better than other marketers to keep winning ad money.",
  "\"So far the damage from Cambridge appears contained although this will be a long 3-6 months ahead to steer through this storm,\" Daniel Ives, head of technology research at GBH insights, wrote in a note.",
  "Risks: Higher expenses and new privacy protections\n\nFacebook expects to dramatically increase spending this year, predicting outlays of $15 billion -- roughly two and a half times of last year's level.",
  "Of the handful of advertisers who stopped spending on Facebook in late March -- a group including Mozilla, Sonos and Commerzbank -- one has since resumed advertising on the platform, Sandberg said.",
  "Wall Street analysts on a conference call shrugged off the increased spending, but had a lot of questions about the effect that tightened privacy laws in Europe would have on Facebook's business.",
  "Those costs are driven by the company's investments in artificial intelligence and \"safety and security,\" a category that includes staff for content moderation, CFO David Wehner said.",
  "\"The strength continues, and we're certainly not seeing impact from Cambridge Analytica,\" said Aaron Goldman, chief marketing officer at 4C Insights, a marketing technology company.",
  "The strong numbers show that the various scandals plaguing the company -- from fake news to data leaks to accusations of censorship -- have yet to affect its profits.",
  "Facebook and other data-reliant companies have been gradually introducing privacy controls for some users ahead of May 25, the date the laws go into full effect.",
  "Facebook's results cover the period that ended March 30; the fallout from Cambridge Analytica built in the last weeks of the month and continued into April.",
  "The privacy laws, known as GDPR, make it easier for consumers to opt out of sharing their data and impose stiff financial penalties for data breaches.",
  "Facebook's advertising is highly specific -- allowing a business to target, say, women living in New York City who are interested in horses.",
  "\"It's much easier to build an AI system that can detect a nipple than to build something that can detect hate speech,\" Zuckerberg admitted.",
  "People keep flocking to Facebook (FB) and the social network keeps raking in money by selling them ads -- privacy scandals or not.",
  "That means there's a chance the full effect won't be seen until the company reports second-quarter results later this year.",
  "The revelation that data for 87 million of its users had been misused had little effect on user growth or ad spending.",
  "The concern: If users take advantage of new privacy controls, that could limit advertisers' ability to target them.",
  "The numbers are big: Facebook reported that 1.45 billion users visit the site daily and 2.2 billion monthly.",
  "\"We looked week over week in the last two weeks of March, and we didn't see anything in [reduced] growth.\"",
  "Its specificity makes it more effective, said Chief Operating Officer Sheryl Sandberg said on the call.",
  "Zuckerberg admitted the robots are \" much better able to enforce our nudity policies.\"",
  "\"We're putting more [money] behind that more quickly than we anticipated,\" he added.",
  "That's the takeaway from Facebook's earnings for the first three months of the year.",
  "Facebook stock rallied 7 percent in after-hours trading, reaching $170 a share.",
  "If the effectiveness of ads goes down, so does the price Facebook can charge.",
  "But other reports indicate that advertisers were not scared away.",
  "Advertising revenue soared 50 percent, to nearly $12 billion.",
  "AI is one of Facebook's big expenses.",
  "Cambridge hangover?"
]