[
  "Facebook said in a statement to The Washington Post on Tuesday, “We have reached out to the government to understand their concerns.”\n\nAccording to government estimates cited by the Australian Broadcasting Corp., about 600,000 to 700,000 people in Papua New Guinea use Facebook, out of a population of roughly 8 million.",
  "Papua New Guinea's communications minister, Sam Basil, told the newspaper that the temporary shutdown would give researchers a chance to analyze how Facebook is used in the country and to explore the development of its own social network for the nation's citizens.",
  "The government of Papua New Guinea announced Tuesday that it will block the social network for a month to allow researchers to identify fake accounts and users who post pornography and misinformation, according to the Papua New Guinea Post-Courier.",
  "The recent hearings in Europe and the United States also reflect a growing unease with Facebook's dominant position in the marketplace, with lawmakers pressing Zuckerberg to identify which companies closely compete with his.",
  "“If there need be, then we can gather our local applications developers to create a site that is more conducive for Papua New Guineans to communicate within the country and abroad as well,” Basil told the Post-Courier.",
  "CEO Mark Zuckerberg endured rounds of grilling by dozens of U.S. lawmakers last month, during which he repeatedly apologized and promised changes to privacy policies after the Cambridge Analytica scandal.",
  "Last week, Zuckerberg fielded questions in Brussels from frustrated members of the European Parliament who needled him over the company's recent controversies over privacy and misinformation.",
  "Basil said preventing access to Facebook in the country could reveal benefits to the population or lead to the conclusion that people are actually better off without it.",
  "Authoritarian governments, including Iran and China, have also blocked access to Facebook as part of broader efforts to censor media and the flow of information.",
  "Some have argued that Facebook should be broken up or face new regulations that address the increasing power and influence of massive technology platforms.",
  "The month-long censorship in Papua New Guinea may also lead to the creation of an alternative to the Silicon Valley-based Facebook, Basil suggested.",
  "The government banned Facebook on the grounds that the platform was being used to fuel sectarian violence in the country.",
  "\n\nFacebook CEO Mark Zuckerberg, left, is welcomed by European Parliament President Antonio Tajani in Brussels on May 22.",
  "Facebook, which has more than 2 billion users, is facing mounting pressure from skeptical governments around the globe.",
  "Critics of Facebook say the company deserves robust scrutiny, considering its history of apologies and promises.",
  "(Geert Vanden Wijngaert/AP)\n\nAn entire nation plans to undergo a government-mandated Facebook ban.",
  "Earlier this year, officials in Sri Lanka imposed a week-long ban on the social networking site.",
  "Basil did not say when the ban would begin, according to the Post-Courier."
]