[
  "Last month, Palihapitiya told CNBC's \"Closing Bell\" the social network is \"doing the right thing\" in addressing the concerns about data privacy after it was revealed in March that Cambridge Analytica improperly shared information from millions of user profiles.",
  "\"What I said to Jeff and what I said on television is you cannot short Facebook based on Mark's testimony and a correlation to oil,\" Palihapitiya said, referring to Facebook co-founder Mark Zuckerberg's congressional testimony last month about the data scandal.",
  "Chamath Palihapitiya on the future of the internet 8:36 AM ET Wed, 9 May 2018 | 03:36\n\nConsumers need to re-evaluate their relationships with internet companies that provide free services, former Facebook executive Chamath Palihapitiya told CNBC on Wednesday.",
  "\"We really have to understand what relationships we have with these companies, particularly when the things we get from them are free,\" he said in a \"Squawk Box\" interview, in the wake of the Facebook data scandal.",
  "Gundlach, founder of investment DoubleLine Capital firm, said at Sohn he's short, or betting against, Facebook shares in a trade with a long bet on the SPDR S&P Oil and Gas Exploration and Production ETF.",
  "Palihapitiya, who made those comments to CNBC after speaking at the 2018 Sohn Investment Conference in New York, also said he disagrees with billionaire investor Jeffrey Gundlach about Facebook.",
  "As an early bitcoin investor, Palihapitiya also told CNBC on Wednesday he's a \"disciple\" of Warren Buffett but the billionaire investor is wrong to bash the world's largest cryptocurrency.",
  "Facebook took issue with Palihapitiya's remarks, saying in a statement that he hadn't worked for the company for six years, and noting that the company had undergone changes since then.",
  "\"What I said on television is, if you're going to short that business, you have to step back and ask these other more fundamental questions about business models,\" he said.",
  "Over his four-year tenure at Facebook, which started in 2007, Palihapitiya had served in various management roles, including vice president of user growth.",
  "After leaving Facebook in 2011, Palihapitiya founded and currently runs Social Capital, which provides venture funding to startups, and runs a hedge fund.",
  "Palihapitiya said he would be on board with a paid version of Facebook \"for assurances around my data and privacy around how I was targeted and tracked.\"",
  "\"We're finally at a point where we ask ourselves, 'Should we be paying for some of these things so that we actually have established expectations.'\"",
  "In December, Palihapitiya did criticize social media, and by extension Facebook, for creating a society that confuses \"popularity\" with \"truth.\"",
  "After hearing Palihapitiya's CNBC interview, Gundlach accused Palihapitiya in a tweet of talking out of both sides of his mouth.",
  "He said it's \"super hard\" and nuanced\" to protect data, though he expressed confidence that Facebook will figure it out.",
  "\"For example, if someone gave you a car, gave you a car, and the seat belts and airbags didn't work, what would you do?",
  "\"We've gotten incredible value, we as consumers, incredible value for 20 years on the internet for free,\" he said.",
  "He argued, \"The tools that we have created today are starting to erode the social fabric of how society works.\"",
  "Under the current arrangement, he added, \"the real customers are the advertisers that pay,\" not consumers.",
  "\"If I had to forecast the next four or five years, we have European regulations around data privacy.",
  "\"That doesn't take away the ethical responsibility of every company to treat us fairly,\" he said.",
  "\"[That] will restrict many companies, internet companies, from gathering data, period.\"",
  "Well, you couldn't go much because the car manufacturer would say, 'What do you expect.",
  "In response to Gundlach, Palihapitiya told CNBC Wednesday, \"I was not short Facebook.\"",
  "\"But there's probably going to be a basic set of expectations that everybody lives by.",
  "And then, by having it more of a paid relationship, you can expect more.\"",
  "He's also a co-owner of the NBA's Golden State Warriors.",
  "\"I think valuations are going to change,\" he predicted.",
  "Other countries will copy it,\" Palihapitiya said.",
  "\"I think business models are going to change.\"",
  "\"We should not talk about the past,\" he added.",
  "\"That to me doesn't make any sense.\"",
  "It was free,'\" Palihapitiya said.",
  "My fund is not short Facebook.",
  "\"But I am not short Facebook.",
  "We believe in the company.\""
]