[
  "Big data is the massive compiling of snippets of digital information gathered about you from a wide range of sources, from computer searches, to your Facebook likes, to credit card transactions to your purchases at the supermarket to every imaginable factoid about you that may be floating about the internet.",
  "What makes it even scarier is the ease with which this very personal information can be exploited by bad operators, who either harvest it without authorization, as in the case of Cambridge Analytica, or hack into data collectors and steal the information.",
  "It’s waking up Americans to the grave dangers of big data—the information that’s collected on all of us—getting into the hands of the wrong people, be it Russian operatives out to disrupt our elections or hackers out to steal our identities, or worse.",
  "That information can then be joined with your files with the three major credit bureaus, which already have a lot of information about you, such as your age, gender, marital status, income and if you have kids, as well as your Social Security number.",
  "When data collection first began, during the dawn of the internet, the promise to the user was that the data profile of that user would not be connected to the user by name—the identity barrier would not be breached.",
  "All this makes now the perfect time to become versed in what big data is, how it is gathered, how it is used by marketers, how it can be misused, and what industry and government are doing to protect consumers.",
  "Further, the manipulation of big data has become so advanced it can now be used to predict future behavior, from when you are likely to go on vacation to what model car you are likely to buy, and when.",
  "Check out part II, \"How The Struggle Over The Use And Abuse Of Consumers' Data Could Play Out\" and part III, \"Cambridge Analytica, The Turning Point In The Crisis About Big Data.\"",
  "Here in the U.S., it’s more likely digital giants like Facebook and Google will choose to establish privacy protections on their own, aiming to head off government controls.",
  "Not only does the data collector know everything about you, it can know enough about you to identify you by name, and it can easily do so, even if it says it can’t or won’t.",
  "There’s one good thing that’s come out of the furor over Facebook and Cambridge Analytica, besides perhaps the humbling of Facebook founder Mark Zuckerberg.",
  "The collectors of big data then sell it to advertisers, who then use it to target online ads to you as you surf the web.",
  "It would not be an exaggeration to say that big data knows more about you than your spouse and best friends combined.",
  "The question is when—but bet it will be sooner rather than later, ideally before another Cambridge Analytica happens.",
  "While the term big data has been around for years, we are, in fact, at the very beginning of the age of big data.",
  "Consider that 90% of the data that’s now out there about us has been collected in just the last two years.",
  "A New York Times writer sums up the situation well: \"I Downloaded the Information That Facebook Has on Me.",
  "What emerges from all this harvesting is a profile of you that is shocking in its depth and intimacy.",
  "Last year alone, more personal data was harvested than in the previous 5,000 years of human history.",
  "The European Union has passed the General Data Protection Regulation to safeguard consumer privacy.",
  "Europe, alarmed by what it sees as widespread abuse in data collection, is already taking action.",
  "The question going forward is what will be done to protect consumers from such abuses.",
  "Consider that Google alone gathers some 350 new data points per user in a single day.",
  "Targeted advertising means you no longer have to see irrelevant ads.",
  "The data collection process is constant, omnivorous and insatiable.",
  "This is the first of a three-part series about big data.",
  "And the timing of this wakeup call couldn’t be better.",
  "Such hacks are almost daily occurrences.",
  "That, in itself, is not a concern.",
  "The GDPR takes effect next month.",
  "That’s no longer the case.",
  "So, what is big data?",
  "That’s scary enough.",
  "Here’s the problem.",
  "Yikes.\""
]