[
  "It was my mistake.”\n\nSouth Africans, unfortunately, have lived through various disinformation campaigns under Apartheid and most recently by the now-defunct Bell Pottinger UK public relations firm who propagated racially divisive propaganda at the behest of the corrupt Guptas family who was former president Jacob Zuma’s benefactors.",
  "While 87-million people were exposed globally, almost 60,000 South Africans were potentially compromised by the Cambridge Analytic scandal even though only 33 users in South Africa installed Aleksandr Kogan's digital personality app.",
  "This follows this week's dramatic revelations that 37-million more people were affected than the original 50-million estimate the Observer newspaper originally reported when it broke the story.",
  "Additionally, those potentially impacted by CA will also see the alert with additional language which will then take them to see what data might have been shared,” a Facebook spokesperson said.",
  "One of those being that everyone globally on their Facebook page will see an alert leading them to the apps setting where they can review the apps they’ve allowed to access their data.",
  "\"59,777 users potentially impacted in South Africa (these being friends of those who would have installed the app elsewhere in the world),\" a Facebook spokesperson said on Friday.",
  "It very well could be less, but we wanted to put out the maximum,” CEO Mark Zuckerberg said on a conference call on Wednesday.",
  "“We didn’t focus enough on preventing abuse and thinking through how people could use these tools to do harm as well.",
  "That goes for fake news, foreign interference in elections, hate speech, in addition to developers and data privacy.",
  "Read more: What do Cambridge Analytica, Russian trolls and political manipulation in South Africa have in common?",
  "Read more: What do Cambridge Analytica, Russian trolls and political manipulation in South Africa have in common?",
  "Read more: “It was my mistake” Mark Zuckerberg admits, while Facebook “didn’t do enough to prevent abuse”.",
  "We didn’t take a broad enough view of what our responsibility is, and that was a huge mistake.",
  "Zuma appeared in the KwaZulu-Natal High Court in Durban Friday facing 16 corruption charges.",
  "“I am quite confident that given our analysis that it is not more than 87-million.",
  "“As Mark outlined in his post we are taking numerous measures.",
  "“It’s clear now that we didn’t do enough,” Zuckerberg said."
]