[
  "He acknowledged that the platform was abused by bad actors during the 2016 election, and said the company vowed that “we will never be unprepared for this again.” And he touted the fact that Facebook has been in the process of hiring tens of thousands of people to review content and optimizing artificial intelligence tools that can take down fake accounts before they are able to spread disinformation.",
  "But after going through our systems, this is the kind of control we think people should have.” It was an indication of the new calculus that Facebook and other tech companies will have to keep in mind going forward in order to retain users’ trust and the users themselves.",
  "“This is an arms race,” he said, “and we’ll be working to stay ahead of our adversaries forever.”\n\nBut while some of the material was repeated, the tenor of Zuckerberg’s comments was a far cry from his restrained and tense demeanor at the congressional hearings.",
  "Just as users have the option of clearing the history in their browsers, which retains information about the websites they’ve visited, they will have an option to erase information Facebook keeps about what they’ve been doing on the platform, Zuckerberg said.",
  "Though he had more control over the narrative than during his recent grilling before Congress, he used his platform in San Jose to underscore the same message he delivered in D.C.: that Facebook is fundamentally a force for good, even if it is also flawed.",
  "So that is what we are all here to do.”\n\nIt was a somber recognition of Facebook’s limitations to begin what is normally a celebratory rollout of cutting-edge features and capabilities, which developers might use to build new products and services.",
  "The first update Zuckerberg announced — a feature called Clear History — was also freighted by the context in which he found himself this year, as the company continues to endure fallout from the Cambridge Analytica scandal.",
  "In what felt like a 10-minute preamble to a typical keynote, Zuckerberg emphasized other moves the company is making to keep people and elections safe, many of which he also touted before Senate and House committees.",
  "When the CEO was justifying Facebook’s collection of information about users before Congress, he repeatedly said that it creates a better experience for users because it can ensure that they see more relevant ads.",
  "His comments about the Clear History feature followed the same logic, with Zuckerberg suggesting that by collecting less information, it might make the experience “worse” for users.",
  "“When you clear your cookies in a browser,” he said, “you may have to sign back into dozens of websites.” It can be a pain, he implied: “The same is going to be true here.",
  "In the same breath, he also acknowledged that the company needed to give users more options to choose from when it comes to balancing personalization with privacy.",
  "“There’s no guarantee that we get this right, this is hard stuff,” he said of designing technology that “puts people first” and enhances relationships.",
  "As the preamble ended, he announced a new feature called Watch Party, which will allow users to watch video together and chat on the platform.",
  "“Now you can bring friends together, and you can laugh together and you can cry together.”\n\n“Let’s not do that again any time soon,” he said.",
  "At Facebook’s annual F8 developer conference on Tuesday, Mark Zuckerberg again found himself the center of attention on a big stage.",
  "The example projected on the screen behind him was tape of him sitting, ashen and serious, in the halls of the Capitol.",
  "“You’re going to be able to use this tool to see the information about the apps and websites you’ve interacted with.",
  "“But what I can guarantee is that if we don’t work on this, the world isn’t moving in this direction by itself.",
  "“We will make mistakes and they will have consequences and we will need to fix them,” Zuckerberg went on.",
  "“Let’s say your friend is testifying in Congress, for example,” he said to a clapping crowd.",
  "As he walked the stage, Zuckerberg sounded more optimistic than defensive.",
  "Your Facebook won’t be quite as good as it relearns your preferences.",
  "You’ll be able to clear all this information from your account.",
  "Write to Katy Steinmetz at katy.steinmetz@time.com.",
  "You’ll even be able to turn it off,” he said.",
  "And he was obviously aware of the contrast."
]