[
  "The tab includes options to add two-factor authentication for account security; review and delete information shared such as posts users have created or reacted to, searches by a user and friend requests sent in a tool called “Access Your Information”; manage the information Facebook uses to target ads; and control who can see a users’ posts and profile information.",
  "The company said it had been working on most of the updates “for some time,” but that recent revelations about the Cambridge Analytica data leak “underscore their importance.”\n\nWednesday’s privacy feature updates follow an announcement by Zuckerberg last week outlining the company’s immediate plans to address the Cambridge Analytica data leak.",
  "The change in policy would prevent, for example, brokers such as Acxiom, Epsilon Data Management and Oracle ’s Data Cloud, from targeting users based on their shopping purchases and extending those campaigns to users with similar data profiles, options that had been available to the brokers for years.",
  "(Cambridge Analytica has said it has deleted the user data it obtained without users' permission; however, earlier this month, Facebook learned from The Guardian, The New York Times and Channel 4 that Cambridge Analytica \"may not\" have deleted the data as it has claimed.)",
  "Both Facebook and government bodies such as the U.S. Federal Trade Commission and are reviewing the social media company’s privacy practices in the wake of revelations about data analysis firm Cambridge Analytica’s misuse of millions of Facebook users’ data.",
  "On Wednesday, Facebook cofounder and CEO Mark Zuckerberg said in post on the social network that the company has started rolling out a new tab called “Privacy Shortcuts,” which will make all of users’ privacy and security settings available in one place.",
  "The company will remove developers' access to data if users haven't used the app in three months, and will limit the data users give developers when they log in to include only their name, profile photo and email address.",
  "Facebook is also adding a new feature to the top of every user’s news feed that documents all of the apps users have signed into through their Facebook account so they can easily remove connected apps they no longer use.",
  "New Privacy Tools For Users\n\nIn addition to making privacy changes that affect advertisers, Facebook has also unveiled new features to make it easier for users to control their personal data on the social network.",
  "Facebook is limiting the amount of user information it shares with companies that gather and sell consumer data for advertisers amid mounting backlash over the social media company’s privacy practices.",
  "Facebook announced late Wednesday that it is eliminating an ad-targeting tool called Partner Categories that allows data brokers to reach specific groups of Facebook users on behalf of their clients.",
  "If Facebook finds that developers missed any personal information, Facebook will ban the app creators and alert all users affect by the apps, including users affected by the Cambridge Analytica leak.",
  "“A lot of you are asking how to control what information you share on Facebook, who has access to it, and how to remove it,” Zuckerberg said in his Facebook post, with a preview of the change.",
  "Moving forward, Zuckerberg said Facebook will investigate all apps that had access to \"large amounts of information\" before the social network changed its data policies in 2014.",
  "Users will be able to more easily download the data they’ve shared with Facebook such as photos, posts and contacts and keep a copy or transfer it to another service.",
  "Developers will need to get approval from users and sign a contract with Facebook in order to ask any users for access to their posts or private information.",
  "Facebook vice president of global marketing solutions Carolyn Everson said in a memo to advertising agencies that the change take effect within six months.",
  "Facebook is also reportedly ending its practice of offering anonymized user data to brokers that use the data to assess the success of their ad campaigns.",
  "Facebook product marketing director Graham Mudd said in a post on Wednesday that the change will “help improve people’s privacy” on the social network.",
  "The changes will likely have the biggest impact on marketers such as consumer companies that lack detailed first party data on their customer base.",
  "Facebook said in a blog post on Wednesday that users have complained “loud and clear” that privacy tools are too difficult to find and understand.",
  "Cambridge Analytica, which obtained users' personal information without their’ consent, helped run President Donald Trump’s political campaign.",
  "However, marketers will only be able to use the data that “they have the rights, permissions, and lawful basis to use,” Everson said.",
  "Facebook said it will audit of any app \"with suspicious activity\" and ban any developers that do not agree to being reviewed.",
  "Facebook also plans to update its terms of service language to make easier to for users to understand in the coming weeks.",
  "(Acxiom has said the change could cut it’s fiscal 2019 revenue and profit by as much as $25 million.)",
  "Facebook also said last week that it will further restrict developers' access to data more broadly.",
  "Facebook will still allow user targeting, the engine behind its massive advertising business.",
  "The new changes should be available to all users in a few weeks, the company said."
]