[
  "From personal relationships, commerce, government: virtually every human interaction, an environment of trust increases investment and economic growth, and aids decision making, risk taking, negotiation, learning, creativity, morality, and intimacy.",
  "An underlying level of trust in our society, five-star reputation on Yelp.com and perhaps a positive experience with another Ukrainian (our partner is from Kiev) as well as some Ukrainian ancestry of my own made me comfortable.",
  "According to a survey, nearly 70 percent of survey respondents said, “I don’t know whom to trust anymore,” Indeed, the survey concludes there is \"general lack of trust among Americans towards business as a whole.\"",
  "This explains the interest in so-called Ulysses contracts that obligate your future self to behave as your present-self desires in spite of any future temptations, distractions or other behavioral challenges.",
  "Low trust in social institutions such as government, police and the press can increase inequalities because people rely more on prejudice and implicit bias against other groups to determine whom to trust.",
  "It also allows us to make sense of the overwhelming information the Information Age brings us, by letting us rely more on the reputation of the source than our direct knowledge of the evidence.",
  "From the financial crisis to recent corporate scandals at Volkswagen, Theranos, Wells Fargo, Equifax and, especially, Facebook and the Catholic Church, our collective trust may be weakening.",
  "Johann Wolfgang von Goethe, Faust: First Part\n\nIn my next article, I’ll examine what trust really is and how, paradoxically, some risk of betrayal is required to truly trust someone.",
  "Companies in these industries are perceived as being detached from customers, unethical, difficult and confusing to deal with, acting only in their own self-interest and unreliable.",
  "On the other hand, relationships, organizations, and societies with low trust effectively have a hidden tax on every transaction, contract, and social interaction.",
  "I’ll share the top ten things you can do to authentically earn trust and pitfalls to look for as people and organizations seek shortcuts to earning your trust.",
  "Economists consider trust a public good because everyone benefits (we can't exclude anyone) and it never runs out (as long as it’s not abused).",
  "In other words, low trust can increase short-termism in society and in our own behavior, with possibly negative consequences for the future.",
  "Measures to add security, regulate behavior, legal protections, fail-safes and back up plans add expense and friction to human cooperation.",
  "You won’t be surprised by the least trusted industries: Oil & Gas, Insurance, Brokerage/Wall Street, Utilities and Airlines/Travel.",
  "The other day, I invited a total stranger with a Ukrainian accent, \"Victor,\" whom I found over the Internet, to come into my house.",
  "Trust is an amazing and vital feature of human interactions and society that allows us to cooperate and get more done.",
  "Victor was likely reassured by the Upper West Side Manhattan address and a history of successful transactions there.",
  "Low trust societies may also have higher interest rates as investors price in the risk of dishonest behavior.",
  "For example, can we trust our future self not to waste our savings and stick to a budget or investment plan?",
  "Trust serves as a buffer, allowing people a little space to make mistakes without dire consequences.",
  "Trust in our future selves is necessary for planning and saving for, the future.",
  "Signing up for future payroll deductions to retirement plans is a good example.",
  "Within 24 hours of my call, he was in my kitchen, fixing two appliances.",
  "As soon as you trust yourself, you will know how to live.",
  "Trust can even affect our relationship with ourselves.",
  "Low trust can reduce investment and economic growth.",
  "The high value of trust is linked to its scarcity.",
  "I paid him $550 by personal check.",
  "It's hard-won but easy to lose.",
  "Why did this work so well?",
  "?"
]