[
  "“Over the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations and, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas,” the company said in a statement.",
  "That academic, Aleksandr Kogan, used a Facebook application to collect data on more than 50 million people, later processing it and transferring some of the information to Cambridge Analytica parent company SCL — a violation of Facebook’s terms of service for app developers.",
  "“We did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign, and our data informed all the strategy,” Nix told an undercover reporter for Britain’s Channel 4 News in a segment released in March.",
  "On the call, Wheatland reportedly called any rebranding attempt “futile.”\n\nDuring a Tuesday keynote at Facebook's annual developer conference, CEO Mark Zuckerberg announced new privacy controls in light of the events surrounding Cambridge Analytica.",
  "Members of the campaign, like digital media director Brad Parscale, have also challenged the efficacy of the company’s tactics, despite claims from former Cambridge Analytica CEO Alexander Nix that his firm was integral in Trump’s surprise victory.",
  "Cambridge Analytica’s shutdown follows a period in which the company came under heavy scrutiny for improperly obtaining profiles of millions of Americans that had been developed from Facebook user data collected by a Cambridge University academic.",
  "In March, stories in the Observer and the New York Times highlighted the transfer of Facebook user information to Cambridge Analytica, inspiring questions about whether that information had been used during the US presidential election.",
  "\n\n\n\nCambridge Analytica, the political consulting firm that was hired by Donald Trump’s presidential campaign, is shutting down after becoming engulfed in controversy about how it obtained and used data about millions of Facebook users.",
  "The Wall Street Journal was first to report Cambridge Analytica’s shutdown after speaking with Nigel Oakes, the founder of the parent company that oversees the wide-ranging political and defense contractor operation, SCL Group.",
  "Cambridge Analytica, which was backed by wealthy Republican donors Robert and Rebekah Mercer, had remained defiant throughout the scandal, challenging accusations that it used the Facebook data to support the Trump campaign.",
  "According to the the Journal, SCL Elections and Cambridge Analytica decided to close after losing clients and incurring large legal fees related to ongoing investigations surrounding its role in misusing Facebook data.",
  "Earlier on Wednesday, Gizmodo reported that SCL Group’s chair Julian Wheatland held a conference call with employees to notify them that the firm’s US-based offices were closing.",
  "Cambridge Analytica maintained that it licensed 30 million records on US residents, which it deleted after Facebook learned of the inappropriate data transfer in late 2015.",
  "The London-based political consulting firm, and its affiliated company SCL Elections, have begun insolvency proceedings in the United Kingdom, according to a press release.",
  "Cambridge Analytica suspended Nix following the airing of that program, in which he said that the company also worked to entrap opponents of their political clients.",
  "He also cracked a joke about the congressional testimony required of him in the aftermath of the scandal, and announced a new Facebook dating service.",
  "In the US, Cambridge Analytica will also begin the bankruptcy process in a federal bankruptcy court in the Southern District of New York.",
  "The fate of SCL Group — the parent company of SCL Elections and Cambridge Analytica — is unclear.",
  "A spokesperson for the company did not immediately return BuzzFeed News’ request for comment.",
  "The incident has since ignited a wider debate about online privacy and user data."
]