[
  "Carolyn Everson, Facebook's vice president of global marketing solutions says she has spent the past week contacting thousands of the company's advertisers, helping them understand the ramifications of the ongoing Cambridge Analytica mess.",
  "Everson told Business Insider that some advertisers are asking for assurance that they have not directly or inadvertently worked with the company, which is accused of using data from 50 million Facebook users without permission.",
  "And for brands that may have once used data from these kinds of apps, they likely would have stopped around 2015 when Facebook changed the rules to restrict the kind of data collection at issue.",
  "Facebook will make sure its 2 billion plus users know how it's handing this problem by explaining its actions on data \"front and center in people's news feeds,\" Everson said.",
  "If this story doesn't go away - and given Congress' interest in talking to CEO Mark Zuckerberg, it may take a while - what happens to the Facebook brand over time?",
  "The exception would be if a marketer had previously built its own app that collected users' friends data like Cambridge did prior to Facebook's rule changes.",
  "But Ad Age reported that the company has more recently pitched its psychographic ad targeting services to other brands, including the US Army.",
  "Yet for the most part brands primarily use the demographic data provided by Facebook (people's self reported ages, sex, location, etc.)",
  "In fact, advertisers told Business Insider that they don't plan to pull ad spending from Facebook in light of the controversy.",
  "Day-to-day most advertisers have relied on Facebook data for their ad targeting, not data collected by third party apps.",
  "She started by notifying Facebook's client council, which is made up of several top marketing executives, last Saturday.",
  "\"If they created an app and collected friend data and didn't destroy it, there would be a problem,\" she said.",
  "That's something Facebook is trying to get a handle on as it audits all third party apps, Everson said.",
  "Everson sees this crisis as providing Facebook a chance to become a leader in data privacy protection.",
  "\"We need to really ensure frequency of message, and not assume that all people are reading the news.",
  "Most advertisers want to hear directly about what steps Facebook is taking to protect consumer data.",
  "For the most part, the average Facebook advertiser will be unaffected by the Cambridge fiasco.",
  "Everson reiterated that \"none of our largest partners have\" threatened to cut spending.",
  "\"This is a defining moment for the company and the future of the entire industry.\"",
  "Everson said Facebook doesn't know who may or may not have worked with Cambridge.",
  "\"We really want to set a totally new standard for data and privacy,\" she said.",
  "The meshes with what one top ad buying executive told Business Insider.",
  "Cambridge Analytica is associated with its work on the Trump campaign.",
  "We have to work incredibly hard to rebuild trust where we've lost it.",
  "Michael Seto / BI\n\nAdvertisers want to know something from Facebook.",
  "Does it become associated with consumer data and privacy problems?",
  "But some, according to Everson, have a more urgent question.",
  "\"We are trying to pull that together as we speak,\" she said.",
  "\"Do you know if we worked with Cambridge Analytica?'\"",
  "\"Advertisers care deeply about people,\" Everson said.",
  "The challenge for Facebook, he said, is longer term.",
  "Did I work with Cambridge Analytica at any point?",
  "for ad targeting and none of that has changed.",
  "This is going to be an ongoing effort for us.\"",
  "\"If people are upset, advertisers are upset.",
  "What they care about most is, how you react.",
  "But that doesn't mean they aren't concerned.",
  "They don't expect you to be perfect.\"",
  "It's our job and it's our problem.\"",
  "That is what they are watching.",
  "\"It's on us,\" she said. \"",
  "Can you make sure?"
]