[
  "The two positions used to be separate, but Pilgrim was given the dual roles after the government was unable to shut down the OAIC (Office of the Australian Information Commissioner) as had been originally intended.",
  "On Wednesday, Facebook's chief technology officer Mike Schroepfer said that the Facebook information of up to 87 million people , mostly based in the United States, were potentially improperly accessed by CA.",
  "\"The AG [attorney-general] has agreed to an open merit-based selection process to fill the dual Australian information commissioner and privacy commissioner positions,\" the spokesperson said.",
  "Outside of the US, Australia ranked in the top 10 countries where CA was able to access the data of its users, with Facebook revealing the data of over 311,000 may have been exposed.",
  "Attorney-general Christian Porter has appointed the deputy commissioner Angelene Falk as the acting commissioner, but has yet to advertise the role to find a permanent replacement.",
  "The Australian Competition and Consumer Commission has also flagged it could investigate CA as part of its inquiry into the impact of social media on the media industry.",
  "This represents approximately 2% of active Facebook users in Australia, according to estimates saying there are 15 million monthly active users in Australia.",
  "It allowed CA to harvest not only the personal data of people who had allowed access to the app – such as a quiz – but the friends of that person.",
  "Facebook has revealed over 300,000 Australians may have had their personal data accessed by political data-mining firm Cambridge Analytica (CA).",
  "It is complicated by the fact that Australia doesn't currently have a privacy commissioner after Timothy Pilgrim left the role last month.",
  "The two major parties, the Liberal and Labor parties, have denied having anything to do with Cambridge Analytica.",
  "The Office of the Australian Privacy Commissioner has been making inquiries with Facebook about the matter.",
  "\"Given the global nature of this matter, the OAIC will confer with regulatory authorities internationally.\"",
  "In a statement on Thursday, Falk said she had launched a formal investigation into Cambridge Analytica.",
  "Facebook has said it will inform users individually if their data was improperly accessed by CA.",
  "\"The investigation will consider whether Facebook has breached the Privacy Act 1988,\" she said.",
  "A spokesperson for Porter said last week that the position would be advertised \"shortly\".",
  "It is unclear whether this data was used by any Australian political parties.",
  "\"This structure is consistent with that of Mr Pilgrim’s appointment.\"",
  "The firm had exploited access Facebook had granted to apps in 2014."
]