[
  "If you disagree with our forecasts, you can change the key drivers – such as active users and average revenue per user – for Facebook’s Europe segment to gauge how changes will impact its expected revenue.",
  "While Facebook’s Europe ARPU is much lower than U.S. and Canada ARPU ($82), it is significantly higher than other regions such as Asia-Pacific ($8.70) and Rest of the World ($6.10).",
  "Of the $20 billion added to net revenues, we estimate that the company’s Europe advertising segment will contribute around $4.7 billion or over 23% of the incremental revenues.",
  "Given the company’s compliance with these regulations, we expect that the current events shouldn’t have a material long-term impact on the tech giant’s future growth potential.",
  "Earlier this year, Facebook introduced a new privacy center for users from Europe following regulatory guidelines by the European Union’s General Data Protection Regulation.",
  "See How it’s Powering New Collaboration and What-Ifs\n\nFor CFOs and Finance Teams | Product, R&D, and Marketing Teams\n\nMore Trefis Research\n\nLike our charts?",
  "Advertising revenues from Europe stood at $9.7 billion in 2017, which is expected to increase nearly by $4.7 billion to $14.4 billion by 2019.",
  "According to our estimates, Facebook’s massive acquired user base should complement the consistently increasing realized revenue per user.",
  "Growth Metrics In Europe\n\nFacebook’s total advertising revenues have increased at around 50-55% in each of the past three years.",
  "The growth rate of revenues from Europe has accelerated in recent years from 37% in 2015 to around 50% through 2016 and 2017.",
  "The total active users in Europe have increased at 6-8% in recent years from 314 million in 2015 to 362 million in 2017.",
  "We believe that the company is in a strong position to add around $20 billion to its top line in the next two years.",
  "As a result, we forecast Facebook’s net revenue to increase from $40.6 billion in 2017 to $60.7 billion by 2019.",
  "On the other hand, ARPU in Europe has surged from $11.60 in 2014 to $26.80 in 2017 at a CAGR of over 35%.",
  "A key reason for that was the surge in average revenue per user despite a limited increase in user base.",
  "Going forward, we expect Europe ARPU growth to continue in the next two years to reach $36.50 by 2019.",
  "We expect this trend to continue, with a 5-6% increase in users to nearly 400 million by 2019.",
  "It should be noted that Facebook’s Europe segment includes users from Turkey and Russia.",
  "Consequently, Europe revenues are expected to increase at 21-21% in the next two years.",
  "Facebook’s stock has been battered recently following the Cambridge Analytica scandal.",
  "Revenue growth slowed down slightly from 57% in 2016 to around 49% in 2017.",
  "We have summarized our expectations on our interactive dashboard platform.",
  "This EU data protection law will apply from May this year.",
  "Explore example interactive dashboards and create your own",
  "What’s behind Trefis?"
]