[
  "We are probably focusing on the intelligence part and getting smart people here who lack a moral compass and loyalty.”\n\nIn an interesting line given Facebook’s attempts to play down the influence of nefarious government actors on the platform during the 2016 election, at least a couple employees went ahead and blamed government spies for the leak:\n\n“Keep in mind that leakers could be intentionally placed bad actors, not just employees making a one-off bad decision,” reads another comment.",
  "Another adds, “How fucking terrible that some irresponsible jerk decided he or she had some god complex that jeopardizes our inner culture and something that makes Facebook great?”\n\nAnother suggested the company should start screening potential hires for traits like morality and loyalty instead of just intelligence:\n\n“This is so disappointing, wonder if there is a way to hire for integrity.",
  "Buzzfeed describes it as an attempt to justify some of the company’s more questionable data collection practices and the lengths it will go to grow the network, even if the social network were used to bully someone to death or help plan a terrorist attack.",
  "No, we aren’t talking about the Cambridge Analytica scandal, in which Facebook failed to secure the personal data of 50 million users, then looked the other way for two years while the data was illegally used to profile and target voters.",
  "Many lashed out at whoever leaked the memo to BuzzFeed, portraying the privacy breach as “sabotage” that’s indicative of a “god complex:”\n\n“Leakers, please resign instead of sabotaging the company,” reads one post.",
  "Then, in the ultimate act of irony for a company whose core premise is encouraging people to publicly share information they’d often be better advised to keep private, he deleted the original post.",
  "Judging by the howls from Facebook employees, including Mark Zuckerberg, it seems the company really does care about the improper handling of private information — but only when it’s their own.",
  "Here’s a glimpse at how some at the company are reacting to the leak, an insight we have thanks to internal Facebook posts on the matter obtained by The Verge.",
  "This concerns an internal Facebook memo, authored by Vice President Andrew “Boz” Bosworth in 2016, that an anonymous source leaked to BuzzFeed on Thursday.",
  "— then is it even possible to build a system that defaults to open, but that is able to resist these bad actors (or do we need to redesign the system?",
  ")”\n\nAnd in defense of Facebook, at least a couple noted the parallels between its own internal struggle and that of its users at large:",
  "A call to morals or problems of performance would be irrelevant in this case, because dissolution is the intent of those actors.",
  "Another user added, “Imagine that some percentage of leakers are spies for governments.",
  "If that’s our threat — and maybe it is, given the current political situation?",
  "Bosworth disavowed the controversial memo after it went public Thursday.",
  "A years-old, highly revealing bit of sensitive Facebook data ?",
  "one that could do damage in the wrong hands ?",
  "The leaked memo is itself notable news.",
  "has made it to the open internet."
]