[
  "“When Facebook takes stronger action in how it shares customer data, specifically strengthening its default privacy settings for third party apps, we’ll consider returning.”\n\nMozilla launched a petition earlier this week calling on Facebook to change its app permissions in an effort to limit access to Facebook users’ sensitive information.",
  "More here: https://t.co/ofeyIwO1FN — Mozilla (@mozilla) March 22, 2018\n\nMozilla said it will consider resuming ads on Facebook if the company boosts protection for customer data, as Facebook CEO Mark Zuckerberg promised during a media blitz Wednesday.",
  "“This news caused us to take a closer look at Facebook’s current default privacy settings given that we support the platform with our advertising dollars,” Denelle Dixon, Mozilla’s chief business and legal officer, wrote in a blog post Wednesday.",
  "“While we believe there is still more to learn, we found that its current default settings leave access open to a lot of data – particularly with respect to settings for third party apps,” Dixon continued.",
  "Mozilla, the software company best known for its Firefox internet browser, said it is suspending paid advertising with Facebook in the wake of the Cambridge Analytica scandal.",
  "The nonprofit said it decided to halt ads after news that Facebook allowed British firm Cambridge Analytica to harvest and exploit more than 50 million users’ personal data ?",
  "“We are encouraged that Mark Zuckerberg has promised to improve the privacy settings and make them more protective,” Dixon wrote.",
  "The political consulting firm worked for Donald Trump’s 2016 campaign, using Facebook data to build voter profiles.",
  "Mozilla appeared to be the first major company to yank Facebook advertising amid the Cambridge Analytica scandal.",
  "We stand up for transparency & user control because they make the web healthier for us all.",
  "We champion platforms and technologies that are good for the web *and* for people.",
  "then failed to follow up on it for more than two years.",
  "That’s why we’re taking a break from Facebook."
]