[
  "The data firm denied Facebook’s estimate, claiming that it had licensed data for “no more than 30 million people.”\n\nSchroepfer outlined some of the steps the company plans to take to rectify the privacy breach, including disabling the ability to search for users by their phone numbers and email addresses, plus changes to call and text history.",
  "“We have made real progress since Brexit and the 2016 US presidential election in fighting fake news, as well as combating foreign interference, in elections in France, Germany, Alabama and Italy,” Facebook’s Elliot Schrage, vice president of communications and public policy, and David Ginsberg, director of research, said in a statement.",
  "This initiative will enable Facebook to learn from the advice and analysis of outside experts so we can make better decisions — and faster progress.”\n\nFacebook said it suspended CubeYou, a data analytics firm, after CNBC reported that it was gathering user information through personal quizzes ?",
  "We did this because the website may have misused some of your Facebook information by sharing it with a company called Cambridge Analytica.”\n\nMonday’s alerts come as Facebook CEO and founder Mark Zuckerberg prepares to testify before Congress this week.",
  "Users whose data may have been improperly harvested by Cambridge Analytica can expect to receive an additional message like the one below:\n\n“We have banned the website ‘This Is Your Digital Life,’ which one of your friends used Facebook to log into.",
  "All users will receive a link at the top of their News Feed outlining which apps they use and what information each app uses, Facebook’s Chief Technology Officer Mike Schroepfer said in a statement.",
  "“These are serious claims and we have suspended CubeYou from Facebook while we investigate them,” Ime Archibong, vice president of product partnerships at Facebook, said in a statement.",
  "The social media giant admitted last week that data from up to 87 million of its users may have been shared with Cambridge Analytica ?",
  "Facebook is expected Monday to begin notifying users whether their personal information may have been mined by Cambridge Analytica.",
  "“If they refuse or fail our audit, their apps will be banned from Facebook.”\n\nDid Cambridge Analytica harvest your data?",
  "Facebook also announced a research initiative Monday to understand the role of social media in elections.",
  "although that figure, according to whistleblower Christopher Wylie, could be even higher.",
  "Zuckerberg has also scheduled additional meetings with lawmakers on Monday, Reuters said.",
  "“But there is much more to do — and we don’t have all the answers.",
  "a tactic similar to the one that Cambridge Analytica used.",
  "Reach out to willa.frej@huffpost.com.",
  "If so, please let HuffPost know."
]