[
  "The research initiative is being funded by seven foundations from around the United States including the John and Laura Arnold Foundation, Democracy Fund, the William and Flora Hewlett Foundation, the John S. and James L. Knight Foundation, the Charles Koch Foundation, the Omidyar Network and the Alfred P. Sloan Foundation.",
  "We’re hopeful this is a first in a series of efforts by platforms to open up their data in a responsible way to help find robust solutions to the problems at hand,\" Paula Goldman, vice president and global lead of the tech and society solutions lab at Omidyar Network, said in a statement.",
  "The announcement comes a day before Zuckerberg is to testify before Congress about the millions of Facebook users whose data was improperly used by Cambridge Analytica, a data firm employed by President Donald Trump's campaign in the lead up to the 2016 election.",
  "Researchers will be given access to Facebook's resources so they can draw \"unbiased conclusions about Facebook's role in elections, including how we're handling the risks on our platform and what steps we need to take before future elections,\" Zuckerberg wrote.",
  "The election research commission will be comprised of top academics who will \"hold us accountable for making sure we protect the integrity of these elections on Facebook,\" Zuckerberg wrote in a post Monday morning.",
  "Last week, company chief operating officer Sheryl Sandberg told NBC News that the company was doing audits to check for other improper usages of users' information and acknowledged there could be other instances.",
  "/ Updated By Elizabeth Chuck\n\nFacebook is commissioning an independent study on \"the effects of social media on elections and democracy,\" CEO and co-founder Mark Zuckerberg announced on Monday.",
  "This is a new model of collaboration between researchers and companies, and it's part of our commitment to protect the integrity of elections around the world,\" Zuckerberg wrote on Monday.",
  "The foundations will select the academic experts who will serve on the committee in the coming weeks, Facebook said in a press release.",
  "\"Looking back, it's clear we were too slow identifying election interference in 2016, and we need to do better in future elections.",
  "Facebook said it won't be given the right to review or approve the experts' findings prior to the publication of their research.",
  "Instead, the \"focus will be entirely forward looking\" at upcoming elections in Brazil, India, Mexico and the U.S. midterms.",
  "Zuckerberg has acknowledged that he made a \"huge mistake\" by not paying closer attention to potential data abuse in 2016.",
  "\"It is urgent that we find solutions that are based on sound analysis, which we cannot do without access to data.",
  "\"I'm not going to sit here and say that we're not going to find more, because we are,\" Sandberg said.",
  "The announcement comes as Facebook faces the most challenging time in its history as a company.",
  "The scandal, which affected up to 87 million users, has left the social media giant reeling.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "But don't expect a postmortem of the 2016 U.S. election.",
  "The research, however, won't examine past elections."
]