[
  "Groombridge said Cambridge Analytica representatives, including former company CEO Alexander Nix, assured super PAC staff in a 2014 video conference call that its methods of collecting and analyzing prospective voters’ personal information were above-board and “based on agreements with various social media outlets, including Facebook.”\n\nThe John Bolton Super PAC, hoping Cambridge Analytica’s microtargeting data could help it better support U.S. Senate candidates such as Thom Tillis in North Carolina and Scott Brown in New Hampshire, signed on.",
  "A 24-page document Cambridge Analytica prepared for the John Bolton Super PAC, which Groombridge shared with the Center for Public Integrity, further asserted it could use its data to identify five traits—“openness,” “conscientiousness,” “extraversion,” “agreeableness,” and “neuroticism”—that “shape individuals’ personalities.”\n\nUsing this information, the John Bolton Super PAC could then “achieve maximum impact” when it aimed tailored digital advertisements at people in Iowa, Nevada, and New Hampshire.",
  "On its website earlier this year, Cambridge Analytica promised to provide clients with “precise insights that will allow you to forecast voter behavior” and “more effectively engage and persuade voters using specially tailored language and visual ad combinations crafted with insights gleaned from behavioral understandings of your electorate.”\n\nGroombridge’s association with Bolton dates to 1998, when he met him at the American Enterprise Institute.",
  "Groombridge described Cambridge Analytica’s voter targeting categories as “frankly just sort of silly.”\n\nIn a November 2014 email to Tinsley, the former John Bolton Super PAC director, Groombridge said he believed the Cambridge Analytica data “has serious credibility problems.” (Groombridge shared the old email with the Center for Public Integrity.)",
  "The John Bolton Super PAC, like all super PACs, owes its existence to a pair of federal court cases from 2010—most notably Citizens United v. FEC, the 2010 Supreme Court decision that allowed corporations, unions, and certain nonprofits to raise and spend unlimited amounts of money to advocate for or against political candidates.",
  "Bolton “set up his PAC and super PAC with the goal of electing sound, national-security-minded candidates, to help Republicans take and maintain control of Congress and to ensure that national security and foreign policy issues remained a top priority in elections,” former super PAC director Sarah Tinsley told Politico in April.",
  "Until 2015, Groombridge helped the famously hawkish Bolton build himself a super PAC (and sister political action committee) capable of significantly supporting conservative candidates in key U.S. congressional races that, like Bolton, prioritized the nation’s national defense and promoted an interventionist foreign policy.",
  "“Given how many had access to at least portions of the data harvested by Cambridge Analytica, it is virtually impossible to state with certainty that the breach is contained, or how much of the improperly obtained data resides at places like Bolton Super PAC or, frankly, my home computer,” Groombridge said.",
  "For example, Cambridge Analytica claimed its data would allow the John Bolton Super PAC to subdivide groups such as “soccer moms” and “divine personality traits amongst them, which would make them even more subject to influence by certain types of advertisements,” Groombridge said.",
  "The John Bolton Super PAC and John Bolton PAC have not dropped the “John Bolton” from their names and have continued to pay staffers and consultants in the weeks following Bolton’s appointment as Trump’s national security adviser, federal campaign finance records show.",
  "His motivation, Groombridge said, is to shed light on the Cambridge Analytical data the super PAC used, and “people can evaluate the data for themselves, and I hope they do.”\n\nGroombridge today works for Washington-based public communications firm Global Communicators.",
  "In all, the John Bolton Super PAC, which said in March it was “suspending all future political activities until further notice,” spent $6.2 million to directly advocate for or against political candidates, according to Federal Election Commission filings.",
  "Cambridge Analytica is now under investigation in the United States and United Kingdom concerning whether it engaged in bribery, destroyed evidence, and allegedly obtained the private information of up to 87 million Facebook users without their consent.",
  "“He said, ‘Look, this is Mercer’s group, we’re going to do something with them,’ ” Groombridge said of Bolton, who since April has served as Donald Trump’s national security adviser and has severed ties with his still self-named super PAC.",
  "Prior to announcing suspension of its political operations, the John Bolton Super PAC also spent more than $560,000 to support U.S. Senate candidate Kevin Nicholson in Wisconsin, whose Republican primary election takes place in August.",
  "John Bolton needed billionaire Robert Mercer’s attention and support—so badly that Bolton spent more than $1 million of his super PAC’s money on “comically bad” data from Mercer’s now-defunct voter profiling firm, Cambridge Analytica.",
  "“I still have great respect for the ambassador with respect to a number of his foreign policy positions, but on this one, he made a grave and egregious error, and I think he should have to answer for that,” Groombridge said.",
  "“Bolton had 5 million reasons to keep going with Cambridge Analytica.”\n\nFive million dollars—that’s the total amount Mercer pumped into the John Bolton Super PAC from 2014 to 2017, the largest sum of any single donor.",
  "Groombridge added that a colleague at the super PAC at one point forwarded a Cambridge Analytica data set to his personal email account and that he could access this information after he left the super PAC.",
  "Groombridge had a front-row seat to Bolton’s efforts to elect pro–national security conservatives at a time when Bolton himself was bent on boosting his personal profile and pondering a presidential run.",
  "The contractors working on the John Bolton Super PAC’s ads were faced with the challenge of targeting different ads to viewers Cambridge Analytica had classified in its different trait categories.",
  "The Trump campaign spent nearly $6 million on services from Cambridge Analytica, which Trump campaign CEO and former senior presidential adviser Steve Bannon had helped lead from 2014 to 2016.",
  "Cambridge Analytica data, Groombridge says, was supposed to help Bolton “psychographically” target voters with campaign messages and potentially sway close congressional elections.",
  "Groombridge left Bolton’s super PAC operation in 2015, a departure that he says was mutual, and he says that “everyone was happy,” including Groombridge, when he left.",
  "So says longtime Bolton adviser Mark Groombridge in an exclusive interview with the Center for Public Integrity about the John Bolton Super PAC’s internal operations.",
  "Brendan Smialowski/Getty Images\n\nThis story was published by the Center for Public Integrity, a nonprofit, nonpartisan investigative news organization in Washington.",
  "What concerns Groombridge now is what’s become of the harvested Facebook data Cambridge Analytica used to create its “psychographic” profiles of potential voters.",
  "A White House official declined to answer specific questions from the Center for Public Integrity for this article or make Bolton available for an interview.",
  "“He sort of willy-nilly gave all this money to an organization that ended up potentially doing great harm.”\n\nAdded Groombridge: “Bolton got played.”",
  "The super PAC’s success in supporting winners proved spotty: Tillis and Tom Cotton in Arkansas won U.S. Senate seats in 2014, but Brown lost.",
  "Separately, Trump’s 2016 presidential campaign, which Mercer also supported, likewise contracted with Cambridge Analytica and used its data.",
  "These officials, including Kathy Flavin, who appeared on the super PAC’s payroll in May, did not respond to repeated requests for comment.",
  "But Groombridge said he knew by August 2014 that the data the John Bolton Super PAC purchased from Cambridge Analytica lacked value.",
  "The super PAC used some of its Mercer millions to purchase information from Cambridge Analytica, which Mercer backed financially.",
  "But Groombridge’s experience with the John Bolton Super PAC “has certainly called into question my thinking on that,” he said.",
  "Groombridge said he originally had no issues with the Citizens United decision, which most conservatives back in principle.",
  "John Bolton Super PAC treasurer Cabell Hobbs declined to comment but said he would take a message for super PAC officials.",
  "As of May 31, the two groups together had more than $3.23 million remaining in their accounts, according to those records.",
  "He worked with Bolton during the Bush administration and during Bolton’s time as ambassador to the United Nations.",
  "In 2016, it spend hundreds of thousands of dollars to promote Sen. Richard Burr, R-N.C., who won re-election.",
  "When Bolton formed the John Bolton Super PAC in 2013, Groombridge was among Bolton’s founding staffers.",
  "His concerns, he says, were dismissed by his colleagues and by Bolton, with whom he had a long history.",
  "The John Bolton Super PAC directly accessed some of Cambridge Analytica’s data, Groombridge said.",
  "Mercer representatives and Cambridge Analytica officials did not return requests for comment.",
  "Was Groombridge motivated by “sour grapes” to speak about the John Bolton Super PAC?",
  "National Security Adviser John Bolton at the NATO summit in Brussels on Thursday.",
  "“I don’t know quite yet whether the proper mechanism is better regulation.",
  "And it began paying the firm what would amount to more than $1.1 million.",
  "But there clearly needs to be better oversight.”\n\nAs for Bolton himself?",
  "Kelly Ayotte, R-N.H., and Senate candidate Joe Heck in Nevada—did not.",
  "No, he said, although he acknowledged that others might think so.",
  "But two other candidates it supported that year—Sen.",
  "She’s since joined Bolton in the White House.",
  "(Facebook is also facing inquiries.)"
]