[
  "“Do you agree with that assessment?” Zuckerberg responded that while the possible bias in his company was a “fair concern,” Facebook was located in Silicon Valley, “which is an extremely left-leaning place.” Cruz then grilled Zuckerberg over whether he was aware if any Democratic or left-leaning pages or ads had been taken down on Facebook, including those of Planned Parenthood and Moveon.org.",
  "Andrew Harnik / AP\n\nHere's what you need to know: • Facebook CEO Mark Zuckerberg testified before two Senate committees on Tuesday after years of intense criticism over the social platform's role in Russia influencing the 2016 presidential election and after up to 87 million users had their personal information exposed to Cambridge Analytica, a political firm used by Trump's campaign.",
  "Struggling to answer the question, Zuckerberg said the goal was “certainly not to engage in political speech” and that Facebook was “a platform for all ideas.” Cruz, referencing a Gizmodo report, then went on to list several conservative stories and pages that Facebook routinely suppressed in May 2016.",
  "Paul Sakuma / AP\n\nBuzzFeed News first broke this news here: Growth At Any Cost: Top Facebook Executive Defended Data Collection In 2016 Memo — And Warned That Facebook Could Get People Killed Sen. Lindsey Graham asked Zuckerberg about the controversial memo from VP Andrew “Boz” Bosworth in 2016.",
  "\"There are a whole series of examples where there have been things brought to to your attention where Facebook has apologized and said, 'We're going to change our practices and our policies,' and yet there doesn't seem to have been as much follow-up as would be called for,\" he added.",
  "Democratic Sen. Bill Nelson was more blunt, saying if Facebook “cannot fix the privacy invasions, then we are going to have to, the American Congress.” Sen. Kamala Harris also grilled Zuckerberg about why the company didn't tell people Cambridge Analytica may have had their data.",
  "Zuckerberg: \"No, I would probably not choose to do that publicly here\" https://t.co/tQT6crxYFN Durbin called it a \"question basically of what information Facebook is collecting, who they are sending it to, and whether they ever asked me in advance my permission to do that.\"",
  "Facebook's chief security officer Alex Stamos replied to Mook, tweeting that the company \"contacted the DNC and RNC during this time to protect the accounts of key employees and to work together to spot potential additional malicious activity\" and also informed the FBI.",
  "Here's what top Justice Department officials said in February: This is when Deputy Attorney General Rod Rosenstein, who is overseeing Mueller's work, announced a grand jury indictment against members of the Internet Research Agency, a Russian troll farm.",
  "Not just in — with the US midterms, but around the world, there are important elections — in India, in Brazil, in Mexico, in Pakistan, and in Hungary, that — we want to make sure that we do everything we can to protect the integrity of those elections.",
  "Zuckerberg couldn't remember internal discussions on the subject but said that \"in retrospect, I think we clearly view it as a mistake that we didn't inform people, and we did that based on false information that we thought the case was closed.\"",
  "—Zuckerberg\n\nAnd Zuckerberg would like you to know where he came from: \"I think it's pretty much impossible, I believe, to start a company in your dorm room and then grow it to be at the scale that we're at now without making some mistakes.",
  "The defendants allegedly used that infrastructure to establish hundreds of accounts on social media networks such as Facebook, Instagram, and Twitter, making it appear that the accounts were controlled by persons within the United States.",
  "CSPAN\n\nSen. John Kennedy, a Louisiana Republican, said Facebook has both a \"propaganda problem\" and a \"privacy problem,\" and added that the purpose of the company's user agreement was to \"cover Facebook's rear end.\"",
  "Chip Somodevilla / Getty Images \"My concern is that this practice of making bold and engaging promises and then the reality of how Facebook has operated in the real world are in persistent tension,\" Coons said.",
  "We also reached out to the Democratic National Committee, the Republican National Committee, and the Trump campaign to find out what, if any, contact they had with Facebook regarding hacks, or attempted hacks.",
  "• \"Fake news, foreign interference in elections and hate speech, as well as developers and data privacy — we didn't take a broad enough view of our responsibility, and that was a big mistake,\" Zuckerberg said.",
  "The Department of Justice will continue to work cooperatively with other law enforcement and intelligence agencies, and with the Congress, to defend our nation against similar current and future schemes.",
  "Jim Watson / AFP / Getty Images He was apologetic at key points, like here during his opening statement: \"It’s clear now that we didn’t do enough to prevent these tools from being used for harm as well.",
  "Andrew Harnik / AP\n\nThe notes were briefly visible to an AP photographer and indicated Zuckerberg thought lawmakers would ask about him potentially stepping down from his role as CEO of Facebook.",
  "Now, I have more confidence that we're going to get this right, because, since the 2016 election, there have been several important elections around the world where we've had a better record.",
  "To hide the Russian origin of their activities, the defendants allegedly purchased space on computer servers located within the United States in order to set up a virtual private network.",
  "It was a big deal for the billions of Facebook users around the world, who got to see a tech executive who possesses some of their most personal information answer tough questions.",
  "Zuckerberg appeared to reveal that a paid version of Facebook is under consideration in response to a question from Sen. Orin Hatch, who asked if Facebook will always be free.",
  "Here's the full exchange: video-player.buzzfeed.com\n\nCruz repeatedly pressed Zuckerberg on whether Facebook was a “neutral public forum” or if it engaged in political speech.",
  "BuzzFeed News has reached out to Facebook for clarification on when the company identified cyber attacks connected to the 2016 election, as well as who was notified and when.",
  "“Do you agree with that?” “No, senator, I do not,” Zuckerberg said, before stating that there was internal discussion and disagreement within Facebook about the memo.",
  "Here's video of that moment:\n\nNot long after, Republican Sen. Orrin Hatch asked how Zuckerberg sustains a business model in which people don't pay for the services.",
  "Cruz also questioned him about whether Facebook considered employees’ political orientations while hiring and firing, to which Zuckerberg replied that they did not.",
  "video-player.buzzfeed.com\n\nZuckerberg said Mueller has interviewed Facebook staff as part of his probe into Russia's interference in the 2016 presidential election.",
  "The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is de facto good,’” Graham said.",
  "—Zuckerberg, a lot \"If you and other social media companies don't get your act in order, none of us are going to have any personal information anymore.” —Sen.",
  "\"The history of we got here is we started off in my dorm room, with not a lot of resources and not have the AI technology to identify a lot of this stuff.\"",
  "We expected them to do a number of more traditional cyber attacks, which we did identify and notify the campaigns that they were trying to hack into them.",
  "“You have an obligation, and it’s up to you, to ensure that dream doesn’t become a privacy nightmare for the scores of people who use Facebook,\" he said.",
  "\"Because our work with the special counsel is confidential and I want to make sure in an open session I'm not revealing something that's confidential.\"",
  "And if you make it long and spell out all the detail, then you'll probably reduce the percent of people who read it and make it accessible to them.\"",
  "\"That's a huge shift if it is not a slip of the tongue,\" University of North Carolina professor Zeynep Tufekci tweeted in response to the comments.",
  "Here's the transcript: SEN. DIANE FEINSTEIN: Mr. Zuckerberg, what is Facebook doing to prevent foreign actors from interfering in U.S. elections?",
  "The indictment alleges that the Russian conspirators want to promote discord in the United States and undermine public confidence in democracy.",
  "Zuckerberg later replied that if the company isn't communicating its agreements with users clearly, \"that is a big thing we should work on.\"",
  "Hillary Clinton's campaign manager, Robby Mook, denied Tuesday that they had received any notification from Facebook during the 2016 race.",
  "And here's something else you'll be hearing about: Sen. Ted Cruz grilled Zuckerberg over perceived anti-conservative bias at Facebook.",
  "I — one of my greatest regrets in running the company is that we were slow in identifying the Russian information operations in 2016.",
  "Cruz then fired off his next question: Why was Palmer Luckey — who secretly funded a pro-Trump campaign group — fired from Facebook?",
  "“I disagreed with it at the time that he wrote it,” Zuckerberg said, adding that his company culture allows for dissenting opinions.",
  "Actually, the first line of our terms of service say that you control and own the information and content that you put on Facebook.\"",
  "Nelson had a good setup question here: \"You consider my personally identifiable data the company's data, not my data, is that it?\"",
  "The defendants posed as politically and socially active Americans, advocating for and against particular political candidates.",
  "Here's the full quote: This indictment serves as a reminder that people are not always who they appear to be on the Internet.",
  "Also visible visible amid the bulleted list in the notes was a talking point about acknowledging mistakes, the AP reported.",
  "And during this exchange with Heller about the Cambridge Analytica hack: \"Do you consider the 87 million users victims?\"",
  "Zuckerberg: \"Um .... no\" Sen. Durbin: Would you be comfortable sharing the names of the people you messaged this week?",
  "Schatz: Yeah but if I message someone about Black Panther on Whatsapp will I get adds about Black Panther On Facebook?",
  "Big news, Part 1: Zuckerberg said Facebook employees have been interviewed by special counsel Robert Mueller's office.",
  "That goes for fake news, foreign interference in elections, and hate speech, as well as developers and data privacy.",
  "Remember this: Zuckerberg said he doesn't know how long Facebook keeps your data after you've deleted your account.",
  "Some of the senators seemed awkward when asking about the platform, and Zuckerberg easily dismissed some questions.",
  "Democratic Sen. Chris Coons said Facebook has a habit of making big promises and not following through on privacy.",
  "He said that he was not aware of any subpoenas that Facebook may have received, but said, \"I believe there may be.",
  "Reporting by Alex Kantrowitz and Emma Loop in Washington, DC, and Tasneem Nashrulla and Talal Ansari in New York.",
  "They used stolen or fictitious American identities, fraudulent bank accounts, and false identification documents.",
  "And we received exceptional cooperation from private sector companies like Facebook, Oath, PayPal, and Twitter.",
  "Credit where credit is due, at least someone finally acknowledges the left wing bias at these social platforms.",
  "Still, Zuckerberg overall put on a deferential and apologietic performance that didn't have any major gaffes.",
  "\"The end of the day, policies aren't worth the paper they're written on if Facebook doesn't enforce them.\"",
  "One senator said he'd have fired the executive who said it's justified if Facebook \"costs someone a life.\"",
  "Chip Somodevilla / Getty Images \"If they choose to delete their account, how long do you keep their data?\"",
  "Cruz pointed out in consternation that Facebook had even shut down the Chick-fil-A Appreciation Day page.",
  "Responding to a question by Sen. Patrick Leahy, Zuckerberg said he personally had not been interviewed.",
  "\"Senator, we run ads,\" Zuckerberg responded, to which people in the room laughed at the obvious answer.",
  "Zuckerberg said he agrees and thinks \"everyone should have control over how their information is used.\"",
  "\"So, from the beginning of the company in 2004 — I started in my dorm room; it was me and my roommate.",
  "I want to thank the federal agents and prosecutors working on this case for their exceptional service.",
  "Thune added that, in many ways, it was the “incredible reach” of Facebook that prompted this hearing.",
  "https://t.co/BjbxC9vqaN\n\nAnother Republican senator told Zuckerberg, \"Your user agreement sucks.\"",
  "“To a great many Americans that appears to be a pervasive pattern of political bias,” Cruz said.",
  "“We’re here because of what you, Mr. Zuckerberg, have described as a breach of trust,” he said.",
  "• On the surface, Zuckerberg put on a confident performance, with only a few tense exchanges.",
  "Big news, Part 2: Zuckerberg hints there may be a paid version of Facebook on the horizon.",
  "Clinton's spokesperson, Nick Merrill, told BuzzFeed News that Mook's tweet was \"correct.\"",
  "They established social media pages and groups to communicate with unwitting Americans.",
  "Zuckerberg's notes also suggested he thought senators would ask him if he would resign.",
  "\"They did not want their information to be sold to Cambridge Analytica by a developer.",
  "Zuckerberg said Facebook warned campaigns in 2016 that Russia was trying to hack them.",
  "We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "We didn't have AI technology that could look at the content that people were sharing.",
  "And if somebody worked for me that said this, I’d fire them,” Graham told Zuckerberg.",
  "The notes further mentioned Apple CEO Tim Cook and stories about misused Apple data.",
  "Here's video of that, too:\n\nAnd here's another moment:\n\nSen. Schatz: If I email(?)",
  "\"There always will be a version of Facebook that will be free,\" Zuckerberg said.",
  "\"I think Facebook is pondering a shift to non-ad model, at least as an option.\"",
  "So, since then, we — 2018 is — is an incredibly important year for elections.",
  "Zuckerberg did not specify that he was talking about presidential campaigns.",
  "But we were slow at identifying the type of — of new information operations.",
  "Zuckerberg wasn't willing to share some personal information with everyone.",
  "I started Facebook, I run it, and I’m responsible for what happens here.\"",
  "I started Facebook, I run it, and I'm responsible for what happens here.\"",
  "quotes \"If you delete your account we get rid of all your information.\"",
  "Sen. Durbin: Would you be comfortable sharing the hotel you stayed at?",
  "But his answer left the door open for a version that users do pay for.",
  "ZUCKERBERG: It was right around the time of the 2016 election itself.",
  "... Maybe someone dies in a terrorist attack coordinated on our tool.",
  "So — so we basically had to enforce our content policies reactively.",
  "Zuckerberg testified that it was not because of his political views.",
  "Now, the real questions is will they actually do anything about it?",
  "The remark drew instant attention from those following the hearing.",
  "Zuck: Senator no, Whatsapp is encrypted, we can’t see any of that.",
  "This is one of my top priorities in 2018 — is to get this right.",
  "They also purchased political advertisements on social media.",
  "—Zuckerberg \"I'll check with my team and follow up with you.\"",
  "There was the US Senate Alabama special election last year.",
  "\"Is that a fair thing for a user of Facebook to expect?\"",
  "The right and far-right was all over the exchange: Wow.",
  "Zuckerberg replied: \"I do not know the answer to that.",
  "Bill Nelson “Long privacy policies are very confusing.",
  "\"That was an obvious question he'd be prepared for.\"",
  "But Zuckerberg easily batted it away: \"No, senator.",
  "I hope Zuckerberg and Facebook correct the record.\"",
  "I can have my team follow up to get you the data.\"",
  "\"And I want to be careful here,\" Zuckerberg said.",
  "The special counsel's office declined to comment.",
  "We try to delete it as quickly as is reasonable.",
  "FEINSTEIN: When did you identify new operations?",
  "Sen. John Thune warned of a \"privacy nightmare.\"",
  "someone over Whatsapp, can facebook see that?",
  "It takes — they want to work through on that.",
  "There was the French presidential election.",
  "“Well, this is an opinion that disturbs me.",
  "\"Your user agreement sucks,\" Kennedy said.",
  "We try to move as quickly as possible.",
  "But I know we are working with them.\"",
  "This next part was a bit confusing.",
  "We also had an awkward moment here.",
  "Below is a summary of the hearing.",
  "Now this isn't totally unexpected.",
  "We must not allow them to succeed.",
  "\"It was my mistake, and I'm sorry.",
  "\"This is not true,\" Mook tweeted.",
  "It was my mistake, and I’m sorry.",
  "ZUCKERBERG: Thank you, Senator.",
  "And with that, Nelson moved on.",
  "There was the German election.",
  "“‘So we connect more people.",
  "But some senators were wary.",
  "That's great,\" Hatch said.",
  "\"We were never notified.",
  "We have complex systems.",
  "Sen. Dean Heller asked.",
  "\"Yes,\" Zuckerberg said.",
  "That happened.\"",
  "Heller asked.",
  "Durbin asked.",
  "Time for ??",
  "Zuck: ….no.",
  "Read more.",
  "Read more.",
  "Read more.",
  "\"I see."
]