[
  "The 13 buyers were whittled down to four offers:\n\n£1 for the business and its intellectual property\n\n£10,000 / £15,000 for the company's assets\n\n£1 for the name 'Cambridge Analytica'\n\n£300 for the name 'Cambridge Analytica'\n\nCambridge Analytica didn't accept any of the offers, which \"were all at disappointing levels.\"",
  "The firm went into administration after a global crisis sparked by The Observer reporting in May that it illegally obtained millions of people's Facebook data, potentially for targeted political advertising.",
  "Pedro Nunes/Reuters\n\nScandal-hit political consultancy firm Cambridge Analytica offered itself for sale to more than 18,000 parties after going into administration, but only received four paltry offers.",
  "Commercial real estate consultancy Lambert Smith Hampton was appointed to prepare an \"email taster\" for Cambridge Analytica's assets, which was sent to 18,000 parties in its buyers' database.",
  "Cambridge Analytica owes the shadowy Emerdata lots of money\n\nThe report, as first noted by The Financial Times, also references a shadowy successor to Cambridge Analytica called Emerdata.",
  "The administrators blamed the ICO for seizing most the company's laptops and servers, and said without that equipment they hadn't been able to come up with a proper valuation.",
  "A report filed to the UK's Companies House outlines how administrators for Cambridge Analytica tried to drum up as much cash as possible by selling the company.",
  "The company had originally been set up to acquire Cambridge Analytica and its affiliate SCL Elections and put them under one roof.",
  "Companies House\n\nIn the end, just 13 potential buyers filled out the necessary paperwork, some of whom were based abroad.",
  "They are now proposing a compulsory liquidation, which would see Cambridge Analytica entirely wound up rather than sold.",
  "The report boasts how Lambert Smith Hampton also advertised the sale on Twitter \"which resulted in another 429 views.\"",
  "The UK's data watchdog, the ICO, is also investigating the company for the way it obtained and used the Facebook data.",
  "Business Insider revealed earlier this year that several power players behind Cambridge Analytica had set up Emerdata.",
  "Its board members included Rebekah and Jennifer Mercer, the daughters of billionaire conservative donor Robert Mercer.",
  "The report revealed that Emerdata was the ultimate parent of Cambridge Analytica and its sister companies.",
  "According to the filings, SCL Elections owes Emerdata some £6.4 million.",
  "Alexander Nix, the former CEO of Cambridge Analytica.",
  "The agent also cold-called prospective buyers.",
  "The report doesn't name the potential buyers.",
  "An excerpt from the Companies House filing."
]