[
  "I’m sure a lot of leaders and public figures we respect do too, and I just don’t think that it is the right thing to say, ‘We’re going to take someone off the platform if they get things wrong, even multiple times.’”\n\nCritics quickly picked up on Zuckerberg’s comments, noting that his logic casts doubt on Facebook’s ability to prevent another Cambridge Analytica scandal or the additional spread of Russian propaganda during a U.S. election.",
  "But he can't seem to outline a policy that would classify even \"Holocaust denial\" as over the line https://t.co/kFQurze4pU — Drew Harwell (@drewharwell) July 18, 2018\n\nIf *Holocaust denial* is Zuckerberg's chosen example of something Facebook wouldn't police, why should anyone have confidence the company wants to deal seriously with more pedestrian kinds of misinformation?",
  "In a lengthy interview with Recode published Wednesday, Recode co-founder Kara Swisher pressed the Facebook CEO to explain how he can simultaneously say he is combating the spread of false information on Facebook but won’t issue a firm rebuke to conspiracy content that claims, for instance, that the Sandy Hook massacre didn’t happen.",
  "Mark Zuckerberg got himself into hot water Wednesday after suggesting that Holocaust deniers are not “intentionally getting it wrong” while explaining why they won’t be policed on Facebook.",
  "— Alex Burns (@alexburnsNYT) July 18, 2018\n\nZuckerberg followed up on his comments to say Facebook has a removal policy for content encouraging any harm or violence, but that false news ?",
  "But Zuckerberg doubled down, implying that there is a good-faith debate happening on Facebook about the systematic slaughter of around 6 million Jewish people during World War II.",
  "His position on whether Facebook would remove such content did not change, however, and he reiterated the strategy of downsizing the posts’ reach in users’ newsfeeds.",
  "“Holocaust denial is a willful, deliberate and longstanding deception tactic by anti-Semites that is incontrovertibly hateful, hurtful, and threatening to Jews.",
  "Zuckerberg dug himself into an even deeper hole by offering up Holocaust denialism as another example of Facebook content he wouldn’t remove from the network.",
  "But at the end of the day, I don’t believe that our platform should take that down because I think there are things that different people get wrong.",
  "https://t.co/IxbFe2Hy9H — Matt Stoller (@matthewstoller) July 18, 2018\n\nHolocaust deniers are malicious, violent, and mean exactly what they say.",
  "— marisa kabas (@MarisaKabas) July 18, 2018\n\nMark Zuckerberg told Congress that Facebook's AI would solve its hate-speech problem in 5-10 years.",
  "Facebook has a moral and ethical obligation not to allow its dissemination,” Anti-Defamation League CEO Jonathan Greenblatt said in a statement.",
  "“I personally find Holocaust denial deeply offensive, and I absolutely didn’t intend to defend the intent of people who deny that,” he wrote.",
  "“I just think, as abhorrent as some of those examples are, I think the reality is also that I get things wrong when I speak publicly.",
  "JIM WATSON via Getty Images Facebook CEO Mark Zuckerberg testified about Facebook's practices before the U.S. Senate in April.",
  "Amid the backlash, Zuckerberg sent Swisher an email attempting to clarify the comments in question.",
  "For Mark Zuckerberg, one of the most powerful men in the world, to cut them slack is despicable.",
  "“I’m Jewish, and there’s a set of people who deny that the Holocaust happened,” Zuckerberg said.",
  "even viral content that makes it into the top 100 items trending on Facebook in a given day ?",
  "They deny the genocide of six million Jews and others, including five of my family members.",
  "“In the case of the Holocaust deniers, they might be, but go ahead,” she interjected.",
  "would only be downgraded by the platform’s algorithm so it’s seen by fewer users.",
  "“It’s hard to impugn intent and to understand the intent,” Zuckerberg responded.",
  "So now Mark Zuckerberg is defending Holocaust deniers because they are sincere.",
  "I think ?”\n\nSwisher quickly interrupted him to question his choice of example.",
  "I don’t think that they’re intentionally getting it wrong.",
  "More weighed in on social media.",
  "“I find that deeply offensive.",
  "I’m sure you do."
]