[
  "He said: “I think what we want to know now is who were those people and what access did they have, and were they actually able to take some of that data themselves and use it for whatever things they wanted.”\n\nHe added: “So is it possible, indirectly, that the Russians learned from Cambridge Analytica, and used that knowledge to run ads in America during the presidential election as well?”\n\nCambridge Analytica (CA) folded as a company this year, shortly after being suspended by Facebook following allegations it had amassed data on millions of voters from their profiles and misused it.",
  "Kogan, who has also worked at St Petersburg State University, denied handing Facebook data to any Russian entity, telling CNN: “I don’t know what could have happened to the data once I handed it over to Cambridge Analytica so it is difficult for me to speculate.”\n\nHe said that it could be down to something “innocuous”, such as a representative of CA’s parent company, SCL Elections, remotely accessing the server to see the files while in Russia.",
  "While working on the Cruz campaign in the 2016 US election, Cambridge Analytica partnered with a Cambridge University academic, Aleksandr Kogan, to explore \"psychographics\", a marketing practice that involves psychologically profiling individuals and tailoring adverts to their personalities.",
  "Two-and-a-half years after the first report in the Guardian of Kogan's use of Facebook data, the company responded, banning Kogan and Cambridge Analytica from its platform and launching an investigation into misuse of its site.",
  "Publicly, this included creating and buying digital advertising; privately, according to claims made in secret filming by then-CEO Alexander Nix, it may have extended to honeytrap stings and other \"dark arts\".",
  "The UK-based company, an offshoot of an American military contractor called SCL Group, offered electoral services to politicians across the world, including the Ted Cruz and Donald Trump campaigns in the US.",
  "Damian Collins, who is leading a parliamentary inquiry into fake news, told CNN that the Information Commissioner’s Office (ICO) had found evidence that files were accessed from Russia and other countries.",
  "Last week the ICO announced it proposed to bring criminal action against SCL Elections, and revealed that the total number of users to have had their data harvested stood at an estimated 87 million.",
  "It is alleged the information was used to target US voters during Donald Trump’s 2016 presidential election campaign, while a whistleblower has claimed the firm had links to pro-Brexit campaigners.",
  "Kogan used an app tied in to Facebook to download data from 800,000 users – and around 70 million of their friends – and used that data as the basis of his psychographic model.",
  "The Information Commissioner announced an intention to levy a £500,000 fine, the maximum possible, against Facebook for two breaches of data protection laws.",
  "A University of Cambridge professor, Aleksandr Kogan, had passed on information to CA and others after launching a Facebook app called thisisyourdigitallife.",
  "But both companies say no contract was ever signed, nor money paid, and that the exploratory work wasn't used in the eventual referendum campaign.",
  "The company was listed as a partner on Leave.EU's application to become the official Brexit campaign, and carried out some preparatory studies.",
  "It also said it intended to fine Facebook a maximum £500,000 for two breaches of the Data Protection Act 1998.",
  "Quick guide Cambridge Analytica: the story so far Show Hide What services did Cambridge Analytica provide?",
  "Facebook data gathered by Cambridge Analytica was accessed from Russia, an MP has said.",
  "That depends on your definition of \"work\".",
  "(Nix now denies CA used such methods.)",
  "How is Facebook involved?",
  "Did it work on Brexit?",
  "What happened next?"
]