[
  "A day after a lengthy New York Times investigation found that Facebook went to\n\nIn the early days of Facebook, CEO Mark Zuckerberg encouraged his colleagues to “move fast and break things.”\n\nThe mantra has since fallen out of favor at the company, but it has seemingly only just begun to sink in with U.S. lawmakers, who seem ever more willing to move (albeit slowly) and break up Facebook.",
  "Republicans convened the hearing — also featuring testimony from Juniper Downs, YouTube’s global head of public policy and government relations, and Nick Pickles, Twitter’s senior strategist for public policy — to discuss what lawmakers said is censorship of conservative content on the three companies’ platforms.",
  "pic.twitter.com/U3Afr2E15u — Eddie Vale (@evale72) July 17, 2018\n\nGoodlatte ended with another point hinting at regulation of all three online companies, noting that they currently enjoy so-called Section 230 protection, which shields them from liability for what users post on the sites.",
  "Goodlatte asked more pointedly, “Do you think the lack of competition in your space does not in any way affect that position?”\n\nWow GOP Judiciary Chairman Goodlatte going after Facebook for being a monopoly, talking about the \"lack of competition\" in the social media space.",
  "That revelation comes thanks to House judiciary committee chairman Bob Goodlatte (R-Va.), who asked Facebook’s vice president of global policy management, Monika Bickert, during a hearing Tuesday to defend how a lack of online competition in the space benefits consumers.",
  "A group of protesters temporarily interrupted her response, holding aloft an updated version of a classic political cartoon depicting Standard Oil as an octopus wrapping its tentacles around vital industries, the U.S. Capitol and the White House.",
  "“So clearly people have a choice in the United States when they go online, and Facebook is one service they can use, but they can also use many others.”\n\n“But Facebook owns more than one of those, right?” Goodlatte asked.",
  "“All other things being equal, which company is likelier to be concerned about consumers leaving in response to discriminatory filtering practices — one with a 75 percent market share or one with 10 percent?” he asked.",
  "While there’s no evidence that is the case, it has nevertheless become a favored GOP talking point after the Cambridge Analytica scandal and numerous other alleged misdeeds came to light — some undertaken on Facebook.",
  "Bickert replied that the company owns Facebook, Instagram and WhatsApp — some of the top internet communication services in the U.S. “But again, users have a lot of choice here, as do advertisers,” she said.",
  "“All three of you represent companies that have very strong, in many cases dominant market shares in the sectors that you provide services,” Goodlatte said, setting the stage for his line of questioning.",
  "cc @evale72#techhearingspic.twitter.com/JmPR649WSa — Melissa Ryan (@MelissaRyan) July 17, 2018\n\nIn place of a Standard Oil tank, the new octopus features Zuckerberg and Facebook COO Sheryl Sandberg.",
  "— Matt Stoller (@matthewstoller) July 17, 2018\n\n“Right now, the average user of social media in the United States uses eight ... internet communication services,” she countered.",
  "Bickert maintained that market share is irrelevant for Facebook because it doesn’t “want anybody on our platform to feel discriminated against,” regardless of political beliefs.",
  "The signs @FacebookBreakup just held up behind Facebook witness at House Judiciary - homage to infamous Standard Oil Monopoly cartoon.",
  "“Traditional newspapers and programming networks have a legal obligation to curb defamation over their outlets,” Goodlatte said.",
  "“Why should your company be treated differently than these other nonutilities?”",
  "He wondered if that should continue to be the case.",
  "Quite a visual behind the witness from Facebook.",
  "Goodlatte made them stop tho."
]