[
  "Pat Toomey and Judd Gregg who is now VP of federal relations and GR at Northwestern Mutual, is 43 ... Amber Marchand, managing director at Hamilton Place Strategies (h/t Ken Spain) ... Alexandra Veitch, VP of gov’t relations at CSRA ... Regan Page is 27 ... Danny Gaynor, in strategy and messaging at Nike ... cheese-loving Kristen Bartoloni, partner at Silver Street Strategies …\n\n... Sara Armstrong, COS of the RNC (h/t Ryan Mahoney) … Iowa Republican donor/activist Bruce Rastetter is 61 … Chris Bleak … Brussels-based Politico tech reporter Laurens Cerulus is 3-0 ... Bill Wasserman of M+R (h/t Jon Haber) ... Jon Lentz, editor-in-chief at City & State ... Shomik Sarkar, former director of reporting for HFA, now a data scientist at the DNC (h/t Eric Heggie) ... Sarah Chen ... WaPo’s Josh Hicks, covering Maryland politics, is 37 ... Leslie Ogden ... former Peace Corps Director Aaron Williams … Chris Liddell-Westefeld … Carol Apelt ... Quinn Johnson … Mary Ann Preskul … Linda Beitelspacher … Scot Ross, the pride of Pittsburgh … Dee Simpson (h/ts Teresa Vilmain) ... Brandon Hall is 42 ... Rachel Williams Ellis ... Ashley Samelson McGuire ... Roland Rydstrom ... Kenan Block, an MSNBC alum, is 63 ... Pat Proctor is 46 ... Bob de Maria .. David Parsons ... Andrew Bair ...",
  "The participants: Mitch Bainwol of the Alliance of Automobile Manufacturers; Jake Jones of the Alliance and the Daimler Group; Curtis Magleby of the American Automotive Policy Council and Ford; Matt Blunt of AAPC, Victoria Barnes of AAPC and GM; Howard Hakes, Cody Lusk and Rachel Robinson of the American International Automobile Dealers Association, Robert Redding and Robert Wills of the Automotive Service Association, John Bozella and Paul Ryan of Global Automakers, Doug Murtha of Global Automakers and Toyota Motor Sales, USA, Steve Handschuh and Lacy Wilson of the Motor & Equipment Manufacturers Association; David Regan, Mark Scarpelli, and Pete Welch of the National Auto Dealers Association; and Damon Lester of the National Association of Minority Dealers.",
  "Mr. Trump’s wife, Melania, has adopted a more temperate tone, telling her husband that she believed the appointment of Mr. Mueller would speed resolution of the Russia scandal and expressing her view that he would be exonerated, according to two people with direct knowledge of her advice.” http://nyti.ms/2rpXNEu\n\n-- @nickconfessore: “The first senior Trump official to leave and write a dishy tell-all about life in the White House is going to make a lot of money.”\n\nDARREN SAMUELSOHN, “6 explosive moments that could still come in Russia probe: The president and his attorneys are showing an increasing willingness to play hardball”: “The Trump-Russia investigation is moving at a breakneck pace compared with past White House scandals.",
  "Perriello channeled the energy -- and endorsement -- of progressive leader Sen. Bernie Sanders (I-Vt.) as he tried to shake up the Democratic Party, but fell short in his bid to bring in enough new voters from among the young and working class to overcome Northam’s command of the Democratic machine, including the endorsement of nearly every Democratic elected leader in state or federal office.” http://wapo.st/2srh5cL\n\nFIRST IN PLAYBOOK -- THE OBAMACARE POLITICAL WAR: Save My Care -- a group working to pressure lawmakers not to kill the Affordable Care Act -- is spending six figures on radio ads in Alaska, Maine, Nevada and West Virginia to urge senators to oppose repealing the law.",
  "Boy George is 56 ... International Tennis Hall of Famer Steffi Graf is 48 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Mr. Bonderman later apologized to Ms. Huffington and Uber’s employees in an email, before resigning from the board a few hours later.” http://nyti.ms/2snxNcu … Holder’s report http://bit.ly/2s00cEM\n\nSCOOP -- “Most Trump real estate now sold to secretive buyers,” by USA Today’s Nick Penzenstadler, Steve Reilly and John Kelly: “Since President Trump won the Republican nomination, the majority of his companies’ real estate sales are to secretive shell companies that obscure the buyers’ identities, a USA TODAY investigation has found.",
  "And his ability to endure a free-ranging investigation, directed by Mr. Mueller, that could raise questions about the legitimacy of his Electoral College victory, the topic that most provokes his rage, will be a critical test for a president who has continued on Twitter and elsewhere to flout the advice of his staff, friends and legal team.”\n\n“Among the aides most alarmed by the idea of firing Mr. Mueller … was Reince Priebus … Donald F. McGahn II, the White House counsel, has also advised against firing Mr. Mueller.",
  "The official said the weeks are aimed at unifying the White House’s message.” http://politi.co/2s9zQP9\n\nTHE HEARING -- “5 takeaways from Sessions’ Russia testimony,” by Seung Min Kim and Josh Gerstein: “Sessions’ go-to line: ‘I don’t recall’ … The ‘I don’t recall’ line was a reliable response from the attorney general during the nearly three-hour grilling, particularly about one of the biggest questions raised before his testimony - whether he had further undisclosed meetings with Russian officials.",
  "Next week, I am going home to Boston with my wife and kids, and my brother and I will be at David Ortiz’s number retirement ceremony at Fenway on June 23rd.” Read his Playbook Plus Q&A: http://politi.co/2s9kSbR\n\nBIRTHDAYS: Mack McLarty, No Labels Vice-Chair and former Chief of Staff to Bill Clinton (h/t Dennis Craig) ... Dan Schwerin, former director of speechwriting for Hillary Clinton ... House Minority Whip Steny Hoyer is 78 ... Rep. Bob Gibbs (R-Ohio) is 63 ... Rep. Jim Sensenbrenner (R-Wisc.)",
  "Together, they have shrewdly cultivated President Donald Trump, who is eager to show that he has a new strategy for defeating terrorism and confronting Tehran.” http://politi.co/2ruILZl\n\n-- “Trump’s move to deport Iraqi Christians stirs outcry,” by Nahal Toosi: “President Donald Trump is facing anger and potential political blowback as his administration ramps up efforts to deport Iraqi Christians, a group he’d pledged to protect from what the U.S. calls a genocide in the Middle East.",
  "Call Senator Capito at 304-347-5372 and tell her to vote no on health-care repeal.” Audio of all the radio spots http://bit.ly/2tkTjf7\n\nCOMING ATTRACTIONS -- “Meadows: Freedom Caucus eyeing $1.5 trillion debt ceiling increase,” by Rachael Bade: “Some House Freedom Caucus conservatives want to raise the debt ceiling by a smaller amount than the Trump Administration would like -- just long enough to clear the 2018 mid-term elections, the group’s leader said Tuesday.",
  "Twenty-three percent have no opinion.” http://politi.co/2rvcoJY\n\nNYT A1, GLENN THRUSH, MAGGIE HABERMAN AND JULIE HIRSCHFELD DAVIS -- “Trump Stews, Staff Steps In, and Mueller Is Safe for Now”: “[T]he president ... began entertaining the idea of firing Mr. Mueller even as his staff tried to discourage him from something they believed would turn a bad situation into a catastrophe, according to several people with direct knowledge of Mr. Trump’s interactions.",
  "Many of them were picked up in Michigan, a swing state that Trump barely won in 2016 and the home of a sizable number of Christians from Muslim-majority countries who backed Trump during the presidential campaign.” http://politi.co/2rg856c\n\nMEDIWATCH -- “Layoffs To Hit HuffPost This Week,” by BuzzFeed’s Steven Perlberg: “The HuffPost newsroom is bracing for a round of layoffs this week, according to four people familiar with the matter.",
  "The attorney general might have punted, but his reaction might have betrayed the answer.” http://politi.co/2rZVt60\n\nSURROUND-SOUND -- “Nearly 200 Democratic lawmakers sue Trump citing business conflicts,” by USA Today’s Steve Reilly: “Nearly 200 Democratic members of Congress filed a lawsuit against President Trump on Wednesday morning alleging that his continued ties to his business empire violate the U.S. Constitution.",
  "But the position has been vacant since January 20, and the White House has no plans to fill it, a senior administration official told The Jerusalem Post on Tuesday.” http://bit.ly/2t0OurM\n\nTHE JUICE …\n\nFIRST IN PLAYBOOK: Country star Kalie Shorr will sing her hit “Fight Like A Girl” at Congressional Women’s Softball Game (CWSG) one week from today, June 21 at 7 p.m. at Watkins Recreation Center.",
  "SPOTTED: Tara Palmeri, Gabby Morrongiello, Paul Bedard, Donna Cassata, Ted Fioraliso, Peter Doocy, Doug Stafford, Matthew Hawes, Alex Pappas, Juliegrace Brufke, Walt Cronkite, Michael Memoli, Jeremy Herb, Burgess Everett, Suzanne Kianpour, Matt Boyle, Amanda House, Nihal Krishan, Alex Bolton, Cherie Paquette, Rob Lockwood, Elise Norris, Kerry Young, Andrew Desiderio, Kevin Cirilli.",
  "Ambassador for Religious Freedom Rabbi David Saperstein, Father Mark Morozowich of Catholic University, Imam Mohamed Maged of the ADAMS Center in Sterling, Virginia, Pastor Bob Roberts of Northwood Community Baptist Church, Keller, Texas, Imam Hamza Yusuf Hanson, Grover and Samah Norquist, Suhail A. Khan and Jana Plat, John Malcolm of the Heritage Foundation and Mary Lee Malcolm.",
  "An alternative to Ms. Yellen could be Mr. Cohn, who became Mr. Trump’s top economic adviser after a 26-year career at Goldman Sachs Group Inc. Mr. Cohn has emerged as a key intermediary in the administration’s relationship with the central bank.” http://on.wsj.com/2tl4Z1p\n\nFIRST IN PLAYBOOK: The Trump administration is holding two “listening sessions” today at the White House.",
  "That compares with about 4% of buyers in the two years before.” https://usat.ly/2sncIyu\n\nDROPPING OUT -- “Brian Burns withdraws as Trump’s nominee for Ambassador to Ireland,” by Irish Central’s Niall O’Dowd: “Brian F. Burns, the US ambassador-designate to Ireland has withdrawn his name from consideration for the job, citing health issues, IrishCentral has learned.",
  "HEATHER CAYGLE, on June 7: \"Democrats to sue Trump over conflicts of interest\" http://politi.co/2rvm2fS\n\nREMINDER: WE ARE STILL AT WAR -- “Trump gives Pentagon authority to set troop levels in Afghanistan,” by WaPo’s Thomas Gibbons-Neff: “President Trump has given the Pentagon new authority to decide the troop levels in Afghanistan, a U.S. official said Tuesday.",
  "... [H]ere are six potent powder kegs awaiting Trump, Mueller and Congress: Executive privilege ... Lawyer versus lawyer: More than a dozen lawyers are already working on behalf of Trump and his associates in the Russia investigation ... Trump’s tax returns ... A grand jury: The federal courthouse in Washington could become the center of the political universe.",
  "Indictments ... As Mueller brings the probe to a close, he could face perhaps the most explosive of all decisions: whether to prosecute the president himself.” http://politi.co/2t0Sdpn\n\nGARY COHN MANAGING FED CHIEF SEARCH -- WSJ’S NICK TIMIRAOS and KATE DAVIDSON -- “Officials won’t publicly outline any timetable for their decision or shortlist of candidates.",
  "Burns, 81, was considered a remarkably good choice by Trump, given his long career of devotion to Irish issues, including the creation of the John J. Burns Library at Boston College and as a senior official of the American Ireland Fund.” http://bit.ly/2tkT83r\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "INTERESTING READ -- “Jewish Groups Struggle to Gain White House Access Points,” by Jerusalem Post’s Michael Wilner: “Jewish American organizations long active in Washington politics are struggling to communicate with the Trump administration, scavenging through old Rolodexes and e-mail lists to find points of access into the president’s small policy team.",
  "Some 50 people are being treated in hospitals after a massive fire set a 24-story apartment block in west London ablaze overnight.” http://apne.ws/2srBxu0\n\n--THE GUARDIAN: “The blaze rapidly engulfed the full height of the 24-storey block, and was still burning strongly more than six hours later, with a thick pall of dark smoke visible across the capital.",
  "SPOTTED: Justin Fairfax, newly elected Virginia Democratic nominee for lieutenant governor of Virginia, thanking his family, friends and supporters last night at Arlington’s William Jeffrey’s Tavern ... Rep. Louise Slaughter (D-N.Y) joining callers at the DCCC last night making phone calls in support of Jon Ossoff ahead of the special election.",
  "| Alex Brandon/Pool/Getty\n\nNYT’S MIKE ISAAC in SAN FRANCISCO: “Uber Embraces Major Reforms as Travis Kalanick, the C.E.O., Steps Away”: “In Uber’s continuing attempt to repair its reputation over a series of scandals stemming from its bad-boy culture, its co-founder Travis Kalanick said he would take a leave of absence as chief executive.",
  "The U.S. Army is 242 … Campbell Brown, Facebook’s head of news partnerships (h/t Erika Masonhall) ... Leon Wieseltier is 65 ... Russian-born billionaire and philanthropist Leonard “Len” Blavatnik is 6-0 (h/ts Jewish Insider) ... Anthony Zampelli, LA for Rep. Dan Donovan, is 25 (h/t Joe Kalmin) ... Christopher Gahan, former COS to Sens.",
  "On Wednesday, Trump is expected to announce the reorganization of government job training programs at the Labor Department as part of the White House’s ‘workforce development week’ -- the latest in the administration’s recent efforts to highlight tangible, limited goals like privatizing air traffic control or slashing regulations.",
  "The Wall Street Journal reported last week that about 15% of employees, or 2,100 people, will lose their jobs at Yahoo and AOL, which have become a combined entity called Oath.” http://bzfd.it/2sn5OcV\n\n\n\nPlaybookers\n\nSPOTTED -- at Walter Russell Mead’s 65th birthday party last night: Elliott Abrams, Sen. Todd Young (R-Ind.",
  "-- FIRST IN PLAYBOOK: The League of Conservation Voters is launching a national summer-long campaign on Wednesday afternoon called “Our Lands, Our Vote.” They are spending $500,000 initially to support national monuments, and the campaign will try to submit 250,000 comments to Interior in support of protecting them.",
  "BREAKING OVERNIGHT: Massive fire in west London -- WITH FRIENDS LIKE THESE: TRUMP slaps down House Republicans’ health care bill -- POLITICO/MORNING CONSULT POLL: Voters trust Comey over Trump -- B’DAY: Brian Fallon Presented by\n\nDriving the Day\n\nListen to the Playbook Audio Briefing http://bit.ly/2srPRmw ...",
  "Learn more at google.com/grow/veterans\n\nPOLITICO MAGAZINE: “Meet the Two Princes Reshaping the Middle East: But for good or ill?” by Simon Henderson: “The dramatic and sudden effort to isolate Qatar, like the fateful intervention before it in Yemen, sprang from the shared vision of two princes.",
  "-- SCRIPT from the West Virginia ad: “Behind closed doors in Washington, they’re working in secret to rush through a health-care repeal bill that will devastate care for West Virginians – hitting our rural communities and hospitals the hardest But it can’t pass without Senator Capito.",
  "FOR THE WEST WING -- “Poll: Voters trust Comey over Trump,” by Steven Shepard: “Voters have greater faith in former FBI Director James Comey to tell the truth than in President Donald Trump, who has disputed the veracity of Comey’s sworn testimony before a Senate committee last week.",
  "“At a packed meeting with employees on Tuesday morning, Uber released 13 pages of recommendations compiled as part of an investigation into sexual harassment and other wrongdoing conducted by the former attorney general Eric H. Holder Jr. and his law firm, Covington & Burlington.",
  "David Bonderman, a fellow board member and a founding partner at the private equity firm TPG, replied that adding more women to the board would result in ‘more talking.’ The remark left people aghast, according to those who were there, and set off a storm of criticism on Twitter.",
  "-- THE SPIGOT IS STILL OPEN IN GEORGIA: The GOP leadership aligned Congressional Leadership Fund disclosed another $105,514 in Georgia’s sixth congressional district to boost Karen Handel and try to take down Jon Ossoff, according to an FEC report made public Tuesday.",
  "Indeed, the region’s most important relationship may be the dynamic duo of Muhammad bin Salman, the 31-year-old deputy crown prince of Saudi Arabia, and Muhammad bin Zayed, the 56-year-old crown prince of Abu Dhabi, the lead sheikhdom of the United Arab Emirates.",
  "Pics http://bit.ly/2snsBVE … http://bit.ly/2s9Fd0w … University of Michigan Football head Coach Jim Harbaugh and UM Grad Ryan Eaton of Quicken Loans government relations team in the Delta Sky360 Club taking in the Nationals-Braves Game on Tuesday night in DC.",
  "Faced with a rising drumbeat of scandal stemming from ongoing Russia probes, President Donald Trump is continuing to pursue a big, complicated legislative agenda -- repealing Obamacare, reforming the tax system and passing an infrastructure package.",
  "http://politi.co/2rpLBDP ... Cambridge Analytica has named Ben Shankle and Laquan Austion as VPs to jointly lead the firm’s political operations in D.C. Shankle most recently spent two years as the data director for the Republican Party of Florida.",
  "Celebrity base umpires for the game include Mystics STAR Elena Della Donne, Erica May-Scherzer, Nationals pitcher Max Scherzer’s wife, and Monica Abbott, the top female softball player in the nation (and first to sign a $1-million contract).",
  "), Mark Sanford (R-S.C.), former Reps. Jim Moran (D-Va.) and Mike Rogers (R-Mich.), Indonesian Ambassador Budi Bowoleksono and Reshanty Bowoleksono, Japanese Ambassador Kenichiro Sasae, Pakistani Ambassador Aizaz Ahmad Chaudhry, former U.S.",
  "Ralph Northam won the Democratic nomination for governor of Virginia Tuesday by an unexpectedly wide margin, and Republican Ed Gillespie held off a surprising challenge from Donald Trump acolyte Corey A. Stewart for that party’s nomination.",
  "‘We do this not out of any sense of pleasure or partisanship, but because President Trump has left us with no other option,’ he said.” https://usat.ly/2szveo0\n\n-- Democratic lawmakers will hold a press conference at 10 a.m. in the LBJ Room.",
  "A new POLITICO/Morning Consult poll conducted in the days following Comey’s appearance before the Senate Select Committee on Intelligence, 45 percent of voters said they trust Comey more to tell the truth, compared to 32 percent for Trump.",
  "The still-new attorney general has had little practice at the witness table, and it showed as he became rattled under questioning from Democrats who have accused him of not being forthcoming about his interactions with Russian officials.",
  "Police commander Stuart Cundy says he can ‘confirm six fatalities at this time but this figure is likely to rise during what will be a complex recovery operation over a number of days.’ Cundy says many others are receiving medical care.",
  "The unprecedented legal action accuses Trump of violating the Emoluments Clause of the U.S. Constitution, which prohibits federal officials from accepting gifts or titles from foreign governments without congressional approval.",
  "The lawsuit will have the greatest number of congressional plaintiffs of any lawsuit against the president in the nation’s history, according to Michigan Rep. John Conyers, the House Judiciary Committee’s top-ranking Democrat.",
  "-- The Institute for Education and Coach Kathy Kemper partnered with Sylvie Lucas, the Ambassador of Luxembourg to the United States, for their #IFEWomeninPower dinner last night at the Grand Duchy Embassy in Dupont Circle.",
  "“Any of those would be hard to achieve in perfect circumstances, but with the GOP ideologically fragmented and the White House distracted by legal trouble, it’s increasingly difficult to imagine Trump landing a big win.",
  "The change, the Pentagon said, was so units could deploy at their proper strength to better maintain unit cohesion.” http://wapo.st/2smOKDF\n\nVIRGINIA GUV RACE: NORTHAM VS. GILLESPIE -- GREGORY SCHNEIDER in WAPO: “Lt.",
  "THE LATEST FROM LONDON FIRE -- “6 dead in London fire; figure expected to rise” – AP/London: “London’s Metropolitan Police say six people have died in the devastating fire that engulfed a west London apartment block.",
  "Veterans of past White Houses say if the president wants to keep Republican voters on his side, it’s time to turn his attention to putting forward discrete, achievable policy proposals that he can actually get done.",
  "Learn more at google.com/grow/veterans\n\nTHE BIG PICTURE -- NANCY COOK and ANDREW RESTUCCIA: “Trump tries to master the art of the tiny”: “Bill Clinton salvaged his presidency by focusing on small-ball policy wins.",
  "“But people close to Mr. Trump say he is so volatile they cannot be sure that he will not change his mind about Mr. Mueller if he finds out anything to lead him to believe the investigation has been compromised.",
  "http://politi.co/2rVpZjb\n\nBIRTHWEEK (was yesterday): Kristin Huguet, in comms at Apple\n\nBIRTHDAY OF THE DAY: Brian Fallon, CNN contributor, president of Barracks Row Media and senior advisor for Priorities USA.",
  "Pic http://bit.ly/2ruKC0v\n\nOUT AND ABOUT – Sen. Rand Paul (R-Ky.) and Sergio Gor hosted an off the record Bourbon tasting last night in the senator’s Russell office featuring four of Kentucky’s best bourbons.",
  "Shortly before 8am, the London fire commissioner, Dany Cotton [said:] ‘In my 29 years of being a firefighter I have never ever seen anything of this scale.’” http://bit.ly/2rgHyFN\n\nGood Wednesday morning.",
  "The North Carolina Republican said that’s smaller than the $2.5 trillion he believes the White House wants.” http://politi.co/2tl0GDn\n\n-- NOTE: These decisions are driven by anticipated market reaction.",
  "Over the last 12 months, about 70% of buyers of Trump properties were limited liability companies – corporate entities that allow people to purchase property without revealing all of the owners’ names.",
  "The U.S. official, who spoke on the condition of anonymity to talk candidly, said the move is similar to the April decision that gave the Pentagon more authority to set troop levels in Iraq and Syria.",
  "One such moment came when Sessions testified that Comey likely had an obligation to notify Congress when new evidence emerged in the probe into Hillary Clinton's State Department emails last October.",
  "-- PoPville http://bit.ly/2tkYCej\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Attorney General Jeff Sessions is sworn-in prior to testifying before the Senate Intelligence Committee on Capitol Hill on June 13.",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nNOW YOU HEAR THE PRESIDENT has gone behind closed doors and told senators the House bill is “mean” and says it doesn’t do enough to cover people.",
  "A traditional structure governed these communications before the Trump era: Presidents since Jimmy Carter have hired White House Jewish liaisons to serve as point men for the community.",
  "Vernon estate of Ray and Shaista Mahmood: DHS Secretary John Kelly, Former DHS Secretary Michael Chertoff and Meryl Chertoff, Reps. Barbara Comstock (R-Va.), Andre Carson (D-Ind.",
  "But Chairman Mark Meadows emerged from a group meeting Tuesday night saying some of his conservative compadres are looking at a $1.5 trillion lift in the nation’s borrowing cap.",
  "... [T]he Constitution Avenue location is a likely spot where he might convene a grand jury for witness testimony in his investigation and for potential criminal indictments.",
  "Ms. Yellen’s reappointment isn’t an outcome many observers expect because of Mr. Trump’s fierce criticism of her during the final weeks of last year’s presidential campaign.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "… The nation was watching Virginia as a political laboratory for how the political parties handle the deep divisions that followed last year’s election of President Trump.",
  "‘While the president has every right to’ fire Mr. Mueller, ‘he has no intention to do so,’ the White House spokeswoman Sarah Huckabee Sanders told reporters late Tuesday.",
  "“Since taking office, the president and his advisers haven’t publicly questioned the Fed’s actions -- including its decision to raise short-term interest rates in March.",
  "It is believed that Burns and President Trump exchanged letters in which the attorney and leading Irish American philanthropist revealed his reasons for stepping aside.",
  "... Whitney Mitchell Brennan has been promoted to communications director for Sen. Kirsten Gillibrand (D-N.Y.), previously she served as deputy communications director.",
  "An administration official said the White House is planning more policy-themed weeks in the coming months, including one on energy tentatively scheduled for late June.",
  "You listened to the White House’s pleading -- perhaps you got a phone call from Vice President Mike Pence, Chief of Staff Reince Priebus or even the president himself.",
  "IMAGINE IF you’re a House Republican, and voted for the leadership’s health-care bill in May after being told that you were doing the newly elected president a solid.",
  "She’ll decide whether your costs go up by thousands of dollars … whether you’re one of the hundred twenty thousand West Virginians who will lose coverage altogether.",
  "If you're a House Republican, are you going to help the White House next time after the president privately just dumped all over you after you cast a vote for him?",
  "Shorr’s song has received over 1.6 million streams on Spotify and is the walk-up song for the Member team co-captain Rep. Debbie Wasserman Schultz (D-Fla.).",
  "TRANSITIONS – The DNC has hired Sabrina Singh to serve as its deputy communication director in charge of the regional media program and coalitions media.",
  "Jared Kushner, the president’s son-in-law and adviser, supported firing Mr. Comey, but he has been less pugnacious lately, administration officials said.",
  "The company also announced it would embark on a sweeping reorganization to ensure that executives are more closely supervised by its board of directors.",
  "… The most glaring: Did Sessions ever offer to resign due to Trump’s dissatisfaction with his job performance, as several news outlets have reported?",
  "But in recent weeks, wonkier policies are getting more fanfare, with briefings for reporters and appearances by Cabinet officials in the press room.",
  "Residents could be seen waving and screaming from their windows, as firefighters wearing breathing apparatus fought to rescue them from their flats.",
  "In front of employees, the board member Arianna Huffington talked about how having one female director typically leads to more female directors.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Sessions and Deputy Attorney General Rod Rosenstein were testifying on Capitol Hill simultaneously Tuesday, but they weren't always in sync.",
  "Fed Chairwoman Janet Yellen’s term runs through January, and President Donald Trump didn’t rule out her reappointment in an April interview.",
  "http://apne.ws/2t0vZnB\n\nONE MORE QUICK THOUGHT -- Republicans on the Hill spent years decrying behind-the-scenes machinations of government.",
  "Subscribe on iTunes http://apple.co/2eX6Eay ... Visit the online home of Playbook http://politi.co/2f51Jnf\n\nHAPPY BIRTHDAY, MR. PRESIDENT.",
  "But his willingness to consider her speaks to the amicable relationship they have forged since Mr. Trump took office, observers say.",
  "Unless Senator Capito votes no on healthcare repeal, the doors to affordable healthcare for West Virginia could be closed for good.",
  "Immigration and Customs Enforcement agents over the weekend detained dozens of Iraqi Christians and others to send back to Iraq.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Depending on your point of view, they may be the harbingers of a new and better Middle East—or reckless architects of disaster.",
  "Jennifer Griffin, who covers national security and the Pentagon at Fox News, was the special guest in an off the record convo.",
  "The CWSG raises funds for the Young Survival Coalition and is taking place the same week as the 45th anniversary of Title IX.",
  "“But even as Uber promised to reform itself, an exchange between board members onstage highlighted the company’s challenges.",
  "At 10 a.m., HHS SECRETARY TOM PRICE and CMS ADMINISTRATOR SEEMA VERMA are meeting with 13 doctors for an Obamacare session.",
  "The move could lead to a deployment of thousands more troops as commanders decide the way forward in the 15-year-old war.",
  "Well, it’s angering a lot of House Republicans, who believe their president put them at political risk with that comment.",
  "and his wife Anna, Scooter Libby, former Pakistani ambassador Husain Haqqani, Adam Garfinkle, Ben Haddad, Hannah Thoburn.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "How he’s celebrating: “I will spend most of the day fending off bad jokes about sharing a birthday with Donald Trump.",
  "The establishment forces seemed to win out, as Virginia voters resisted efforts to pull further to the right or left.",
  "A HFA alum, she was previously director of surrogates and media affairs for Senate Minority Leader Charles Schumer.",
  "List of the doctors http://politi.co/2rZIcu0 NEC DIRECTOR GARY COHN is then hosting one on tax reform at 2:30 p.m.",
  "You explained to your constituents that the late-in-the-game changes made to the bill helped cover more people.",
  "The Fed has also signaled it is likely to raise rates again at its two-day meeting that concludes Wednesday.",
  "…\n\n… Mercury has hired Fernando Espuelas, a veteran journalist who co-founded StarMedia, to be co-chairman.",
  "PLAYBOOK METRO SECTION -- WHAT LUKE RUSSERT IS READING -- Restoration Hardware becoming Wawa in Georgetown?",
  "Austion most recently worked on Lyft’s government relations team where he oversaw all east coast markets.",
  "… whether Medicaid is gutted … whether you or your loved one will lose access to opioid abuse treatment.",
  "A lot of GOP lawmakers are buzzing about it, and many are none too pleased with the president right now.",
  "Now they have an attorney general that is refusing to discuss his conversations with the president.",
  "SPOTTED: Nancy Cordes, Kristen Honey, Finland Ambassador to the U.S. Kristi Kauppi, Jordanian Amb.",
  "The GOP leadership and the White House are unlikely to agree to anything that will rattle markets.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "…\n\n“[G]illespie edged past Stewart by just over a percentage point — fewer than 4,500 votes.",
  "-- SPOTTED at the 17th annual interfaith Ramadan Iftar dinner last night, hosted at the Mt.",
  "Mathilde Mukantabana, Jennifer Rudy, Sita Sonty, Cori Zarek, Cecilia Vega, and Jan Smith.",
  "While Democrats were harsh toward Sessions, nearly all Republicans treated him gingerly.",
  "For months, executive branch actions to unwind or rewrite regulations got little notice.",
  "She comes from American Bridge, where she served as the deputy communications director.",
  "A Senate health care bill was always going to be more moderate than the House version.",
  "And a Senate majority that seeking to pass a major health-care bill without hearings.",
  "Capito will even decide whether insurers can impose lifetime limits on your coverage.",
  "Story: “AP sources: Trump tells senators House health bill ‘mean,’” by Alan Fram.",
  "The phone bank was organized by Slaughter and Democrats in the NY delegation.",
  "Alexandria Phillips joined Gillibrand’s office this week as press secretary.",
  "The Freedom Caucus has not taken an official position on a specific number.",
  "“Capito will decide whether your rural hospital can keep its doors open.",
  "The administration was on the Hill nonstop to push their legislation.",
  "Now Team Trump is trying to master the art of thinking tiny.",
  "You celebrated with him in the Rose Garden after passage.",
  "...\n\n“The White House seems to be getting the message.",
  "Donald Trump turns 71 today (h/ts Reince and Spicer).",
  "The cuts are said to be coming as early as Wednesday.",
  "…\n\n“Sessions and his deputy show some daylight.",
  "Police say the number is expected to rise.",
  "is 73 ... former Rep. Billy Tauzin (R-La.)",
  "… Senate Republicans run interference.",
  "… For now, the staff has prevailed.",
  "… Sessions rattled under pressure.",
  "... Presidential interference ...",
  "), Dutch Ruppersberger (D-Md.",
  "), Sen. Tom Cotton (R-Ark.)",
  "She’ll be a deciding vote.",
  "Wouldn’t that anger you?",
  "Dina Kawar, Rwanda Amb.",
  "BREAKING OVERNIGHT ...",
  "-- THE ORIGINAL SCOOP.",
  "… Unasked questions.",
  "Cotton gave a toast.",
  "is 74 ...",
  "Gov.",
  "...",
  "..."
]