[
  "And in May, the New York Times reported that law enforcement officials in Missouri used a Securus service to track nonincarcerated people’s cellphones (thanks to data shared by wireless carriers) without a warrant—a privacy scandal Slate’s Will Oremus argued “should be bigger than Cambridge Analytica.” (Wireless carriers have since agreed to stop sharing users’ location data with companies like Securus, and the Supreme Court recently ruled that the Fourth Amendment protects cellphone location records.)",
  "“In order to recoup some of that investment, we have to charge rates that may not always be palatable in the consumer marketplace.”\n\nIn its report, however, the Prison Policy Initiative argues that incarcerated users should be charged rates similar to those in the consumer marketplace, calling price markups for digital services “unquestionably exploitative.” One of the biggest barriers for making such comparisons and regulating these programs is a relative lack of public data in the first place.",
  "While most commerce within prisons revolves around food and hygiene products, a Prison Policy Initiative report on prison commissaries, published in May, found that digital sales are the “future of commissary.” The report also argues that digital sales serve as a new way to “shift the costs of corrections to incarcerated people” by monetizing opportunities for communication, education, and entertainment.",
  "Still, Bertram said that tech programs like tablets or video visitation could have real, tangible benefits for incarcerated people—if it weren’t for what she called “private enrichment at the expense of largely indigent families.” She thinks states can prove they care about these tangible benefits by negotiating fairer contracts and working with tech companies to develop more free, effective programs.",
  "In its report, the Prison Policy Initiative expressed concerns over price gouging for digital products, giving the example of the commissary company Keefe, which offers digital music downloads to Massachusetts inmates at $1.85 per song (43 percent more than the $1.29 you might pay for a song on iTunes—or almost 20 percent of the $10 you would pay for a monthly subscription to Apple Music).",
  "Similarly, Chandra Bozelko, a writer and advocate who was formerly incarcerated, told me in May that while she was generally opposed to the “pay-to-play” nature of many prison tech programs, “profit motive has led to innovation”—innovation that can and should be replicated on a not-for-profit scale.",
  "In a report on cyber communication in prisons, the Prison Policy Initiative highlighted potential negative effects surrounding these companies’ sharing of user data, particularly as law enforcement agencies continue to experiment with database algorithms to predict criminal behavior.",
  "In Pima County, Arizona, the implementation of a tablet program corresponded with a 66 percent reduction in suicide attempts and ideations, as well as a 60 percent decrease in staff assaults, corrections captain Sean Stewart wrote in a September op-ed for the Washington Examiner.",
  "But he said corrections technology companies face huge infrastructure burdens that are incomparable to companies operating in the free world; when I buy a Spotify subscription, I already have a phone and Wi-Fi to enjoy it on, which is not the case for incarcerated people.",
  "These items are often priced at rates incarcerated consumers deem inaccessible—think $21 for a cheeseburger and wings, $31 for a hygiene essentials kit, or $15 for a 15-minute phone call (no small cost when you’re earning an hourly wage of between 33 cents and $1.41).",
  "Similarly, in an August 2017 Wired piece, Issie Lapowsky wrote that video visitation programs are often marked by price gouging, an example of how “corporate and government greed” stop these programs’ potential benefits dead in their tracks.",
  "According to Wanda Bertram, a communications strategist for the Prison Policy Initiative who worked on the organization’s recent report, monopoly contracts in prisons are fairly unique to the digital and telecommunications realms.",
  "Peters told me that while one-half to three-quarters of the services on GTL’s tablets are free, the company makes revenue from offering “enhanced services” like music, movies, games, podcasts, and secure web browsers.",
  "The company is currently facing a lawsuit in conjunction with CoreCivic, a private corrections company, for recording 1,300 private conversations between inmates and attorneys in Kansas, according to Mother Jones.",
  "In fact, as internal Securus Technologies documents obtained by the Prison Policy Initiative show, companies are strategically investing in areas not currently regulated by the Federal Communications Commission.",
  "Additional highlights of GTL’s privacy policy include the company’s stipulated right to share user data with third parties including law enforcement officials, “marketing partners,” and other service providers.",
  "While there are important reasons law enforcement might need this information, GTL can also track the recipient’s location for 60 minutes after the call has ended—and retain that information for up to a year.",
  "Then, the companies sell access to content, which, depending on the facility, may include things like music downloads, e-book subscriptions, games, electronic messaging, and phone and video calling.",
  "In 2015, an anonymous hacker gave the Intercept records of more than 70 million calls made through Securus—including calls between inmates and their lawyers, which should have been private.",
  "In the meantime, Bertram suggested, we should stop measuring prison programs by a standard of “Oh, this is better than nothing.” Instead, she thinks we ought to ask: “How good can it be?”",
  "According to Stewart, the tablets incentivize good behavior—because they can be confiscated at any time—and provide access to education and training programs that reduce recidivism.",
  "Inmates, for example, might be able to watch Khan Academy videos, read the Bible or the Quran, browse an Alcoholics Anonymous application, or watch a birthday message sent by a kid.",
  "Critics have also raised serious privacy concerns related to this new generation of prison tech, particularly for nonincarcerated users on the other end of a communication.",
  "Jade Trombetta, a JPay spokeswoman, said in an email that inmates have earned more than 34,000 college credits to date through the company’s free educational offerings.",
  "The tablets in Pima County are provided by Global Tel Link, a leading corrections tech company that works in more than 2,300 correctional facilities in all 50 states.",
  "Peters said he understands criticisms that companies like GTL are monetizing mass incarceration, and he thinks it’s important to listen to those concerns.",
  "Sales and usage data naturally rest in the hands of private companies, and those companies aren’t exactly excited at the prospect of increased oversight.",
  "These companies also offer free access to what Brian Peters, GTL’s vice president of facility product management, calls facility efficiency applications.",
  "Understandably, tablets are continuously monitored by companies—but there are questions about the scope of data collection and limits on data sharing.",
  "“Somehow because people in prison are a captive market, the same concerns which I think ought to be raised aren’t usually raised for them,” she said.",
  "For example, according to GTL, when parties use the company’s technology to make a phone call, they give consent to track the location of that call.",
  "These tablets can help inmates connect with family members (particularly those who live far away), access educational content, and simply pass time.",
  "JPay wouldn’t tell me the average prices of its services, which vary by facility, but the company does list location-based prices on its website.",
  "Companies like JPay (a subsidiary of Securus Technologies) and GTL often benefit from monopoly contracts in the prisons in which they operate.",
  "It’s worth noting that JPay’s parent company, Securus Technologies, has been implicated in a number of privacy and user rights controversies.",
  "Pricing for these services varies from facility to facility, but Peters said the company tries to provide services at close-to-market prices.",
  "According to Trombetta, these services provide “added layers of transparency and accountability” for the facilities in which they’re offered.",
  "Many companies seek captive markets—those in which consumers have little choice, like food in a sports arena or cable access in a rural area.",
  "Just depositing money into an inmate’s media account at the Washington Corrections Center comes with a fee—$3.95 for a deposit of up to $20.",
  "Within the GTL system, administrators can conduct a reverse look-up of any call to pinpoint a Google Maps location of the call’s recipient.",
  "But the ultimate captive market is the U.S. criminal justice system, where consumers are captive in both an economic and a physical sense.",
  "This is part of what he called GTL’s “double bottom line”: to make a “change in the corrections environment,” but also to make a profit.",
  "Inmates can purchase content through a subscription model, pay a per-minute fee, or, if they own the tablet, download material.",
  "Traditionally, private companies providing services in prisons have focused on food and personal items, as well as phone calls.",
  "As they do so, companies break into a market with little existing regulation—which, some argue, leaves room for exploitation.",
  "Through these applications, inmates can do things like file grievances, access calendars, and review facility documentation.",
  "Of the three states the Prison Policy Initiative analyzed, only Illinois included digital sales in its commissary records.",
  "“When the state pays nothing, sometimes there’s little incentive for the state to begin collecting data,” Bertram said.",
  "When I buy a Spotify subscription, I already have a phone and Wi-Fi to enjoy it on, which is not the case for inmates.",
  "By its own estimates, the company reaches more than 1.8 million inmates—82 percent of the U.S. prison population.",
  "For example, at the Colorado State Penitentiary, each typed page of an email sent to an inmate costs 50 cents.",
  "Now, many private companies are expanding to sell digital services to incarcerated people and their families.",
  "In Illinois, the report notes, inmates spent $839,000 on music provided by GTL over the course of a year.",
  "Prison systems contract with for-profit companies to provide inmates with tablets or MP3 players.",
  "For example, he said that inmates are typically charged 3 to 5 cents per minute of connectivity.",
  "(Sometimes these devices are free; other times inmates or their family members foot the bill.)",
  "GTL and JPay both offer free access to educational material on their tablets.",
  "(The company says the nonincarcerated party is told this via voice prompts.)",
  "In Indiana State Prison, video visitation costs $8.95 per half-hour.",
  "“The reality is that we are providing the infrastructure,” he said.",
  "JPay, a company similar to GTL, currently operates in 35 states.",
  "What do digital sales in prison look like?",
  "Global Tel Link?"
]