[
  "As the documentary filmmaker Adam Curtis has revealed (ironically, on the BBC’s website), when the institute was created, in 1955, one of its founders, Maj Oliver Smedley, wrote to the other, Antony Fisher, urging that it was “imperative that we should give no indication in our literature that we are working to educate the public along certain lines which might be interpreted as having a political bias.",
  "As its current director, Mark Littlewood, explains, “We want to totally reframe the debate about the proper role of the state and civil society in our country … Our true mission is to change the climate of opinion.”\n\nAstonishingly, the IEA is registered as an educational charity, with the official purpose of helping “the general public/mankind”.",
  "The Facebook/Cambridge Analytica scandal, unearthed by Carole Cadwalladr, and the mysterious funds channelled through Northern Ireland’s Democratic Unionist party to the leave campaign in England and Scotland have helped to bring the concept to public attention.",
  "The great British Brexit robbery: how our democracy was hijacked Read more\n\nThe two men were clear about its purpose: to become a public relations agency that would change society along the lines advocated by the founder of neoliberalism, Friedrich Hayek.",
  "A report it published on Monday as an alternative to Theresa May’s white paper calls for Brexit to be used to tear down the rules protecting agency workers, to deregulate finance, annul the rules on hazardous chemicals and weaken food labelling laws.",
  "In response to a complaint by Andrew Purkis, a former member of the Charity Commission’s board, the commission’s regulatory compliance department claimed that the IEA provides a “relatively uncontroversial perspective accepted by informed opinion”.",
  "Dark money can be seen as the underlying corruption from which our immediate crises emerge: the collapse of public trust in politics, the rise of a demagogic anti-politics, and assaults on the living world, public health and civic society.",
  "Some of us have spent years exposing the fake grassroots campaigns they established, the false identities and bogus scientific controversies they created, and the way in which media outlets have been played by them.",
  "Recently, it has been repeatedly dissing the NHS, which it wants to privatise; campaigning against controls on junk food; attacking trade unions; and defending zero-hour contracts, unpaid internships and tax havens.",
  "In the latest reshuffle, two ministers with close links to the institute, Dominic Raab and Matthew Hancock, have been promoted to the frontbench, responsible for issues that obsess the IEA: Brexit and the NHS.",
  "The only hard information we have is that, for many years, it has been funded by British American Tobacco (BAT), Japan Tobacco International, Imperial Tobacco and Philip Morris International.",
  "A mere two millennia after Roman politicians paid mobs to riot on their behalf, we are beginning to understand the role of dark money in politics, and its perennial threat to democracy.",
  "The BBC’s editorial guidelines seem clear: “We should make checks to establish the credentials of our contributors and to avoid being ‘hoaxed’.” In my view, the entire IEA is a hoax.",
  "The techniques now being used to throw elections and referendums were developed by the tobacco industry, and refined by biotechnology, fossil fuel and junk food companies.",
  "Tax-haven transparency won’t stop money laundering in Britain | Prem Sikka Read more\n\nThe problem is exemplified, in my view, by the Institute of Economic Affairs (IEA).",
  "Hancock, in his former role as cabinet office minister, notoriously ruled that charities receiving public funds should not be allowed to lobby the government.",
  "Darren Grimes, who was fined by the Electoral Commission on Tuesday for spending offences during the leave campaign, now works as the IEA’s digital manager.",
  "All that distinguishes organisations such as the IEA from public relations companies such as Burson-Marsteller is that we don’t know who it is working for.",
  "If the commission sees hard Brexit, privatising the NHS and defending tax havens as uncontroversial, it makes you wonder what circles its members move in.",
  "Surely no organisation should be registered as a charity unless any funds it receives above a certain threshold (say £1,000) are declared.",
  "When this funding was exposed, the IEA claimed that its campaigns against tobacco regulation were unrelated to the money it had received.",
  "The Charity Commission announced last week that it has decided to examine the role of the IEA, to see whether it has broken its rules.",
  "While dark money has been used to influence elections, the role of groups such as the IEA is to reach much deeper into political life.",
  "This rule, in effect, granted a monopoly on lobbying to groups such as the IEA, which receive their money only from private sources.",
  "But never do interviewers ask the basic democratic questions: who funds you, and do they have a financial interest in these topics?",
  "• George Monbiot is a Guardian columnist\n\n• This article was amended on 18 July 2018 to correctly attribute a quote.",
  "Charity Commission rules state that “an organisation will not be charitable if its purposes are political”.",
  "It was financed initially from the fortune Fisher made by importing broiler chicken farming into the UK.",
  "I see them as the means by which money comes to dominate public life without having to declare its hand.",
  "It should not, Hayek urged them, do any actual thinking, but become a “second-hand dealer in ideas”.",
  "Hancock has received a total of £32,000 in political donations from the IEA’s chairman, Neil Record.",
  "Dark money is cash whose source is not made public, and which is spent to change political outcomes.",
  "In what sense is ripping down public protections and attacking the rights of workers charitable?",
  "… That is why the first draft [of the institute’s aims] is written in rather cagey terms”.",
  "Our warnings went unheeded, while the ultra-rich learned how to buy the political system.",
  "As a result it is exempted from the kind of taxes about which it complains so bitterly.",
  "Its staff appear on the BBC promoting these positions, often several times a week.",
  "I see them as representing everything that has gone wrong with our politics.",
  "His department credited the IEA with the research that prompted the policy.",
  "Curtis credits him with founding 150 such lobby groups around the world.",
  "It is rated by the accountability group Transparify as “highly opaque”.",
  "Raab credits the IEA with supporting him “in waging the war of ideas”.",
  "So what is this organisation, and on whose behalf does it speak?",
  "The IEA became the template for other neoliberal institutes.",
  "I see such organisations as insidious and corrupting.",
  "The IEA has lobbied consistently for a hard Brexit.",
  "But these examples hint at a much wider problem.",
  "Democracy is meaningless without transparency.",
  "How much more political can you get?",
  "I don’t hold out much hope.",
  "If only we knew."
]