[
  "A second video showed that, immediately before the accident, the human safety driver, who theoretically is supposed to take over if the autonomous system fails, wasn't paying attention to the road and didn't appear to have his hands on the steering wheel.",
  "With the mantra that regulations stymie business, innovation, and the broader economy, Republican politicians, but also, not infrequently, Democratic ones as well, have slashed away at older rules and vowed to oppose new ones.",
  "What's more, reports indicate that the company's self-driving car's main sensor had known blind spots and the company was pushing ahead with its program, despite reliability problems with its autonomous system.",
  "Besides, some argued, we should expect that some people will be killed by autonomous vehicles, but their deaths will almost certainly be more than made up for by the many more lives that will be saved.",
  "Velodyne, the provider of Uber's lidar system, the laser-based sensor used to detect objects around a self-driving car, said its device was more than capable of identifying her before the collision.",
  "The not-infrequent result is that everyday citizens can lose their money, their houses, their privacy, their jobs, or — as in the case of Arizona resident Elaine Herzberg — their lives.",
  "And as was made clear when an Uber driver at the helm of a standard car got stuck on a pedestrian stairway in San Francisco a few days later, human drivers are prone to mistakes.",
  "Meanwhile, The New York Times reported that Uber's self-driving cars have struggled to go even 13 miles in autonomous mode without the human backup driver having to take over.",
  "Uber Video More\n\nTempe Police DepartmentAs you may have read, Herzberg died last week when a self-driving Uber vehicle hit her while she was crossing the street at night.",
  "Gene J. Puskar / AP\n\n\n\n\n\nThe fatal accident last week involving an Uber self-driving car shows the shortcomings of leaving it up to corporations to regulate themselves.",
  "In the immediate aftermath of the accident, defenders of Uber and self-driving technology in general asserted that there was nothing to be overly concerned about.",
  "Despite that, Uber has been pressing hard to advance its autonomous vehicle operation and move toward completely driverless vehicles, The Times reported.",
  "Dashcam video made clear that the street was well-lit and Herzberg, instead of making a sudden move, had been steadily making her way across the street.",
  "Arizona, where the accident happened, had few rules governing autonomous-car testing, allowing Uber and other operators to make up their own rules.",
  "It's beginning to look like Uber cut corners\n\nBut it turns out that the initial takes letting Uber's self-driving car off the hook were off-base.",
  "That approach was problematic, particularly in the case of Uber, because the company has a long history of flouting rules, laws, and norms.",
  "By contrast, The Times noted, Waymo's autonomous vehicles on average traveled 5,600 miles last year before a driver had to take control.",
  "Since at least the time of Ronald Reagan, it's been a popular thing to complain about the government's regulation of businesses.",
  "But here's something that is clear: When governments don't set rules, companies and powerful people are free to set their own.",
  "Herzberg was likely to blame for suddenly stepping off a median and jaywalking in front of the car on a dark street.",
  "After all, 30,000 to 40,000 people die as a result of human-driven automobile accidents in the US every year.",
  "When they do, they almost inevitably set those rules for their benefit, not the broader public's.",
  "Velodyne pointed fingers in Uber's direction when it came to assigning blame for the crash.",
  "Even so, according to police, the car didn't slow down at all until after it hit her.",
  "It's an open question how much good all that regulation-slashing has done.",
  "The Uber car didn't appear to be at fault.",
  "That's probably not a bad place to look.",
  "It was a chance accident."
]