[
  "But, our initial success reaching agreement on VR guidelines serves as a reminder that people can go beyond reckoning with the technologies others create: We can work together to create beneficial technologies we want.",
  "As the debacle with Facebook and Cambridge Analytica shows, though, people don't always follow guidelines, or even platforms' rules and policies – and the effects could be all the worse in this new VR world.",
  "As carefully as developers are building virtual worlds themselves, society as a whole must intentionally and painstakingly construct the culture in which these technologies exist.",
  "The developers we spoke with expressed a desire for guidelines on where to draw the boundaries, and how to prevent dangerous misuses of their platforms.",
  "As an initial step, we invited VR developers and users from nine online communities to work with us to create a set of guidelines for VR ethics.",
  "Yet, one developer admits that \"the fact of the matter is … I can count on my fingers the number of experienced developers I've actually met.\"",
  "While technologists and users are cleaning up the malicious, manipulative past, they'll need to go far beyond making social media healthier.",
  "She is also a contributor at The Conversation, an independent source of news and views from the academic and research community.",
  "A person who uses virtual reality is, often willingly, being controlled to far greater extents than were ever possible before.",
  "They made suggestions about inclusivity, protecting users from manipulative attackers and limits on data collection.",
  "Our research found that VR developers were more concerned about their users' well-being than the users themselves.",
  "Everything a person sees and hears – and perhaps even feels or smells – is totally created by another person.",
  "Perhaps in carefully constructed virtual worlds, people can solve problems that have eluded us in reality.",
  "Even experts have only begun to explore ethics, security and privacy in virtual reality scenarios.",
  "Commentary by Elissa Redmiles, a Ph.D. Student in Computer Science at University of Maryland.",
  "But these virtual worlds will be built inside a real world that can't be ignored.",
  "For more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
  "In many cases, developers are the first allies in this fight.",
  "That surrender brings both promise and peril.",
  "Follow him/her on Twitter @eredmil1 ."
]