[
  "Twitter said that it determined that Kaspersky Lab “operates using a business model that inherently conflicts with acceptable Twitter Ads business practices.” On Friday, Kaspersky Lab CEO Eugene Kaspersky published a blog post objecting to Twitter’s decision and said that his company is “rule-abiding” and is “keen on getting to the truth of unfathomable matters.”\n\nIn a statement, Twitter told Cyberscoop that part its decision was based on a DHS notice that said: “The Department is concerned about the ties between certain Kaspersky officials and Russian intelligence and other government agencies, and requirements under Russian law that allow Russian intelligence agencies to request or compel assistance from Kaspersky and to intercept communications transiting Russian networks.",
  "Although we do not consider Mr. Zuckerberg's overall security program to be a prerequisite (sic) for his benefit for the reasons described above, the costs related to personal security for Mr. Zuckerberg at his residence and during personal travel, as well as the costs of private aircraft for personal travel.”\n\nEuropean Privacy Controls\n\nIn preparation for the new General Data Protection Regulation (GDPR) rules being pushed by the EU, Facebook has rolled out a new set of privacy controls that will go into effect on May 25th.",
  "Read More Social Media Roundup News\n\n- April 15, 2018 - Social Media Roundup: New Instagram Features, Snapchat Tweak, Zuckerberg Goes To Capitol Hill\n\n- April 8, 2018 - Social Media Roundup: Facebook Bulk App Removal, Messenger Unsend Feature, Improved Snapchat Lenses\n\n- April 1, 2018 - Social Media Roundup: Facebook Election Security Update, Pinterest Following Tab, Twitter Timestamps\n\n- March 25, 2018 - Social Media Roundup: Zuckerberg's Cambridge Analytica Response, Snap Map Explore, Instagram Update",
  "The services include social plugins (Like and Share buttons), Facebook Login (ability to log into a website or app with a Facebook account), Facebook Analytics (helps websites and apps better understand how people use their services) and Facebook ads and measurement tools (enables websites and apps to show ads from Facebook advertisers).",
  "At Time, Jen shepherded the company’s digital and interactive strategies, operations, consumer marketing, and revenue, streamlining and expanding the business as she oversaw dozens of online media properties, like People, Fortune, and Sports Illustrated.”\n\nSnap\n\nSponsored Filters\n\nSnap is in the process of rolling out Sponsored Filters.",
  "Screenshots of the service leaked to The Next Web shows a “School” tab at the bottom of the Messenger app where users can join a school network “to see which of your classmates are also on Messenger.”\n\n$7.3 Million To Protect Mark Zuckerberg\n\nAccording to The Guardian, Facebook has spent $7.3 million to protect Mark Zuckerberg in 2017.",
  "Messenger Reportedly Testing ‘High School Networks’\n\nAccording to sources with The Next Web, Facebook’s Messenger service is testing out a feature known as ‘High School Networks for Messenger.’ High School Networks for Messenger looks like it is a way for students to connect with their classmates for school-related coordination.",
  "The risk that the Russian government, whether acting on its own or in collaboration with Kaspersky, could capitalize on access provided by Kaspersky products to compromise federal information and information systems directly implicates U.S. national security.”\n\nKaspersky had spent more than $94,000 on Twitter ads last year.",
  "But I believe it is almost certain that the number of Facebook users whose data was compromised through routes similar to that used by Kogan is much greater than 87 million; and that both Cambridge Analytica and other unconnected companies and campaigns were involved in these activities,” wrote Kaiser in her statement.",
  "In fact, most websites and apps send the same information to multiple companies each time you visit them.”\n\nSpecifically, when you visit a website, your browser will send a request to the site’s server and shares your IP address so the website knows where on the Internet to send the site content.",
  "Facial Recognition Class Action Lawsuit\n\nThis past week, U.S. District Judge James Donato ruled in a San Francisco federal court that Facebook will have to face a class action lawsuit that alleges the company unlawfully used facial recognition without user permission reported Reuters.",
  "According to Recode, the Sponsored Filters would place a face mask that transforms a person’s selfie into a call-to-action button with prompts like “Shop Now” or “Install Now.” One of the samples shown on Recode is a Snapchat user endorsing Candy Crush by using a Sponsored Filter.",
  "“BOOM, certified through the International Fact-Checking Network, non-partisan international fact checking network at Poynter, will be able to review English language news stories flagged on Facebook, check facts, and rate their accuracy,” said Facebook in a statement.",
  "Telegram\n\nRussia Ban\n\nLast week Forbes contributor Enrique Dans published details about a hearing in which instant messaging application Telegram got blocked in Russia based on a decision by the Federal Service for the Supervision of Telecommunications.",
  "“Our face recognition features help protect your privacy and improve your experiences, like detecting when others might be attempting to use your image as their profile picture and allowing us to suggest friends you may want to tag in photos or videos.",
  "As always, empowering our users to make connections is our number-one priority, and we wanted to continue to ensure our users felt safe while doing this,\" said Bumble’s VP of international marketing and communications Louise Troen.",
  "Pinterest\n\nBusiness Profile Pages Redesigned\n\nPinterest has redesigned its business profile pages with a monthly viewer count number that will show businesses the number of people who viewed their pins over the last 30 days.",
  "Facebook\n\nBuilding Chips\n\nA job listing on Facebook spotted by Bloomberg seems to indicate that the company is interested in building its own semiconductors in order to reduce their dependence on third-party chip companies.",
  "Twitter\n\nKaspersky Lab Banned From Advertising\n\nTwitter has decided to ban Kaspersky Lab from advertising on its platform following reports that the cybersecurity company has close ties to Russia-based government agencies.",
  "Another Cambridge Analytica Whistleblower Releases A Statement\n\nIn a written statement, former Cambridge Analytica business director Brittany Kaiser revealed another vulnerability in an app that connected to Facebook.",
  "We paid for the initial procurement, installation, and maintenance of security measures for Mr. Zuckerberg's personal residences, and we pay for the annual costs of security personnel,” wrote Facebook in the filing.",
  "“We require these security measures for the company's benefit because of the importance of Mr. Zuckerberg to Facebook, and we believe that the costs of this overall security program are appropriate and necessary.",
  "Payments Service Reportedly Being Tested In India\n\nAccording to FactorDaily via The Next Web, Facebook is reportedly testing a payments service in India, which would be facilitated through the Messenger service.",
  "“After AOL, Jen became Chief Business Officer at PopSugar, Inc., where she led the company’s day-to-day operations, business, and product engineering while bringing global growth to the company’s media entities.",
  "“All ads on Facebook are targeted to some extent, and that’s true for offline advertising, as well.”\n\nHowever, Facebook told Reuters in a separate report that it will not be extending the GDPR laws worldwide.",
  "Weibo\n\nDecision To Ban Homosexual Content Gets Reversed\n\nWeibo, a China-based company that functions similarly to Twitter, recently banned homosexual content from its platform a little over a week ago.",
  "The plaintiffs allege that Facebook is breaking an Illinois state law that prohibits the collection of biometric data without written consent, which is known as the Biometric Information Privacy Act.",
  "Bumble\n\nAbility To Log In Without Facebook\n\nBumble, a popular dating app with approximately 30 million users, is now allowing users to log into the app without having to use their Facebook account.",
  "Facebook said it continues to believe “the case has no merit and will defend ourselves vigorously.”\n\nThis is the second time that Judge Donato denied Facebook’s request to toss out the lawsuit.",
  "Websites typically send two things back to your browser, which is content from that site and instructions for the browser to send your request to other companies providing content on the site.",
  "Kaiser told British lawmakers that an app called “Sex Compass” and several other quizzes including the controversial \"This Is Your Digital Life\" app actually exploited over 87 million users.",
  "Facebook is also going to ask users whether they want to review and choose whether or not they want the social network to use data from partners for deciding what types of ads to show.",
  "In 2010, Jen brought her leadership to AOL as Global Head of Business Operations, where she oversaw major acquisitions of companies like TechCrunch, 5Min, and The Huffington Post.",
  "“Jen first began her career as an entrepreneur, co-founding a children’s entertainment startup before joining McKinsey & Company’s Telecom, Media, and Technology practice.",
  "Another requirement for the GDPR that The Verge pointed out Facebook is complying with is that European users will see the contact details for its Data Protection Officer.",
  "However, a Cambridge Analytica spokesperson told Business Insider that it collected data through “legitimate means” and on a “much smaller scale” than Kaiser suggested.",
  "“I am aware in a general sense of a wide range of surveys which were done by CA or its partners, usually with a Facebook login – for example, the 'sex compass' quiz.",
  "This means that Facebook’s 1.5 billion users in Asia, Africa, Australia and Latin America will not have the same levels of protection as the 28 countries in the EU.",
  "Last month, Telegram claimed to hit about 200 million active monthly users and the company raised $1.7 billion through an initial coin offering (ICO) private sale.",
  "The website also gathers information about the browser and operating system that you are using because not all browsers and devices support the same feature.",
  "The lawsuit is seeking $5,000 for each instance of facial recognition being used without permission — which could hypothetically cost billions of dollars.",
  "Wong was previously an executive at Time Inc. She departed from Time shortly after the company was acquired by Meredith Corp. for $2.8 billion in January.",
  "Third-Part Fact Checking In India\n\nFacebook is beginning a pilot program for the state of Karnataka in India to fight the spreading of fake news.",
  "It's worth mentioning that Facebook’s WhatsApp messaging service has support for payments through its messaging app for users in India already.",
  "Facebook is also reportedly trialing an option for Messenger users to top off their prepaid mobile call and data services from within the app.",
  "In a blog post, Facebook acknowledged it has ways of tracking data about people even if they don’t have an account or if users are logged out.",
  "External Tracking\n\nEarlier this month, Facebook CEO Mark Zuckerberg had testified in front of Congress where he was asked over 500 questions.",
  "Facebook could potentially use its own chips for hardware devices, artificial intelligence software and data center technology in the future.",
  "However, the government agency wiped out more than 17 million IP addresses from Google and Amazon servers as a way to block that workaround.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "And when a website uses one of Facebook’s services, your browser \"sends the same kinds of information to Facebook as the website receives.\"",
  "Specifically, Facebook will ask users whether they want to continue sharing political, religious and relationship data from their profile.",
  "Every Telegram conversation is encrypted through the use of randomly generated codes and the company cannot internally access those codes.",
  "Instagram\n\nRedesign Of Explore Tab Being Tested\n\nTechPP noticed that Instagram is in the process of testing a redesign of the Explore tab.",
  "“When you visit a site or app that uses our services, we receive information even if you’re logged out or don’t have a Facebook account.",
  "“Facebook is an advertising-supported service,” said Facebook Deputy Chief Privacy Officer Rob Sherman in a press briefing via Reuters.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "She also served as General Manager and Senior Vice President for some of the company’s biggest brands,” said Reddit in a blog post.",
  "However, there were some unintended consequences as many other websites and services unrelated to Telegram got blocked as a result.",
  "Facebook also gets information about which website or app that you are using, which is required to know when to provide its tools.",
  "“Many companies offer these types of services and, like Facebook, they also get information from the apps and sites that use them.",
  "This is because other apps and sites don’t know who is using Facebook,” wrote Facebook’s Product Management Director David Baser.",
  "One of the reasons why Telegram is being targeted by the Russian government is because the company refused to provide a backdoor.",
  "The spokesperson told Business Insider that only their public profile information was collected after consenting to the quizzes.",
  "In 2015, she became Time, Inc.’s President of Digital, earning a promotion soon after that to become Chief Operating Officer.",
  "And so Facebook is looking to hire a manager to build an \"end-to-end SoC/ASIC, firmware and driver development organization.\"",
  "This move would be similar to what Apple did in 2010 when the electronics giant started using its own chips for its products.",
  "In a blog post, Pinterest pointed out that the newly designed business profiles will have additional customization features.",
  "After Facebook learns that a story is rated false, the company is able to reduce its distribution by 80% in the News Feed.",
  "These suggestions are based on what is popular on Instagram and an algorithm based on other content that you have liked.",
  "“In addition, Mr. Zuckerberg uses private aircraft for personal travel in connection with his overall security program.",
  "Twitter, Pinterest and LinkedIn all have similar Like and Share buttons to help people share things on their services.",
  "The new templates in Lens Studio include Face Paint, Photo, Distort, Trigger, 2D Objects, 3D Objects and Baseball Cap.",
  "Plus the website also gets cookies, which uses identifiers that websites use to find out if you have visited before.",
  "Plus Snap is also integrating with Giphy so that Lens Studio developers can access a large library of GIF stickers.",
  "Lens Studio is a software platform that enables developers to build augmented reality lenses for the Snapchat app.",
  "And Facebook will provide details about how the information on their profiles are being used for ad targeting.",
  "As part of this update, we’re now giving people in the EU and Canada the choice to turn on face recognition.",
  "The redesigned Explore tab appeared after TechPP installed Instagram version 42.0.0.8.95 from APK Mirror.",
  "The Explore tab is known for suggesting photos and videos from Instagram users that you do not follow.",
  "Using face recognition is entirely optional for anyone on Facebook,” said the company in a blog post.",
  "Weibo cited strict data surveillance rules as the reason for originally blocking homosexual content.",
  "Many external websites and apps use Facebook services to make their content and ads more engaging.",
  "Facebook is going to ask every user, no matter where they are, to review their privacy settings.",
  "Facebook has been revoking access to some of its APIs following the Cambridge Analytica scandal.",
  "Reddit\n\nJen Wong Becomes COO\n\nJen Wong has joined Reddit as the chief operations officer (COO).",
  "On certain occasions, Mr. Zuckerberg may be accompanied by guests when using private aircraft.",
  "Facebook is also bringing facial recognition back to Europe and Canada as an opt-in feature.",
  "We’ve offered products using face recognition in most of the world for more than six years.",
  "One of those questions was about whether Facebook tracks users even if they are logged out.",
  "Based in Russia, Kaspersky Lab is also embroiled in legal battles with the U.S. government.",
  "Durov is also known for creating VKontakte (VK), which is similar to Facebook in Russia.",
  "This past week, Snap added seven new templates for Lens Studio according to TechCrunch.",
  "The new layout organizes photos and videos based on topics like photography and sports.",
  "I do not know the specifics of these surveys or how the data was acquired or processed.",
  "And it will be donating its 2018 budget to the Electronic Frontier Foundation instead.",
  "\"Many of our users and prospective users asked for an alternative registration method.",
  "This is roughly twice the amount it cost for Zuckerberg’s security the year before.",
  "New Features In Lens Studio\n\nLast year, Snap launched a feature called Lens Studio.",
  "Facebook partnered with BOOM, an independent digital journal, for this initiative.",
  "This should be beneficial for the 1 million businesses on Pinterest’s platform.",
  "Some of Facebook's changes temporarily made Tinder unusable earlier this month.",
  "Several people were able to circumvent the issue by using proxies and VPNs.",
  "And Facebook will make it easier for users to delete profile information.",
  "This is similar to how YouTube provides a video on an external website.",
  "There are three Illinois residents that are the plaintiffs in the case.",
  "However, the ruling could represent millions of others in the state.",
  "These companies — and many others — also offer advertising services.",
  "And it appears that there is a list of related hashtags as well.",
  "However, Durov was reportedly forced to give up his stake in VK.",
  "This helps with features liked saved items in shopping carts.",
  "This system was changed on April 17th, according to Wired.",
  "And this includes the ability to customize profile covers.",
  "Telegram was created by Russian entrepreneur Pavel Durov.",
  "And he said that he would get back on about 40 questions.",
  "And Amazon, Google and Twitter all offer login features.",
  "But this caused an uproar last weekend from its users.",
  "For COO Sheryl Sandberg, Facebook spent $2.7 million.",
  "These figures were revealed in a company SEC filing.",
  "The lawsuit was originally filed in 2015.",
  "Google has a popular analytics service.",
  "But Tinder quickly fixed that issue.",
  "So Weibo reversed that decision."
]