[
  "He also took a jab at Apple’s pricey products, warning customers to be weary of “Stockholm Syndrome.”\n\n\"I think it's important that we don't all get Stockholm syndrome and let the companies that work hard to charge you more convince you that they actually care more about you.",
  "Mark Zuckerberg, the CEO of Facebook, on Monday called Apple's Tim Cook's criticism of the social media giant \"glib\" and appeared to take a parting shot at the computer company.",
  "Zuckerberg argued advertising revenue allows the company to offer customers the service for free, while stressing Facebook’s mission to connect people from across the globe.",
  "He also noted that Apple’s concentration is on selling hardware and is opposed to relying on advertising like some of its competitors, Wall Street Journal reported.",
  "Facebook is working to rebuild its image after news broke that 50 million users had their information misused by the United Kingdom-based data analytics firm.",
  "\"If you want to build a service which is not just serving rich people, then you need to have something that people can afford,\" he told Vox’s Ezra Klein.",
  "Facebook is dependent on targeted ads based on user data, whereas Apple is reliant on iPhone sales for two-thirds of its revenue, the Journal reported.",
  "Zuckerberg has outlined steps the social media platform will take to ensure users privacy and prevent misuse in the future.",
  "Cook weighed in on the Cambridge Analytica scandal that rocked Facebook, saying he would never have been in that situation.",
  "Zuckerberg fired back on Monday, calling Cook’s comments \"extremely glib and not at all aligned with the truth.\"",
  "Cook also underscored the need for regulation to limit what information tech giants can pull from its users.",
  "Facebook’s CEO has claimed responsibility for the incident and acknowledged the company has “made mistakes.",
  "“The truth is, we could make a ton of money if we monetized our customer —if our customer was our product.",
  "While Facebook and Apple are both leaders in the tech world, they generate revenue in different ways.",
  "We've elected not to do that,\" Cook told Recode’s Kara Swisher and MSNBC’s Chris Hayes.",
  "Because that sounds ridiculous to me,\" Zuckerberg said."
]