[
  "Last year, the company’s human resources chief Lori Goler wrote about the survey for Fast Company: “The single most important driver of [employee] engagement at Facebook is pride in the company.”\n\nBruised pride after Cambridge Analytica wrath\n\nSince the Cambridge Analytica scandal came out in March, which revealed that user data on 87 million accounts were improperly shared, #deleteFacebook has been a trending hashtag on social media, CEO Mark Zuckerberg has gone before both chambers of the U.S. Congress as well as the European Union Parliament to answer questions about the company’s practices.",
  "REUTERS/Charles Platiau/Pool More\n\nAccording to Facebook’s fourth-quarter 2017 earnings report, user growth flattened and daily active users nudged down by 700,000 as the company backed off of its viral video focus, shifting priority to content from friends and family.",
  "Facebook has long been considered one of the premier tech companies to work for, along with Google and Apple, but backlash to privacy concerns, the rise and spread of fake news, social media usage, and Russian advertising has eroded the morale of its workforce.",
  "At a company meeting in April, the Wall Street Journal reported that Zuckerberg said more job candidates had withdrawn their applications than any other period in some units, but that across the board, applicants did not seem to be deterred.",
  "In terms of favorability, an Axios/SurveyMonkey poll from late March found that Facebook’s favorability fell significantly, especially compared to Google, Amazon and Apple, other top-tier tech companies.",
  "The poll also cited Germany’s largest Sunday paper, Bild am Sonntag, as finding that 60% of Germans fear Facebook, and that social networks are negatively impacting democracy.",
  "At the same time, a March Reuters/Ipsos poll found that “fewer than half of Americans trust Facebook to obey U.S. privacy laws.” And the wariness is international in scope.",
  "EU lawmakers to Facebook’s Zuckerberg: ‘We have a big problem here’\n\nZuckerberg: How Facebook uses your browsing data\n\nWhat Facebook is changing about your privacy settings",
  "Facebook’s CEO Mark Zuckerberg arrives for a family picture with guests who attend the “Tech for Good” Summit at the Elysee Palace in Paris, France, May 23, 2018.",
  "Facebook confirmed that it has long conducted a bi-annual survey called a “pulse survey” on a number of points, including morale, similar to many companies.",
  "According to three Facebook employees who have spoken to Yahoo Finance, the company has ramped up social events around the office following the survey.",
  "While Facebook is unlikely to be regulated by Congress anytime soon, the public’s trustworthiness, use, and overall opinion of the company has fallen.",
  "These employees consider the extras an “obvious” effort to buoy morale, which has been low as the company struggles with its image and reputation.",
  "Facebook is famously among the best places to work, winning Glassdoor’s 2018 ranking, with both perks and a sense of impact among employees.",
  "In counterpoint to the morale at the company, Facebook’s stock has been on a rise since its plunge on the Cambridge Analytica headlines.",
  "Facebook, like many companies, conducts internal surveys or questionnaires twice a year to take the temperature of the company climate.",
  "In front of U.K. lawmakers this week, Facebook CTO Mike Schroepfer noted the toll the situation was taking.",
  "“We all read the news every day and we see everyone mad at us and hating on us,” he said.",
  "It’s only normal that this mistrust took employee morale down as well.",
  "Since the late March lows, shares have gained over 20%.",
  "Facebook said that trend has not changed since then.",
  "—\n\nEthan Wolff-Mann is a writer at Yahoo Finance.",
  "Confidential tip line: emann[at]oath.com.",
  "Follow him on Twitter @ewolffmann."
]