[
  "The CEO had not yet responded publicly to days of damaging reporting about how the political consulting firm Cambridge Analytica, which has links to President Trump's 2016 campaign, acquired data on 50 million Facebook users from an app created by a third-party research firm.",
  "For its March issue, the magazine featured a bloodied and bruised Zuckerberg on its cover along with a lengthy piece that goes inside the social media giant's effort to fix everything that's gone wrong over the last two years.",
  "So it's somewhat surprising that when Zuckerberg broke his silence on the company's latest disaster on Thursday – the Cambridge Analytica data privacy scandal – he decided to speak to Thompson.",
  "All I know is that yesterday I got a note from Facebook saying we might have an executive available for you,\" Thompson told \"CBS This Morning\" Thursday.",
  "One of the things Zuckerberg told Thompson was that he had underestimated the importance of privacy to the Facebook community over user experience.",
  "And then there's the larger question of whether structurally Facebook can be changed in such a way that this doesn't happen again.\"",
  "It turns out though, [the] privacy line that America doesn't like to cross is when your data is used in politics,\" Thompson said.",
  "That's when Zuckerberg finally admitted a \"breach of trust\" and announced steps the company is taking to try to regain trust.",
  "It was only after the headlines persisted day after day that the company realized it had a disaster on its hands.",
  "Portability of data, he explains, makes it easy to create more Facebook apps and features for users to enjoy.",
  "Wired editor-in-chief Nicholas Thompson has covered Facebook and its CEO Mark Zuckerberg extensively.",
  "Instead they asked for legal certification, which is basically like, 'Hey, did you guys delete it?'",
  "On the other hand, \"If you prioritize privacy, there's much lower risk and much lower downside.",
  "Thompson said the public uproar over the Cambridge Analytica scandal caught Facebook off guard.",
  "\"I thought his mea culpa was strong and I thought it was the right thing to do,\" Thompson said.",
  "The second mistake...was the prioritization of portability over privacy,\" Thompson said.",
  "In his conversation with Thompson, Zuckerberg admitted to two specific mistakes.",
  "\"When they learned about it in 2015, they should have run a forensic audit.",
  "The country hasn't really prioritized privacy over the last 10 years.",
  "Later that afternoon he spoke to Zuckerberg via video conference.",
  "They should have investigated and looked at all the computers.",
  "\"Who knows whether they've done enough to undo the damage?",
  "\"I think he thought that story was tough but fair.",
  "I don't know the internal conversations they had.",
  "'Yeah we deleted it, we'll sign a form.'"
]