[
  "Putting this all together, there is something inherently wrong with a world in which academics condemn Facebook for conducting consent-free research on its users, only to turn around and condemn the company again when it tries to institute greater privacy protections that would prevent academics from doing the same, all while those very same academics partner with Facebook to create a new research initiative that entirely removes consent from the equation and where ethical considerations are unilaterally TBD, to be figured out after researchers decide what they want to do with two billion people’s private information.",
  "When news of the most recent incarnation of the Cambridge Analytica story first broke, I noted that academics all over the world routinely harvest Facebook and other social media data without consent and that the lives of its two billion users are archived in a likely uncountable number of archives scattered across the planet, from university computing facilities to researchers’ personal laptops and as researchers move between campuses they typically take copies of all of this data with them, seeding countless new archives every day.",
  "While Cambridge University rejected Kogan’s proposal on the grounds that informed consent is sacrosanct and overrides any potential research outcomes, back here in the US the academic community is building a privileged research program for which informed consent and ethics are secondary issues to be examined at a later date, once all of the amazing things that can be done with all of this private data have been exhausted.",
  "In contrast, the new Facebook academic research initiative, launched last month and created by leading US academics and overseen by one of the leading social science organizations, has focused all of its efforts to date on the myriad ways academics will be able to mass exploit the private intimate data of two billion users without any consideration of informed consent or the ability to opt-out.",
  "So long as the surveillance medium is data, whether mass harvested without consent or against users’ wills and against the terms of service of the platforms being accessed, purchased from brokers or exchanged with companies, anything goes and in the overwhelming majority of cases no ethical review is needed because the data is considered to fall under the “publicly accessible data” exemption.",
  "Of particular interest, the panel honed in on the question of mass harvesting friend data, given that even though the user was granting permission for their friends’ data to be harvested, those friends themselves had no knowledge their data would be used and no opportunity to grant informed consent or reject use of their data.",
  "The letter reflects the view across a broad swath of the academic community that any increase in user privacy protections that prevents them from being able to harvest our personal private information without our knowledge or against our will and turn us all into digital lab rats is simply unacceptable.",
  "Despite its otherwise mundane nature, Cambridge’s rejection letter is truly remarkable for the simple fact that in the US such a research project would never have actually been reviewed, since US ethics boards nearly unanimously consider such work to fall under public data exemptions.",
  "Even as US and Canadian ethics boards exempt the overwhelming majority of social media research from ethical oversight and even waive their most absolute ethical regulations for high profile research, not all universities have been as cavalier about user privacy in the digital era.",
  "While bringing a person into a university-owned laboratory for an interview still requires ethical oversight, mass recruiting millions of people to take the same survey via Amazon Mechanical Turk or other online services is typically exempted from ethical oversight.",
  "In turn, the “big data” era has ushered in yet another transformation to research ethics, but this time the tsunami of easily accessible data has washed away decades of progress in how the academic world saw its ethical responsibilities towards those it studies.",
  "Indeed, the word “consent” does not even make a single appearance in the project’s academic whitepaper, while “permission” appears just once as an acknowledgement of Facebook’s rights, not the rights of the two billion people being turned into digital lab rats.",
  "In the end, it is not just the social media giants and private companies rushing to commercialize our digital selves and stave off any discussion of privacy protections – the academic community is running right alongside helping to clear the way.",
  "Last month it emerged that Cambridge University’s ethics board had actually rejected a proposed research project of Aleksandr Kogan’s that is remarkably similar to what eventually became the work at the heart of the Cambridge Analytica situation.",
  "Last month a group of leading academics signed an open letter condemning Facebook’s new privacy rules and API changes that greatly restrict the ability of outsiders to mass harvest data from the platform without the knowledge or consent of users.",
  "As I’ve documented over the last several years, the data era has profounded shifted how academics see privacy rights and that universities across the US and Canada have largely abandoned the traditional protections afforded human subjects.",
  "Lost in the cacophony of overhyped headlines each day touting the success stories of the “big data” revolution are the very real privacy and ethical consequences of a world in which we are all merely data to be bought, sold and studied.",
  "Even the rigorous protections afforded the more traditional human subject interview in which a researcher puts a person through an experiment, interview or other data collection process, have not been immune to the data revolution.",
  "In their rejection, the university’s ethics panel focused on the lack of informed consent and that simply because it was technically feasible to mass harvest data from Facebook didn’t mean that doing so was ethically proper.",
  "On the other hand, mass scraping private social media conversations is typically entirely exempt from ethical review and that hushed medical discussion, when it occurs in a private social media chat, is fair game indeed.",
  "This initial wave of medical safety protections eventually extended to non-medical fields like the social sciences, governing how the data gathered about ordinary people could be used in the course of academic research.",
  "The academic world was once a wild west in which research ethics and the considerations of those being studied were secondary and pretty much any research activity was acceptable as long as it yielded useful results.",
  "In turn, as researchers engaged in ever more harmful conduct, societal views towards research shifted and an array of ethical protections were enacted in most countries to protect the rights of those being studied.",
  "Cambridge University’s ethics panel gives us hope that there are still some institutions that believe in the ethical protections that took decades to build, only to fall like dominoes in the digital “big data” era.",
  "What does this tell us about the future of online privacy and whether the very academic community that is so quick to condemn Facebook’s own research is willing to apply the same standards to their own work?",
  "The medium really does matter and the translation of any traditional research process into something “digital” or “data” oriented magically waives the ethical protections that took decades to build up.",
  "Few ethics boards would have approved wiring the local coffee shop or bar with hidden microphones and cameras to record the public’s private conversations and then publish studies using that data.",
  "The private hushed conversation between two friends about a highly intimate medical issue would, in the past, have largely been off limits to academic inquiry.",
  "At the same time, it is telling that Cambridge’s letter is so unique, in that its view of research ethics has not transferred to the US.",
  "Every single decision relating to privacy, informed consent and users having control over their data?",
  "Those are all “to be determined” at a later date.",
  "Yet, it doesn’t have to be this way."
]