[
  "We are already seeing large companies like Procter & Gamble and Unilever threatening to pull their massive advertising budgets unless Facebook \"cleans up the swamp\" of fake news, criminal content and data security.",
  "Increased Importance Of First-Party Data\n\nIn the shadows of the Cambridge Analytica and Facebook data scandal, the importance of collecting, maintaining and leveraging first-party data will increase exponentially.",
  "Through government regulation and/or the emergence of self-regulated industry standards, the access to, and use of, third-party data for marketing purposes will become more challenging in the future.",
  "But at the end of the day, Facebook is a platform that consumers are compelled to use, and their desire for more personalized experiences will ultimately keep them active and engaged on the network.",
  "Reliance On One Traffic Source Is Bad\n\nThe biggest takeaway for brands in the aftermath of this data scandal is a wake-up call to not overly rely on one traffic source (such as Facebook).",
  "Transparency Is Becoming Paramount\n\nIn the age of big data and artificial intelligence, transparency is becoming a paramount value for acceptable ways to use powerful new technology.",
  "Facebook knew in 2015 that its users’ data had been leaked without authorization, yet didn’t respond to the scandal until days after the story broke and stock prices plummeted.",
  "The Cambridge Analytica fiasco to me just cements that analogy further and so, for brands, the key takeaway is to always make social media decisions with a \"what if\" attitude.",
  "GDPR compliance is coming and everyone needs to pay close attention to data security, the audiences you use for marketing and how you leverage first- and third-party data.",
  "With Facebook taking away significant amounts of features that advertisers have become accustomed to over the past few years, it leaves an ominous feeling for many.",
  "The people who deleted their Facebook account last week still have an Echo at home, use Gmail and allow their phone to track where they are at any given moment.",
  "Preparation Is Key\n\nIn my opinion, the biggest takeaway for brands from the recent Facebook-Cambridge Analytica data scandal is to be prepared for a crisis.",
  "Implement ethical decision-making structures with checks and balances to attract the right people and to spotlight integrity at the core of your culture.",
  "No Need To Change Anything Unless Customers Do\n\nDon’t adjust anything that you’re doing until you notice that your customers adjust what they're doing.",
  "Yes, it's usually good land, and often you get fertile land, but it's still rented land, so building an empire on rented land is a risky decision.",
  "One of the most important aspects of crisis communications is the ability to control the narrative, which you lose when you become reactive.",
  "Below, 15 members of the Forbes Agency Council weigh in on the biggest takeaways from the Facebook-Cambridge Analytica data scandal so far.",
  "The Importance Of Trust\n\nSo far, this scandal reaffirms that trust needs to be the cornerstone of your brand and your clients' interest.",
  "With 87 million people affected by the Facebook-Cambridge Analytica data scandal, online privacy is becoming even more of a question.",
  "Your strategy for reaching and engaging customers won't change – the only thing that will change is how you identify your audience.",
  "It's a big problem but Facebook will get through it, and their ad platform will be better because now Wall Street is demanding it.",
  "More Attention To Data Security\n\nThe Facebook scandal may be the news headline, but this isn’t just about Cambridge Analytica.",
  "Personalized Experiences Will Win\n\nDespite these data breaches, we’re not liable to see a mass migration away from Facebook.",
  "However, as more of these \"breaches\" are brought to light, consumers will value their privacy and change their behavior.",
  "Facebook's greatest weakness is not what it does – collecting and monetizing personal data – but rather how it does so.",
  "What you post on social media and the data you provide may leave the door open to an invasion of your personal freedom.",
  "We all need to learn from this Facebook controversy and take a step back to understand what privacy means to all of us.",
  "Developing a plan and reviewing it with key stakeholders on a monthly basis will prepare you for when a crisis occurs.",
  "Consumers Will Change Online Behavior\n\nUntil now, consumers have not given their online behavior a second thought.",
  "We expect sweeping regulations in the U.S. in response to this, but those changes have already come to Europe.",
  "Nothing Trumps Integrity\n\nOrganizations are run by people, and as people become powerful, rules seem bendable.",
  "Convenience Trumps Privacy\n\nWe live in a world where convenience and connection usually prevail over privacy.",
  "Left unchecked, that private information would be exploited by someone with less than honorable intentions.",
  "Facebook must have anticipated that a scandal surrounding personal data was bound to occur sooner or later.",
  "Brands need to keep this in mind as they invest in programs reliant on data that may not be trustworthy.",
  "This also calls into question the customer data you have acquired as a business and how you're using it.",
  "Dilution Of Brand Confidence\n\nThe biggest takeaway is by far the hit Facebook took on brand confidence.",
  "People Will Embrace Oversight\n\nRegulations that protect the public trust are inherently good to have.",
  "A platform based on people uploading their personal data can't not consider this a top priority.",
  "Too many brands, companies and nonprofits do not have a crisis communication plan in place.",
  "People want to remain connected, and they'll continue sacrificing their privacy to do so.",
  "I work in healthcare marketing, and there are times that HIPAA relations get in the way.",
  "And they'll continue doing so because convenience always trumps privacy in the long run.",
  "Transparency is not a core value in Facebook's culture, but it's critically important.",
  "Now is the time to focus efforts on other sustainable methods of acquiring customers.",
  "People will find ways around rules, especially in an ever-changing media landscape.",
  "Even if people stop using Facebook, the scandal shouldn't impact your business.",
  "This will skew results and personality profiles developed from that behavior.",
  "Remember your core values and regularly communicate them to your employees.",
  "Facebook Is Rented Land\n\nI like to think of social media as \"rented land.\"",
  "Now, more than ever before, crisis communication planning is critical.",
  "Now, we may see users limiting what kind of data they allow access to.",
  "That's exactly what happened with Facebook and Cambridge Analytica.",
  "You’ll just have to find a different way to market to people.",
  "Waiting Is Always Worse\n\nWaiting always makes it worse.",
  "But they are there to protect an individual's privacy.",
  "- Josh Sample, Drive Social Media Saint Louis\n\n15.",
  "- Kathleen Lucente, Red Fan Communications\n\n14.",
  "- Lisa Allocca, Red Javelin Communications\n\n2.",
  "- Kim Plyler, Sahl Communications Inc.\n\n6.",
  "- Heidi Nazarudin, The Ambitionista\n\n12.",
  "- Ahmad Kareh, Twistlab Marketing\n\n11.",
  "- Bernard May, National Positions\n\n10.",
  "- Mark Shipley, SMITH & JONES\n\n8.",
  "- Andrew Pelosi, MERGE Boston\n\n3.",
  "- Daniel Snow, Social Cadre\n\n13.",
  "- Michael Baker, dataxu.com\n\n4.",
  "- Dan Golden, Be Found Online",
  "- T. Maxwell, eMaximize\n\n9.",
  "- Laura Cole, Vivial\n\n5.",
  "- Gil Eyal, HYPR\n\n7.",
  "1."
]