[
  "The careful wording of the Facebook ad, one the company has likely spent millions on to show during the NBA playoffs and even in cinemas across the country, is indicative of how the company has long handled its seemingly endless series of blunders and mini-scandals — it suggests a broader reluctance to accept full responsibility for what happens on its platform and shows that Facebook has extraordinary difficulty delivering an adequate apology.",
  "The truth is messy, one Facebook data science manager notes, while dividing information into four quadrants on a whiteboard: “wrong” information, “right” information, “propaganda,” and “hoaxes.” Objectivity, for a platform like Facebook, is even harder, the video suggests; the company doesn’t want to meddle too much with what its users see, but it’s also clear from the last 18 months that the company maybe ought to meddle some.",
  "For all its blog posts and full-page newspaper ads and on- and off-the-record sessions with journalists, Facebook has yet to apologize for or even publicly interrogate the “Move Fast and Break Things” ethos that defined the company during its first decade (in 2014, the company changed its mantra to the far clunkier “Move Fast With Stable Infra\").",
  "Like “Here Together,” its primary goal is to assuage viewers — in this case by showing them how committed the company is toward fixing the problem of “false news.” “We’re doing everything we can to fight this,” head of News Feed John Hegeman notes in the video, “99% isn’t good enough.” The film’s message appears to be: This is all quite hard.",
  "Looking straight to camera, he offers his word that the company aims to do better and has built a “new leadership and a new culture,” which will provide “a better service.” Wells Fargo’s approach, though it lacks an appearance by a company executive, is blunt in its assessment of its failure to live up to its long-standing reputation.",
  "The ads were bought by three California companies all trying to bounce back from a series of debilitating scandals — for Facebook, privacy and misinformation; for Uber, sexual harassment and user privacy; and for Wells Fargo, a series of fraud and wealth management scandals.",
  "While it’s true that Facebook didn’t directly hand over personal information of unwitting users to political consulting firm Cambridge Analytica, the company’s cavalier privacy features, lack of foresight, and lax data permissions structures made the scandal possible.",
  "We had to deal with spam, clickbait, fake news, and data misuse.” Left unspoken is who exactly was responsible for that “something” and why exactly we all “had to deal” with that spam and clickbait and fake news and data misuse.",
  "In News Feed ranking meetings, fresh-faced, bright young things meticulously plot how the placement of pixels will cause people to click more, or less, on the items they scroll past in their feeds.",
  "If you’ve been watching the NBA playoffs and paying attention during commercial breaks, you may have noticed a trio of multibillion-dollar companies buying expensive airtime to say \"we’re sorry.\"",
  "It’s opted, instead, to note repeatedly that many of Facebook’s privacy issues would have been nearly impossible to foresee when the CEO was constructing the site in his dorm room at Harvard.",
  "That’s basically a true story, but it ignores a key fact: The place Facebook built prioritizes clicks, shares, ads, and money over quality of information, and rewards it with more attention.",
  "And, like any responsible company, it makes calculated decisions based on those interests, including how to calibrate the algorithms that determine what each of its users see and watch.",
  "The video itself is not intended as an apology of any kind but it is no doubt an essential component of Facebook’s apology or image rehabilitation tour.",
  "Via Facebook A screengrab from \"Facing Facts\"\n\nThe “Here Together” ad isn’t the only expensive piece of video the company has put out in recent weeks.",
  "The “Here Together” ad strikes a peculiar, passive tone; there’s a general sense of disappointment and empathy, but little in the way of contrition.",
  "On Wednesday, Facebook debuted a 12-minute short film titled “Facing Facts,” directed by Academy Award–winning documentarian Morgan Neville.",
  "And then there’s Facebook’s “Here Together” ad, which, unlike the other two, sidesteps any blame for whatever it’s apologizing for.",
  "“We came here for the friends...and just like that we felt a little less alone,” the Facebook ad begins over a sober piano score.",
  "“We built on that trust,” the ad reads, “until we lost it.” The bank’s ad suggests its culture is undergoing a full reinvention.",
  "“We’re taking great steps every single day toward solving this incredibly complex problem,” one employee says into the camera.",
  "We made a nice place for you and your friends to hang out, it suggests, but a bunch of assholes ruined it and that sucks.",
  "The company is itself enormous, with tens of thousands of employees and over 2 billion users.",
  "“Here Together” posits Facebook as a sort of third-party facilitator — a neutral platform.",
  "It has profit margins to maintain and users to gain and a stock price to worry about.",
  "All share a similar goal: to move out of the current rut of bad publicity.",
  "Uber’s ad offers an apology of sorts from its new CEO, Dara Khosrowshahi.",
  "Which is to say: It refuses to do the real work of looking inward.",
  "The film is far from hubristic but it ends on a confident note.",
  "Via Facebook A screenshot from Facebook's \"Here Together\" ad.",
  "News, the Facebook employees rightly argue, is complicated.",
  "After all, a neutral platform is simple and passive.",
  "But little about Facebook is simple or passive.",
  "It is as good or bad as the people who use it.",
  "The answer, of course, is Facebook.",
  "Facebook moved fast, things broke.",
  "It didn’t get that way passively.",
  "“But then something happened.",
  "And that data misuse?",
  "Thanks.",
  "Cool."
]