[
  "More: Why you should think twice before you 'sign in with Facebook'\n\nMore: How Facebook can have your data even if you're not on Facebook\n\nMore: How Facebook tracks your every move: Fact vs. fiction\n\nApple's Craig Federighi shows off new privacy controls in macOS and iOS12 (Photo: Apple)\n\nWhat Apple is doing, says tech analyst Patrick Moorhead, \"is reminding you that you're being tracked,\" he says.",
  "New tools in the operating system for Macintosh computers, called Mojave, and iOS 12 in iPhone and iPad will block social media “Like” or “Share” buttons and comment widgets from tracking users without permission, Apple said at the Apple Worldwide Developers Conference Monday.",
  "Apple's senior vice president of Software Engineering Craig Federighi speaks during the 2018 Apple Worldwide Developer Conference at the San Jose Convention Center on June 4, 2018 in San Jose, Calif. Apple CEO Tim Cook kicked off the WWDC that runs through June 8.",
  "USA TODAY\n\nIt's Apple vs. Facebook, Part 2:\n\nIn the new edition of the iOS mobile operating system for iPhones and iPads and the macOS upgrade for Apple computers out in the fall, Apple is taking a pointed jab at the Facebook social media network.",
  "In 2017, Apple added a \"Do Not Track,\" feature to the macOS system, adding a request to the website not to track you, \"but it’s up to the website to honor this request,\" Apple says on its website.",
  "It clarified in a blog post, detailing the ways it gets data about people from other websites and apps, including social plug-ins like Facebook’s “share” and “like” buttons and the Facebook login.",
  "The social network has come under fire in the wake of a rogue app developer that passed on 87 million users' information to a political marketing firm during the 2016 U.S. presidential election.",
  "Mark Zuckerberg's hearings on the Cambridge Analytica privacy breach in April raised questions on how Facebook tracks people on the Web, even if they're not logged into the network or a member.",
  "Apple makes its money primarily by selling hardware—iPhones and iPads, while Facebook profits by targeting users demographics and personal tastes to sell targeted advertising.",
  "Finally, new data protections for the Mac will require apps to get user permission before using the camera and microphone or accessing personal data like user Mail history.",
  "Beyond the social media update, Apple also said the new software updates will create and store strong passwords and flag reused passwords so users can change them.",
  "Federighi also said that beyond the \"Like\" button, fingerprints like fonts and plug-ins can help companies figure out your identity and start to track you.",
  "At the same time, European regulators have called for stricter privacy controls for users, called the GDPR, which went into effect in May.",
  "At the time, Marc Rotenberg of the Electronic Privacy Information Center called the disclosures “a giant surveillance warning label.\"",
  "Facebook recently said it will let you delete information the company gathers from your activity on other websites and apps.",
  "The iOS/macOS update looks to curb those by using a different form of fonts and shedding legacy plug-ins.",
  "It will introduce security features to alert you when Facebook or other apps seek to collect data on you.",
  "CLOSE Apple is tackling smartphone addiction and adding group video chats to FaceTime in the new iOS12.",
  "Apple executive Craig Federighi said the company aims to inform its users about what they are seeing.",
  "(Photo: Justin Sullivan, Getty Images)\n\nRead or Share this story: https://usat.ly/2Jhb2MO",
  "\"It turns out, these can be used to track you, whether you click on them or not.",
  "It did not respond to a request for comment on Apple's new feature.",
  "\"We've all seen these like buttons and share buttons,\" he said.",
  "So this year, we are shutting them down.\"",
  "\"It's giving you the heads up.\""
]