[
  "That's no longer the case after a whistleblower revealed the firm's insatiable hunger for data on Facebook users -- and what Cambridge Analytica did with that data.",
  "If you happen to click on a link that a friend has shared and it takes you off Facebook, Firefox will automatically open the page in a separate tab.",
  "If that's not frightening enough, the fact that Facebook makes it easy and cheap for companies like CA to do what they do is downright terrifying.",
  "Others, however, use Facebook to communicate with customers, fans, students, or co-workers -- and quitting altogether may not be a viable option.",
  "Its purpose is simple: to let you keep using Facebook while limiting the company's ability to harvest data about your activities online.",
  "Once you've set up Facebook Container in Firefox, it's that much harder for Facebook to trace activity off its own site back to you.",
  "It's useful for doing things like checking multiple Gmail or Twitter accounts, but it can also be a powerful privacy tool.",
  "Remember, using Firefox and Facebook Container doesn't put a stop to the tracking... but it does help dial things back.",
  "When you enable the feature, Firefox can isolate everything you do in a particular tab from the rest of your browsing.",
  "Facebook Container uses a feature that was added to Firefox late last year called \"multi-account containers.\"",
  "It's been reported that CA stealthily harvested detailed information on more than 50 million Facebook users.",
  "As Mozilla states, it helps users \"protect themselves from the unexpected side effects of their usage.\"",
  "Everywhere you see a like button or a Facebook widget, there's data flowing back to the command center.",
  "Much of Facebook's data-gathering power comes from its connections with other sites and apps.",
  "According to the company, everything they did was \"normal\" and within Facebook's guidelines.",
  "Even if you're logged in to Facebook in a container, other websites won't know you are.",
  "The maker of the Firefox web browser has released an add-on called Facebook Container.",
  "Up until recently, most of the general public had never heard of Cambridge Analytica.",
  "The same goes for any time you see an ad that's been served from Facebook's network.",
  "Firefox won't let them \"talk\" to your Facebook tab or check for a Facebook cookie.",
  "Some users have responded by joining the #deletefacebook movement.",
  "That ensures that your Facebook session remains isolated.",
  "That's where Mozilla's newest free tool comes in handy.",
  "They're probably right, too."
]