[
  "“The ability of anyone to know what you’ve been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life — from my own point of view, it shouldn’t exist.”\n\nIf they wanted to, Apple could make plenty of money by monetizing the customer, Cook said Wednesday with MSNBC’s Chris Hayes and Swisher.",
  "When Recode’s Kara Swisher asked what he would do if he were Zuckerberg, Cook responded coldly: “I wouldn’t be in this situation.”\n\nJust days earlier, Cook criticized Facebook for their ostensible lack of care when it comes to users’ data, specifically the partnership it had with Cambridge Analytica — the analytics firm that worked with President Donald Trump’s campaign.",
  "An onslaught of negative reactions ensued both from many people and the press due to deep-seated concerns Facebook doesn’t care about digital privacy and rather profit off knowing as much about users — like their tendencies and traits — as possible.",
  "China was given the infamous title of the worst abuser of internet freedom for a third year in a row, due to government censorship and restrictions of basic online services and an almost complete lack of digital privacy.",
  "Apple CEO Tim Cook took a serious jab Wednesday at fellow Silicon Valley bigwig Mark Zuckerberg and his company, Facebook, as large portions of the public and officials across the world are raking both over the coals.",
  "“I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary,” Cook said during a forum in Beijing over the weekend, according to Bloomberg.",
  "As far as privacy goes, the tech leader and his company appear to be bending over backward to appease China and obtain an increased ability to sell and operate in the foreign country.",
  "(RELATED: Apple Shareholders Decline To Create Human Rights Board During Vote)\n\nCook and Apple, however, are sometimes recipients of other forms of criticism.",
  "Facebook recently suspended Cambridge Analytica after it learned the firm violated terms of their agreement and failed to remediate the situation.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "“We’ve elected not to do that,” Cook explained, according to Recode."
]