[
  "However, the social media giant does have an opportunity internationally, largely because of weaker competition and less mature markets.After first launching in the US several years ago, Amazon's and Google's devices are only just starting to arrive in international markets.",
  "It's still unknown what geographic areas Facebook is targeting, but the company's competitors in many countries have likely sold only a fraction of the devices that they've sold in the US, creating an easier pathway for the firm to carve out a secure market position.",
  "This problem is compounded by the fact that Google and Amazon have been able to build out voice app ecosystems with services and third-party devices, which makes their platforms stickier for the consumers, developers, and businesses already using them.",
  "To answer this question, Business Insider Intelligence, Business Insider's premium research service, surveyed our leading-edge consumer panel, gathering exclusive data on Amazon's recently released Echo Show and Echo Look, as well as Apple's HomePod.",
  "The smart speaker market will evolve rapidly in the next few years, with more devices featuring screens, a variety of more focused products emerging, and eventually, the voice assistant moving beyond the smart speaker.",
  "Amazon's and Google's smart speakers have been available in the US since 2014 and 2016, respectively, giving them an opportunity to grow broad user bases ahead of competitors like Facebook or Apple entering the space.",
  "The social media giant may be taking this approach while it hopes consumers' concerns over its data privacy practices — heightened in the aftermath of the Cambridge Analytica scandal— in its home country wane.",
  "Amazon and Google will likely continue to sell thousands of devices over the coming months, building a lead that will be hard for Facebook to eat into once its devices launch in the US.",
  "Peter Newman, research analyst for Business Insider Intelligence, has put together a Smart Speaker report that analyzes the market potential of the Echo Look, Echo Show, and HomePod.",
  "BI Intelligence\n\nThe company had initially planned to unveil and specify a US release date for the two devices at its F8 developer conference that's taking place this week.",
  "Using exclusive survey data, this report evaluates each device's potential for adoption based on four criteria: awareness, excitement, usefulness, and purchase intent.",
  "Loup Ventures estimates that Amazon currently controls 52% of the US smart speaker market and Google controls 32%, dwarfing Apple, Harman Kardon, and others.",
  "Facebook is considering launching its long-rumored smart speakers in certain international markets before making them available in the US, CNBC reports.",
  "Google, for instance, just launched the Home in India about a month ago, while Amazon released the Echo products across 28 new countries last December.",
  "Here are some of the key takeaways:\n\nAmazon's new Echo Show is the big winner — it has mass-market appeal and looks like it will take off.",
  "This is largely because the companies need to adjust the natural language processing behind their voice assistants for other languages.",
  "Smart speakers — Amazon's Echo, for example — are the latest device category poised to take a chunk of our increasingly digital lives.",
  "One of the devices will have a touchscreen and be programmed with facial recognition technology, making it akin to Amazon's Echo Show.",
  "Apple's HomePod looks likely to find a place in the smart speaker market but won't dominate its space like the iPhone or iPad did.",
  "This story was delivered to Business Insider Intelligence IoT Briefing subscribers hours before it appeared on Business Insider.",
  "These digital assistants can play music, answer questions, and control other devices within a user's home, among other things.",
  "Facebook would seemingly need to build this type of open ecosystem from scratch to rival the search and e-commerce companies.",
  "The central question for this new product category is not when they will take off, but which devices will rise to the top.",
  "Finally, the report draws some inferences from our data about the direction the smart speaker market could take from here.",
  "Facebook risks losing out on a significant share of the US market if it delays the launch in its home country too long.",
  "These devices are made primarily for the home and execute a user's voice commands via an integrated digital assistant.",
  "The Echo Look, though, seems like it will struggle to attract that same level of interest.",
  "The combination of usefulness and excitement will drive consumers to buy the Echo Show.",
  "The initial launch markets have yet to be announced.",
  "To be the first to know, please click here."
]