[
  "It also gives more details about what is meant by phrases like “use your information to create customized marketing messages.”\n\nCMTs should start the process of determining how to implement privacy choice on their websites.",
  "On the other hand, a recent survey by Vision Critical shows that 80% of digital buyers in North America are comfortable sharing personal information directly with brands in exchange for personalized marketing messages.",
  "The topic itself is quite obscure compared to the information privacy topic, but the topic is peaking on Google Trends, and its lack of notoriety should not be the gauge of whether action is needed.",
  "A recent Gallup survey shows a large increase in concern about invasion of privacy while using Facebook, and the information privacy topic just peaked in the U.S. according to Google Trends.",
  "First Implication\n\nOn the surface, we seem to have conflicting messages here: “Yes, I am very concerned about data privacy,” and “No, I’m not worried at all.” Which is it?",
  "Obviously, giving or selling customer data to third parties does not provide a clear benefit to the customer, and would go into the “not serving the customer” category.",
  "A simple solution is a prominent Yes/No toggle on the home page that grants the company permission to use their information to create customized marketing messages.",
  "This release did not serve the customer, so it violated the first principle stated above, but it brings us to an underbelly issue for marketing: data brokers.",
  "The survey tells us that most people like assistance on their buyer’s journey, and they are willing to compromise absolute data privacy for this purpose.",
  "A better interpretation is: If you use customer data for all of your site visitors, then 20% of them could feel their privacy was violated.",
  "By heeding the three implications, marketing organizations can avoid data privacy issues and strengthen customer trust in their brands.",
  "Further, you can’t satisfy the “20% not comfortable” group by providing a link at the bottom of your homepage to a bunch of legalese.",
  "Third Implication\n\nThe original controversy with Facebook and Cambridge Analytica involved releasing personal data to a third party.",
  "The link takes them to a set of drill-downs that let customers set specific privacy switches to suit their particular preferences.",
  "Rather than only pleasing the 80%, providing privacy options helps you shoot for 100% satisfaction with your approach to privacy.",
  "Does the recent Facebook/Cambridge Analytica scandal have any immediate implications for the chief marketing technologist (CMT)?",
  "Only Use Customer Data To Serve The Customer\n\nA review of your customer data uses for marketing purposes is needed immediately.",
  "Marketers cannot claim ignorance on the issue of data brokers and the possibility they acquire personal data without consent.",
  "Knowingly acquiring ill-gotten data is a violation of ethical business standards and Fair Information Practice Principles.",
  "Notice that the Vision Critical survey covers a specific use of personal data: to create personalized marketing messages.",
  "While the immediate impetus is risk avoidance, the better reason is happier customers and enhanced trust in the brand.",
  "The buyer’s concern is that companies can get carried away with their data and use it in ways that do not serve them.",
  "This is one of the core mistakes committed by Facebook: getting carried away with how personal data is used.",
  "Again, using Facebook as a proverbial punching bag, the choices must be easy to access, use and understand.",
  "Ask them whether they have acquired, or intend to acquire, personal data that was not knowingly released.",
  "The fact is that data brokers pose a risk for marketers if they gather personal data without permission.",
  "If your marketing organization is tempted to conclude “Wow, that is a high number,” you would be wrong.",
  "Second Implication\n\nLet’s revisit the “80% comfortable” statistic from the Vision Critical survey.",
  "It is turning a blind eye to the possibility that a data broker could sell tainted personal data.",
  "For example, ask them if, to the best of their knowledge, their data includes Facebook user data.",
  "Audit Your Data Brokers\n\nThe burden is on marketers to ask their data brokers for assurances.",
  "Conclusion\n\nCMTs need to take three immediate steps in light of the recent Facebook scandal.",
  "The default can be Yes, but the “not comfortable 20%” can easily flip the switch to No.",
  "Using personal customer data in ways that do not serve their interests is not OK.",
  "Be sure you know of any customer data uses that might not serve the customer.",
  "Digging deeper, the concern is about how personal data is being used.",
  "The next step in sophistication is the privacy dashboard concept.",
  "This “make sure we're covered” approach is no longer sufficient.",
  "Give Site Visitors Privacy Choices\n\nThe writing is on the wall.",
  "The emerging standards for customer data use include choice.",
  "On the one hand, anxiety about data privacy is on the rise.",
  "Hopefully, that sounds like a highly undesirable outcome.",
  "This leads to the first major implication for CMTs:\n\n1.",
  "It didn’t protect Facebook from a severe backlash.",
  "This leads to the second implication for CMTs:\n\n2.",
  "It gives customers a customization option.",
  "This undermines trust in the brand.",
  "The third implication is:\n\n3.",
  "It serves them."
]