[
  "(Marcio Jose Sanchez/AP)\n\nFacebook chief executive Mark Zuckerberg will meet with key European lawmakers in a private session as soon as next week, the company said Wednesday, as Europe scrutinizes the tech giant’s privacy practices and its entanglement with Cambridge Analytica.",
  "Christopher Wylie, a former employee of Cambridge Analytica who later became a whistleblower, acknowledged at a hearing before the Senate Judiciary Committee on Wednesday that he had been contacted by the FBI and the Justice Department but isn’t personally under investigation.",
  "Like their American counterparts, European regulators have investigated Facebook and its relationship with Cambridge Analytica, a political consultancy that improperly accessed the names, “likes” and other personal information from 87 million of the social site’s users.",
  "Initially, Tajani and the European Parliament sought a public hearing with Zuckerberg, as did lawmakers in the United Kingdom, which has spent months investigating issues such as “fake news” and online disinformation.",
  "“Parliament’s priority is to ensure the proper functioning of the digital market, with a high level of protection for personal data, effective rules on copyright and the protection of consumer rights,” he said.",
  "It will be followed later with a public committee hearing — which Zuckerberg is not expected to attend — featuring other representatives from Facebook and its technology peers.",
  "Wylie said that Stephen K. Bannon, who later served as chief executive of the Trump campaign and the president's top strategist, was vice president at the firm at the time.",
  "The session will be held in Brussels with the Conference of Presidents, an organization that includes the president of Parliament and the leaders of its political groups.",
  "The goal was to \"target anybody with characteristics that would lead them to vote for the Democratic Party,\" including African Americans, Wylie explained.",
  "“Web giants must be responsible for the content they publish, including blatantly false news and illegal content.”\n\nFacebook confirmed the meeting.",
  "“Our citizens deserve a full and detailed explanation,” Antonio Tajani, the president of the European Parliament, said in a statement.",
  "In his testimony, Wylie highlighted how Cambridge Analytica had performed “'voter disengagement' as a service in the United States.\"",
  "“We have accepted the Council of President's proposal to meet with leaders of the European Parliament,” a spokesman said.",
  "The move would force him to appear in front of a key committee in Parliament if he ever steps foot in the country.",
  "In the United States, meanwhile, Facebook’s privacy practices received continued scrutiny on Capitol Hill.",
  "“What I bore witness to at Cambridge Analytica should alarm everyone,” Wylie said in prepared testimony.",
  "Facebook has also repeatedly has turned down the United Kingdom's requests to hear from Zuckerberg.",
  "political leader said Wednesday he would not attend the upcoming session if it's held in private.",
  "Wylie, however, said he did not personally participate in any effort targeting African Americans.",
  "British lawmakers earlier this week threatened to issue a formal summons of Zuckerberg.",
  "“Cambridge Analytica is the canary in the coal mine to a new Cold War emerging online.”",
  "In response, European regulators have blasted the Facebook chief executive.",
  "is slated to happen behind closed doors.",
  "But Zuckerberg's meeting in the E.U.",
  "\n\nMark Zuckerberg.",
  "One E.U."
]