[
  "The nurses, many of whom work for the Priscilla Chan and Mark Zuckerberg San Francisco General Hospital And Trauma Center — commonly referred to as just the Zuckerberg San Francisco General Hospital — worry that patients will associate it with the social network and its recent scandal involving the leak of data to Cambridge Analytica.",
  "In a statement, Zuckerberg San Francisco General Hospital spokesperson Brent Andrew said: \"We are extremely grateful for the generous gift from Priscilla Chan and Mark Zuckerberg, which has been put to good use in serving the healthcare needs of our community, including the creation of our state of the art Level 1 trauma center.",
  "\"Our most important commitment is to our patients, which includes strict adherence to Health Insurance Portability and Accountability Act (HIPAA) rules which require the protection and confidential handling of protected health information.\"",
  "Objections to using Zuckerberg's name have been raised for years\n\nThe objections to the name have been reignited by the recent string of scandals for Facebook, particularly the one involving Cambridge Analytica.",
  "Mark Zuckerberg and his wife, Priscilla Chan AP One thing the nurses pointed to was a 2015 study Facebook conducted in which its researchers manipulated users' emotions without their knowledge or consent.",
  "\"Although Mr. Zuckerberg and Dr. Chan's $75 million donation is appreciated and needed, we feel strongly that it is wrong to name the whole hospital for them,\" the petition read.",
  "Sasha Cuttler\n\nWith Facebook under scrutiny for its privacy practices, some nurses in San Francisco want to remove the name of the company's founder from a local public hospital.",
  "\"We are in charge of keeping our most vulnerable people private and protected ... Now people wonder, 'How much is my privacy protected at a hospital with that name on it?'\"",
  "One nurse thinks it should be renamed after an LGBTQ activist\n\nBut even some of the city's political elite are starting to second-guess the decision to rename the hospital.",
  "A union that includes nursing employees from the hospital circulated a petition in 2015 urging the hospital allow city residents to have some say in the name.",
  "\"Had we known what we know now, perhaps we wouldn't have accepted the funds from Zuckerberg,\" John Avalos, a former San Francisco supervisor, told The Times.",
  "They're also concerned about being connected with Zuckerberg and Facebook in light of some of the company's ethically questionable practices in the past.",
  "\"To give the name away to someone who has caused a great deal of harm in the world is entirely inappropriate,\" nurse Sasha Cuttler told Business Insider.",
  "In 1961, Sarria, who went by the drag name \"the Widow Norton,\" became the first openly gay candidate to run for public office in the United States.",
  "San Francisco General Hospital was renamed in 2015 after Zuckerberg and his wife, Dr. Priscilla Chan donated $75 million to the institution.",
  "The nurses are also worried that Facebook might use Zuckerberg's relationship with the hospital to try to obtain data on its patients.",
  "In a statement at the time, Facebook said the hospital data-sharing initiative didn't progress past the \"planning stage.\"",
  "They pointed to a CNBC report about how Facebook quietly tried to pursue data-sharing arrangements with other hospitals.",
  "On Saturday, a small group of nurses staged a protest outside the hospital, taping over the word \"Zuckerberg\" on a sign.",
  "The CNBC report didn't specifically cite any contact between the company and Zuckerberg San Francisco General Hospital.",
  "The protesters don't have a consensus pick for what the hospital should be named, if Zuckerberg's name is removed.",
  "Instead, they believe San Francisco residents should get to choose a name in a citywide vote, Cuttler said.",
  "The petition noted that residents in 2008 had approved $887 million bond measure to support the hospital.",
  "Protesters cover up the word \"Zuckerberg\" in the sign for Zuckerberg San Francisco General Hospital.",
  "Cuttler has a personal preference — José Sarria, an LGBTQ civil rights activist and drag queen.",
  "A Facebook spokesperson did not immediately respond to Business Insider's request for comment.",
  "Heater Ali, an employee at Zuckerberg San Francisco General Hospital, told The New York Times.",
  "That study was widely criticized after it became public, with many deeming it unethical.",
  "But they also reflect longstanding concerns about the company and its practices.",
  "The name change has aroused opposition since it was first announced.",
  "The New York Times previously reported on the protest."
]