[
  "What is unclear is how closely these outside developers adhere to their agreements and whether Google does anything to ensure they do, as well as whether Gmail users are fully aware that individual employees may be reading their emails, as opposed to an automated system, the report says.",
  "Mikael Berner, the CEO of Edison Software, a Gmail developer that offers a mobile app for organizing email, told The Journal that its employees had read emails from hundreds of Gmail users as part of an effort to build a new feature.",
  "Gmail users who signed up for \"email-based services\" like \"shopping price comparisons,\" and \"automated travel-itinerary planners\" are most at risk of having their private messages read, The Journal reported.",
  "Google\n\nIn Google's case, outside developers must pass a vetting process, and as part of that, Google ensures they have an acceptable privacy agreement, The Journal reported, citing a Google representative.",
  "The increased scrutiny follows the Cambridge Analytica scandal, in which a data firm was accused of misusing the personal information of more than 80 million Facebook users in an attempt to sway elections.",
  "A year ago, Google promised to stop scanning the inboxes of Gmail users, but the company has not done much to protect Gmail inboxes obtained by outside software developers, according to the newspaper.",
  "Companies that spoke to The Journal confirmed that the practice was specified in their user agreements and said they had implemented strict rules for employees regarding the handling of email.",
  "Hundreds of app developers electronically \"scan\" inboxes of the people who signed up for some of these programs, and in some cases, employees do the reading, the paper reported.",
  "Top tech companies are under pressure in the United States and Europe to do more to protect user privacy and be more transparent about any parties with access to people's data.",
  "It's interesting to note that, judging from The Journal's story, very little indicates that Google is doing anything different from Microsoft or other top email providers.",
  "In most cases, the people who signed up for the price-comparison deals or other programs agreed to provide access to their inboxes as part of the opt-in process.",
  "Google\n\nEmployees working for hundreds of software developers are reading the private messages of Gmail users, The Wall Street Journal reported on Monday.",
  "According to the newspaper, nothing in Microsoft or Yahoo's policy agreements explicitly allows people to read others' emails.",
  "The revelation comes at a bad time for Google and Gmail, the world's largest email service, with 1.4 billion users.",
  "It's not news that Google and many top email providers enable outside developers to access users' inboxes.",
  "An executive at another company said employees' reading of emails had become \"common practice.\"",
  "Gmail's opt-in alert spells out generally what a user is agreeing to.",
  "Google declined to comment."
]