[
  "With scrutiny on Facebook's ad practices ramping up after the Cambridge Analytica revelations, fake news, and the EU's adoption of the General Data Protection Regulation (GDPR), the idea of Facebook charging users a subscription fee for those who don't want to see ads has been raised as a possible remedy.",
  "Still, paying to use Facebook is something that eMarketer doesn't expect many global, or US, users to be willing to do, which was one of the findings in eMarketer's report, Changes to Facebook Advertising After Cambridge Analytica: What's Happening with Usage, Advertising and Data Privacy.",
  "The goal is to \"help advertisers, but especially people, understand the commitments we made to privacy and that we can build an advertising business that respects people's privacy at the same time,\" Rob Goldman, Facebook VP of advertising, told eMarketer.",
  "COO Sheryl Sandberg, during Facebook's Q1 earnings call, acknowledged they had explored that possibility: \"We certainly thought about lots of other forms of monetization including subscriptions, and we'll always continue to consider everything.\"",
  "Studies conducted by privacy researcher Ponemon Institute in the weeks after the Cambridge Analytica news broke found a dramatic drop in Facebook users' belief that the company was committed to protecting their private information.",
  "We believe firmly in can, but it has to reach a much higher bar around educating consumers and giving consumers full control of how that advertising experience plays out, not only on our platforms,\" she said.",
  "But an eMarketer analysis, highlighted in a report out last week, finds the price that the social media site would have to charge consumers as a monthly subscription fee could be a reason to squash the idea.",
  "We want to build a service that can help connect everyone around the world, so we want to offer that service for free and have it be affordable—and that's completely aligned with what we're trying to do.\"",
  "Facebook recently conducted market research to evaluate whether consumers would pay for an ad-free subscription service version of its social media platform, according to a Bloomberg report in May.",
  "And CEO Mark Zuckerberg has been public in his resistance to the idea, saying during the same earnings call, \"We think that ads [are] a great business model that is aligned with our mission.",
  "When asked why they were sharing less with friends and followers, 80% said it was because they had heard negative stories in the media, and 47% said they had privacy concerns.",
  "And ad revenue, which rose 50.5% year over year for worldwide ad revenues of nearly $11.8 billion in Q1 2018, is not something Facebook seems quite willing to forfeit.",
  "Carolyn Everson, Facebook's VP of global market solutions, sees the issues around targeted advertising to be an industry-wide problem, not just Facebook's alone.",
  "eMarketer eMarketer\n\nOutside the US, Facebook makes much less ad revenue per user, so an equivalent subscription fee in other markets would be lower.",
  "eMarketer forecasts that Facebook will make $91.58 in average ad revenue per US user this year, which equates to a monthly subscription fee of $7.63.",
  "Just 23% of consumers surveyed in April by Recode and online survey company Toluna said they would be willing to pay for an ad-free Facebook.",
  "Listen to the full interview with Carolyn Everson in eMarketer's \"Behind the Numbers\" podcast, Can Advertisers Still Trust Facebook?",
  "\"People need to be able to understand what is an ad, why they were targeted for the ad, what was the advertiser doing here.",
  "Thomson Reuters found that 44% of Facebook users polled in April had recently changed their privacy settings on Facebook.",
  "Trust rose to 33% in the second week but fell to 28% after Zuckerberg's congressional testimony in April.",
  "Instead, Facebook executives are focused on reassuring consumers that their privacy will be protected.",
  "How much would Facebook have to charge users to make up for lost ad revenues?",
  "In a study conducted in 2017, 79% of respondents agreed with that statement.",
  "Justin Sullivan/Getty Images\n\nIs an ad-free Facebook a feasible strategy?",
  "In the survey conducted a week after the news broke, just 27% agreed.",
  "So an ad-free Facebook does not seem to be a realistic solution.",
  "And if they don't like it, they should be able to control it.\"",
  "It is doubtful people would be willing to pay that much.",
  "\"Can targeted advertising and privacy coexist?",
  "Facebook CEO Mark Zuckerberg."
]