[
  "Asked on Thursday whether the firm might seek a buyer or more venture capital funding, Rappaport said: \"There are not so many dating apps out there that are at global scale and independent — in a world of ... consolidation, Happn could be a target.",
  "\"It's quite interesting to note this announcement has been done just a few weeks after the Cambridge Analytica concerns,\" Rappaport added, suggesting it was a way to make the bad news \"disappear,\" so Facebook doesn't have to \"talk about the past.\"",
  "Still, observers noted the irony of Facebook announcing a dating service both as it tries to move past the Cambridge Analytica privacy scandal, and after it fired an employee for allegedly stalking women online.",
  "In an interview with Business Insider, Didier Rappaport said social networking and dating were totally different — and that Facebook was trying to distract from its privacy problems.",
  "Happn\n\nFacebook announced at its annual F8 developer conference that it would add dating features to the existing Facebook mobile app, but hasn't given many details.",
  "IAC, the parent company of Match Group, issued a barbed response to the news on Tuesday, riffing on Russian groups using Facebook to spread misinformation.",
  "Happn remains open-minded about being acquired\n\nWhen Business Insider interviewed Rappaport in April 2017, he hinted at acquisition offers for Happn.",
  "Asked why he thought Facebook didn't acquire a dating app — like Happn or Bumble— Rappaport pointed to Facebook's decreasing app usage.",
  "Reuters/Leah Millis\n\nThe CEO of dating app Happn thinks Facebook has an ulterior motive for announcing a brand new dating service.",
  "Happn might be a private company, but it's possible that Facebook's move into the dating space could torpedo the competition.",
  "People like to share lots of things with their friends and family, but not what concerns their private life and dates.\"",
  "We don't know the reaction of Facebook users, if they will agree to mix their social lives with their private lives.\"",
  "The company promised it would respect people's privacy, and that it wouldn't show friends as prospective matches.",
  "How we will develop Happn in the next few years — in partnership with a giant — we don't know today.\"",
  "Here, it's like they need to do something inside Facebook to re-increase the usage of Facebook.",
  "It recently moved into subscriptions and, while it doesn't disclose revenue, is profitable.",
  "He said Happn had almost 50 million registered users, and 7 million monthly active users.",
  "\"They bought WhatsApp, they bought Instagram, that's usually the way they [approach it.]",
  "He said: \"I have been quite surprised that Facebook would launch a dating service.",
  "Match Group owns big dating services such as OKCupid, PlentyOfFish, and Tinder.",
  "\"Now, this is not something we have in mind, we want to continue our growth.",
  "And that's probably why they haven't tried to buy any other app,\" he said.",
  "Happn is a French dating app which matches users based on their location.",
  "The DNA of a social network and dating service are totally opposite.",
  "Their product could be great for US/Russia relationships.\"",
  "Nonetheless, Match Group's stock cratered on Wednesday.",
  "\"Ok, it would be one more competitor,\" he said.",
  "Rappaport is, outwardly, not concerned.",
  "\"Come on in,\" CEO Joey Levin said.",
  "\"Maybe a big one — we don't know.",
  "Facebook CEO Mark Zuckerberg.",
  "\"The water's warm."
]