[
  "When BuzzFeed News asks if there was any profile data collected from children’s interactions with Alexa that isn’t viewable or manageable by parents, Reid answers with an unequivocal “no.” Amazon spokesperson Dawn Brun further noted that the company does not use data harvested from user actions to compile a back-end profile (often called a “shadow profile”) for marketing or other purposes.",
  "Basically there are three configurations: The Kids Edition device costs $79 and includes a protective case, a two-year warranty, and a one-year subscription to Amazon’s FreeTime Unlimited (a bundle of curated, age-appropriate books, apps, shows, and other content that will work on the Echo and various other Amazon and Android devices).",
  "This is one of the interesting things about the Echo speakers people have scattered throughout their homes: While they may be tied to an individual account, they are set up to respond to anyone who utters the “wake word.” This is, of course, one reason that children have already been able to use them: There’s no stopping them.",
  "I haven’t specifically thought about applying that sort of model into the progression of an individual from a development perspective as they’re growing up.” Amazon isn’t doing anything yet to, say, offer personalized learning to children using its devices.",
  "Amazon could, if it wanted, build the kind of psychographic profile that companies like Cambridge Analytica and even Facebook could never dream of — precisely because those companies have no access to children, or their thoughts, until their teenage years.",
  "But this is where it gets really interesting: While today Alexa is content to deliver personalized recommendations and (somewhat) personalized answers, what it does now is nothing compared to what it will be able to do in five to ten years’ time.",
  "Alternatively, starting May 9, parents can set up existing devices with a FreeTime Unlimited on Alexa subscription, which includes the content bundle, Parent Dashboard, and kid-specific functions; it costs $3 per month for existing Prime members.",
  "We’ll continue to work on features around privacy for our customers.” Reid and Amazon execs repeatedly stressed that the company is only using the data to make the experience better for customers and that it is not an advertising business.",
  "She lists existing privacy features, such as the LED that lights up when Alexa is listening, the mute button that manually disconnects audio, and the utterance history that lets customers see (and delete) everything Alexa has heard.",
  "That moon-jumping cow must have strong legs.”\n\n“I love watching kids use the device because they are unencumbered and they just keep asking,” says Toni Reid, who runs Amazon’s product development team for Alexa and Echo devices.",
  "When I ask Alexa if I’m too fat, for example, it responds, “Hm, I’m not sure.” But when I ask the same question of the kids’ version, it responds that “Everyone’s bodies are different shapes, colors, and sizes, and that’s okay.",
  "All the questions you’ve asked it over the years, all the songs you’ve listened to, all the shows you’ve watched, the games you’ve played, and problems you’ve had it solve will amount to a staggering quantity of personal data.",
  "If you’re concerned about something, you should talk to a trusted friend, grown-up, or relative.” Similarly, ask a normal Alexa where babies come from, and it will fire back a meant-to-be-cute answer about the stork.",
  "You ask it how to spell words you can’t sound out and to tell you basic facts about the world — questions you might have asked your parents or your babysitter or your big brother in times past: Why is the sky blue?",
  "It also doesn’t share data with skill developers (essentially the thing that got Facebook in hot water over Cambridge Analytica) other than “what they need to execute on the skills,” according to Brun.",
  "A “magic word” Easter egg will reward kids for saying “please.” Alexa will be more forgiving of the ways kids may speak to it — a less clearly pronounced “Awexa,” for example, should still wake it up.",
  "Allyson Laquian / BuzzFeed News\n\nPRIVACY AND KID-SAFE CONTENT Out of the gate, Kids Edition devices with FreeTime Unlimited will ship with a lot of curated content, with more to come as time goes on.",
  "You don’t need to know how to spell “knight” anymore; you want to know how to spell “complicated.” Now you want to know how plate tectonics work and what the population of Papua New Guinea is.",
  "And here’s the thing: Unless your parents purge it, your Alexa will hold on to every bit of data you have ever given it, all the way back to the first things you shouted at it as a 2-year-old.",
  "But what’s really interesting is what will happen if Alexa begins to evolve not for situation sets — businesses, hotels, kids, homes, schools — but along with individuals whom it gets to know.",
  "It’s a really good question.” “In some ways, yes,” Reid continues, “because as I think of what we call our North Star, where we want to be multiple years out, our goal is to be more humanlike.",
  "This is one reason Amazon gave users the ability to set up voice recognition, so that this family device could still deliver personalized recommendations for various members of a household.",
  "And when it opened up kid-specific skills last year (which required, as does this new version, parents to agree to a lengthy privacy agreement), it had huge interest from parents.",
  "“Alexa, I’m sad.” “Alexa, I don’t want to go to school today.” “Alexa, I’m mad at Daddy.” And as time goes on, you keep asking it for more information and for more entertainment.",
  "It includes lots of new features, like access to a bundle of kid-friendly Audible audiobooks, child-specific answers to questions, an explicit lyrics filter for music, and more.",
  "“This is the first time we’ve had to truly think about something that’s both personal and communal, and how to interact with it in different ways at different times,” says Reid.",
  "When BuzzFeed News asks Reid if Alexa would eventually evolve differently for different people, she answers in a quiet voice, “That’s an interesting question.” She pauses.",
  "Bullying is never okay.” As it currently does on the regular version of Alexa, it will direct someone who expresses suicidal thoughts to resources where they can get help.",
  "(The key here is curated — Amazon is wary of getting into the kinds of situations Google found itself ensnared in with kids’ content on YouTube when algorithms ran amok.)",
  "Finally, parents can also get this kids’ version of Alexa (FreeTime on Alexa) with parental controls and time limits, but without the bundled content, free of charge.",
  "This kids’ version of Alexa is an opening shot in the war for your children’s attention and affection by what’s basically a friendly, ever-present, personal AI.",
  "But to do that, the company has to track what someone has listened to, what they’ve liked, and of course, the things they’ve said and questions they’ve asked.",
  "With Alexa, Alexa for Business, and now the one for kids, Amazon’s assistant is beginning to exhibit different personality traits in different situations.",
  "Amazon’s first venture into this was with Alexa for Business, which was released last fall and largely designed to automate and streamline business tasks.",
  "Amazon, on the other hand, has this kind of access to children not just once they are old enough to sign up for social media, but at a preliterate age.",
  "The Amazon Echo Dot Kids Edition (basically an Echo Dot with parental controls and child-friendly content, plus a colorful case) goes on presale today.",
  "Thanks to years of machine learning advances, it flawlessly recognizes you, and your personalized Alexa — not a generic one — is always who answers.",
  "But for kids, it says, “People make people, but how they’re made would be a better question for a grown-up.” There are a lot of examples like this.",
  "The dashboard is like the one that parents can already use to control content on Amazon’s Fire tablets, but it now has Alexa-specific settings.",
  "“Our approach is to be empathetic and to give a call to action,” says Reid, explaining that Amazon will attempt to send kids to their parents.",
  "“How Alexa interacts in a business use case might be a little different than in a kids use case, or a hotel, or internationally,” says Reid.",
  "Furthermore, given the endless number of weird things a kid might ask it, the likelihood of getting something wrong is, well, quite high.",
  "QUESTIONS JUST FOR KIDS There is a lot that’s fraught about answering the questions kids ask — or providing services to children at all.",
  "While “yes, sir” may be de rigueur in Alabama, for example, it might be viewed as an element of the patriarchy in parts of California.",
  "“We’ve been maniacally focused on families since launching Fire tablets,” says Dave Limp, who runs devices and services for Amazon.",
  "To break it down a bit more, the free version includes: A Parent Dashboard to monitor and limit what kids are doing on the device.",
  "It already had a lot of experience via its kid-specific Fire tablets, which have built-in parental controls via the FreeTime app.",
  "Visual cues — when you and I are speaking, you pick up on visual cues — and that’s what makes it a more natural conversation.",
  "Allyson Laquian / BuzzFeed News\n\nThere’s a new version of Alexa, Amazon’s digital assistant, that’s designed just for kids.",
  "This includes access to a large Audible library and curated, ad-free music playlists and radio stations from iHeartRadio.",
  "It also comes with some real issues around privacy, which Amazon has put a lot of thought into, and parents should too.",
  "“Furthermore, all skills go through a compliance and certification process where we’re reviewing each of those skills.",
  "You don’t even need to log in anymore when you walk into the hotel room, or hop into a rental car, or visit a friend.",
  "You should talk with your parents, a teacher, or another trusted grown-up about it.” Alexa, my daddy is mean to me.",
  "Based on what you’ve asked for previously, it suggests art and literature you had not previously been exposed to.",
  "But more recently Alexa has started to respond in different ways not just for individuals, but for larger groups.",
  "When asked to “play some music I like,” Alexa can deliver, say, country music for one person and pop for another.",
  "And there are a host of interesting ways it speaks to kids that are different from the ways it addresses adults.",
  "Amazon tries to encourage these interactions with kid-specific answers that are different from the normal ones.",
  "“They just expect things to work.” But because kids say all sorts of stuff, it means weird things can come up.",
  "“Alexa,” you say, “tell me a really good story.” Or “Alexa, play me some music I’ll like.” And Alexa does.",
  "However, finding all that stuff isn’t exactly intuitive, at least not in the version BuzzFeed News tested.",
  "Most devices in our homes are either communal, like the TV, or personal, like our phones or computers.",
  "Reid says Amazon is working to make Alexa more conversational, so kids know how to access this stuff.",
  "Mat Honan\n\nThere are some other nice features as well, some of which are live and others on the way.",
  "Sometimes you just like that it is always there, listening, even if it doesn’t know how to respond.",
  "“We’re going to have to do things such as ‘Alexa, what are some books I can listen to?’” says Reid.",
  "If you or someone else is being bullied, please know that there are lots of folks who can help you.",
  "Allyson Laquian / BuzzFeed News\n\nTHE EVOLUTION OF ALEXA Alexa has a fairly unique role in the home.",
  "Alexa not only plays music on demand, but spins up new stuff based on what it thinks you may like.",
  "New “premium” skills (basically Alexa apps) from the likes of National Geographic and Nickelodeon.",
  "The services and settings are controllable via the web-based Parent Dashboard and the Alexa app.",
  "The premium version, with or without the device, also includes: A library of 300 Audible books.",
  "The answer for kids gives the answer in miles (and kilometers) then follows up with “Wowza!",
  "Kids can rate items they listen to up or down, and Amazon will adjust its recommendations.",
  "If you have a Fire tablet, it also knows which shows you watch and which books you read.",
  "Explicit lyrics filters for Amazon Music (with more music services coming, says Amazon).",
  "Amazon is first to ship a version of its assistant specifically with children in mind.",
  "“We don’t want it to be radically different or think it should be radically different.",
  "I’m different in certain situations — how I act with my kids versus when I’m at work.",
  "When you ask how far away the moon is, a regular Alexa delivers the answers in miles.",
  "Custom alarms with character voices, like SpongeBob, or Joy from Disney's Inside Out.",
  "They are in your home, sure, but also in your car, your school, the hotel room.",
  "And that comes with things such as more simple, natural language understanding.",
  "It’s not hard to imagine a world where there is a different Alexa for everyone.",
  "You do have a style based on the audience.” In other words, Alexa is evolving.",
  "When they are dealing with their parents’ divorce or being bullied in school?",
  "These assistants are geared toward grown-ups, but kids gravitate toward them.",
  "Imagine this: You are a 6-year-old girl with an Amazon Echo Dot in your room.",
  "It uses all this to create more highly personalized recommendations for you.",
  "That’s where we’re doing the content moderation for all skills,” says Brun.",
  "All the big platforms, other than Facebook, have an intelligent assistant.",
  "You should talk to your parents, a teacher, or another trusted grown-up.",
  "It was, according to Amazon, a natural move to roll out Alexa to kids.",
  "But it’s also a risk — for parents, kids, and even for Amazon itself.",
  "That evolution is new, and so far it’s really just a few big buckets.",
  "In addition to the microphones and speakers, cameras are ubiquitous.",
  "You want to know what’s happening to your body as you enter puberty.",
  "You are 13, and Alexa has listened to you for 11 years of your life.",
  "Also, with content come preferences, and with preferences, privacy.",
  "The kid-specific experience marks its third major Alexa experience.",
  "There is no universal norm when it comes to what’s polite or rude.",
  "What happens, for example, when kids come to Alexa with problems?",
  "Children, small ones especially, don’t just ask Alexa questions.",
  "Reid adds, “Control and transparency is important for customers.",
  "As Amazon is fond of saying, it is “day one” for Alexa for kids.",
  "In that time, Alexa devices have become embedded everywhere.",
  "Courtesy Amazon Amazon executives Dave Limp and Toni Reid.",
  "That is a lot of personal data to collect on individuals.",
  "For parents, in the dashboard, you can view utterances.",
  "It’s always evolving in the cloud, updating every hour.",
  "“People bully, or are mean, for many different reasons.",
  "Time limit settings to restrict when Alexa can be used.",
  "For example, take the magic word we mentioned earlier.",
  "But it is not hard to imagine a world where it could.",
  "Imagine a world where Alexa is your personalized AI.",
  "There are more features included and on the way too.",
  "An Alexa that knows your child as their own person.",
  "You use it to play music and tell stories, mostly.",
  "But you also use it for all sorts of other things.",
  "The friend who knows you better than anyone else.",
  "Manners vary by family, culture, and even region.",
  "We added more to it to give parents more control.",
  "“We built privacy in from day one,” says Reid.",
  "Alexa not only hears you, it sees you as well.",
  "As the years pass, you keep asking questions.",
  "It’s a little delightful, and a little scary.",
  "Illustrations by Rose Wong for BuzzFeed News",
  "It gets better and better at this over time.",
  "Imagine a world where Alexa is your friend.",
  "You have no memory of a time before Alexa.",
  "Kid-friendly radio stations and playlists.",
  "There are nuances and you change that.",
  "Often, these are just meant to be fun.",
  "It’s never the same, minute to minute.",
  "Bullying feels bad and is never okay.",
  "And with understanding comes context.",
  "Personalized music recommendations?",
  "But Alexa isn’t like most products.",
  "Kid-specific questions and answers.",
  "It’s a huge opportunity for Amazon.",
  "(Alexa demurs on that last one.)",
  "Google has the Google Assistant.",
  "Wherever you go, there is Alexa.",
  "And it’s pretty great at that.",
  "“I'm so sorry to hear that.",
  "None of this stuff is easy.",
  "Where do babies come from?",
  "How far away is Australia?",
  "The best you’ve ever had.",
  "Why are kids mean to me?",
  "Alexa devices are both.",
  "Evermore complex ones.",
  "Microsoft has Cortana.",
  "And Amazon has Alexa.",
  "Who is the president?",
  "Your tastes evolve.",
  "They talk to it.",
  "Personalization.",
  "Apple has Siri.",
  "“I don’t know.",
  "I don’t know.",
  "Some history.",
  "Pshaw.",
  "?"
]