[
  "While these partnerships weren't necessarily nefarious in intent, there are concerns Facebook has been using semantics to share data beyond an FTC consent decree requiring the site to obtain permission before collecting more data than a person's privacy settings allow.",
  "Facebook also acknowledged that it gave 61 third-party app developers as much as six months of extra time to wind down their data collection practices after implementing tougher sharing controls in 2014, including Hinge and Spotify.",
  "The Washington Postnoted that Facebook didn't explain why it didn't audit apps like the \"thisismydigital life\" app from the Cambridge Analytica scandal, or whether or not it had considered charging a fee instead of displaying ads.",
  "It has ended already partnerships with 38 of them (some due to companies ending relevant business, like HP/Palm and Inq), with seven more due to expire in July 2018 and one more in October.",
  "Apple has an agreement that extends past October, Amazon also has a deal, while Tobii needs its partnership for an eye-tracking app that makes Facebook accessible to ALS patients.",
  "Facebook has responded to a House Energy & Commerce Committee request for data with a 747-page response detailing the social network's data sharing deals with other companies.",
  "The document comes roughly two weeks after Facebook gave Congress a 452-page set of answers to questions Mark Zuckerberg didn't immediately answer during his testimony.",
  "There are also ongoing alliances with Alibaba, Mozilla and Opera to enable Facebook notifications in browsers, although those won't include access to friends' data.",
  "It contended that vendors in these partnerships were suppliers, not third parties, and claimed that it still wasn't violating the decree in its new response.",
  "All told, Facebook has shared user info with 52 firms, including Chinese firms like Alibaba, Huawei, Lenovo and Oppo -- some of these were already known.",
  "This new batch of answers may be helpful, but it still won't satisfy everyone demanding to know the full extent of Facebook's data practices.",
  "Another five developers might have had access to \"limited friends' data\" through a beta test, but it didn't explain what that involved.",
  "It's no secret that Facebook shared user data with device and software makers as part of its partnerships.",
  "It also passed on hundreds of questions California Representative Anna Eshoo had collected from users.",
  "Now, however, the scope of those deals has become clearer.",
  "Three partnerships are due to continue, Facebook said.",
  "House of Representatives (PDF), E&C Democrats",
  "It still doesn't explain everything, though."
]