[
  "Of the victims, CEO Kevin Johnson said: “I’d like to have a dialogue with them so that I can ensure that we have opportunity to really understand the situation and show some compassion and empathy for the experience they went through.” Mark Zuckerberg is not likely to meet with all 50 87 million data breach victims any time soon.",
  "By Brigitte Majewski, Vice President, Research Director; Erna Alfred Liousas, Analyst; and Jessica Liu, Senior Analyst\n\nMark Zuckerberg’s testimony before the U.S. Senate didn’t sway us from away from our previous perspective, at least in terms of what Facebook’s fiasco means for marketers.",
  "So, when Facebook shares that 50 million people were affected and then updates it to 87 million people, we have to wonder: Did Facebook not know what was happening with all the data it’s been collecting, or did it know and just not govern it properly?",
  "But it could have better avoided all this if it had done more in 2014: more rigorously QA’d the entire process that Cambridge Analytica used and better verified Cambridge Analytica’s deletion of Facebook data, even applying legal force if necessary?",
  "So far Starbucks has shown a fast response, full disclosure and acknowledgement about what happened and what it is doing, a promise to close 8,000 US stores costing millions, and an emphatic testimony by both executive chairman and CEO.",
  "Last year Forrester offered lessons on social crisis management for brands including letting your brand pillars be your guide, documenting your tolerance for brand risk, and establishing a prescriptive crisis management plan.",
  "Delays in communication come across as failures in…\n\nTransparency: Make your communications open and honest – because little stays secret for long in this age of camera phones, social sharing and values-based consumers.",
  "While Facebook may be doing a fair job at action, its poorer efforts in timing and transparency result in a perceived lack of…\n\nEmpathy: Address your customer’s needs, including the emotional ones, first.",
  "But often, it feels like Facebook is reacting to problems because it never anticipated or planned for it – they didn’t see Russian hacking coming nor how to deal with it until after the election.",
  "Vague answers and flip flops make users doubt the effectiveness of your…\n\nAction: Back up your communications in a crisis with deeds that are laid out in an easy to find, easy to consume manner.",
  "The most important thing brands can learn from Facebook’s errors is to be proactive with clear brand pillars, having knowledge of your risk tolerance, and having a crisis management plan.",
  "Download Forrester’s complimentary report, “Consumer Data: Beyond First And Third Party,” to become familiar with the four types of data: zero, first, second, and third party.",
  "Facebook had a sense of the potential abuse of consumer data by 2014, when it announced it was “changing the entire platform to dramatically limit the data apps could access”.",
  "Mark Zuckerberg’s apologetic post and full-page ad apologies aside, Facebook lacked an empathy to users’ emotional concerns (whether those concerns are valid or not).",
  "One on-going survey by the Ponemon Institute cites that confidence in Facebook’s commitment to protecting user data has plummeted 66% since the scandal.",
  "And, Zuckerberg keeps saying to Congress, “I started this company in my dorm room” as if even he has no clue where his company is headed.",
  "If Facebook really cared about users understanding data usage, should these disclosures be buried in lengthy terms and conditions?",
  "A brand in crisis needs to manage four components simultaneously:\n\nTiming: Make your communication and action swift and frequent.",
  "But it wasn’t until major news outlets exposed Cambridge Analytica’s actions in 2015 and 2018 that Facebook publicly reacted.",
  "If you are looking for more catastrophizing around the near-term death of social marketing, you’ve come to the wrong article.",
  "What did catch our attention: how poorly the social darling of Wall Street is handling the basics of crisis management.",
  "They are vastly different entities – different business models, value propositions, operating models and crises.",
  "Starbucks is facing boycotts and damaged consumer perception in the wake of a racial incident in Philadelphia.",
  "And for developers, it severed certain API access and data endpoints and deprecated APIs that lacked security.",
  "Within a week or two, it made user privacy settings more accessible, more transparent and easier to adjust.",
  "Posting fixes via its blog results in a cumbersome laundry list that readers have to find and mine.",
  "If Facebook wants to stay true to its hacker culture, it will have to fail fast and course correct.",
  "Facebook is a revolutionary company, so much so that even Congress doesn’t know what to do with it.",
  "Brands crave a relationship with consumers but retrench into self-protection mode when in crisis.",
  "They should have informed the public back in 2014 when they found out about the misuse of data.",
  "It’s easy to be Monday morning quarterback, judging a brand crisis unfolding from afar.",
  "Each is woven into the rituals of consumers’ routine, just a click away by app.",
  "Marketers depend on consumer data, but it has grown increasingly complex.",
  "Peripatetic communication put Facebook first, not users or marketers.",
  "It’s impractical to directly compare Facebook and Starbucks here.",
  "As for Mark, maybe he can meet with Kevin for advice over coffee.",
  "Facebook was relatively quick to address operations – in 2018.",
  "Each brand has made a commitment to bring people together.",
  "Why did it take so long to formally address the story?",
  "I’m not suggesting that managing any of this is easy.",
  "This week, another brand crisis landed in the news.",
  "But many people start their day with both brands.",
  "Is the company just figuring everything out now?",
  "Marketers, learn from Facebook’s missteps.",
  "This prioritization damages brand trust.",
  "In any case, it all looks bad.",
  "All great.",
  "Now What?",
  "IRL."
]