[
  "It’s not clear how many of Facebook’s 2.2 billion users deleted their account, even though #DeleteFacebook has been trending on Twitter TWTR, -0.39% and Facebook FB, -1.58% Zuckerberg said the #DeleteFacebook protests had no “meaningful impact.”\n\nThe S&P 500 SPX, -2.33% weighed down by the FANGs — Facebook, Amazon AMZN, -4.12% Netflix NFLX, -6.27% and Google-parent Alphabet GOOG, -3.01% — has had nearly 50 trading sessions without hitting new high, while the Dow Jones Industrial Average DJIA, -2.24% has experienced several months of volatility.",
  "The profits are all based on the user’s info, but the users get none of the profits back.’ Steve Wozniak\n\nBut Facebook CEO Mark Zuckerberg responded: “The reality here is that if you want to build a service that helps connect everyone in the world, then there are a lot of people who can’t afford to pay.”\n\nLast week, Facebook said 87 million people were impacted, up from a previous estimate of 50 million people.",
  "“As they say, with Facebook, you are the product.”\n\nMany Facebook Inc. FB, -1.58% users are upset about how their information is being used after recent revelations that Cambridge Analytica, a company tied to President Trump’s election campaign, scraped data from users and their friends via an online personality test.",
  "Check out: Facebook’s biggest threat is coming from this obvious place\n\nAnd see: What Facebook and other tech leaders must do now to win back our trust\n\nLast week, Facebook’s chief operating officer Sheryl Sandberg denied Edward Snowden’s characterization of Facebook as a surveillance operation.",
  "People use the free service to network and log into their Tinder IAC, -3.56% account and will share the most intimate details of their lives, including their employment history, educational achievements, hopes, dreams, family photographs and “like” certain brands without a second thought.",
  "That’s how we’re using your data.”\n\nDon’t miss: What Zuckerberg didn’t say: You risk more than your data on Facebook\n\nFacebook users are not shy about sharing the most intimate details of their lives online.",
  "In the aftermath of the Cambridge Analytica scandal, Facebook CEO Mark Zuckerberg pledged to be more careful when vetting third party apps, but said fixing the problem could take years.",
  "The profits are all based on the user’s info, but the users get none of the profits back.”\n\nWozniak said he’d prefer to pay for the service and have more control over his data.",
  "Zuckerberg said most of the company’s 2.2 billion users likely have had their public profile information scraped by outsiders without their explicit permission.",
  "Starting Monday, people who use the social network should start finding out whether their data was shared with Cambridge Analytica.",
  "Apple Inc. AAPL, -3.57% co-founder Steve Wozniak said he’s leaving Facebook amid concerns about privacy and data violations.",
  "Last month, Apple Chief Executive Tim Cook said Facebook should have self-regulated itself before reaching this point.",
  "Speaking on NBC’s CMCSA, -1.24% “Today” show, Sandberg said, “I don’t think that’s true and I don’t think that’s fair.",
  "“However, I think we’re beyond that here.”\n\n‘Facebook makes a lot of advertising money off this.",
  "People are sharing data with Facebook.”\n\nGuthrie said Facebook uses data to sell advertisements.",
  "“Here’s how we’re using it: We’re using it to personalize your service,” she told Guthrie.",
  "They will get a message served to them in their news feed, the Associated Press reported.",
  "“Users provide every detail of their life to Facebook,” he told USA today in an email.",
  "So, one piece of data you put on Facebook is who you connect to and your friends.",
  "Get a daily roundup of the top reads in personal finance delivered to your inbox.",
  "“Apple makes its money off of good products, not off of you,” he told the paper.",
  "“I think the best regulation is no regulation, is self-regulation,” he said.",
  "We show you in your news feed posts from people you’ve connected to.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "“Facebook makes a lot of advertising money off this.",
  "“So, let’s talk about the data you put on Facebook.",
  "Facebook at its core is a sharing service.",
  "We are not sweeping up data.",
  "People are inputting data.",
  "Sign up here."
]