[
  "U.S. and European lawmakers have demanded an explanation of how the consultancy, Cambridge Analytica, gained access to the data and why Facebook failed to inform its users, raising broader industry questions about consumer privacy and whether tougher regulation is on the horizon.",
  "The Dow Jones Industrial Average .DJI rose 116.36 points, or 0.47 percent, to 24,727.27, the S&P 500 .SPX gained 4.02 points, or 0.15 percent, to 2,716.94 and the Nasdaq Composite .IXIC added 20.06 points, or 0.27 percent, to 7,364.30.",
  "The social media company said on Tuesday it faced questions from the U.S. Federal Trade Commission about how its users’ personal data was mined by a political consultancy hired by President Donald Trump’s campaign.",
  "REUTERS/Lucas Jackson\n\n“The negative part would be they are going to haul them in front of Congress now and we’ll see do they create new laws, are there new regulations that could stunt the growth of the company?",
  "Now let’s see what the market can do – can it stand on its own two legs?” said Saluzzi, referring to the low interest rate environment the Fed put into effect after the financial crisis.",
  "Oil prices rose more than 2 percent to touch a three-week high, driven by tensions in the Middle East and the possibility of further declines in Venezuelan crude output.",
  "Market participants largely expect a total of three rate hikes this year, although some have not ruled out the possibility the U.S. central bank will hike four times.",
  "Financial stocks .SPSY edged up 0.21 percent as investors awaited a near-certain interest rate hike at the end of the Federal Reserve’s two-day meeting on Wednesday.",
  "(Reuters) - U.S. stocks advanced modestly on Tuesday as higher oil prices lifted the energy sector, but another slump in Facebook Inc (FB.O) shares curbed gains.",
  "The stock has fallen about 9 percent over the past two sessions, its biggest two-day decline since February 2016, a drop that has weighed heavily on equities.",
  "Volume on U.S. exchanges was 6.26 billion shares, compared with the 7.17 billion average for the full session over the last 20 trading days.",
  "Those gains helped the S&P energy index .SPNY rise 0.84 percent, making it easily the best performing of the 11 major S&P 500 sectors.",
  "“We are finally normalizing, after years we talked about the Fed holding it down and the market only going up because of the Fed.",
  "Declining issues outnumbered advancing ones on the NYSE by a 1.28-to-1 ratio; on Nasdaq, a 1.26-to-1 ratio favored decliners.",
  "Traders work on the floor of the New York Stock Exchange shortly after the opening bell in New York, U.S., March 19, 2018.",
  "Oracle (ORCL.N) dropped 9.4 percent after the business software maker reported lower-than-expected quarterly revenue.",
  "That is really what the fear is,” said Joe Saluzzi, co-manager of trading at Themis Trading in Chatham, New Jersey.",
  "Shares of Snap Inc (SNAP.N) fell 2.56 percent, while Twitter Inc (TWTR.N) shares tumbled 10.38 percent.",
  "Facebook was not the only social media stock or fund taking a hit on Tuesday.",
  "Facebook Inc (FB.O) shares ended down 2.6 percent, well above earlier lows.",
  "The Global X Social Media ETF (SOCL.O) lost 0.9 percent."
]