[
  "If Facebook’s historical financials are any guide, a mere 13 percent decline in the number of users -- which would leave it with the same number it had at the end of 2016 -- would translate into a 23 percent decline in ad revenue per user and a 33 percent decline in revenue.",
  "The Federal Trade Commission announced on Monday that it is investigating Facebook’s privacy practices, and the company’ shares continued to slump in an otherwise advancing market, down more than 5 percent.",
  "That’s a far cry from Facebook’s mission to “bring the world closer together.”\n\nMcNamee rightly points out that Facebook could address those concerns by selling subscriptions rather than ads.",
  "Facebook’s true value resides in its 2.1 billion users, and investors need to worry about what happens if enough of them decide that free social media isn’t worth the cost.",
  "That translates into a reasonable price-to-earnings ratio of 15.5, or just slightly higher than the S&P 500 Index’s P/E ratio of 15 based on earnings estimates for 2019.",
  "Early Facebook investor turned critic Roger McNamee says that Facebook is designed to appeal to users’ fear and anger because it’s an effective way to keep them hooked.",
  "The longer-term danger is clear: If enough users clamor for a subscription-based alternative, enterprising competitors will eventually give them what they want.",
  "If it isn’t already obvious that Facebook is a money-making dynamo, consider how it stacks up with digital ad rival Alphabet Inc., the parent of Google.",
  "Facebook generated earnings from continuing operations of $15.9 billion in 2017 on revenue of $40.7 billion, 98 percent of which came from advertising.",
  "It would take more than a few defections to bring down Facebook, but investors should bear in mind that the same isn’t necessarily true of its stock.",
  "The company has a huge incentive to expand its ranks and to keep them clicking -- at a terrible cost to users, according to some observers.",
  "But I value my privacy, and it’s hard to reconcile that with the fact that Facebook is in the business of selling its users’ information.",
  "Despite their success, the combined number of Amazon Prime and Netflix subscribers is roughly one-tenth the number of Facebook’s users.",
  "More important, selling subscriptions won’t deliver the exponential revenue growth per user that Facebook now enjoys from selling ads.",
  "I get that it’s an awesome way to keep in touch with family and friends, meet new people and get a personalized online experience.",
  "As long as maximizing profits is Facebook’s chief priority, its interests will be difficult to reconcile with those of its users.",
  "The question for Facebook’s investors is how many of the company’s users will decide that their privacy is more important.",
  "Facebook is expected to generate $70 billion in revenue in 2019, according to analysts’ estimates compiled by Bloomberg.",
  "If that were to happen, Facebook’s stock would have to decline by 65 percent to reach that reasonable P/E ratio of 15.5.",
  "Facebook generated $3.2 billion of ad revenue in 2011 with 845 million monthly active users, or $3.79 for each one.",
  "I, for one, would be more likely to join if Facebook committed to protecting users’ information for a fee.",
  "In 2017, Facebook scooped up $40 billion of ad revenue with 2.1 billion users, or $19.05 for each one.",
  "Less obvious is that the value of Facebook’s data trove grows exponentially with additional users.",
  "One obvious takeaway from those numbers is that Facebook’s users’ information is hugely valuable.",
  "It was only a matter of time before that data was wielded in ways that Facebook’s users disliked.",
  "I suspect that the Cambridge Analytica debacle is just the first of many revelations to come.",
  "But the flip side of Facebook’s growth model is that its fortunes could turn just as quickly.",
  "There are also growing concerns that Facebook’s users are giving up more than their privacy.",
  "Facebook’s gross margin was 87 percent last year, and its net income margin was 39 percent.",
  "To contact the author of this story: Nir Kaissar in New York at nkaissar1@bloomberg.net.",
  "To contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "He has worked as a lawyer at Sullivan & Cromwell and a consultant at Ernst & Young.",
  "Earnings, in turn, would drop by 43 percent and its P/E ratio would spike to 45.",
  "That compares with 59 percent and 11 percent, respectively, for Alphabet.",
  "As Facebook grows, in other words, so does the appetite for its data.",
  "Nir Kaissar is a Bloomberg Gadfly columnist covering the markets.",
  "He is the founder of Unison Advisors, an asset management firm.",
  "But don’t expect Facebook subscriptions any time soon.",
  "The near-term risk is just as sobering, however.",
  "First, a disclosure: I’ve never used Facebook.",
  "For one, it’s not easy to sell subscriptions.",
  "Regulators and investors are troubled.",
  "And it’s a great business.",
  "Or Amazon and Netflix.",
  "Just ask newspapers.",
  "©2018 Bloomberg L.P."
]