[
  "More: Facebook gave some developers access to users' friends after policy changed\n\nMore: Facebook denies abuse of user privacy after report it shared info without consent\n\nMore: Apple will let you know when Facebook is snooping on you\n\nSurvey: Few teens read terms of service\n\nIn May, two months after Facebook acknowledged Cambridge Analytica had improperly obtained Facebook users' personal information, Common Sense teamed with SurveyMonkey on an online poll to determine how teens and their parents viewed privacy and data sharing.",
  "Zuckerberg told Congress in April that regulation of Facebook and other internet companies is “inevitable.”\n\nLate last month, Facebook rolled out a series of dialogs to U.S. users reminding them of their privacy options, one of Facebook’s attempts to comply with the European Union’s sweeping General Data Protection Regulation.",
  "“The sharing of information with device makers is yet another reason why the Commission should pay special attention to how Facebook’s mishandling of user information impacted teens, with respect to Cambridge Analytica, Huawei and a growing number of third parties,” Common Sense CEO James Steyer wrote in the FTC letter.",
  "On Monday, Common Sense filed a new complaint with the Federal Trade Commission asking commissioners to investigate how Facebook has handled user information and privacy preferences when it comes to teens, especially in the way it may have shared that information with device makers.",
  "(Photo: Evan Vucc, AP)\n\nTeenagers may have been disproportionately harmed by Facebook policies that led to a political ad targeting firm obtaining 87 million Facebook users' personal information without their consent, a nonprofit advocacy group for kids and families asserts.",
  "Common Sense Media says recent media reports that the social networking giant allowed device makers — including Apple, Amazon, BlackBerry, Microsoft and Samsung — to scrape data of Facebook users' friends without their explicit consent make addressing the matter more urgent.",
  "More than nine in 10 parents and teens think it’s at least “moderately” important that sites clearly label what data they collect and how it will be used, though the youngsters were less likely to say it is “extremely” important compared to their parents.",
  "Still, some lawmakers have questioned whether Facebook CEO Mark Zuckerberg misled Congress during his April testimony on how the U.K.'s Cambridge Analytica had obtained access to a huge trove of Facebook user data for political targeting purposes.",
  "Facebook last week admitted to data partnerships with the device makers but has countered that the agreements were solely to help the companies create Facebook-like experiences on their phones and operating systems.",
  "“Moreover, that this sharing was not disclosed during multiple Congressional hearings, but rather unearthed by reporters, underscores how much of what Facebook does continues to be extremely opaque,\" he wrote.",
  "USA TODAY got an exclusive early look at the poll, which was conducted May 5 to May 22, among a national sample of 19,063 adults, roughly a third of whom are parents with children between 13 and 17.",
  "What’s more, about eight in 10 parents, and similar numbers among teens, went so far as to say they changed their privacy settings at a social media site to limit what such companies can share.",
  "CLOSE Facebook CEO Mark Zuckerberg says \"it was clearly a mistake\" to believe the data-mining company Cambridge Analytica deleted Facebook data it had gathered in an attempt to sway elections.",
  "Steyer wants to address these privacy concerns with comprehensive privacy legislation in California that is modeled after the European style regulations that recently went into effect.",
  "But 69 percent of teens and 77 percent of parents did indicate that it is “extremely important” for sites to ask permission before selling or sharing their personal information.",
  "“This an active issue around the dining room table — when (parents) can convince their teens to sit with them,” says Jon Cohen, chief research officer at SurveyMonkey.",
  "Most parents and teens had heard of the Facebook/Cambridge Analytica controversy, and parents were much more likely to be cautious about social media as a result.",
  "Common Sense is also asking the FTC to keep young people in mind as it considers possible violations of a 2011 consent decree — and any penalties that may result.",
  "In a statement emailed to USA TODAY, Facebook's deputy chief privacy officer Rob Sherman says, \"We remain strongly committed to protecting people’s information.",
  "Eighty-two percent of parents indicated that they are at least “moderately” worried about such practices, with 35 percent saying they are “extremely” worried.",
  "But only 17 percent of teens go to the trouble of reading the “terms of service” on a social network, roughly half the percentage of parents who say they do.",
  "It’s not surprising that parents (largely Facebook) and teens (Instagram and Snapchat) also tend not to use the same social networking websites.",
  "Email: ebaig@usatoday.com; Follow USA TODAY Personal Tech Columnist @edbaig on Twitter\n\nRead or Share this story: https://usat.ly/2Mju5bk",
  "Among the most encouraging results in the survey is that both teens and parents are discussing social media privacy with one another.",
  "By contrast, 68 percent of teens are at least “moderately” worried about ad-targeting and only 14 percent “extremely” worried.",
  "Some 63% of parents said they would be more cautious about using social media, while only 38% of teens said the same.",
  "Teens are particularly vulnerable because of their use of third-party apps, such as games, the group writes.",
  "Parents and children differed among their level of concern surrounding ad-targeting by social media sites.",
  "We are committed to making the significant investments necessary to keep people safe on our platform.\"",
  "He wants people to be able to retrieve, and if they so choose, delete their data.",
  "There were 985 teens in the same age range who also participated in the survey.",
  "(April 10) AP\n\nA view of an iPhone with Twitter and Facebook apps among others."
]