[
  "As CNN’s Ivana Kottasová reports “The cost of complying with the new law has already forced an online game producer, a small social network, and a mobile marketing firm to close key businesses or shut down entirely.”\n\nThis regulation will greatly impact data-driven businesses in Europe and across the Globe.",
  "With massive data breaches and other data privacy concerns including the 2017 Equifax security breach and Facebook’s recent Cambridge Analytica controversy (watch Mark Zuckerberg's address to European Lawmakers), it is small wonder that policymakers would aim to protect their constituents.",
  "GDPR (General Data Protection Resolution) went into effect in the EU at midnight this morning (May 25) but has already impacted European and US-based Fortune 500 firms on the scale of over $9 billion, and has led many smaller firms and companies to shut down operations or fold entirely.",
  "US Fortune 500 companies have put billions toward compliance – and in some cases that has not been enough to avoid lawsuit filings – while some smaller firms have closed operations or shut down entirely until they better understand the implications of these new regulations.",
  "Article 1 of the GDPR outlines three primary objectives:\n\nThis regulation lays down rules relating to the protection of natural persons with regard to the processing of personal data and rules relating to the free movement of personal data.",
  "A clear violation of GDPR.”\n\nThe why behind GDPR\n\nGDPR came about as an update/replacement for the 1995 Data Protection Directive with the goals to “Harmonize\" privacy laws across Europe and provide greater rights to individuals in the EU.",
  "Like it or hate it, GDPR is here to stay and businesses would do well to plan and build security into their architecture from the ground up, creating easy one-click solutions to GDPR’s legal requirements.",
  "The free movement of personal data within the Union shall be neither restricted nor prohibited for reasons connected with the protection of natural persons with regard to the processing of personal data.",
  "The rising cost of doing business, stifling data-driven enterprises, and increasing the barriers to entry for entrepreneurship is the other side of the coin for these data-protection regulations.",
  "As these startup founders grapple with the implications of the GDPR, many hesitate moving forward until they 1. understand, and 2. can comply with these regulations in a cost-effective way.",
  "Additionally, as of publishing this article, Google, Instagram, WhatsApp, and Facebook have already had lawsuits filed against them and face up to $8.15 billion (EUR 7 billion) in fines.",
  "Indeed, as Oliver Smith reported earlier this month, GDPR has cost US-based companies nearly $7.8 billion in compliance to avoid the multi-million dollar fines and penalties.",
  "Increasing barriers to entry for 30 under 30 entrepreneurs\n\nThese numbers are astronomical, and for data-based entrepreneurial startups, prohibitive.",
  "The 28-state European Union is the world’s second-largest economy, an economy that companies with a digital presence can’t help but interact with.",
  "Forbes reported in December 2017, GDPR will affect US-based businesses as well – even those without clients or operations in the European Union.",
  "This regulation protects fundamental rights and freedoms of natural persons and in particular their right to the protection of personal data.",
  "This 2016 resolution aims at safeguarding citizens in the European Union’s 28-member states by enforcing stricter data protection standards.",
  "The pre-enforcement Impact to US-based businesses\n\nThese regulations are impacting companies globally, not just European firms.",
  "As we’ve seen this morning with the case against US-based Google, impacts may extend well beyond that $16 million average.",
  "Many in fact feel this is the right step toward data transparency and a more efficient data economy in the long run.",
  "As with any policy, the answer always lies in the individual’s goals and preferences to evaluate its usefulness.",
  "Issues this morning are filed alleging that “Corporations forced users to agree to new privacy policies.",
  "The bottom line\n\nThe GDPR has broad sweeping requirements that impact companies across the world.",
  "Daily, new organizations are discovering that their customer data has been compromised.",
  "Further, Smith points to an average cost of $16 million to Fortune 500 companies.",
  "These are the companies that capture our interest as 30 Under 30 observers.",
  "To be sure, there are GDPR advocates."
]