[
  "“We have large teams of internal and external experts working hard to investigate these apps as quickly as possible.”\n\nFacebook was hit by the privacy scandal in mid-March after media reports that Cambridge Analytica improperly accessed data to build profiles on American voters and influence the 2016 presidential election.",
  "(Reuters) - Facebook Inc (FB.O) has so far suspended around 200 apps in the first stage of its review into apps that had access to large quantities of user data, in a response to a scandal around political consultancy Cambridge Analytica.",
  "The company, however, regained much of its lost market value after it reported a surprisingly strong 63 percent rise in profit and an increase in users when it announced quarterly results on April 25.",
  "REUTERS/Dado Ruvic/Illustration/File Photo\n\n“There is a lot more work to be done to find all the apps that may have misused people’s Facebook data – and it will take time,” Archibong said.",
  "The apps were suspended pending a thorough investigation into whether they misused any data, said Ime Archibong, Facebook’s vice president of product partnerships.",
  "Zuckerberg had said the social network will investigate all apps that had access to large amounts of information before the company curtailed data access in 2014.",
  "Facebook said it has looked into thousands of apps till date as part of an investigation that Chief Executive Officer Mark Zuckerberg announced on March 21.",
  "FILE PHOTO: Silhouettes of mobile users are seen next to a screen projection of Facebook logo in this picture illustration taken March 28, 2018.",
  "The incident led to backlash from celebrities and resulted in the company losing billions in market value.",
  "Zuckerberg apologized for the mistakes his company made and testified before the U.S. lawmakers.",
  "Shares of the company were up 0.4 percent at $187.65 in premarket trading on Monday.",
  "(This version of the story corrects share price in last paragraph.)"
]