[
  "According to Channel 4 News, a spokesperson for Cambridge Analytica told the program: \"We entirely refute any allegation that Cambridge Analytica or any of its affiliates use entrapment, bribes or so-called 'honey traps' for any purpose whatsoever\" and added the company does not use \"untrue material.\"",
  "Filmed as part of an investigation by Channel 4 News, which aired Monday, Alexander Nix told an undercover reporter posing as a prospective client that his company could gather damaging material about opponents using a range of tactics including sending \"some girls round to the candidate's house.\"",
  "Cambridge Analytica's chief executive officer Alexander Nix | Patricia De Melo Moreira/AFP via Getty Images Cambridge Analytica boasts of dirty tricks to swing elections The data firm told an undercover reporter it used secretive tactics to influence elections.",
  "The CEO of Cambridge Analytica, the data firm used by Donald Trump’s presidential campaign, boasted to an undercover reporter about the company's use of honey traps and secretive campaigning tactics to influence elections around the world.",
  "The fresh allegations intensify pressure on the data company, already in the spotlight following reports in the New York Times and the Observer that the company illegally collected Facebook data from roughly 50 million American voters.",
  "The U.K. Information Commissioner's Office said Monday an ongoing investigation into political campaigning using personal data will include \"any new information, statements or evidence that have come to light in recent days.\"",
  "The social network said Friday it had suspended Cambridge Analytica's access to its platform over concerns it had violated the network's privacy policies by obtaining information without users' consent.",
  "This information, the newspapers suggested, allowed Cambridge Analytica to target messaging to these voters based on their personal lives and political leanings.",
  "\"We'll offer a large amount of money to the candidate to finance his campaign in exchange for land, for instance, we'll have the whole thing recorded on cameras.",
  "Facebook said Monday it had hired a digital forensics firm, Stroz Friedberg, to conduct an audit of Cambridge Analytica.",
  "We'll blank out the face of our guy and we'll then post it on the internet,\" Nix said.",
  "Both Facebook and Cambridge Analytica may now face investigations across Europe.",
  "https://www.youtube.com/watch?time_continue=166&v=mpbeOCKZFfQ"
]