[
  "Furthermore, from my perspective, the lack of transparency is a contributor to why marketing/advertising is one of the least trusted professions in the country, which we all should not accept as a given.",
  "News, literature and entertainment have established dystopian consumer views of the concentration of data and decisions: Edward Snowden’s NSA leaks, George Orwell’s 1984 and Dave Eggers’ The Circle.",
  "Brands and agencies must look to flip the model -- from one in which they share sensitive consumer information with many partners to one in which the data stays in their tight control.",
  "Within marketing, data economies of scale enabled concentration; last year, for instance, more than 60% of digital advertising dollars were expected to go to Google and Facebook.",
  "For example, banks and mobile operators have tremendous data, but they can’t let these data sets “play” without understanding who will use the data and how it will be used.",
  "Increased public scrutiny on company collection, use and sharing of private data is an opportunity for those who can build trust in their proper handling of consumer data.",
  "Establishing Data Transparency\n\nMarketers have to manage a complex and shifting supply chain in the quest to deliver more relevant and efficient, people-based marketing.",
  "Of particular concern is how your data is used and combined with other datasets and controls placed on both the data and collaborative data models that result.",
  "Within mature open markets, forces normally create incentives for new participants, but data markets are neither mature nor open and must go through change.",
  "Data is a complex product -- source is hard to track, as once it is made available, its supply (and destination) can no longer be restricted with certainty.",
  "One key indicator that a consumer is considering a purchase is much more valuable than thousands of digital breadcrumbs associating past purchases.",
  "You can get in front of the privacy and transparency wave by taking certain steps:\n\n• Define what consumer data you have and what you do with it.",
  "As the reactions to the Facebook and Cambridge Analytica news have shown, privacy and transparency are powerful forces for marketing change.",
  "We enable clients to exchange insights and improve their marketing return on investment (ROI) while keeping their data in-house.",
  "Mandate best practices within your advertising supply chain and engage teams capable of auditing more than just dollars spent.",
  "Advertisers have long faced a choice between cost and effectiveness -- a new consideration is data ownership and permissions.",
  "But as it is with other industries, the sustainability of a product is directly tied to the quality of the source components.",
  "There is no industry standard for the control of use and, thus, no ability to price data based upon the value it delivered.",
  "I founded Commerce Signals with the premise that trust and the ability to control use will enable new data sets to play.",
  "Think about how fast the digital marketing and media industry has evolved, how quickly consumer behaviors have changed.",
  "While big data can create great new insights if we centralized and analyzed all conversations, there is a downside.",
  "Transparency powers consumer trust and the success of your brand, and it should also guide your data partnerships.",
  "Real-time offline data is a form of intent much stronger than any search word, yet this data does not play today.",
  "As true as this is for homes and yards, it also applies to the marketing “consumer data closet.” Change is afoot.",
  "Working with standard organizations, it's important to establish common best practice and consumer policies.",
  "Assign a chief data officer and begin quarterly reviews of the first-party data you own and create.",
  "• Take the lead and build new customer experience using new data sets with transparent rights.",
  "Lack of transparency in the industry exposes your brand to new risks in how ads were targeted.",
  "It has never been more critical for brands and industry service providers to show leadership.",
  "Where is your data flowing to, how is it being used and how are your partners protecting it?",
  "Brands must manage who gets to take part in these conversations and build insight from them.",
  "The advertising industry will only be allowed to self-regulate if it improves discipline.",
  "For example, are third parties allowed to append your data to their first-party data?",
  "People interact and converse based on a level of trust and objective of conversation.",
  "I believe unlocking this data will enable many many more great consumer experiences.",
  "Use of data is the intersection of what brands want and what consumers will provide.",
  "Data For Consumer Experience\n\nMarketers seek to build great consumer experiences.",
  "Managing privacy and enabling transparency of use can help to create trust.",
  "Many of the most valuable buying signals do not play in advertising today.",
  "And great data is a central building block for great consumer experiences.",
  "It’s time for spring cleaning, getting organized and planting new things.",
  "Digitally, every interaction you have with a consumer is a conversation.",
  "Your team must establish a chain-of-control custody view of your data.",
  "For my company, we designed it to be privacy-centric from the outset.",
  "Mandate use of neutral, third-party auditing and measurement vendors.",
  "The value of data and its availability are based upon how it is used.",
  "Broad availability of data is not an indicator of quality or value.",
  "Your vendors cannot be allowed to audit and measure themselves.",
  "What other companies do with your data is your business.",
  "A new opportunity is arising for those able to adapt.",
  "But how do you manage transparency?",
  "The concern is well placed.",
  "• Initiate transparency.",
  "Spring is here!",
  "The good news?",
  "Why?"
]