[
  "Two reasons for the price drop – according to the Business Insider report - could be the possibility that new rules in Europe regarding user privacy might hurt Google’s ability to collect the kind of information that advertisers want as well as the fallout from Facebook’s scandal regarding Cambridge Analytica.",
  "CCC will measure the emissions generated by Good Clean Love’s manufacture and distribution of Almost Naked and then donate funds for every bottle purchased to a project that reduces greenhouse gases by an amount equivalent to that bottle’s carbon footprint.",
  "1 — Google’s stock clobbering shows just how freaked out Wall Street is about the online ad business right now\n\nThe share price of Google’s parent company Alphabet Inc. fell this week amid a market selloff that also affected some of its top rivals.",
  "But family relationship aside, this story highlights how companies with low-tech products are partnering with technology companies to create a better, more sustainable and eco-friendly offering…and then donating funds to help the environment.",
  "Its survey of 699 U.S. SMB workers in 14 industries revealed that 68% are currently leveraging data and information security, and 73% said CRM software is critical to their organization; however, only 56% are using a CRM offering today.",
  "(Source: MSN.com)\n\nWhy this is important for your business:\n\nI don’t agree that it’s a “scam,” but I do agree that bitcoin has a long way to go before it can become a reliable and safe means for accepting payments from your customers.",
  "Lee Kai-Fu’s Sinovation Ventures is one of the biggest players in this promising market, which is fueled by corporate touting and Chinese government backing that’s raised the cost of buying into the industry in the last 12 months.",
  "Millions of small businesses rely on AdWords for leads and, like it or not, any restrictions on Google’s ability to reach our targeted audience will not just affect our commerce but likely drive up our advertising costs as well.",
  "A majority of small businesses are leveraging data and information security and are showing great interest in CRM software, according to the latest research by business software resource Capterra.",
  "(Source: Channelnomic$)\n\nWhy this is important for your business:\n\nYes, my company sells Customer Relationship Management (CRM) applications so I have a vested interest in this story.",
  "In an era where people appreciate companies that are giving something back and limiting their carbon-footprint, it’s not only a good business practice, but a great marketing strategy.",
  "Maybe rivals will appear that can offer a better service, but right now Google dominates the space and their pains will be shared with their customers – that means you and me.",
  "He explains by saying bitcoin is not a means of payment since it’s accepted almost nowhere, and its extreme volatility makes it undesirable as a store of value.",
  "In addition, the company’s traffic acquisition costs rose 37% and took up a greater percentage of revenue than the same quarter last year.",
  "It’s working with Carbon Credit Capital (CCC)—a carbon management firm that helps small businesses to be sustainable in an affordable way.",
  "Hopefully you’re one of those that are showing “great interest.”\n\n3 — Good Clean Love gets good and carbon neutral for ‘more brand trust’.",
  "(Source: Environmental Leader)\n\nWhy this is important for your business:\n\nFull disclosure: the owner of this company is a cousin of mine.",
  "Right now too many people control too much of the currency and it’s lack of regulation and oversight is creating too much volatility.",
  "Bill Harris, the founder of Personal Capital Corp. who served as CEO at both PayPal and Intuit, is not a fan of bitcoin.",
  "Good Clean Love, a manufacturer of intimacy products, is going carbon neutral with its flagship Almost Naked lubricant.",
  "Google’s former Chinese chief just raised $500 million to invest in the country’s artificial intelligence startups.",
  "Yes, there will be a future where we are accepting digital currencies but it’s a still a long road ahead of us.",
  "In a recent article in Recode, he said he’s tired of cautioning people about it and now just says it’s a scam.",
  "(Source: Business Insider)\n\nWhy this is important for your business:\n\nGoogle’s fortunes impact our fortunes.",
  "According to the Bloomberg piece five of the world’s 10 largest privately-backed startups are now Chinese.",
  "As more capital flows to China, the pressure on American startups will increase over the next few years.",
  "There’s the obvious effect on the value of mutual funds that many of us own that hold Google stock.",
  "Here are five things in technology that happened this past week and how they affect your business.",
  "(Source: Bloomberg)\n\nWhy this is important for your business:\n\nIt’s not just AI that’s hot.",
  "About half of the fund is earmarked for investments in fields such as machine learning.",
  "4 — “OK, I'll say it: bitcoin is a scam” says the former CEO of PayPal and Intuit.",
  "5 — A Chinese fund raises $500 million to snap up cheaper AI startups.",
  "2 — Data, information security and CRM leading SMB pack.",
  "But c’mon…you’re one of the 44% not using a CRM?",
  "More importantly is the effect on advertising.",
  "That’s not a good strategy for future growth.",
  "Did you miss them?",
  "It’s China."
]