[
  "And we believe actions that lead to revenues speak louder than words.”\n\nFacebook reported that first-quarter expenses grew 39% from the same period a year earlier to $6.52 billion, as the company increased spending on security, video content and increasingly important new technology such as artificial intelligence.",
  "Facebook was thrust into a major public relations crisis this spring when it became known that a political research firm that helped run President Donald Trump's political campaign improperly obtained access to tens of millions of Facebook's users in 2013.",
  "Facebook's revenue in the fourth quarter, ending March 31, rose 49% to $11.97 billion, from $8.03 billion in the same period a year earlier, topping the $11.41 billion expected on average among analysts polled by Yahoo Finance.",
  "Facebook reported strong first quarter results, beating estimates for both revenue and profits, suggesting advertisers were unruffled by intensifying public scrutiny of the company's data privacy and security practices.",
  "In a conference call with investors on Wednesday, Facebook COO Sheryl Sandberg underscored the company's belief in the potential of its advertising business and the notion that it is alignment with users' interests.",
  "In the Capitol Hill hearings, some Congressional leaders questioned whether Facebook's advertising business model impeded its interest in limiting the collection of users' data and promoting data privacy.",
  "Revelations of the breach have sparked apology tours by Facebook executives, as well as a series of new tools and policies aimed at giving users more control over their information on the social network.",
  "The company posted first quarter profit of $4.99 billion, or $1.69 a share, up 63% from a year-earlier profit of $3.06 billion, or $1.04 a share, beating analysts' average estimate of $1.35 per share.",
  "Shares rose as much as 7.6% in after-hours trading to $167.30, helping offset some of the downward impact on the stock that occurred in the after-math of the recent Cambridge Analytica data scandal.",
  "Facebook cofounder and CEO Mark Zuckerberg testified about the company's data and security practices on Capitol Hill earlier this month, in a joint Senate hearing and a House hearing.",
  "The gains represent Facebook's 12th straight quarterly revenue beat, buoyed by mobile ads sales, including those on Instagram, and the company’s increasingly precise targeting tools.",
  "Facebook learned in February this year that the data analysis firm, Cambridge Analytica, may not have deleted the user data, as it claimed it had soon after the breach.",
  "\"Despite facing important challenges, our community and business are off to a strong start in 2018,\" Facebook founder and CEO Mark Zuckerberg said in a statement.",
  "Facebook’s global revenue is expected to total $55.19 billion this year, according to analysts' estimates, making Facebook the largest ad seller after Google .",
  "“Facebook continues to have a long revenue runway ahead of it,” Mark Mahaney, an analyst at RBC Capital Markets, said in a note to investors.",
  "User growth was also strong in the quarter, despite news of the Cambridge Analytica data breach, which hit mid-way through the first quarter.",
  "The number of people who use the social network daily rose to 1.45 billion people, meeting analysts's estimates for this key metric.",
  "But we also need to keep building new tools to help people connect, strengthen our communities and bring the world closer together.\"",
  "Mobile ad revenue represented about 91% of total ad sales in the latest quarter, up from 89% in the same period a year earlier.",
  "Users in the U.S. and Canada rose to 241 million, and daily active users increased to 185 million in the same region.",
  "Facebook disclosed on April 4 that 87 million people were affected by the leak and has since informed those users.",
  "\"We are taking a broader view of our responsibility and investing to make sure our services are used for good.",
  "\"Ads are a natural fit for our business, and we have a long runway ahead of us,\" Sandberg continued.",
  "\"Advertising and protecting people's information are not at odds,\" Sandberg said.",
  "Facebook's stock opened and closed at $159.69 on Wednesday in regular trading.",
  "“Marketers continued to spend on the platform at record highs.",
  "Shares declined 9.5% this year through Wednesday's close.",
  "Facebook reversed its decline of users in North America.",
  "\"We do both.\""
]