[
  "“However, since information technology (IT) is historically seen as 'owning' or being responsible for the safekeeping of data, marketing people who may be the primary users or analyzers of the data, are either late to the party or not invited.”\n\nAnd along with people in IT who are privacy policy stakeholders, we also have the legal team.",
  "“A privacy policy informs the consumer about how they should expect a company to treat their data and privacy, and a company needs to be sure that its actions clearly follow that policy in practice.”\n\nSo, given that IT and legal teams drive policy and execution, the opportunity remains for marketers to leverage privacy as an asset.",
  "“Making privacy a priority creates a standard for operations that can help prevent questionable use of information and last-minute uncertainty when it comes to launching campaigns.”\n\nWho best leads the charge?",
  "According to Kupietzky, “The CMO/VP Marketing should know and understand privacy laws so that s/he can communicate to end users or customers how, when and why their information will be captured and used.”",
  "“Not only for the peace of mind of its customers, but for internal purposes, the organization should outline up front how and when customer data will be used.”\n\nThe devil, as usual, lies in the details.",
  "Where Marketers Should Address Privacy\n\n“Privacy should always be addressed in the marketing strategy,” says Jeff Kupietzky, CEO of PowerInbox, an email monetization and digital advertising platform.",
  "“An organization’s privacy policy practices should be baked into every decision made regarding data, from the types of data held, data collection, data uses, data retention, and data cleanliness.",
  "It’s unreasonable for marketers to somehow leverage a distinctive data protection advantage and position this as a consumer benefit when nobody understands what’s happening.",
  "“In a perfect, well-orchestrated marketing strategy, both those inside the company and those outside the company would understand the when, why, how, where, who, what, etc.",
  "Considered strategically, privacy can allow a marketer to shift from a posture of defense and deflection to something more positive and productive.",
  "Marketers rush into fire drill mode revising privacy and terms of use policies on their websites hoping to appease the long arm of GDPR compliance.",
  "The Legal Perspective On How To Communicate Privacy\n\nSenny Boone is general counsel for the Data & Marketing Association (DMA).",
  "“Baking privacy into your marketing strategy can actually help guide strategy development and decision making,” says Kupietzky.",
  "Rebecca Miles is a clinical assistant professor of marketing at the University of Arkansas Sam M. Walton School of Business.",
  "The Advertising Research Foundation suggests it’s time to revisit industry standards covering consumer data and privacy.",
  "But little attention seems to be paid to privacy as a benefit, a way for a marketer to demonstrate an advantage.",
  "Privacy might lack the appeal of marketing’s greatest hits, such as free shipping or buy one, get one free.",
  "of data use with regard to marketing—and how that use protection fits with the organization’s strategy.",
  "From Boone’s vantage point, the payoff for the consumer starts with candor and clarity.",
  "Consumers wonder why Facebook ships off data to Cambridge Analytica and Huawei.",
  "But it’s clearly an arrow in the marketer’s value proposition quiver.",
  "2018 is unfolding as the marketer’s year of playing defense."
]