[
  "I’m the first to admit that we didn’t take a broad enough view of what our responsibilities were.”\n\nDespite a Reuters report earlier in the day, Zuckerberg committed to bringing the strict privacy requirements of the European Union’s General Data Protection Regulation (GDPR) to all its users around the world.",
  "The 50-million [figure] was other people’s numbers.”\n\nHe added that Facebook doesn’t “actually know how many people’s information psychologist Aleksandr Kogan accessed using his profiling app and how much he sold to Cambridge Analytica and we don’t know today how much information they have on their systems”.",
  "Just hours after Facebook admitted as many as 87-million people could have had their data exploited by Cambridge Analytica, CEO Mark Zuckerberg conceded the social network had not done enough to protect its users’ privacy and counter disinformation campaigns.",
  "They were not really a player we were paying attention to.”\n\nWhen he was asked about his now infamous dismissal about the effect of fake news on the 2016 US election, he replied: \"I clearly made a mistake as dismissing fake news as 'just crazy'...",
  "It’s not just developer tools, not just fake news, not just elections.”\n\nFacebook could “certainly do a better job at explaining what we do,” he said, stressing that its 2.2-billion monthly active users willing shared their data with it.",
  "Zuckerberg, who is due to give testimony on 11 April to Congress about the Cambridge Analytica data scandal, said the company had done its own analysis of who might have been exposed and concluded it was 87-million users.",
  "That goes for fake news, foreign interference and data privacy,” he told reporters on a conference call on Wednesday in which he took ultimate responsibility for its failings.",
  "It’s an arms race.”\n\nHe said the social network was focussed on “more traditional view of security threats” such as phishing and “not the misinformation campaign we saw”.",
  "Facebook didn’t ban the analytics firm when it became aware of the transfer of data from Kogan in 2015 because “they weren’t using a Facebook service back then.",
  "We started ramping up, started a year ago, so we are one year into a three-year push,” which will see progress by the end of this year he promised.",
  "I am not going to throw anyone under the bus.”\n\nSolving the privacy and misinformation problems is a “multiyear effort” he said.",
  "He was pointedly asked if, having admitted to making mistakes, he was still the best person to carrying on running Facebook.",
  "Zuckerberg was asked if the board thinks he should step down as chairman of Facebook: “Not that I am aware of,” he replied.",
  "Asked about Russian internet trolls using Facebook to spread fake news, Zuckerberg said: “You never fully solve security.",
  "“What we announced with 87-million is the maximum number of people they could have been accessed… We did our research.",
  "When you are building something that is unprecedented in the world, you are going to make mistakes,” he said.",
  "It was my mistake.”\n\nHe added: \"We didn't take a broad enough view of what our responsibility was”.",
  "No one had been fired for the data scandals that have rocked the social network, he said.",
  "“The vast majority of the data Facebook knows about you is that you chose to share it.",
  "“What people should hold us accountable for, is if we are learning from the mistakes.",
  "“We are going to make all the same controls and settings available across the world”.",
  "“I can’t snap my fingers and solve all these issues, given how complex Facebook is.",
  "The company will have some 20,000 people working on security soon, he said.",
  "“I think life is about learning from the mistakes and moving forward.",
  "“It’s clear now that we didn’t do enough to prevent abuse.",
  "“We will take legal action if we have to,” he said.",
  "This is 37-million more than previously thought.",
  "“At the end of the day, it is my responsibility.",
  "The data company has agreed to forensic audits.",
  "I should never have referred to it as 'crazy'.\"",
  "He admitted: “That was a really big miss”.",
  "“Yes,” he answered immediately.",
  "We don’t buy and sell data”.",
  "This is a big shift for us.",
  "“That was a huge mistake.",
  "“These are big issues.",
  "It was too flippant."
]