[
  "More: To battle fake news and trolls, we need more sunlight on our social media\n\nPOLICING THE USA: A look at race, justice, media\n\nThe Federal Trade Commission (FTC) is tasked with protecting consumer privacy, but its authority is severely limited and it lacks both the power and the expertise to do a decent job.",
  "(Photo: CAROLYN KASTER, AP)\n\nWhen members of Congress grilled Facebook CEO Mark Zuckerberg for failing to safeguard consumers’ personal data, we heard questions about how the breach could have occurred and what steps Facebook was taking to protect its users’ privacy.",
  "As revealed by the Cambridge Analytica scandal, in which the company scraped the personal information of 87 million Facebook users without their consent, third parties can sell or manipulate this data in ways consumers never intended or imagined.",
  "The Federal Communications Commission (FCC) adopted good broadband privacy rules in 2016, requiring Internet Service Providers (ISPs) to get opt in consent prior to sharing their customers’ sensitive information with third parties.",
  "Follow him on Twitter: @coppsm\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "While the hearings this month offered little in terms of solutions, they did put a spotlight on a problem that’s been glaringly obvious for years: Consumers have little control over their data online.",
  "The agency has no power to adopt privacy rules, and it can only take enforcement actions if it determines, after the fact, that a company has engaged in an unfair or deceptive practice.",
  "And this choice should appear before those ridiculous terms of service agreements that few people read and almost none could understand even if they did read them.",
  "In the past year alone, major companies like Equifax and Orbitz have experienced data breaches jeopardizing the highly sensitive data of millions of Americans.",
  "(This giant step backward isn’t surprising when we consider the uninformed questions that so many members of Congress brought to the Zuckerberg hearings.",
  "Large platforms, Internet service providers and other websites are all engaged in data collection practices, many of which happen without user consent.",
  "Congress should look to elements of Europe’s General Data Protection Regulation that include strong opt-in requirements as a guiding principle.",
  "Just as bad, FTC official Bruce Hoffman said this month that there's no reason to think consumers care much about their personal information.",
  "For years, companies have failed to adequately protect our personal data, and our weak privacy laws have paved the way for this to happen.",
  "Companies can easily manipulate data to politically motivate voters or to engage in discriminatory practices like predatory lending.",
  "Zuckerberg repeated time and again that his company gives its users control over how they want to share their data on the platform.",
  "Strong privacy laws that give consumers meaningful notice and the choice to opt in to data collection prevent this from happening.",
  "In the privacy context, this usually means the agency can only take actions way, way after a company violates its privacy policy.",
  "At the outset, consumers should be asked to respond to a simple statement that they do or do not want their personal data shared.",
  "Michael Copps, a member of the Federal Communications Commission from 2001 to 2011, is a special adviser for Common Cause.",
  "Jennifer Jolly, Special for USA TODAY\n\nFacebook users and all consumers have little control over their data online.",
  "Companies across the board must be required to get express consent from their users prior to sharing their data.",
  "It generates revenue by sharing relevant data points on its users with advertisers for targeted advertising.",
  "Facebook also has tools to track its users across different devices even when they are logged off the site.",
  "But Facebook has been apologizing for the past 14 years for its flagrant lapses in protecting user privacy.",
  "The app company Grindr has come under fire for sharing the HIV status of its users without their consent.",
  "But even under an FTC consent decree from 2011, Facebook has still failed to protect its users’ privacy.",
  "Sadly, the current legal framework is wholly inadequate to protect consumer privacy in the digital age.",
  "Companies should also provide clear notice about what data they are collecting and how it will be used.",
  "Facebook also grants third-party developers access to its users without meaningful consent.",
  "Facebook’s business model is based on collecting as much data on its users as possible.",
  "Zuckerberg repeatedly apologized and promised Facebook would do better going forward.",
  "But user control needs to go far beyond letting people choose who sees their posts.",
  "To be sure, data is useful for companies to develop better services for consumers.",
  "But the lack of consumer control over data poses serious threats to our democracy.",
  "These Internet privacy rules would have been the strongest we’ve had to date.",
  "We need a privacy framework that gives consumers control over their own data.",
  "Cutouts of Facebook CEO Mark Zuckerberg at the Capitol on April 10, 2018.",
  "CLOSE Time to clean up your Facebook settings to keep them more private.",
  "Unfortunately, Congress repealed them last year before they took effect.",
  "We need a simple, opt-in privacy framework that is easy to understand.",
  "This is not a company-specific problem; it’s an industry-wide problem.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "It’s high time to put consumer privacy ahead of corporate greed.",
  "More: You are not friends with Facebook and Mark Zuckerberg.",
  "I have pressed for this kind of opt-in policy for years.",
  "We can only wonder who they have been talking to.",
  "Read or Share this story: https://usat.ly/2HqYR3c",
  "Again, Facebook isn’t the only one doing this.",
  "Our current privacy framework no longer works.",
  "But we'd all be happier if we used it less.",
  "Any solutions must involve all of them.",
  "And Facebook isn’t the only bad actor.",
  "You are their product.",
  "More: Delete Facebook?",
  "It was embarrassing.)",
  "Here's how.",
  "No thanks."
]