[
  "Sen. Richard Blumenthal (D-Conn.) asked him whether he thought Facebook violated its 2011 agreement with the FTC to not mislead users about their privacy when it did not inform people whose information was compromised by the researchers connected with Cambridge Analytica.",
  "Zuckerberg’s said, “People can sign on and choose to not share things and just follow some friends or some pages and read content if that is what they want to do.” Essentially, you can choose not to have your data shared if you don’t ever post anything on Facebook.",
  "Zuckerberg dodged: “In general, I think that principle is exactly right.”\n\nWhen Sen. Maria Cantwell (D-Wash.) raised the possibility of the U.S. enacting data protection laws similar to the new rules about to go into effect in the European Union, he dodged again.",
  "After initially apologizing and accepting responsibility for failing to protect user data, Facebook CEO Mark Zuckerberg declared support for some vague form of regulation as 44 senators questioned him during his first congressional testimony.",
  "“I think the real question, as the internet becomes more important in people’s lives, is what is the right regulation?”\n\nUnder more direct questioning, the 33-year-old billionaire refused to endorse any specific regulatory proposal.",
  "He answered questions about how the company makes money (“We sell ads”), how much data it collects, whether it sells data, how targeted advertising works and whether it combines data from its many products.",
  "asked Zuckerberg if he would back legislation to mandate that digital platforms like Facebook obtain affirmative consent from users to collect their data for targeted advertising.",
  "It’s not just a social media site where you make meaningful connections with your friends and family, as Zuckerberg tried to sell it to the committee.",
  "The senators, in some cases, were just like most of Facebook’s more than 2 billion users; not well informed about what they signed up for.",
  "If a senator slipped up and said that Facebook sold data to advertisers, Zuckerberg pounced to explain that Facebook does not sell data.",
  "If I’m upset with Facebook, what’s the equivalent product that I can sign up for?”\n\nZuckerberg didn’t have an immediate answer.",
  "Graham got more direct: “You don’t feel you have a monopoly?”\n\n“Certainly doesn’t feel that way to me,” Zuckerberg responded.",
  "(This ignores the fact that Facebook tracks users across the web and collects data on them even if they don’t post anything.)",
  "In the end, what the hearing may have revealed most is the gulf in understanding between Facebook’ makers and its users.",
  "Zuckerberg received numerous questions that revealed simple misunderstandings about what Facebook does and how it works.",
  "Sen. Lindsey Graham (R-S.C.) asked, “If I buy a Ford and it doesn’t work well and I don’t like it, I can buy a Chevy.",
  "The repeated confusion over how Facebook operated was not simply due to senators’ ages or lack of tech-savviness.",
  "The repeated confusion over how Facebook operated was not simply due to senators’ ages or lack of tech-savviness.",
  "And, of course, it’s a digital advertising platform that uses the data collected through all of these products ?",
  "(It sells space on its website targeted to the users of the advertisers’ choosing, based on that data.)",
  "At times, it was not even clear that senators and Zuckerberg were using the same definitions for words.",
  "While Zuckerberg hemmed and hawed about what regulations he supported, he was clear on what he opposed.",
  "“I hope what we do with data is not surprising to people,” Zuckerberg said at one point.",
  "It’s a platform for other businesses, like games, and also professional researchers.",
  "to help advertisers narrowly target their wares to the audience of their choosing.",
  "Zuckerberg also does not want to risk a Federal Trade Commission investigation.",
  "Facebook’s size and complexity enabled Zuckerberg to elude numerous questions.",
  "Facebook’s size and complexity enabled Zuckerberg to elude numerous questions.",
  "It was because Facebook has not been clear about what it does with user data.",
  "It was because Facebook has not been clear about what it does with user data.",
  "It wasn’t clear whether the senators really understood how Facebook worked.",
  "“My position is not that there should be no regulation,” Zuckerberg said.",
  "asked whether a user could be on Facebook and not have their data shared.",
  "It seemed like he wouldn’t be able to name Snapchat without snickering.",
  "He remained on the defensive, touting his company’s idealistic vision.",
  "It’s three messaging apps: Messenger, Messenger Kids and WhatsApp.",
  "It’s a VPN that spies on competitor apps to steal their functions.",
  "These kinds of easy dodges were common throughout the hearing.",
  "It’s planning to release a digital home assistant device.",
  "It’s two social media sites: Facebook and Instagram.",
  "He does not want Facebook labeled a monopoly.",
  "It’s a virtual reality headset manufacturer.",
  "“It’s certainly worth discussing,” he said.",
  "“No, Senator,” Zuckerberg replied.",
  "Facebook is a complicated beast.",
  "At least, not in all cases.",
  "and also across the web ?",
  "Sen. John Kennedy (R-La.)",
  "Sen. Ed Markey (D-Mass.)",
  "WASHINGTON ?",
  "..."
]