[
  "More: 3 ways to clean up your online history on Facebook, Google and Apple's Safari\n\nBut — if you think it’s creepy that Facebook has this kind of facial recognition, and consumer groups told the Federal Trade Commission just that in complaint Friday — there’s a fairly easy way to stop the app from constantly scanning for your face:\n\nFrom your Facebook page on the web or inside your Facebook app, open your Settings menu.",
  "“The difference is that it will be much harder for Facebook to use your activity collected off Facebook to send you ads and other targeted messages.”\n\nMore: Facebook a big contributor to the committees in Congress that will question Mark Zuckerberg\n\nMore: After you delete old Facebook apps, take a hard look at Uber and Snapchat settings\n\nMore: Delete Facebook?",
  "More: Sheryl Sandberg: Facebook takes responsibility for Cambridge Analytica\n\nMore: Users reconsider 'super creepy' Facebook\n\nMore: Facebook's facial recognition violates user privacy, watchdog groups plan to tell FTC\n\nYou should know that using these buttons passes information to Facebook about the website that you shared from.",
  "CLOSE Facebook is taking steps to protect users' privacy after revelations that Cambridge Analytica may have accessed information from up to 87 million users, leaving many users feeling 'creepy' about using Facebook and social media.",
  "(Photo: MLADEN ANTONOV, Mladen Antonov, AFP/Getty Images)\n\nFacebook does this in the name of convenience — so it can tag you in photos other people upload, or notify you if someone tries to use your profile pic as their own.",
  "It's a lot more complicated than that\n\nWhen you first run the extension, it’ll log you out of Facebook, delete any Facebook cookies, the text files browsers save and that websites use to keep tabs on you.",
  "For details on how the extension works, including a warning that Facebook Container can mess up websites where you use Facebook credentials to log in, check Mozilla’s introduction to Facebook Container.",
  "According to Facebook, turning this feature off automatically deletes whatever data Facebook has about your face and prevents it from further scouring your photos to figure out what you look like.",
  "Thanks to the magic of computer algorithms, Facebook takes photos you’ve uploaded and comes up with a formula that lets it identify your face out of everyone else on the social network.",
  "How to download your Facebook data (Photo: Jefferson Graham)\n\nIt’s a new step in browsers becoming more assertive on behalf of everyone who uses them to protect privacy a little better.",
  "Facebook Container works by isolating your Facebook identity into a separate container that makes it harder for Facebook to track your visits to other websites with third-party cookies.",
  "That might give you some peace of mind, but remember that after you change this setting you’ll no longer get alerts if someone posts a photo of you, without tagging you first.",
  "(Photo: Facebook)\n\nMozilla released a Firefox tool called Facebook Container to stop the social network from seeing what you do online beyond Facebook’s own site.",
  "Without the extension, Facebook, like Google and other companies, can track you when you visit many websites, such as those that have a Facebook like button.",
  "Chances are you’ve given it your name, your hometown, the name of your employer, and a number of other important tidbits about your identity.",
  "The next time you load Facebook, Firefox will house it in a separate container labeled with the word “Facebook” in blue in the address bar.",
  "If you click on a non-Facebook link or navigate to a non-Facebook website in the URL bar, these pages will load outside of the container.",
  "(I hate when people tag me in photos to advertise something and think that having my name in the tags will get them extra attention.",
  "The extension logs you out of Facebook, deletes Facebook cookies, and “walls off,” your activity from everything else you do online.",
  "More: Facebook aim to fight election manipulation misses a big problem, critics say\n\nMore: Facebook's FTC probe rocked the stock.",
  "Jennifer Jolly is an Emmy Award-winning consumer tech contributor and host of USA TODAY's digital video show TECH NOW.",
  "The other big reasons Facebook does it are:\n\n— For suggesting tags in photos uploaded by your friends and family.",
  "I personally like this feature, and liking having the option of allowing myself to be tagged in photos or not.",
  "Facebook CEO Mark Zuckerberg will testify before Congress in wake of controversy over the leak of users' data.",
  "I was just asking a colleague if this sort of app or extension existed earlier today and sure enough, it does.",
  "Facebook can continue to deliver their service to you and send you advertising,” Mozilla wrote on its blog.",
  "The next time you navigate to Facebook it will load in a new blue colored browser tab (the “Container”).",
  "Hopefully, Facebook will change that, in the midst of all the other privacy concerns they’re working on.",
  "Facebook facial recognition\n\nOkay, as we’ve established by now, Facebook knows a whole lot about you.",
  "To add it, open up your Firefox browser, click the link to the above tool, and tap + Add to Firefox.",
  "Clicking Facebook Share buttons on other browser tabs will load them within the Facebook Container.",
  "It means Facebook gets more than just personal data it can use to target ads based on your profile.",
  "You’ll notice the word “Facebook” appears in blue in the address bar after you add the extension.",
  "“Facebook Container isolates your Facebook identity from the rest of your web activity.",
  "Installing this extension deletes your Facebook cookies and logs you out of Facebook.",
  "— To let you know when you’re in a photo — even when you haven’t been tagged.",
  "When you install it, you will continue to be able to use Facebook normally.",
  "You can log in and use Facebook normally when in the Facebook Container.",
  "— To alert you if someone uses a picture of you as their profile photo.",
  "(Cookies are those text files that websites use to keep tabs on you.)",
  "Change the setting from “Yes” to “No.”\n\nClick “Close.”\n\nYou’re done!",
  "(This also has happened to me – impersonation and spam accounts).",
  "Playboy has deactivated its Facebook accounts amid the backlash.",
  "— To help people with visual impairments know who’s in a photo.",
  "Click the “Edit” button next to the Face Recognition option.",
  "Read or Share this story: https://usat.ly/2GCY8LH",
  "(April 5) AP\n\nFacebook CEO Mark Zuckerberg.",
  "(See how to find out exactly what – here.)",
  "From Facebook Container:\n\nWhat does it do?",
  "It’s an all or nothing deal right now.",
  "Follow her on Twitter @JenniferJolly.",
  "But will anything rein in Facebook?",
  "Click the “Face Recognition” tab.",
  "It also knows what you look like.",
  "E-mail her at jj@techish.com.",
  "Here are some others.",
  "How does it work?",
  "HATE IT.)"
]