[
  "\"Four items typically dictate Google's quarterly stock performance: 1) Sites revenue is likely to decelerate modestly, 2) operating margins are likely to be down Y/Y but not as much as last quarter, 3) TAC will continue to see sharp deleverage before improving next quarter, and 4) EPS should have meaningful upside ($4.00+) on the Uber stamp and higher interest income,\" analyst Ross Sandler said in a note.",
  "Users of the free stock trading app Robinhood are selling shares 9% more than they are buying — a marked departure from last quarter, when they were snapping up shares 80% more than they were selling.",
  "Regulation is sure to be at the top of investors' minds following Facebook's Cambridge Analytica privacy scandal and ahead of a European privacy law, known as GDPR, that's set to take effect in May.",
  "\"If there is structural risk rising to the leading Internet Platforms, it is likely to come from government,\" RBC Capital Markets analyst Mark Mahaney said in a note ahead of the earnings report.",
  "Google-parent company Alphabet is rising, up more than 0.3%, Monday ahead of its first-quarter earnings report which is due out after the closing bell.",
  "Analysts polled by Bloomberg expect the computing and hardware giant to post adjusted earnings of $9.30 a share on revenue of $24.3 billion.",
  "Wall Street analysts have an average price target of $1,270 a share for Alphabet — 17.9% above where the stock was trading Monday morning.",
  "Based on numerous discussions with investors, we believe the market may be under-appreciating the regulatory risk facing GOOGL.\"",
  "Where the price goes after the earnings report comes down to four things, Barclays told clients last week.",
  "Markets Insider\n\nGoogle-parent Alphabet is scheduled to report earnings after the closing bell Monday.",
  "Potential regulation is sure to be at the front of investors minds.",
  "Ahead of the results, millennial investors are downbeat.",
  "Shares of Alphabet are up 0.39% so far this year.",
  "Wall Street is bullish, but with caution.",
  "Follow Alphabet stock in real-time here.",
  "And that risk does seem to be rising.",
  "Markets Insider"
]