[
  "https://t.co/LeV35mWOFI — Claude Moraes MEP (@Claude_Moraes) May 19, 2018\n\nhttps://platform.twitter.com/widgets.js\n\nSome of the political group leaders are also likely to bring up concerns around freedom of expression as pressure in the region has ramped up on online platforms to get faster at policing hate speech.",
  "Meeting tomorrow from 18:15 to 19:30 — Antonio Tajani (@EP_President) May 21, 2018\n\nhttps://platform.twitter.com/widgets.js\n\nA Facebook spokesperson also sent us this short statement today: \"We’re looking forward to the meeting and happy for it to be live streamed.\"",
  "Other topics on the agenda will include privacy and data protection -- with Moraes likely to ask about how Facebook's business model impacts EU citizens' fundamental rights, and how EU regulations might need to evolve to keep pace, as he explained to us on Friday.",
  "The Facebook founder will meet with EU parliament president Tajani, along with leaders of the parliament’s eight political groups, and with Claude Moraes, the chair of the EU parliament's Civil Liberties, Justice and Home Affairs (LIBE) committee.",
  "Indeed, the impact of social media spread online disinformation is also the topic of an ongoing enquiry by the UK parliament's DCMS committee which spent some five hours grilling Facebook's CTO last month.",
  "We've asked Facebook whether Zuckerberg will meet in private with the parliament's Conference of Presidents prior to the livestream being switched on and will update this story with any response.",
  "The Facebook founder Mark Zuckerberg's meeting with elected representatives of the European Union's ~500 million citizens will be livestreamed after all, it was confirmed today.",
  "In the wake of the Cambridge Analytica data misuse scandal, MEPs are keen to discuss concerns related to social media's impact on election processes with Zuckerberg.",
  "Creates the highest standards of privacy & data protection in the world but need to look at elements of E-privacy to deal with the Facebook & other business models.",
  "Nor is it a full Libe committee hearing -- discussions remain ongoing for Facebook representatives to meet with the full Libe committee at a later date.",
  "It's worth noting that the meeting is not a formal hearing, such as the sessions with Zuckerberg in the US Senate and Congress last month.",
  "Tajani's announcement last week said it would start earlier, at 17.45CET, so the meeting appears to have been bumped on by half an hour.",
  "MEPs had been angered by the original closed door format of the meeting, which was announced by the EU parliament's president last week.",
  "This morning president Antonio Tajani confirmed that Facebook had agreed to the 1hr 15 minute hearing being livestreamed.",
  "Although Zuckerberg has thrice declined the committee's summons -- preferring to meet with EU parliamentarians instead.",
  "Ahead of the @EUparliament mtg with Zuckerberg Tuesday - GDPR is not the panacea to deal with the \"Facebook issue\".",
  "At the time of writing it's not yet listed in the EPTV schedule -- but we're expecting it to be viewable here.",
  "I have personally discussed with Facebook CEO Mr Zuckerberg the possibilty of webstreaming meeting with him.",
  "But on Friday a majority of the political groups in the parliament had pushed for it to be broadcast online.",
  "According to Tajani's spokesperson, the meeting will be broadcast on the EU parliament's website.",
  "If you want to tune in from the US the meeting is scheduled to start at 9.15PT /12.15ET.",
  "The meeting will take place on Tuesday May 22 at 18.15 to 19.30CET.",
  "I am glad to announce that he has accepted this new request.",
  "I thank him for the respect shown towards EP.",
  "Who will be meeting with Zuckerberg?",
  "What will Zuckerberg be asked about?",
  "Great news for EU citizens.",
  "Where to watch it online?",
  "When is the meeting?"
]