[
  "Mark Zuckerberg made a statement Wednesday evening suggesting that it was up to Facebook to entrust the data that users have provided and if they couldn’t protect that data, they didn’t deserve us as customers.",
  "Big data provides us with correlations that can be quite useful including predicting heart attacks and strokes, and predicting when a police officer may be at risk for a negative interaction with the public.",
  "Every time you swipe a customer loyalty card, the grocer knows exactly what you are purchasing and pretty soon they’ll start understanding, perhaps even predicting, what you’ll purchase.",
  "In our course Analytics in Society, we discuss data privacy, legal issues around data and ethical frameworks for evaluating ethical challenges in the collection and usage of big data.",
  "News this week that a political consulting firm, Cambridge Analytica, improperly obtained data of more than 50 million users is troubling, but it’s nothing more than a bad apple.",
  "In the Masters in Business Analytics program at Wake Forest University School of Business, the ethics of big data is a concept we have imbedded in our program.",
  "As intelligent consumers, when we use Facebook or a loyalty card, we are making a tradeoff between privacy and the value we obtain.",
  "Big data will continue to impact our society and the more accurate information we can provide, the better it will serve us.",
  "Most often one can get through the bag without stumbling upon a sour apple, but occasionally, you’ll get a bad apple.",
  "Now there are calls to delete Facebook profiles and turn away from authorizing the respected outlets with our data.",
  "This, of course, only works if there are enough data points to define correlations and predict human behavior.",
  "Some internet-ready appliances can alert you when you’re getting low on milk, eggs or even laundry detergent.",
  "Let’s not let one bad apple ruin it for the millions of other data points out there that are serving us well.",
  "Of course, in marketing, big data is routinely used to better offer the goods and services consumers seek.",
  "In short, we are living in a society that values big data and the conveniences that it affords us.",
  "It informs their efforts on how to stock shelves and what kind of coupons to deliver to you.",
  "In turn, if Facebook cannot protect your data, they should be held accountable.",
  "If those terms and conditions are unacceptable to you, do not use Facebook.",
  "It has been used to help improve graduation rates, and to reduce fraud.",
  "Occasionally, I will buy a bag of apples from the local grocery store.",
  "These important concepts should be a part of an analyst’s education.",
  "When you opt into Facebook, you agree to their terms and conditions.",
  "This happens on a much smaller level at your local grocery store.",
  "To that I say, resist.",
  "Zuckerberg is right.",
  "It happens."
]