[
  "We continue to identify technical compliance solutions that will provide all readers with our award-winning journalism.”\n\nThe website of Instapaper, a bookmarking site owned by Pinterest, says it’s “temporarily unavailable for residents in Europe as we continue to make changes in light of the General Data Protection Regulation.”\n\nAndrea Jelinek, head of the new European Data Protection Board, said the companies had plenty to time to comply.",
  "In April, Facebook CEO Mark Zuckerberg was hauled before Congress to respond to questions about the handling of data of up to 87 million users of the social media platform by Cambridge Analytica, a consulting firm that passed the information to clients who were trying to influence voter opinion ahead of political contests.",
  "As the GDPR took effect, Austrian lawyer and privacy activist Max Schrems filed suits in four European countries against Facebook, its WhatsApp and Instagram services, and Google, accusing them of violating the EU’s new privacy rules by forcing users to agree to new privacy policies.",
  "The regulation, in its own words, “protects fundamental rights and freedoms of natural persons and in particular their right to the protection of personal data.”\n\nCompanies must inform the overseeing European authority within 72 hours of a date breach, and inform users.",
  "The new rule, called the European Union General Data Protection Regulation (GDPR), imposes heavy fines — of up to 4% of global revenue — on companies who collect users’ personal data without their permission and without a solid legal rationale.",
  "The Chicago Tribune, Los Angeles Times, The Baltimore Sun, the New York Daily News and other big papers owned by Chicago-based Tronc, weren’t accessible to some readers across the pond this morning, according to press reports.",
  "Websites of major U.S. publishers have gone dark in parts of Europe, and social media giants are already being targeted by lawsuits as landmark legislation on the use of personal data went into effect Friday across the EU.",
  "Consequently access to services can no longer depend on whether a user gives consent to the use of data,” wrote Schrems, who filed complaints with authorities in Belgium, France, Austria and Germany.",
  "Supporters herald the GPPR as crucial in curbing the excesses of a largely unregulated Internet that has extraordinary access to personal information coveted by advertisers and marketers.",
  "European readers trying to access Tronc outlets Friday morning got a message saying they were unavailable in most European countries, according to Reuters.",
  "Zuckerberg was in Brussels earlier this week to face questions from European Parliamentarians about Facebook’s handling of personal data.",
  "The GDPR forbids “bundling” — forcing a user to either accept its terms of use or have their service blocked, with no middle ground.",
  "“The GDPR prohibits such forced consent and any form of bundling a service with the requirement to consent (see Article 7(4) GDPR).",
  "We are engaged on the issue and committed to looking at options that support our full range of digital offerings to the EU market.",
  "Across Europe Friday, the LA Times website read: “Unfortunately, our website is currently unavailable in most European countries.",
  "Europe asserts its digital sovereignty and gets ready for the digital age,” the European Commission tweeted on Friday.",
  "Nor were the sites of Lee Enterprises, a large publisher of local newspapers and websites based in Davenport, Iowa.",
  "Today, our EU #DataProtection rules enter into application, putting the Europeans back in control of their data.",
  "There is no similar law in the U.S. although the issue of privacy has been front-and-center recently.",
  "“It didn’t just fall from heaven,” she said, according to The New York Times.",
  "The EU has a population of about 500 million.",
  "The law was passed in April of 2016.",
  "“This is it."
]