[
  "Mark Zuckerberg says Facebook didn't notify FTC of leak: 'We considered it a closed case' 3:39 PM ET Tue, 10 April 2018 | 02:46\n\nMark Zuckerberg testified Facebook did not notify the Federal Trade Commission about the Cambridge Analytica data leak years ago because the social media giant \"considered it a closed case.\"",
  "The CEO said during Tuesday's hearing that \"there will always be a version of Facebook that is free,\" clarifying recent comments by the company's chief operating officer, Sheryl Sandberg, that an ad-free version of Facebook would have to be a paid product.",
  "Facebook did not notify the FTC — which signed a consent decree with the tech company in 2011 requiring that Facebook notify users if their personal data is shared beyond their specified privacy settings — Zuckerberg said, \"for the same reason.\"",
  "Facebook is cooperating with special counsel Robert Mueller while he investigates Russian meddling in the 2016 presidential election and possible Trump campaign cooperation with Moscow, Zuckerberg said.",
  "The company is facing questions following reports that research firm Cambridge Analytica improperly gained access to the personal data of as many as 87 million Facebook users.",
  "The Facebook founder and CEO spoke at a joint hearing of the Senate Judiciary and Commerce committees Tuesday, the first of two congressional hearings for him this week.",
  "Zuckerberg is likely to face more tough questions during his week on Capitol Hill on user privacy, foreign meddling on the site and abuse of social media tools.",
  "During Tuesday's hearing, Zuckerberg said he was not sure exactly how long it took Facebook to delete personal information after a user deletes their account.",
  "The FTC decree said that Facebook should \"prevent anyone from accessing a user's material more than 30 days after the user has deleted his or her account.\"",
  "\"The first line of our Terms of Service say that you control and own the information and content that you put on Facebook,\" Zuckerberg said Tuesday.",
  "The FTC last month said it was investigating whether Facebook had violated the 2011 decree — a rare confirmation of an ongoing probe.",
  "On Facebook's help page, it says it could take 90 days from the beginning of the deletion process to delete every post.",
  "\"We considered it a closed case,\" he said, adding that he would act differently were he to face that decision again.",
  "Facebook has said it first learned of the leak in 2015 and demanded Cambridge Analytica delete the data then.",
  "Zuckerberg's scheduled to testify before the House Energy and Commerce Committee on Wednesday.",
  "He also expressed confidence that Facebook would better tamp down meddling in 2018 elections.",
  "Executives have since said it was a mistake to trust that the research firm had done so.",
  "Facebook stock surged more than 4 percent Tuesday during Zuckerberg's comments.",
  "— CNBC's Chloe Aiello and Anita Balakrishnan contributed to this report.",
  "We shouldn't have taken their word for it,\" Zuckerberg said Tuesday.",
  "His prepared remarks for that hearing were released Monday.",
  "But he maintained that Facebook users own their own data.",
  "President Donald Trump has repeatedly denied collusion.",
  "Watch the full video of Zuckerberg's testimony here.",
  "In retrospect that was clearly a mistake.",
  "\"We considered it a closed case."
]