[
  "Here, you can control who can see your posts (making them public, or viewable only to friends, for example), as well as who can send you friend requests, look at your friends list, and perhaps most importantly, whether search engines can link to your profile.",
  "After the revelation that a data company called Cambridge Analytica acquired data from millions of Facebook users without their knowledge, many have raised concerns about just how private the information people put on Facebook is.",
  "You can choose to deactivate your account from your Settings, although this will merely leave your profile dormant; the data Facebook has will remain, and you can always reactivate the account.",
  "Download your Facebook data\n\nIf you’re worried about what data you have floating around out there, Facebook gives users the ability to download a copy of their Facebook data (all of it).",
  "If you’re worried that data about you might be circulating among companies without your knowledge, here are some steps you can take to maintain your privacy on Facebook.",
  "This will give you an archive of all your activity on Facebook, including information you’ve posted, messages you’ve sent, even which ads you’ve clicked on.",
  "Change your timeline and tagging settings\n\nIn a similar vein, you can determine whether or not people can post on your timeline, tag you in posts, and more.",
  "Facebook apps often ask users for access to a variety of things, and as this incident shows, giving apps access to your data may cause problems later.",
  "To truly delete your account — and all your data associated with it –you will need to follow Facebook’s instructions, if you want to take that step.",
  "You can also give yourself the option to review posts that people tag you in, so you can choose whether or not that post appears on your timeline.",
  "Next to each app, you can click Edit Settings to see what permissions the app has, and you can click Remove to get rid of the app entirely.",
  "Get off Facebook\n\nNo matter how careful you are on social media platforms, there’s always a chance something will slip through the cracks.",
  "Check/delete apps\n\nAccording to the New York Times story on how Cambridge Analytica acquired all that user data, the source was an app.",
  "Go to your Settings, then, under General Account Settings, select Download a copy of your Facebook data.",
  "From here, you can select who should be able to post on your timeline, and who can see those posts.",
  "The best way to keep your privacy on Facebook might be to simply not be on Facebook at all.",
  "Specifically, it was a personality quiz that collected data on users and their friends.",
  "The person who built the app then gave that data to the analytics company.",
  "Luckily, you can easily review all the apps you’ve used and delete them.",
  "Change your privacy settings\n\nIn your settings, select Privacy.",
  "You will see each and every app linked to your account.",
  "Go to Settings, then click Timeline and Tagging.",
  "Click Start My Archive to begin the process.",
  "In your settings, select Apps.",
  "5.",
  "4.",
  "1.",
  "2.",
  "3."
]