[
  "(Photo: Matt Rourke, AP)\n\nAs Facebook CEO Mark Zuckerberg testifies before Congress on the scandal involving data firm Cambridge Analytica, the social network is informing individual users their profiles may have been used for the firm's political targeting without their consent.",
  "What users will do with that information boils down to engaging in the boring but eye-opening privacy clean-ups many have already embarked on, finding all the apps that had access to your info and then cutting this access off.",
  "\"The simple reason that Facebook users can do very little is that Facebook, not the users, has the data and determines who gets the data,\" said Marc Rotenberg, president of the Electronic Privacy Information Center.",
  "More: Here's how to protect your personal info on Facebook\n\nMore: How to delete all those Facebook apps you probably have\n\nFollow Brett Molina on Twitter: @brettmolina23.",
  "All users will get a message at the top of their News Feed with a link detailing apps tied to Facebook, or that you've deleted, and how those apps used your data.",
  "Facebook is alerting users if they were some of the estimated 87 million whose profiles Facebook says were scraped and improperly shared with Cambridge Analytica.",
  "If your data was misused, Facebook will direct you to its Help Center featuring a tool letting you know how data may have been misused.",
  "(That political ad targeting firm says it used only 30 million Facebook profiles obtained from a psychology app developer.)",
  "The scandal not only impacts users who took the personality quiz \"This Is Your Digital Life,\" but friends of those users.",
  "It's a lot more complicated than that\n\nMore: With all we know about Facebook, should you still 'sign in with Facebook'?",
  "For those users impacted by Cambridge Analytica, the tool will give them a good idea of how their data has been used.",
  "Go to Settings, then Apps and Websites to figure out what apps you have granted permission to connect to Facebook.",
  "USA TODAY\n\nFacebook News Feeds will alert users if their data was improperly obtained by Cambridge Analytica.",
  "Bad news: with the data leak over three years old, it's too late to take what's already out there back.",
  "Regardless of whether you were affected, you should check what apps are tied to Facebook.",
  "Were you notified by Facebook your profile was part of the Cambridge Analytica leak?",
  "CLOSE There's more data to protect than just your Facebook profile.",
  "However, it's too late for users to do anything to fix it.",
  "Read or Share this story: https://usat.ly/2qiemyY",
  "Write to us at techcomments@usatoday.com.",
  "How will I know if I've been affected?",
  "What should I do about it?",
  "What is Facebook doing?",
  "More: Delete Facebook?"
]