[
  "One note says there are “lots of stories about apps misusing Apple data, never seen Apple notify people.”\n\nThe hearing, one of two Zuckerberg is scheduled to appear at this week, deals with massive fallout from revelations that political ad targeting firm Cambridge Analytica acquired user data from an estimated 87 million people whose profiles were scraped and improperly shared from a psychology app developer.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg takes his seat after a break to continue to testify before a joint hearing of the Commerce and Judiciary Committees on Capitol Hill in Washington, Tuesday, April 10, 2018, about the use of Facebook data to target American voters in the 2016 election.",
  "(Photo: Alex Brandon, AP)\n\nSAN FRANCISCO — Facebook CEO Mark Zuckerberg spent more than five grueling hours being questioned by senators Tuesday as part of the on-going scandal surrounding the illicit use of Facebook user data by a political ad targeting firm.",
  "One of them seemed to be a response to the possible question of whether or not he would leave the company that he co-founded while a student at Harvard University in 2004.",
  "CLOSE During a Senate hearing with Facebook founder Mark Zuckerberg, a few of the questions asked by senators seemed to require an explanation of the basics.",
  "Zuckerberg’s notes warn him not to “say we already do what GDPR requires.”\n\nThe notes even refer to Tim Cook, the Apple CEO who recently criticized Facebook.",
  "The bullet-pointed pages include sections on “diversity,”?competition,”and GDPR, the European data-privacy rules that go into effect next month.",
  "The Associated Press reported that Zuckerberg’s notes were briefly visible to one of its photographers during Tuesday's hearing.",
  "The notes acknowledged he's made mistakes and say the company is facing a \"big challenge\" but will solve this one too.",
  "Contributing: Associated Press\n\nRead or Share this story: https://usat.ly/2GOYjnv",
  "But it appears he didn't get one questioned he'd expected — would he resign?",
  "They include many potential avenues of inquiry."
]