[
  "As Rep. Bobby L. Rush asked, “Why is the onus on the user to opt in to privacy and security settings?”\n\nIf Facebook wanted us to be in control of our data, it could put at the top of its home page a button that says “stop tracking me everywhere.” (I’d even pay a subscription fee for it.)",
  "Asked Rep. Frank Pallone Jr. “How can consumers have control over their data when Facebook doesn't have control over the data itself?”) Facebook has closed that particular loophole, but the point is millions of us technically agreed to that happening in the first place.",
  "During one exchange, Rep. Anna G. Eshoo asked a question that cut to the core of the matter: “Are you willing to change your business model in the interest of protecting individual privacy?”\n\nZuckerberg replied, “I'm not sure what that means.”\n\nI think he did.",
  "(Matt McClain/The Washington Post)\n\nZuckerberg 2.0 is an upgrade from the hoodie-clad hacker many Americans met in the movie “The Social Network.” When the man put on a suit and let politicians grill him for 10 hours, Facebook too became a grown-up enterprise.",
  "There would be another one that says “reset my data.” But the reality is, if we all used those tools, it would probably be a disaster for Facebook’s business, which is based on having the largest pile of data to target its ads.",
  "”\n\nMany websites, including The Washington Post, use tracking and ad-targeting technologies, but Facebook has used the sheer volume of its data to dominate the online ad business along with its equally data-hungry rival Google.",
  "Well beyond what we choose to post, Facebook can track the location of your phone, what apps you’re using and even what websites you visit using its well-known “Like” button and an invisible tool called the Facebook Pixel.",
  "Bringing settings currently in 20 places into one is a good start, but privacy experts have said the changes are ultimately “lipstick on a pig” because they don't address needs for better defaults and for deleting data.",
  "Beyond the information you volunteer like age and employer, Facebook draws inferences about your ethnicity, politics and more — information that’s useful for regular advertisers and darker forces alike.",
  "Whenever he was questioned why Facebook collects so much data, he wheeled out: “You have control over your information.”\n\nThat’s like saying anyone can control a 747 because it has buttons and dials.",
  "Zuckerberg told Congress he’s idealistic and promised he wants to fix many of the problems in his product, even if it costs a lot of money, and was willing to embrace some new regulation.",
  "(There’s a drop-down menu that says “Who should see this?”) But Zuckerberg acts like keeping your cousin from seeing photos of your escapades in Cancun is the end of the data challenge.",
  "Some 45 times — I was counting — the Facebook CEO told members of Congress that we’re in control of our data, when it’s plainly impossible for most people to figure out how to do so.",
  "Rather than minimizing the amount of data it collects or setting defaults that truly prioritize privacy, Facebook presents a theater of controls and settings that few people use.",
  "Zuckerberg didn't show off these new designs to Congress, but the company says there will be easier-to-comprehend features that explain how Facebook is using a person’s data.",
  "Asked how long the average Facebook user spends studying that document, Zuckerberg said he didn’t know and admitted most people probably don’t read the whole thing.",
  "Sen. Richard J. Durbin got to the heart of the matter when he asked Zuckerberg whether he would be comfortable sharing the name of the hotel where he was staying.",
  "Facebook does allow you to adjust how some off-Facebook and third-party data is used to target ads, and I wish anyone the very best of luck at figuring out how.",
  "Facebook’s onetime motto “move fast and break things,” has been replaced by the snoozer “move fast with stable infrastructure,” Zuckerberg said with a smile.",
  "As Sen. John Neely Kennedy put it, Zuckerberg’s user agreement “sucks.”\n\n[What if we paid for Facebook — instead of letting it spy on us for free?]",
  "(The Russia-linked Internet Research Agency bought more than $100,000 worth of ads from Facebook as part of its efforts to manipulate the 2016 U.S.",
  "It’s all there, Facebook counters, in its nearly 6,000 words of data policy and terms of service — 16 pages, if you print it out, single-spaced.",
  "The limits of your right to privacy and how much you give away in modern America in the name of quote, 'connecting people around the world.'",
  "(Katherine Frey/The Washington Post)\n\nYes, when you publish a photo or post on Facebook, you can set an audience — just friends or public.",
  "This week was Zuckerberg’s chance to reintroduce himself as the face of Facebook and introduce changes that make Facebook less creepy.",
  "(After that data left Facebook, the company did little to ensure that it was handled properly, and now can’t totally account for it.",
  "(Hey Congress, how about requiring Facebook and others publicly report how long users look at their terms before clicking through?)",
  "Whatever action lawmakers might (or might not) take next, each of us still needs to decide how much Facebook belongs in our lives.",
  "That gap in understanding is part of the reason Zuckerberg got hauled in front of Congress for the Cambridge Analytica flap.",
  "Moreover, there’s a giant gap between what most people think Facebook is doing with our data and what’s really going on.",
  "But he wasn’t nearly as thoughtful on the problem that cuts closest to the business that’s made him a billionaire.",
  "I wish Congress had asked Zuckerberg to get out his phone and show the world exactly how we’re in control.",
  "Facebook allowed our friends to hand over troves of our data to third-party apps without asking us first.",
  "Zuckerberg’s testimony on Capitol Hill was as much about personal technology as it was political theater.",
  "Facebook’s data-mining operation can tap real-world activity such as when you use a store loyalty card.",
  "There wasn’t any Steve Jobs-style unveiling, but I reviewed his performance just like any tech launch.",
  "Technology columnist\n\nThe Mark Zuckerberg that showed up in a suit in Washington this week is mature.",
  "Zuckerberg has never really explained just how much data Facebook collects and what it does with it.",
  "You can poke fun at their octogenarian ignorance, but they were just as confused as many Americans.",
  "As a tech columnist, I’ve spent days studying the many places you have to tap and make adjustments.",
  "We signed up for Facebook to stalk our family and friends, not to be stalked by a corporation.",
  "In March, Facebook announced it would be streamlining its privacy controls in coming months.",
  "Zuckerberg doesn’t want to talk about how his business is inseparable from its surveillance.",
  "“We never sell your data,” he said repeatedly, even though that’s not really the issue.",
  "Members of Congress spent many hours attempting to figure out just how Facebook works.",
  "Mark Zuckerberg told Congress we have “control” over our Facebook data 45 times.",
  "The issue is how much data Facebook is collecting about us on its own.",
  "On questions about data privacy, Zuckerberg gave generic assurances.",
  "That makes it hard to buy what he’s selling, even if it’s free.",
  "“I think that may be what this is all about,” Durbin said.",
  "After a long pause, Zuckerberg said that he would not.",
  "[Facebook is now in the data-privacy spotlight.",
  "Facebook is hiding behind bad product design.",
  "It generates biometric data from your photos.",
  "That’s not something we hear from most CEOs.",
  "It was buried somewhere in user agreements.",
  "Many pilots even opt for autopilot.",
  "But he’s still hiding something.",
  "“Your right to privacy.",
  "Could Google be next?]",
  "The cockpit of a 747.",
  "He’s sweat-resistant.",
  "elections.)",
  "It’s not."
]