[
  "Drawing a comparison to the increased scrutiny faced by banks following the 2008 global financial crisis, Burnbrae Group's Mellon said the fines are going to be \"enormous\" and will likely be \"bigger than those being levied on the banks in the last decade or so.\"",
  "Following the fines levied by the European Union on Google in 2017, Mellon said that more fines are on the way, with the possibility of governments even stepping in to break up the search giant.",
  "\"The Cambridge Analytica thing is just the tip of the iceberg, in my opinion,\" Mellon said, referring to the ongoing scandal related to the political analytics firm's use of Facebook user data.",
  "Facebook's share price could halve in the next few years: Jim Mellon 11:00 PM ET Tue, 27 March 2018 | 02:06\n\nBritish investor Jim Mellon is taking aim at tech giants like Google and Facebook.",
  "\"These fatted calves are now ripe for the plucking by governments everywhere,\" he said, adding that tech companies were going to be \"pillaged\" by administrations across the world.",
  "Unlike the case put forth against Microsoft at the start of the millennium, the issue surrounding Facebook is about people's privacy, which is a \"much more serious\" matter.",
  "In 2016, following the U.K.'s historic decision to leave the European Union, he told CNBC that \"the euro is gone within three to five years, as it currently exists.\"",
  "Turning his attention to Facebook, Mellon said: \"If I was Mr. Zuckerberg, I'd be looking at a halving of my share price in the next couple of years, basically.\"",
  "Speaking with CNBC's \"Squawk Box,\" Mellon said the days of rapid growth for the companies are behind them as increased government regulation looks more likely.",
  "\"We're going to see decimation of particularly Facebook,\" he added, saying that it was a \"trivial use of modern technology and one that's rather sinister.\"",
  "Mellon has been historically bearish on big tech stocks and is no stranger to controversy."
]