[
  "“We know the path ahead needs to be navigated carefully and deliberately.”\n\n[At Google, ‘responsibility’ upstages new technology]\n\nGoogle makes its money from collecting data for advertising, a model that's come under closer scrutiny in light of the Facebook scandal over the data firm Cambridge Analytica, which was able to collect private information from tens of millions of Facebook users.",
  "The theme of the company’s annual conference, which is being held Tuesday through Thursday, is “Make Good Things Together.” Google chief executive Sundar Pichai said in a keynote address to about 7,000 developers and journalists that Google wants to push ahead to innovate, but he acknowledged that the tech giant can't be “wide-eyed” about it.",
  "In one notable demo, Google's Assistant carried on a conversation with a real receptionist at a hair salon and successfully made an appointment without ever betraying — through awkward phrasing or inflection — that it was not a human being.",
  "While Google has escaped the worst of the criticism leveled at Facebook, lawmakers have raised questions about how its YouTube video site, news aggregation and data algorithms overstep privacy concerns and shape public opinion.",
  "(Jeff Chiu/AP)\n\nMOUNTAIN VIEW, Calif. — Google’s annual developer conference is normally a relentlessly positive cheerleading session to excite developers to create products for the company and its Android operating system.",
  "Called Digital Wellbeing, the controls will let people know how they are using their phones and will even give services such as YouTube the ability to prompt viewers to take an occasional break.",
  "And Google is a step ahead of Apple, which disclosed that it's working on similar parental controls after two groups of shareholders asked it to add more such options to the iPhone.",
  "Google said it will also make it easier to subscribe to news organizations directly from its app store, taking another swing at streamlining the subscription process.",
  "Despite the show's theme, there has been little discussion about designing ethical AI, as Facebook discussed at its conference for developers earlier this month.",
  "People can set time limits for using specific apps, and a new “shush” feature will be able to silence notifications when the phone is turned screen down.",
  "But this year, there is a hint of a more serious tone as the company discusses creating technology that is not simply innovative, but also responsible.",
  "For example, rather than telling a Google smart speaker to “Ask Whirlpool to preheat the oven,” you can now tell Google to complete the task directly.",
  "In another play for parents, Google also introduced a “pretty please” mode that encourages children to ask the Google Assistant for things politely.",
  "It expands on programs offered by others, such as Amazon.com, which has provided time-limiting parental controls on its devices since 2012.",
  "Google already offers an app for parental controls, but this new set of features bakes those options directly into the operating system.",
  "The controls are part of Google's new operating system, Android P, which is now available for Google Pixel owners in beta version.",
  "“There are important questions being raised about the impact of these advances and the role they'll play in our lives,” he said.",
  "Pichai did not directly address those concerns but returned repeatedly to the theme of responsible design throughout the show.",
  "Nodding to the controversy over how its algorithms may bias news consumption, the company unveiled an overhaul of Google News.",
  "There has also been a focus on streamlining the smart home experience to make Google a more natural central hub for the home.",
  "That included new controls for Google’s Android operating system to limit how much children and adults use their smartphones.",
  "Google users can also ask the assistant to listen to more without being prompted by a specific phrase such as “Okay Google.”",
  "These options will become available to billions of Android users over the next several months, Google said.",
  "\n\nTrystan Upstill speaks about Google News at the Google I/O conference in Mountain View, Calif., on May 8.",
  "Much of the conference has been focused on Google's work on artificial intelligence and machine learning.",
  "Seven other phone makers — including Nokia, Sony and Essential — are also making the beta available.",
  "It is very similar to the child-focused “magic word” feature Amazon introduced earlier this year.",
  "The new layout shows how several outlets are covering the same story from different angles.",
  "Users can select certain people whose calls will always break through the silence mode.",
  "Other phone makers will set their own schedules for updating to the new OS.",
  "[The agency in charge of policing Facebook and Google is 103 years old.",
  "(Amazon chief executive Jeffrey P. Bezos owns The Washington Post.)",
  "“We are working hard to give users back time,” Pichai said.",
  "But there still has been a lot of whiz-bang technology.",
  "Should it be required to tell people it’s a machine?]",
  "[A Google program can pass as a human on the phone.",
  "Can it modernize?]"
]