[
  "So far, the Internet has survived dozens of previous revelations and accompanying efforts to govern it from the outside, by governments Barlow had called in his Declaration the “weary giants of flesh and steel.”\n\nWhether it was the United Nations being urged to splinter the network into country-specific jurisdictions, the U.S. Congress trying to turn ISPs and content providers into global copyright police, or industry-backed regulatory commissions putting a stop to ride-sharing and other gig economy innovations, Internet users learned to engage with physical governments at least enough to stop the most egregious interventions, many of which would sure have done more harm than good.",
  "Combined with arbitrary and astronomical fines for any violation (up to E20 million or 4% of annual revenue, whichever is higher), GDPR will surely change the equation for companies hoping to operate profitably in what Barlow saw as a “global social space we are building to be naturally independent of the tyrannies you seek to impose on us.”\n\nRational providers may respond to GDPR and a possible U.S. counterpart by abandoning altogether the implicit trade-off of customer information for free services, personalized ads and customized recommendations and navigation.",
  "Yet despite two decades of growing anxiety among Internet users over the collection and use of data, few companies have yet to follow these five simple guidelines:\n\nRecognize that as with all new technologies, irrational fears will keep users and businesses from fully engaging, demanding that we identify the actual security threats and designing solutions to mitigate their risk.",
  "In my half of the paper, for example, I wrote that “Maybe Cyberspace isn’t in the United States or any country at all, but exists as its own sovereign, virtual nation and—what may be most chilling of all—that virtual nation might just be the home country of all global businesses.”\n\nBarlow goes on to describe that passage as “telepathic,” reflecting his own view \"exactly.\"",
  "But in reviewing our interactions, the best way for me to honor Barlow’s memory is to dust off our first joint publications, a 1995 position paper on the future of electronic commerce—one with deep echoes to today’s crisis of confidence in Internet businesses and how they collect and use customer information.",
  "But while no system can be secure from all risks and bad behaviors without taking precautions that far exceed their expected value, there was so much more companies here in Silicon Valley could have done to police themselves and their peers from the worst practices that now threaten to sink the ship.",
  "In the early days of the commercial Internet, we were naive enough to imagine companies would recognize that users value personal experience as much as commercial actors, creating a mutually beneficial environment in which customized content, advertising, and curated interactions would benefit both.",
  "A year later, in the midst of a cranky visit to the World Economic Forum in Davos, Barlow concluded in his Declaration that laws regulating online activity imposed by national governments were doomed to misunderstand the nature of the Internet and, he thought, certain to fail in their objectives.",
  "Content providers old and new, large and small, have failed to observe even the most basic security hygiene, leading to increasingly embarrassing, damaging, and costly breaches of user data—40% of which, according to recent findings, is still attributed to company insiders.",
  "A whistleblower claims that detailed profiles of millions of its users was made available to political campaigns by consultancy Cambridge Analytica, possibly in violation of a 2011 consent decree between the company and the Federal Trade Commission involving earlier misuse.",
  "Already this year, Congress passed, over objections from nearly everyone, the ill-drafted SESTA/FOSTA, which took another bite out of an already ragged set of protections that kept platform operators from being held liable for the content of its users.",
  "For starters, such solutions can’t possibly square up with a global economy, creating at best a crazy quilt of different rules and, more often, opportunities for rent-seeking behavior, protectionism, enhanced surveillance, and political grandstanding.",
  "This was in the early days of the commercial Internet, long before Google, Facebook, Twitter, Snapchat or nearly any of the other multi-billion dollar, category-creating Silicon Valley disruptors of Web 1.0, let alone Web 2.0, had even been invented.",
  "As companies expand their online presence and become digital enterprises, it’s well worth starting with a review of existing computer security and adopting best practices that reflect the risk of putting the most valuable assets online.",
  "Now, as users and national governments express increased frustration with that failure, the consequences of two decades of poor data collection and use practices have accumulated to what may be a breaking point.",
  "In 1995, Barlow was still a year from writing his famous (or perhaps infamous) “Declaration of the Independence of Cyberspace.” I was a few years out of law school, after a decade of building commercial I.T.",
  "We believed rational business enterprises would act in their own best interests, creating a secure Internet experience that would make consumers comfortable if not confident in their online interactions.",
  "And in Europe, which has always looked to the success of U.S. entrepreneurs with equal parts envy and resentment, next month marks the witching hour for its Global Data Protection Regulation or GDPR.",
  "But either the incremental accumulation of avoidable harms or the scope of recent data disasters may have finally awoken the “weary giants” to the threat, if not the opportunity, of stepping in.",
  "In the real world, instead, the Internet may become a series of subscription-based and tiered services, where the only value that providers will accept from users will be in the form of cash.",
  "Starting in 1994, I enjoyed a productive if erratic collaboration with John Perry Barlow, the former Grateful Dead lyricist and Internet rights pioneer who died earlier this year at age 70.",
  "Personal data, at the same time, has been collected without regard to whether or not it is actually needed or is being used in ways that provide equivalent value back to users.",
  "The Europeans’ magical thinking is that users will still get everything they want from digital providers at the same subsidized prices—which is to say, in many cases, for free.",
  "Those who want to honor the legacy of my late, great confounding friend John Perry Barlow could start by dusting off these basic principles and putting them into practice.",
  "Our recommendations for working collaboratively with users to accelerate digital transformation still represent pragmatic, win-win opportunities for Internet businesses.",
  "The focus of our paper was the twin problems of Internet privacy and security, already understood as key obstacles to digital commerce achieving its full potential.",
  "It is stored in vast data “warehouses” without expiration or anonymization, just waiting to be picked off by criminals with a better appreciation for its value.",
  "What would Barlow have made of the latest crisis, and the increased calls to “regulate” technology companies—calls that are often no more specific than that?",
  "The GDPR replaces and expands on laws that already add considerable financial and technical burdens to Internet companies doing business in Europe.",
  "It then passed the CLOUD Act, which extends internationally already troubling abilities for law enforcement to access data stored by third parties.",
  "Not to mention that some of the worst security practices—and some of the worst breaches--have been of data collected by the government itself.",
  "For the vast majority of Internet users (and the billions who have yet to connect online), however, the new bargain may prove unsustainable.",
  "The universal “civilization of the Mind” Barlow celebrated will wither to a dull party for misanthropes who'd rather no one else had come.",
  "Could this sad next generation of the Internet, a limited and regulated paywall that some are already calling Web 3.0, have been avoided?",
  "If so, that will no doubt cheer European regulators and privacy advocates who find any hint of commercialism distasteful in the abstract.",
  "It needs to be stored, disseminated, analyzed and monetized in ways that maximize its worth, not burned once like a barrel of oil.",
  "Many of Barlow’s friends (and he had an enviable number of them) have written eloquent tributes to his influence on their lives.",
  "The robust if noisy Internet ecosystem most users still value will be destroyed, ironically or not, in the name of saving it.",
  "Regrettable because, as Barlow and I note, national and regional governments are institutionally unable to solve the problem.",
  "Don’t expect or encourage traditional governments to provide effective regulated solutions to the challenges of the Internet.",
  "Governments both democratic and totalitarian have been looking for opportunities and excuses to crash the party all along.",
  "The complete and relatively short report, “Five Privacy and Security Imperatives for Electronic Trade,” is available here.",
  "As Barlow concluded his commentary on my essay:\n\nCyberspace demands a much purer form of faith, faith without control.",
  "Its adds extensive opt-in requirements, user controls, portable data and revocable consent to everything at any time.",
  "And almost always, as in the case of mandatory “opt-ins” for tracking cookies, with little to no benefit for users.",
  "The advice that Barlow and I offered in 1995, for example, was pragmatic, low-cost and easy to implement.",
  "Still, both of us were already deeply concerned about legal authority and jurisdiction in digital life.",
  "Which was just as well, because such efforts would invariably be counter-productive if they succeeded.",
  "Consumer advocates have understandably but regrettably accelerated calls for government intervention.",
  "But I have often suspected that groundless faith, like unconditional love, is the only kind there is.",
  "Recognize that personal data, like other information products, has value despite being intangible.",
  "Great for those who can afford it, and with the time and wisdom to pick and choose what they want.",
  "If not because of their obvious value, but because of how poorly the alternatives have served us.",
  "But recognize that as with any tool, deploying it everywhere is both under and over inclusive.",
  "We may see, sooner rather than later, a smaller and more homogeneous Internet community.",
  "All of which raises costs for consumers without, again, providing commensurate benefits.",
  "No doubt the most persistent would have found them (or already have) no matter what.",
  "And the biggest risk, if solutions weren't found, for government intervention.",
  "Understand the importance of cryptography as a tool to secure the Internet.",
  "Opportunities that have been consistently ignored for over two decades.",
  "GDPR takes the vague aspirational human dignity goals of the E.U.",
  "Encryption is a hammer, but not every security problem is a nail.",
  "Rather, support nascent forms of organic Internet governance.",
  "Facebook seems to acknowledge the disclosure, if not the use.",
  "It's aged pretty well, which is not necessarily a good thing.",
  "Today, of course, it is Facebook that is in the cross-hairs.",
  "systems working for large multinational consulting firms.",
  "Faith that what goes around really does come around.",
  "I would be happy to add my voice to the chorus.",
  "But what will replace the 20-year bargain?",
  "Obviously, it hasn’t worked out that way.",
  "And the dystopia they are leading us to.",
  "That's the only way you'd want it.",
  "to a new level of surrealism.",
  "Faith in human nature.",
  "Rest uneasily, John.",
  "Groundless faith.",
  "A little context.",
  "Faith in nature.",
  "It still is.",
  "Well, maybe.",
  "If only."
]