[
  "\"The sooner we accept the fact that we essentially lost our privacy the sooner we can sit down and have a very important conversation which is how to make sure that this post privacy world is still a safe and habitable place to live,\" Kosinski said.",
  "If other people know you very well, it's easier for them to convince you to do things, like vote for the candidates who may not have your interests or your best interests at heart,\" Kosinski said.",
  "NEW YORK -- Facebook on Wednesday changed its privacy settings to make them easier to find, and for the first time, users can also erase all of their data from the site.",
  "At a mall near Stanford University, we gave shoppers a chance to experience the kind of Facebook data mining used by Cambridge Analytica, a political consulting firm.",
  "Five years ago, Kosinski and a colleague demonstrated that Facebook likes alone could predict personality better than a person's friends or family, even their spouse.",
  "The program is the work of Stanford University data scientist Michal Kosinski, whose research inspired Cambridge Analytica's plan to harvest Facebook data.",
  "Kosinski himself still uses Facebook and hasn't changed his behavior, but he thinks people should know how they may be targeted.",
  "But some experts are warning that no matter what Facebook does in the wake of its data scandal, your privacy is already gone.",
  "But a recent paper by Kosinski finds that consumer ads crafted for personality types drove real-world sales up by 50 percent.",
  "They logged onto Facebook and were linked to a program that can predict personality and more through social media.",
  "\"Whether you take drugs or not, whether your parents were divorced or not,\" Kosinski explained.",
  "\"Yes, there are some funny findings in this paper but also there are very serious consequences.",
  "\"It's scary because I feel like they can manipulate certain things,\" one participant said.",
  "So far it hasn't been proven whether this kind of targeting works in political ads.",
  "Among the stranger correlations: liking \"curly fries\" and having high intelligence.",
  "He thinks the era of privacy is over."
]