[
  "Last week it was news the company could be facing up to $1 billion in fines and that it’s shedding financial advisors, a troublesome trend given that most banks have prioritized their wealth management divisions with lingering low interest rates continuing to temper lending and investment banking returns.",
  "Because of that, a growing number of people have decided that they don’t want any part of a company that fails to ‘protect their privacy.’\n\nThis sentiment has spilled over to my world, with some clients concluding that they not only don’t want to use Facebook, they don’t want to invest in it either.",
  "Indeed, without minimizing what Cambridge Analytica did and what Facebook allowed to happen, a firm gaining access to your social media likes, shares and groups is not remotely the same thing as essentially having your credit card stolen.",
  "Your service provider monitors the website you visit; Netflix knows what you’re watching; Amazon knows what you’re buying; and, even more so than Facebook, Google knows what you’re searching for and where you like to go.",
  "If you use it (and most of us do because it has 2 billion monthly users), and have allowed it to access your location, Google knows exactly where you’ve been and when—and can obtain that information going back years.",
  "Still, concerns over data privacy can’t drive investment decisions, unless, of course, you’re willing to abandon an entire sector, especially one that has been responsible for so much wealth creation in recent years.",
  "The fallout from such a move would be enormous, provoking doubt among advertisers already concerned that daily user growth has begun to slow, sagging to its lowest rate ever during the fourth quarter.",
  "The Facebook-Cambridge Analytica saga is not going away quietly, underscored by Mark Zuckerberg’s appearance last week on Capitol Hill, where he answered questions from lawmakers on consecutive days.",
  "Not all privacy concerns are created equal, however, which is why no one should conflate the headline-making breaches at Equifax and Target in recent years with the latest uproar involving Facebook.",
  "This year’s first-quarter earnings won’t be too telling (the Cambridge Analytica story hit after it ended), but it’s not entirely unthinkable that we could see that in the second.",
  "While it can be an eerie experience to relive your life, day by day, through the eyes of a mapping service, no one should be surprised that much of their data is not private.",
  "The smart money right now, however, is on the company having to make changes to its policies that allow users to enjoy a greater level of control over their data.",
  "Whether the government can regulate such entities effectively is an open question, as evidenced by some of the exchanges Zuckerberg had with lawmakers last week.",
  "Eventually, cable news will get bored and turn the page to something more fresh and salacious but not before we see a bunch of handwringing over privacy.",
  "In gaining access to voluminous amounts of personal data and information about networks, Facebook made itself indispensable to ad buyers.",
  "Companies, for instance, have a solemn obligation to protect your social security number and credit card information when applicable.",
  "What this story did do, though, was to cause many to consider how Facebook really works and the extent it will go to capture data.",
  "Let’s state the obvious: The hands-off approach that regulators have taken to its business practices is likely to come to an end.",
  "Now, Wells Fargo is scrutinized like never before, with every few weeks bringing another batch of disturbing headlines.",
  "At its peak, it cross-sold its products better than anyone, or at least it seemed, and whipped up enormous profits.",
  "For those who are just coming to terms with how these companies operate, that can present conflicting emotions.",
  "However, it’s under heightened scrutiny now, which means all this could be just the tip of the iceberg.",
  "There are parallels here to Wells Fargo, which at one time was the envy of the consumer banking world.",
  "If that’s the case, its days as a billion-dollar revenue machine may be coming to an end.",
  "Could Facebook possibly experience a loss of users in the wake of this controversy?",
  "After all, what’s the cliché: If the product is free, you are the product?",
  "In a digital world, your data is out there for everyone to see.",
  "The big question is what happens to that number going forward?",
  "To further illustrate this last point, consider Google Maps.",
  "It turns out that some of that activity was criminal.",
  "That said, Facebook has problems.",
  "Privacy, of course, is important.",
  "Click here to find out yourself.",
  "This is where it gets trickier.",
  "Facebook has similar risks."
]