[
  "REUTERS/Toby Melville\n\nLONDON (Reuters) - Facebook has failed to fully answer 39 questions from British lawmakers examining data privacy and fake news, a parliamentary committee said on Tuesday, adding that it would ask the social media giant once again for the missing details.",
  "“While Mark Zuckerberg has no plans to meet with the committee or travel to the UK at the present time, we fully recognize the seriousness of these issues and remain committed to providing any additional information required for their inquiry into fake news.”",
  "“It is disappointing that a company with the resources of Facebook chooses not to provide a sufficient level of detail and transparency on various points,” Damian Collins, chair of the Digital, Culture, Media and Sport Committee, said in a statement.",
  "As part of its inquiry, the committee has been investigating allegations of the improper use of data for 87 million Facebook users by Cambridge Analytica, which was hired by President Donald Trump’s 2016 U.S. election campaign.",
  "The committee had put additional questions to Facebook after it said that the firm’s chief technology officer Mike Schroepfer had not addressed all its concerns during a parliamentary hearing last month.",
  "In her letter, Stimson said that Facebook did not pass user information to Cambridge Analytica, although it did provide tools to a researcher who appeared to have shared the data with the consultancy.",
  "“We have provided comprehensive responses to the 39 points that the committee raised following Mike Schroepfer’s testimony,” a Facebook spokesman said in a statement.",
  "Facebook UK’s head of public policy, Rebecca Stimson, gave 39 answers to the extra questions in a letter published by the committee.",
  "Collins said that Cambridge Analytica was one of the areas where Facebook’s response had been insufficiently detailed.",
  "Balloons are seen in front of a logo at Facebook's headquarters in London, Britain, December 4, 2017.",
  "However, its head said that they lacked the detail they were looking for."
]