[
  "The change comes as Facebook is under scrutiny from regulators and lawmakers around the world since disclosing last month that the personal information of millions of users wrongly ended up in the hands of political consultancy Cambridge Analytica, setting off wider concerns about how it handles user data.",
  "The previously unreported move, which Facebook confirmed to Reuters on Tuesday, shows the world's largest online social network is keen to reduce its exposure to GDPR, which allows European regulators to fine companies for collecting or using personal data without users' consent.",
  "One Irish official, speaking on condition of anonymity, said he did not know of any plans by Facebook to transfer responsibilities wholesale to the United States or to decrease Facebook's presence in Ireland, where the social network is seeking to recruit more than 100 new staff.",
  "Next month, Facebook is planning to make that the case for only European users, meaning 1.5 billion members in Africa, Asia, Australia and Latin America will not fall under the European Union's General Data Protection Regulation (GDPR), which takes effect on May 25.",
  "Earlier this month, Facebook Chief Executive Mark Zuckerberg told Reuters in an interview that his company would apply the EU law globally \"in spirit,\" but stopped short of committing to it as the standard for the social network across the world.",
  "'In spirit'\n\nIn a statement given to Reuters, Facebook played down the importance of the terms of service change, saying it plans to make the privacy controls and settings that Europe will get under GDPR available to the rest of the world.",
  "Facebook, like many other U.S. technology companies, established an Irish subsidiary in 2008 and took advantage of the country's low corporate tax rates, routing through it revenue from some advertisers outside North America.",
  "Facebook CEO Mark Zuckerberg AP\n\nIf a new European law restricting what companies can do with people's online data went into effect tomorrow, almost 1.9 billion Facebook Inc users around the world would be protected by it.",
  "That removes a huge potential liability for Facebook, as the new EU law allows for fines of up to 4 percent of global annual revenue for infractions, which in Facebook's case could mean billions of dollars.",
  "New terms that take effect May 8 move non-Europeans to contracts with U.S.-based LinkedIn Corp.\n\nLinkedIn said in a statement on Wednesday that all users are entitled to the same privacy protections.",
  "Facebook members outside the United States and Canada, whether they know it or not, are currently governed by terms of service agreed with the company's international headquarters in Ireland.",
  "LinkedIn, a unit of Microsoft Corp, tells users in its existing terms of service that if they are outside the United States, they have a contract with LinkedIn Ireland.",
  "In practice, the change means the 1.5 billion affected users will not be able to file complaints with Ireland's Data Protection Commissioner or in Irish courts.",
  "Certain types of data such as browsing history, for instance, are considered personal data under EU law but are not as protected in the United States, he said.",
  "For example, the company said, the new EU law requires specific legal terminology about the legal basis for processing data which does not exist in U.S. law.",
  "\"We've simply streamlined the contract location to ensure all members understand the LinkedIn entity responsible for their personal data,\" the company said.",
  "The company said its rationale for the change was related to the European Union's mandated privacy notices, \"because EU law requires specific language.\"",
  "\"We apply the same privacy protections everywhere, regardless of whether your agreement is with Facebook Inc or Facebook Ireland,\" the company said.",
  "Instead they will be governed by more lenient U.S. privacy laws, said Michael Veale, a technology policy researcher at University College London.",
  "As of December, Facebook had 239 million users in the United States and Canada, 370 million in Europe and 1.52 billion users elsewhere.",
  "Facebook released a revised terms of service in draft form two weeks ago, and they are scheduled to take effect next month.",
  "The online social network is making changes that ensure the number will be much smaller.",
  "Facebook will have more leeway in how it handles data about those users, Veale said.",
  "The change affects more than 70 percent of Facebook's 2 billion-plus members.",
  "The unit is subject to regulations applied by the 28-nation European Union.",
  "Facebook said the latest change does not have tax implications.",
  "Other multinational companies are also planning changes.",
  "No warning\n\nIreland was unaware of the change."
]