[
  "Other brutal exchanges included another lawmaker comparing Facebook to cigarettes, and repeated efforts to get Schroepfer to explain and apologise for threatening The Guardian newspaper with legal action after Facebook learned about the Cambridge Analytica data breach.",
  "BuzzFeed tech reporter Ryan Mac, who was in London for the hearing, said there was a stark difference in approach taken by British lawmakers compared to those in the US during Mark Zuckerberg's congressional appearances earlier this month.",
  "Turning to American author and journalist Matt Taibbi's 2009 attack on Goldman Sachs in Rolling Stone, he read the article's opening gambit:\n\n\"The first thing you need to know about Goldman Sachs is that it's everywhere.",
  "The world's most powerful investment bank is a great vampire squid wrapped around the face of humanity, relentlessly jamming its blood funnel into anything that smells like money.\"",
  "He said he understood the \"scepticism\" and attempted to reassure the lawmakers that Facebook is working to protect people's data and secure the integrity and sanctity of elections.",
  "Schroepfer appeared before the parliamentary Digital, Culture, Media and Sport Committee to explain Facebook's response to a sequence of data, privacy, and fake news scandals.",
  "Farrelly added: \"Is it a concern to you that, in terms of this inquiry, that story pops into my head, and the thought is planted that for Goldman Sachs read Facebook?\"",
  "parliamentlive.tv\n\nFacebook's Chief Technology Officer Mike Schroepfer was subjected to a brutal interrogation at the hands of British lawmakers on Thursday.",
  "In one particularly bruising exchange, Labour MP Paul Farrelly said a famous quote about Goldman Sachs came to mind when he thinks about Facebook.",
  "\"I can only tell you what's in my heart, which is I do really care about these things, I do really want to get them right.",
  "They are hard problems, we are humans we all make mistakes, but we are dedicated to trying to solve these things.\"",
  "\"We feel a deep responsibility to solve these problems,\" Schroepfer said.",
  "Schroepfer visibly took a breath before addressing the question.",
  "The grilling was still ongoing at the time of publication.",
  "It was expected to last for five hours.",
  "Facebook CTO Mike Schroepfer."
]