[
  "Graham also asked whether Zuckerberg felt that Facebook had a monopoly, having no direct competitors, to which Zuckerberg said that “it certainly doesn’t feel like that to me.”\n\nConnecting the dots — or the pipes\n\nZuckerberg broke out a bit of tech jargon when describing the difference between platforms and internet service providers, referring to the latter as “pipes” and prompting Sen. Roger Wicker (R-Miss.)",
  "Is there an alternative to Facebook in the private sector?”\n\nZuckerberg noted that the average American uses as many as eight different apps on a day-to-day basis in order to keep in touch with friends, but Graham emphasized that he was looking to find out if there was any one provider that offered a nearly identical service — not multiple services that cumulatively offer what Facebook does.",
  "Do you track devices that an individual who uses Facebook has, that is connected to the device that they use for their Facebook connection but not necessarily connected to Facebook?” Zuckerberg maintained that he didn’t know the answer to the question, as Blunt continued rewording his questions about Facebook’s cross-device tracking.",
  "“If people don’t want us to be able to help identify when they’re in photos that their friends upload, they turn it off and we won’t store that for them.”\n\nFischer also asked whether Facebook stores — or shares — user data like text history, user content, activity and device location.",
  "When asked whether that included offline data and data that is “linked not necessarily to Facebook, but some device they went through Facebook on,” he said he wanted to ensure that his answer was accurate and would prefer to have his team follow up with Blunt’s office on the matter.",
  "“If I’m upset with Facebook, what’s the equivalent product that I can go sign up for?”\n\nIn his response, Zuckerberg tried explaining that the social media platform has many competitors across a variety of categories, since Facebook offers so many different services.",
  "There were a few moments during Tuesday’s testimony by Facebook CEO Mark Zuckerberg before the Senate Judiciary and Senate Commerce committees that left lawmakers — and viewers and even Zuckerberg — scratching their heads.",
  "spent a large portion of his allotted five minutes questioning Zuckerberg about Facebook’s use of cross-device tracking, or the tracking of users across multiple devices like smartphones, computers and TVs.",
  "“I believe we do link people’s accounts between devices in order to make sure that their Facebook and Instagram and their other experiences can be synced between their … devices,” Zuckerberg said.",
  "Palantir has denied working with Cambridge Analytica, but former Cambridge contractor Christopher Wylie said that some of Palantir’s staff helped work on the models Cambridge was building.",
  "She added that “some people have referred to [Palantir] as a Stanford Analytica,” suggesting that Palantir may have taught Cambridge Analytica some of its own data-collection methods.",
  "Zuckerberg responded that nearly all of those features would require a user to opt in, but are also the things users are looking for when signing up for a platform like Facebook.",
  "“Nothing in life is free”\n\nSen. Orrin Hatch (R-Utah) questioned why so many Facebook users seemed surprised that companies like Facebook and Google share data with advertisers.",
  "That’s what we’re seeing here.”\n\n“These great websites that don’t charge for access, they extract value in some other way, and there’s nothing wrong with that,” he added.",
  "Story Continued Below\n\nSen. Maria Cantwell (D-Wash.) asked Zuckerberg whether he’d heard of Peter Thiel’s company Palantir, which specializes in big-data analysis.",
  "| Chip Somodevilla/Getty Images Zuckerberg hearing: Grasping — and grasping for — tech terms\n\nTechnology can prove confusing for even the most knowledgeable.",
  "Zuckerberg replied that the platform has various controls in place not only dictating what users’ friends can see, but also what Facebook can access.",
  "“Does [allowing users to control who gets to see their content] limit the ability for Facebook to collect and use it?” Fischer asked.",
  "If you want something without having to pay money for it, you’re going to have to pay for it in some other way, it seems to me.",
  "“Did any of these individuals ever stop to ask themselves why Facebook and Google don’t charge for access,” Hatch said.",
  "had more than a few questions about Facebook’s privacy settings and how users are able to tailor who sees their posts.",
  "“If I buy a Ford and it doesn’t work well and I don’t like it, I can buy a Chevy,” Sen. Lindsey Graham (R-S.C.) said.",
  "Mark Zuckerberg arrives to testify before a combined Senate Judiciary and Commerce committee hearing on Capitol Hill.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "You understand this better than I do, but maybe you can explain to me why that’s complicated.",
  "Cantwell’s peculiar phrasing of this question, however, left Zuckerberg at a loss for words.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "If it gets out in the world, people stop buying that car and they buy another one.",
  "“So, for example, people have control about face recognition,” he said.",
  "But Blunt persisted, saying: “That doesn’t seem that complicated to me.",
  "Car companies face a lot of competition if they make a defective car.",
  "Some healthy competition\n\nSo who’s Facebook’s biggest competitor?",
  "Cross-device tracking (or lack thereof)\n\nSen. Roy Blunt (R-Mo.)",
  "It’s consumer choice.”\n\nHow do privacy settings work, again?",
  "“As long as they’re up front about what they’re doing.",
  "“I’m not talking about categories,” Graham hit back.",
  "to ask what Zuckerberg meant by that phrasing.",
  "“I’m talking about real competition you face.",
  "In my mind, the issue here is transparency.",
  "You can unsubscribe at any time.",
  "Everything involves trade-offs.",
  "“Nothing in life is free.",
  "Sen. Deb Fischer (R-Neb.)",
  "Stanford Analytica?",
  "Well that depends."
]