[
  "(Photo: YURIKO NAKAO, AFP/Getty Images)\n\nMore: Live stream: Facebook CEO Mark Zuckerberg testifies before Congress\n\nMore: Zuckerberg faces senators to explain Facebook data breaches, Russia election meddling\n\nMore: Mark Zuckerberg went from millionaire to billionaire in one year\n\nNotable moments in Zuckerberg's style history\n\nIn 2010, during one of his most notable early public appearances, Zuckerberg appeared at The Wall Street Journal's D Conference wearing a hoodie (with a t-shirt underneath) and began noticeably sweating while being questioned on Facebook's privacy by journalists Kara Swisher and Walt Mossberg.",
  "(Photo: Facebook)\n\nZuckerberg, and his number two at Facebook, COO Sheryl Sandberg, have been making the publicity rounds in the wake of the scandal, going on CNN, the Today Show as well as doing a number of other interviews with media outlets to try to assure the company's two billion-plus users that their data is safe with Facebook.",
  "Facebook CEO Mark Zuckerberg (L) shakes hands with Japan's Prime Minister Yoshihiko Noda in front of a monitor displaying a facebook page of Prime Minister's Office of Japan as they meet at the latter's official residence in Tokyo on March 29, 2012.",
  "An 2010 excerpt from The Facebook Effect: the Inside Story of the Company That Is Connecting the World published in Fortune points to a time Zuckerberg showed up late for an 8 a.m. meeting with buttoned-up Wall Street investors — in pajamas.",
  "Zuckerberg was asked to testify before Congress after it was revealed last month that data firm Cambridge Analytica improperly gained access to 87 million Facebook users' data during the 2016 presidential election.",
  "A number of high profile Facebook users have left the platform in the wake of the scandal, including Tesla and SpaceX CEO Elon Musk and, more recently, Apple co-founder Steve Wozniak.",
  "\"He’s actually showing investors he doesn’t care that much; he's going to be him,\" analyst Michael Pachter told Bloomberg at the time, according to a report in the Washington Post.",
  "(April 10) AP\n\nKnown for his laid-back Silicon Valley-style of gray T-shirts and hoodies, Facebook CEO Mark Zuckerberg is rarely seen making public appearances in formal attire.",
  "On Tuesday, however, he suited up for testimony on Capitol Hill about the misuse of Facebook user data by Cambridge Analytica.",
  "Zuckerberg apologized for the social network's missteps on fake news, interferance in campaigns and other problems.",
  "To be clear, Zuckerberg has worn suits before, including in several appearances with various heads of state.",
  "In 2012, he was criticized for sporting the hoodie while pitching the company to investors ahead of its IPO.",
  "Follow Eli Blumenthal on Twitter @eliblumenthal\n\nRead or Share this story: https://usat.ly/2qmD8hi",
  "In fact, in 2009, he wore a tie every day as part of his \"personal challenge\" for the year.",
  "CLOSE The first of two congressional hearings with Facebook CEO Mark Zuckerberg has begun.",
  "In his CNN interview, Zuckerberg was wearing his trademark grey t-shirt.",
  "But the CEO is still best known for his T-shirts and hoodie style."
]