[
  "* CEO MARK ZUCKERBERG BEGINS GIVING TESTIMONY IN U.S. CONGRESSIONAL HEARING\n\n* ZUCKERBERG SAYS FACEBOOK’S AUDIT OF OUTSIDE APP DEVELOPERS MAY COVER ‘TENS OF THOUSANDS OF APPS’\n\n* ZUCKERBERG SAYS ‘OVERWHELMING FEEDBACK’ OF FACEBOOK USERS IS THAT THEY PREFER ADS RELEVANT TO THEM OVER IRRELEVANT ONES\n\n* ZUCKERBERG SAYS FACEBOOK DID NOT NOTIFY U.S. FTC IN 2015 WHEN IT LEARNED OF CAMBRIDGE ANALYTICA DATA HARVESTING\n\n* ZUCKERBERG SAYS ‘THERE WILL ALWAYS BE A VERSION OF FACEBOOK THAT IS FREE’\n\n* ZUCKERBERG SAYS IN RESPONSE TO QUESTION THAT HE IS NOT AWARE OF PALANTIR TECHNOLOGIES SCRAPING DATA FROM FACEBOOK\n\n* 17, WILL PROVIDE SENATE MORE INFORMATION\n\n* ZUCKERBERG SAYS HE BELIEVES FACEBOOK EMPLOYEES HAVE BEEN INTERVIEWED BY SPECIAL COUNSEL ROBERT MUELLER’S OFFICE\n\n* ZUCKERBERG SAYS IT ‘DOESN’T FEEL LIKE’ FACEBOOK HAS A MONOPOLY\n\n* ZUCKERBERG SAYS OF FACEBOOK TERMS OF SERVICE: ‘I DON’T THINK THAT THE AVERAGE PERSON LIKELY READS THAT WHOLE DOCUMENT’\n\n* ZUCKERBERG SAYS HE HAS NO SPECIFIC KNOWLEDGE THAT CAMBRIDGE ANALYTICA DATA IS BEING STORED IN RUSSIA\n\n* ZUCKERBERG SAYS FACEBOOK’S MESSENGER KIDS APP COLLECTS MINIMUM AMOUNT OF INFORMATION, DATA IS NOT SHARED WITH THIRD PARTIES\n\n* ZUCKERBERG SAYS NO ONE FROM FACEBOOK’S APP REVIEW TEAM HAS BEEN FIRED BECAUSE OF CAMBRIDGE ANALYTICA SCANDAL\n\n* ZUCKERBERG SAYS HE DOES NOT SEE CAMBRIDGE ANALYTICA DATA HARVESTING AS VIOLATION OF FACEBOOK’S AGREEMENT WITH FTC\n\n* ZUCKERBERG SAYS HE DOES NOT AGREE WITH SENATOR RICHARD BLUMENTHAL THAT FACEBOOK WAS ‘WILLFULLY BLIND’ TO ABUSE\n\n* ZUCKERBERG SAYS HE IS CONCERNED ABOUT POSSIBLE POLITICAL BIAS AT FACEBOOK AND TRIES TO ROOT IT OUT\n\n* U.S. CONGRESSIONAL HEARING ON FACEBOOK BREAKS FOR RECESS, WILL RETURN Further company coverage:",
  "April 10 (Reuters) - Facebook Inc Chief Executive Mark Zuckerberg testified for nearly two hours on Tuesday in the first session of privacy-focused hearings on Capitol Hill this week.",
  "Questioning is scheduled to resume on Tuesday after a break."
]