[
  "The development marked the latest privacy gaffe for Facebook since allegations emerged in March that a Trump-affiliated political consultancy firm, Cambridge Analytica, had improperly harvested data from tens of millions of Facebook users in an effort to influence elections.",
  "Chinese firms Huawei, Lenovo, Oppo and TCL were among numerous handset makers that were given access to Facebook data in a \"controlled\" way approved by Facebook, according to a statement Tuesday from Francisco Varela, Facebook's vice president of mobile partnerships.",
  "The company, founded by former Chinese military officer Ren Zhengfei, has long denied that its products pose security risks even as it grew into the world's largest telecom equipment provider and a leading phone manufacturer — behind only Apple and Samsung.",
  "Huawei and its Shenzhen-based rival ZTE have been the subject of security misgivings in the U.S. for years, but they have come under particular scrutiny since the start of the Trump administration amid rising U.S.-China tensions on a range of subjects.",
  "As for Facebook's partnerships with phone makers, The New York Times has detailed how Facebook has given device makers deep access to data, including work history, relationship status and likes on device users and their friends.",
  "Hua Chunying, a Chinese Foreign Ministry spokeswoman, declined to comment on the issue but said: \"We hope the U.S. can provide a fair, transparent, open and friendly environment for Chinese companies' operation and investment.\"",
  "BEIJING (AP) — Chinese phone maker Huawei said Wednesday it has never collected or stored Facebook user data, after the social media giant acknowledged it shared such data with Huawei and other manufacturers.",
  "Huawei, a company flagged by U.S. intelligence officials as a national security threat, was the latest device maker at the center of a fresh wave of allegations over Facebook's handling of private data.",
  "Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee, said the news raises legitimate concerns and wanted to know how Facebook ensured data was not transferred to Chinese servers.",
  "In a follow-up report, the Times said the recipients of Facebook data included Huawei and other Chinese firms that have long been labeled a national security threat by Congress.",
  "Nix said he's embarrassed at having been caught on camera boasting that he could entrap political figures by compromising them with bribes and Ukrainian women.",
  "Facebook said it granted smartphone access to users' data before mobile apps became popular, as a way of making its service work on a broad range of devices.",
  "The Pentagon in May banned the sale of Huawei and ZTE phones on military bases, four months after AT&T dropped a deal to sell a new Huawei smartphone.",
  "While Facebook is banned in China, the government could have had access to user profiles elsewhere, including those of Americans with Huawei phones.",
  "Nix added that the firm was unfairly blamed for putting Donald Trump in office, a vote that \"put an incredibly huge target\" on the back of his firm.",
  "Huawei spokesman Joe Kelly said in a text message Wednesday that the arrangement was about making Facebook services more convenient for users.",
  "Facebook said it helped design and approved Huawei's app, so it knows the data remained on users' phones and wasn't transferred to Huawei.",
  "On Wednesday, the former CEO of the now-defunct firm, Alexander Nix, clashed with British lawmakers as he denied his firm was unethical.",
  "Apple said it used data pulled in from Facebook to let people post photos and other items on Facebook without opening the Facebook app.",
  "Device makers could then build their own software that incorporated Facebook functions, for things like messaging or posting photos.",
  "Nonetheless, Facebook didn't get around to reviewing these partnerships until after the Cambridge Analytica scandal developed.",
  "The partnerships were used for older phones to make Facebook work or at least work better, according to the company.",
  "Apple said it has worked with Facebook for years to let users share things on Facebook through iPhone and Mac apps.",
  "User would log into their Facebook accounts, allowing the phone software to pull in data from Facebook itself.",
  "But he insisted he was entrapped by unscrupulous, undercover journalists — a claim Channel 4 News rejected.",
  "It ended that practice on the iPhone last September, although similar features persist on Mac computers.",
  "___\n\nAP writers Danica Kirka in London and Barbara Ortutay in New York contributed to this report.",
  "Facebook said it would end its data partnership with Huawei by the end of this week.",
  "Newer phones are more powerful and don't need such data sharing.",
  "However, there's no evidence that happened."
]