[
  "Tech executives brace for a public spanking from lawmakers\n\n\"At the highest level, this is what Congress does best: spank executives in public on behalf of their constituents,\" Paul Rosenzweig, a senior fellow at the R Street Institute, told Business Insider in a phone interview on Monday.",
  "\"The main thing that Facebook and Twitter are going to try and avoid is some new form of regulation — some privacy protective regulation — that, for example, prohibits the resale of personal data without explicit consent to every such resale,\" Rosenzweig said.",
  "Facebook embarks on a hiring spree in Washington\n\nFacebook has 11 policy-related job postings on its careers website, signaling it's bulking up on lobbyists and public-policy professionals as it braces for perhaps its highest level of congressional scrutiny.",
  "Stephen Lam/Reuters\n\nWASHINGTON — Major technology companies, particularly Facebook, are gearing up for rounds of marathon hearings and heavy scrutiny from Congress in the wake of the Cambridge Analytica scandal and other concerns about users' privacy.",
  "The Senate Judiciary Committee on Monday extended an invitation to Facebook's founder and CEO, Mark Zuckerberg, to testify on consumer-privacy protections, adding to the list of congressional panels requesting his presence.",
  "\"Every time Facebook says, 'Well, no, you know, you signed up for that in your terms of service,' they think they're answering the mail, and what they're really doing is digging themselves a deeper hole,\" Rosenzweig said.",
  "The Federal Trade Commission confirmed on Monday that it was investigating Facebook — and one way Zuckerberg and other officials could pacify lawmakers would be to publicly commit to cooperation, according to Rosenzweig.",
  "\"It will also examine how such data may be misused or improperly transferred and what steps companies like Facebook can take to better protect personal information of users and ensure more transparency in the process.\"",
  "\"The hearing will broadly cover privacy standards for the collection, retention and dissemination of consumer data for commercial use,\" the committee's chairman, Sen. Chuck Grassley, said in a statement.",
  "Facebook recently sent officials to Capitol Hill to brief various committees, but those briefings were apparently not successful enough to prevent several official requests for Zuckerberg to testify.",
  "Though it's less likely at the moment, one result of a rocky set of hearings from Zuckerberg and other tech executives could be the creation of a data-privacy commission like the European Union's.",
  "Facebook's openings include privacy and public-policy managers for emerging technologies and consumer products, as well as legal counsels for regulatory and political activity.",
  "\"So instead of just the terms of service, you could imagine a world in which Facebook has to say to me 'I want to give this information to Cambridge Analytica, is that OK?'",
  "While Zuckerberg has expressed a willingness to testify before Congress, he has not formally accepted invitations from any of the three committees.",
  "And Zuckerberg, Dorsey, and Pichai are likely to be on the defensive about the prospect that the hearings could result in new legislation.",
  "Facebook will most likely need to reevaluate its messaging, which lawmakers have indicated has been less than satisfactory in Washington.",
  "Citing Facebook sources, CNN reported on Tuesday that Zuckerberg had accepted that he will have to testify and would prepare accordingly.",
  "The three tech CEOs are expected to soon face a barrage of questions about their companies' data collection and privacy policies.",
  "\"Not saying exactly what, but saying, 'We're going to listen to the FTC, and we'll do what they want.'\"",
  "He added: \"I think their job right now is to lean as far forward as they can in being responsive.",
  "But there is still a long road ahead for the social media giant to move beyond this scandal.",
  "Having an arsenal of staff members in Washington could help ease tensions with lawmakers.",
  "'I want to give this information to the Democratic National Committee, is that OK?'",
  "\"So in terms of their public relations, they haven't found the right message yet.\"",
  "It also invited Twitter CEO Jack Dorsey and Google CEO Sundar Pichai.",
  "\"The problem is that usually, that's about all that happens.\"",
  "\"That's sort of how I would play it if I were them,\" he said.",
  "Otherwise, they're going to fall apart, I think.\"",
  "and whether or not that might happen.\"",
  "Mark Zuckerberg."
]