[
  "That’s not true for the startups that might try to unseat them.” — Berin Szóka (@BerinSzoka) April 18, 2018\n\nLast week, @I_Graham_Owens and I sent the Congressional Committees holding hearings a letter analyzing how existing law would cover the Facebook/Cambridge Analytica situation, as well as possible legislation—the first such legal analysis, AFAIK\n\nhttps://t.co/4ArfuvF2Zr pic.twitter.com/bsgJW8x08n — Berin Szóka (@BerinSzoka) April 18, 2018\n\nSzoka also had grievances of being referred to in recent reports as a “conservative,” since he is actually way more aligned with a classical liberal mindset, pointing to his stance on Section 230 of the Communications Decency Act.",
  "(RELATED: Senator Wants Tech Companies To Answer If They Will Support Her Legislation Restricting Their Own Control)\n\nFollowing a spate of recent events and purported revelations ostensibly showing Facebook could do more to protect people’s data and the platform from being manipulated, the company seems to be scrambling to push back against calls for government oversight — both domestically and abroad.",
  "It would be incredibly helpful for our privacy team to hear from you — we’d love to talk through any ideas/advice you have and run our thinking by you as well.”\n\nBerin Szoka of think tank TechFreedom, which received the aforementioned message, downplayed the significance of the outreach, which Politico’s Nancy Scola first reported.",
  "You’ll hear a lot this afternoon about our company’s privacy practices, the privacy updates we’ve made over our history and the ones we’re planning, and our desire to be part of the conversation as privacy experts, lawmakers, and advocates work through complicated questions about best practices in our fast-moving industry.",
  "Nevertheless, regardless of how unusual or usual Facebook’s outreach efforts are, which TheDCNF was told occur with groups “across the ideological spectrum,” it shows its leaders are concerned about looming legislation that may restrict how it conducts business.",
  "I know it’s not lost on anyone in the free market community that with GDPR on the way in Europe and the rapidly changing discussions here in Washington, there’s an increased chance Washington will rush to regulate, with privacy concerns at the top of the radar.",
  "It reads:\n\n“Before today’s hearing gets underway, I wanted to reach out to invite you to a discussion on privacy regulations and legislation on Wednesday, April 25 at 3:00-4:30 here at our offices.",
  "Facebook reached out to conservative and libertarian-leaning groups last week — something not entirely new or novel but may show the tech giant wants help in opposing potential privacy regulations.",
  "Facebook CEO Mark Zuckerberg seems worried it may have to change its operations and features in ways that may upend the fundamental aspects of the business in order to comply with those rules.",
  "GDPR-like regulations “are very positive,” Zuckerberg said in a call to reporters April 4, but added the caveat that different rules don’t always make sense for different places in the world.",
  "The European Union’s new rules governing the internet and technology in general, known as the General Data Protection Regulation (GDPR), is stringent compared to U.S. law.",
  "It’s how we lawyers and policy nerds keep up with the practical realities of tech This story makes it sound like @Lori_SuLin was contradicting #Zuckerberg.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "https://t.co/hRkJgoQBfA — Berin Szóka (@BerinSzoka) April 18, 2018\n\nAs I told @nancyscola: “Facebook has a huge compliance team.",
  "The social media company sent an invitation to see if advocacy organizations, think tanks and the like were willing to help.",
  "This is much ado about nothing Tech policy groups across the political spectrum go talk to companies all the time.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The invitation email is being perceived as a “big thing,” which “it wasn’t,” Szoka told TheDCNF.",
  "Facebook provided The Daily Caller News Foundation with some of the language from the invite.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "They can manage whatever comes out of the regulatory process.",
  "Not so."
]