[
  "What's Next on Wall Street: \"Tencent Music Entertainment Group, China's largest music-streaming company, is preparing what would be one of the biggest technology IPOs ever,\" by WSJ's Maureen Farrell and Julie Steinberg:\n\n• \"The initial public offering, potentially coming in the second half of 2018, would be one of the largest deals of the year and ... could value the business in excess of $25 billion.\"",
  "---\n\nGoing Vertical: How DOJ vs. AT&T ends\n\nMy colleague Hadas Gold explains how Judge Richard Leon can rule in the DOJ-AT&T case, which will hear closing arguments at the end of the month:\n\n• \"Leon has more than a binary option ... [he] can essentially force a third option, where he tells AT&T and Time Warner he'd allow the merger to proceed but only if they made certain changes to the transaction.\"",
  "\"YouTube ran ads from hundreds of brands on extremist channels\" by CNN's Paul P. Murphy, Kaya Yurieff and Gianluca Mezzofiore:\n\n• CNN's investigation found that ads from over 300 major brands and five US government agencies ran on YouTube channels promoting Nazism, white nationalists, pedophilia, North Korean propaganda and more.",
  "• \"One possibility ... could be an adjustment to the arbitration offer that ... guarantees Turner will arbitrate any contract disputes with distributors, like a cable company or a new streaming service, and guarantees against blackouts in which distributors lose access to certain channels during an impasse in negotiations.\"",
  "---\n\nWhat SFO-JFK is reading\n\nNYT's Nellie Bowles on Facebook's Campbell Brown: \"Since joining [Facebook] in 2017 to repair its frayed relationship with the news media, many have considered the former CNN and NBC anchor as as little more than window dressing.",
  "---\n\nThe old Facebook\n\nFacebook spent more on lobbying in Q1 2018 than ever before, per Recode's Kurt Wagner:\n\n• Facebook \"forked over $3.3 million to steer lawmakers on privacy, security, online advertising, and transparency efforts, among other issues.\"",
  "• Yurieff emails: \"Major brands — such as Amazon, Hilton, Hershey, Netflix and Under Armour -- told us they have guardrails and filters in place to prevent their ads from appearing against content that doesn't align with their values.",
  "Facebook ads VP Rob Goldman has a new post explaining what data advertisers have on you:\n\n• Goldman argues that users are not the product, seeking to rebut the favored narrative of Facebook's critics and competitors.",
  "• \"It would be the fourth-biggest U.S.-listed tech IPO on record ...\"\n\n• \"Investors are excited about Tencent Music because of its connection to Tencent Holdings ... as well as its position in the marketplace.\"",
  "---\n\nFallen Apple: HomePod orders halved\n\nMy colleague Jordan Valinsky emails:\n\nApple is cutting orders of its HomePod speaker from half a million per month to 200,000 amid disappointing sales, per DigiTimes.",
  "The Google parent company collects a huge amount of user data and, like Facebook, hosts a lot of controversial content, yet it has largely escaped scrutiny while Mark Zuckerberg gets put through the ringer.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nTalk of Tinseltown: What Netflix execs make\n\n• CEO Reed Hastings: $24.4 million in 2017, up 5% from 2016.",
  ": Yurieff notes Google CEO Sundar Pichai said on the last earnings call that YouTube was working to stop abuse on its platform after criticism from advertisers, content creators and users.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nAlphabet Soup: Google: The New Facebook\n\nWhat's Next: Alphabet under the klieg lights.",
  "Others see her as a more insidious figure — a telegenic personality with close ties to conservative figures who can offer Facebook's outreach the veneer of journalistic credibility.",
  "---\n\nWhat Next: \"Letter from Tokyo: Japan's Rent-a-Family Industry,\" by The New Yorker's Elif Batuman: \"People who are short on relatives can hire a husband, a mother, a grandson.",
  "Monday: Alphabet ... Tuesday: Verizon ... Wednesday: Facebook, Twitter, AT&T, Comcast, Viacom, Qualcomm ... Thursday: Amazon, Microsoft, Intel, Baidu, Starbucks.",
  "• \"Earlier this month, Leon asked one witness ... whether he'd be open to an arbitration offer that was not as 'blind' and 'mutually beneficial, mutually fair.'",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nWhat Elon Musk is reading\n\n@KanyeWest: \"I really love my Tesla.",
  "What's Next: Robots: Amazon is ramping up development on Vesta, an in-home robot that moves around the house and provides Alexa-like features, per Bloomberg.",
  "• Cambridge Analytica: Whistleblower Christopher Wylie testifies before the House; Facebook CTO Mike Schroepfer appears before British parliament.",
  "But a year and a half into her tenure, Ms. Brown ... is emerging as a fiery negotiator for her vision of Facebook as a publishing platform.\"",
  "• Reminder: Netflix says it will spend up to $8 billion on original and licensed content in 2018 and has an estimated $20+ billion in debt.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nGoing Public: Tencent: $25 billion IPO?",
  "What Judge Leon decides will set the terms for consolidation strategies for years to come, including media acquisitions by big tech.",
  "Meanwhile ... Pichai is set to cash in $380 million this week when the shares he received before a 2014 promotion vest on Wednesday.",
  "The Big Picture: Chinese companies' power on Wall Street is driven in large part by the sheer enormity of the Chinese population.",
  "That led many observers to wonder if Leon was leaning toward approving the merger, but with an altered arbitration agreement.\"",
  "• \"Google also is the biggest enabler of data harvesting, through the world's two billion active Android mobile devices.\"",
  "• White House Correspondents' Dinner weekend: We'll be in Washington for the parties, brunches, gossip, scuttlebutt, etc.",
  "\"Google gathers more personal data than Facebook does, by almost every measure—so why aren't we talking about it?\"",
  "By that measure, Apple will only sell around 2 to 2.5 million HomePods in its first 12 months of availability.",
  "by WSJ's Christopher Mims:\n\n• \"Google Analytics is far and away the web's most dominant analytics platform.",
  "Vesta is named after the Roman goddess of the hearth, home and family, and could be in your home by 2019.",
  "Meanwhile, Spotify has around 71 million subscribers while Apple Music has just over 40 million.",
  "The mounting scrutiny on Alphabet and Google could force Larry Page et al to face the music.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation",
  "The Big Picture: The hold up on AT&T-Time Warner is a hold up on all media M&A.",
  "Flashback: Musk at SXSW, when asked who inspires him: \"Kanye West, obviously.\"",
  "Our best guesses:\n\n• It's more expensive than other home assistants ($349).",
  "And you thought Amazon surpassing 100 million Prime members was impressive.",
  "calls rebuttal witnesses; closing arguments by the end of the month.",
  "... Google Analytics tracks you whether or not you are logged in.\"",
  "The resulting relationships can be more real than you'd expect.\"",
  "• CCO Ted Sarandos: $22.4 million in 2017, up 18.5% from 2016.",
  "Amazon says it won't comment on \"rumors and speculation.\"",
  "• It has far fewer features than other home assistants.",
  "• Tencent Music has 700 million monthly active users.",
  "Our colleague Hadas Gold is in the courtroom.",
  "What else:\n\n• DOJ vs. AT&T: Justice Dept.",
  "• Will it come up on the earnings call?",
  "Want this in your inbox every morning?",
  "---\n\nToday's PACIFIC\n\nGood morning.",
  "Why isn't HomePod selling?",
  "Welcome to Earnings Week.",
  "But it happened anyway.\"",
  "I'm in the future.",
  "See you tomorrow.",
  "Thank you Elon.\"",
  "..."
]