[
  "Cooper Hefner, the son of Playboy’s late founder Hugh Hefner and the company’s chief creative officer, said early Wednesday on Twitter that the publication was “stepping away” from Facebook:\n\nWe are stepping away from Facebook pic.twitter.com/4yFIdk2eDE — Cooper Hefner (@cooperhefner) March 28, 2018\n\nHefner said Facebook’s “content guidelines and corporate policies” contradict Playboy’s values, but the publication had “tried to craft” its voice for the platform, “which in our opinion continues to be sexually repressive.”\n\nBut after “learning of the recent meddling in a free U.S. election” involving data on Facebook users ?",
  "In a Facebook post Tuesday, comedy star Will Ferrell said he’d delete his account “in 72 hours” because he was “very disturbed to hear about Cambridge Analytica’s misuse of millions of Facebook users’ information in order to undermine our democracy and infringe on our citizens’ privacy.”\n\nFacebook\n\n“In this day and age, with misinformation running rampant, it’s important that we protect the truth, as well as those who work to bring it to light,” Ferrell added.",
  "“I can no longer, in good conscience, use the services of a company that allowed the spread of propaganda and directly aimed it at those most vulnerable.”\n\nSinger Cher deleted her account a week ago:\n\n2day I did something VERY HARD 4 me.Facebook has helped me with my Charity, &there are amazing young Ppl there.I have a special friend (Lauren)who I Respect & Admire,but today I deleted my Facebook account .",
  "— Cher (@cher) March 21, 2018\n\nThe #deleteFacebook hashtag has trended online in recent days, as users have reacted angrily to revelations that political data firm Cambridge Analytica, which worked for President Donald Trump’s campaign, harvested the data of 50 million people.",
  "“Today we take another step in that ongoing fight.” The company said it would be “deactivating the Playboy accounts that Playboy Enterprises manages directly.”\n\nPlayboy’s main verified Facebook account appeared to have been deleted as of early Wednesday.",
  "Hefner said it was “clear to us that we must leave the platform.”\n\n“Playboy has always stood for personal freedom and the celebration of sex,” Playboy Enterprises Inc. said in a further statement.",
  "The magazine publisher is the latest high-profile name to announce it is quitting the social media platform in the wake of the Cambridge Analytica data scandal.",
  "Elon Musk pulled the official Facebook pages for his companies, SpaceX and Tesla, as well as his own personal page on Friday.",
  "Other verified Playboy accounts — including those for Romania, Philippines, Germany, Mexico and Brazil — remained live.",
  "Elon Musk, Will Ferrell and Cher have said in recent days they’re deactivating their Facebook accounts.",
  "I Believe....There are Things MORE”IMPORTANT”THAN????",
  "“more than 25 million of which are Playboy fans” ?",
  "Playboy has joined the backlash against Facebook.",
  "I Love My????????."
]