[
  "Take a look at your terms\n\nRegardless of your login process, now is the right time to take a look at your privacy policy, cookie and personal identifiable information use and storage, and terms and conditions of use of your site.",
  "For small businesses, this can be a great opportunity to differentiate your brand and practices from bigger competitors and help cultivate trust with your customers, user base, or clients (no matter what you call them).",
  "On the other hand, you are likely allowing Facebook to follow user activity from your site and do a bunch of different stuff with it, and you might not agree with all that stuff if you look closely.",
  "But for business owners and entrepreneurs, the issue might not stop there, because Facebook authorization (and logins through other big networks like Google) are extremely common.",
  "If you are using logins from Facebook, Instagram, Google, etc to create user accounts for your site, think about what comes next and if you want to continue to use those tools.",
  "The Bottom Line\n\nThe bottom line of this series of revelations is that data privacy and how companies are storing, using, and selling customer’s data is now in the spotlight.",
  "However, these revelations are definitely raising questions for everyone about everywhere they go on the web, and what data they are sharing and where that data is going.",
  "As users become more and more concerned about these issues, they’ll be looking for transparency and security from the companies they are giving their time and money to.",
  "This could be a good time to offer users an alternative way to register with your site, and/or an opportunity to request to remove their past data.",
  "In the case of Facebook, their very broad user agreement the main point of focus for determining if they really violated any contract with users.",
  "You will want to make sure that whatever default options you chose at the start are still relevant, and still align with your company’s values.",
  "In fact, any third party applications or networks that you use on your website or app could present similar tracking and data handling issues.",
  "On one hand, it provides an easy point of entry for new users and customers and can make the journey from “hello” to a purchase much easier.",
  "This includes reviewing any other third party services you are using, like data storage, credit card processing, and other website ad-ons.",
  "For a lot of people, this is a reminder to go in and check out those privacy settings and remove some authorized apps.",
  "One thing we do know: privacy policies are now under scrutiny, and consumers want answers.",
  "This situation with Facebook and Cambridge Analytica is just getting worse and worse.",
  "Questions are about to start coming in, and you want to be prepared to answer them.",
  "For others, it’s a call to #deletefacebook completely.",
  "Where this Facebook scandal stops, no one knows.",
  "Evaluate your partnerships.",
  "What should you do?"
]