[
  "Equifax – The credit reporting agency can be sued by Massachusetts over its 2017 data breach that exposed personal information from 147 million people, according to a ruling from a Suffolk County Superior Court Judge.",
  "Intel – The chipmaker's stock was downgraded to \"hold\" from \"buy\" at Stifel Nicolaus, which notes the 35 percent run-up since last July and said the upgrade cycle could peak in the second half of this year.",
  "Facebook – Facebook upped its estimate of how many users may have had their personal information improperly shared with political consulting firm Cambridge Analytica to 87 million from the prior 50 million.",
  "Nike – Nike told employees that the athletic footwear and apparel maker had \"failed to gain traction\" in its attempts to hire and promote women and minorities, in a memo seen by The Wall Street Journal.",
  "Trade Desk – The programmatic ad agency's stock was rated \"overweight\" in new coverage at Piper Jaffray, which said the company is a leading player in a rapidly improving and growing industry.",
  "Spotify – The music streaming service was rated \"buy\" in new coverage at Stifel Nicolaus, which pointed to Spotify's dominant position in the industry and a \"long runway\" for user growth.",
  "Check out which companies are making headlines before the bell:\n\nCitigroup, Wells Fargo – UBS upgraded both banks to \"buy\" from \"neutral,\" pointing to underperformance vs. their peers.",
  "Delta Air Lines, Sears Holdings – Delta and Sears say some of their customer payment information may have been affected by a cybersecurity breach at software firm [ 24]7.ai.",
  "A top Thompson executive had been accused by chief communications officer Erin Johnson of racist and sexist behavior and is said to be receiving a substantial settlement.",
  "The retailer's revenue beat forecasts, as well, but it gave mixed guidance for 2018 — including a comparable-store sales increase that falls largely below consensus.",
  "SandRidge Energy — Investor Carl Icahn plans to nominate a full slate of board candidates at SandRidge, according to a Securities and Exchange Commission filing.",
  "UBS feels Citi will benefit from strength in global consumer banking, while Wells Fargo has many strengths that are not reflected in the stock's current price.",
  "Zuckerberg will be testifying before Congress next Tuesday and Wednesday on this and general data privacy matters involving the social media giant.",
  "AMC Entertainment – AMC will open up to 40 movie theaters in Saudi Arabia over the next five years after striking a new agreement with the kingdom.",
  "Carlyle Group – The U.S. buyout firm struck a deal to buy Australia's Accolade Wines from an Australian private equity firm for $770 million.",
  "Separately, the food maker said it was exploring alternatives for its baking business, which includes the Pillsbury and Martha White brands.",
  "Smucker – Smucker will buy pet food maker Ainsworth Pet Nutrition for $1.9 billion in cash to boost its pet food portfolio.",
  "Ollie's Bargain Outlet – Ollie's reported adjusted quarterly profit of 51 cents per share, 2 cents a share above estimates.",
  "WPP – The ad agency settled a lawsuit with a former executive at WPP's J. Walter Thompson unit, according to the Journal.",
  "Icahn feels that a strategic review currently being overseen by the board \"is likely to be value destructive.\"",
  "Broadcom had been located in the U.S. until two years ago, when it was bought by Singapore chipmaker Avago.",
  "The restated results reflect a new accounting standard impact revenue from long-term contracts.",
  "Equifax had moved to dismiss that lawsuit filed by Massachusetts Attorney General Maura Healey.",
  "General Electric – GE said it would provide restated results for 2016 and 2017 by April 13.",
  "However, CEO Mark Zuckerberg said there was \"no meaningful impact\" from the data scandal.",
  "Broadcom – Broadcom said it had completed its move back to the U.S. from Singapore.",
  "The firm provides security services for a number of well-known companies.",
  "Saudi Arabia has had a movie theater in more than 35 years.",
  "Icahn is the largest shareholder in SandRidge.",
  "J.M."
]