[
  "Facebook users will be able to limit the kinds of data that advertisers use to target their pitches, he added, but “all ads on Facebook are targeted to some extent, and that’s true for offline advertising, as well.”\n\nFacebook, the world’s largest social media network, will use what are known as “permission screens” - pages filled with text that require pressing a button to advance - to notify and obtain approval.",
  "Last month, Facebook disclosed that the personal information of millions of users, mostly in the United States, had wrongly ended up in the hands of political consultancy Cambridge Analytica, leading to U.S. congressional hearings and worldwide scrutiny of Facebook’s commitment to privacy.",
  "Regulators, investors and privacy advocates are closely watching how Facebook plans to comply with the EU law, not only because Facebook has been embroiled in a privacy scandal but also because other companies may follow its lead in trying to limit the impact of opt-outs.",
  "MENLO PARK, Calif. (Reuters) - Facebook Inc (FB.O) said on Tuesday it would continue requiring people to accept targeted ads as a condition of using its service, a stance that may help keep its business model largely intact despite a new European Union privacy law.",
  "Facebook Deputy Chief Privacy Officer Rob Sherman said the social network would begin seeking Europeans’ permission this week for a variety of ways Facebook uses their data, but he said that opting out of targeted marketing altogether would not be possible.",
  "The screens will not give Facebook users the option to hit “decline.” Instead, they will guide users to either “accept and continue” or “manage data setting,” according to copies the company showed reporters on Tuesday.",
  "Facebook Chief Financial Officer David Wehner warned in February the company could see a drop-off in usage due to the EU law, known as the General Data Protection Regulation (GDPR).",
  "REUTERS/Dado Ruvic/Illustration/File Photo\n\nThe EU law, which takes effect next month, promises the biggest shakeup in online privacy since the birth of the internet.",
  "FILE PHOTO: Silhouettes of mobile users are seen next to a screen projection of Facebook logo in this picture illustration taken March 28, 2018.",
  "The screens will show up on the Facebook website and smartphone app in Europe this week and globally in the coming months, Sherman said.",
  "“Facebook is an advertising-supported service,” Sherman said in a briefing with reporters at Facebook’s headquarters.",
  "Companies face fines if they collect or use personal information without permission.",
  "“People can choose to not be on Facebook if they want,” Sherman said."
]