[
  "More: Apple will let you know when Facebook is snooping on you\n\nThe scrutiny dates back to a time when Facebook, in a bid to get many more people to join the service, gave third parties who created an app on the Facebook platform access to the personal information of Facebook users including friend lists, interests and \"likes.\"",
  "According to the Wall Street Journal, which cited court documents, unnamed Facebook officials and other unnamed sources, Facebook made special agreements with certain companies called \"whitelists,\" which gave them access to extra information about a user's friends.",
  "Ime Archibong, Facebook's vice president of product partnerships, said in a statement Friday that the deals only involved allowing users to share their friends' lists with Facebook apps, not their friends' personal information such as photos or interests.",
  "In April, Mark Zuckerberg testified before Congress after Facebook disclosed, following news reports, that as many as 87 million users' data was sold to a political ad targeting firm during the 2016 U.S. presidential election without the users' consent.",
  "The Federal Trade Commission is investigating whether the Cambridge Analytica breach violated a 2011 consent decree barred it from making misrepresentations about the privacy or security of consumers' personal information.",
  "These deals were made separately from the company's data-sharing agreements with device manufacturers such as Huawei, which Facebook disclosed earlier this week after a New York Times report on the arrangement.",
  "(Photo: Facebook)\n\nFacebook granted a select group of companies special access to its users' records even after the point in 2015 that the company has claimed it stopped sharing such data with app developers.",
  "Facebook said following the WSJ report it inked deals with a small number of developers that gave them access to users' friends after the more restrictive policy went into effect.",
  "The move coaxed more people to join Facebook and spend more time there, fueling the rapid rise of the social network from 58 million users to more than 2 billion.",
  "Under criticism it was too lax with privacy, Zuckerberg told Congress it cut off developers' broad access to information on users' friends in 2015.",
  "More: Facebook accused of giving device makers deep access to data\n\nMore: After Facebook hearings, users want to know: who is protecting my data?",
  "\"In 2014, all developers were given a year to switch to the new, more restricted version of the (app programming interface),\" Archibong said.",
  "This includes data such as phone numbers and \"friend links,\" which measure the degree of closeness between users and their friends.",
  "Some lawmakers have asked Facebook to answer questions related to the more recent reports on sharing with device makers.",
  "\"A few developers including Nissan and RBC asked for a short extension — and those extensions ended several years ago.\"",
  "This development is the latest in a series of revelations on Facebook's data sharing practices.",
  "It's unclear how many companies were allowed this special access or how long it lasted.",
  "Zuckerberg has apologized for not doing enough to protect user data.",
  "Read or Share this story: https://usat.ly/2sJy1tz",
  "Mark Zuckerberg."
]