[
  "It’s not clear how many of Facebook’s 2.2 billion users deleted their account, even though #DeleteFacebook has been trending on Twitter TWTR, -0.39% and Facebook FB, -1.58% Zuckerberg said the #DeleteFacebook protests had no “meaningful impact.”\n\nGet a daily roundup of the top reads in personal finance delivered to your inbox.",
  "We are not sweeping up data.’ Sheryl Sandberg\n\nMany Facebook users, however, are upset about how their information is being used after recent revelations that Cambridge Analytica, a company tied to President Trump’s election campaign, scraped data from users and their friends via an online personality test.",
  "People use the free service to network and log into their Tinder IAC, -3.56% account and will share the most intimate details of their lives, including their employment history, educational achievements, hopes, dreams, family photographs and “like” certain brands without a second thought.",
  "When it comes to mixing Facebook and finance, however, most users balk: 91% said they wouldn’t trust Facebook to handle their payments or other financial services, according to a survey of 1,000 adults released this week by personal-finance site MagnifyMoney.",
  "But we were way too idealistic.’ Sheryl Sandberg\n\nDon’t miss: What Zuckerberg didn’t say: You risk more than your data on Facebook\n\nFacebook users are not shy about sharing the most intimate details of their lives online.",
  "Facebook launched a Messenger Payments feature in 2015, but this was not disclosed to the respondents, and the survey’s authors assumed they were either not aware of the payments service or did not currently use it.",
  "Facebook chief executive Mark Zuckerberg said most of the company’s 2.2 billion users likely have had their public profile information scraped by outsiders without their explicit permission.",
  "In the aftermath of the Cambridge Analytica scandal, Facebook CEO Mark Zuckerberg pledged to be more careful when vetting third party apps, but said fixing the problem could take years.",
  "People are sharing data with Facebook.”\n\nSandberg also defended the company’s reasons for collecting data when Guthrie said Facebook uses data to sell advertisements.",
  "We did not think enough about the abuse cases.” She apologized and said Facebook is taking “firm action.”\n\n‘We really believed in protecting privacy.",
  "Speaking on NBC’s CMCSA, -1.24% “Today” show, Sandberg told interviewer Savannah Guthrie, “I don’t think that’s true and I don’t think that’s fair.",
  "But she suggested the company was naive about how third party apps would use the company’s treasure trove of data.",
  "Speaking on NPR’s “Morning Edition,” Sandberg also said she didn’t know if other companies had misused user data.",
  "But is it a friendly social network or, as the NSA whistleblower contends, a data-mining service for advertisers?",
  "Edward Snowden, the former National Security Agency contractor, believes Facebook is a surveillance operation.",
  "This week, Facebook said 87 million people were impacted, up from a previous estimate of 50 million people.",
  "“Here’s how we’re using it: We’re using it to personalize your service,” she told Guthrie.",
  "So, one piece of data you put on Facebook is who you connect to and your friends.",
  "That’s how we’re using your data.”\n\n‘Facebook at its core is a sharing service.",
  "We show you in your news feed posts from people you’ve connected to.",
  "Facebook’s chief operating officer Sheryl Sandberg begs to differ.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "“We really believed in social experiences,” she said.",
  "Facebook has apologized for user data being misused.",
  "“So, let’s talk about the data you put on Facebook.",
  "Facebook at its core is a sharing service.",
  "“We really believed in protecting privacy.",
  "But we were way too idealistic.",
  "Sandberg said it’s the former.",
  "We are not sweeping up data.",
  "People are inputting data.",
  "Sign up here."
]