[
  "The announcement comes amid growing criticism of Facebook's data-privacy policies following the revelations that data firm Cambridge Analytica exploited a loophole to harvest data from many as 87 million Facebook users.",
  "Aside from enabling European users to choose face recognition if they want to opt in, the blog post did not so much announce changes but instead said users would be able to review the company's existing practices.",
  "The terms and conditions that went into effect at the beginning of April didn't change what the company collects from its more than 2 billion users, and Facebook isn't overhauling its privacy policies.",
  "\"Everyone – no matter where they live – will be asked to review important information about how Facebook uses data and make choices about their privacy on Facebook,\" Facebook wrote in a blog post.",
  "Facebook also said it will ask users to \"review information about this type of advertising, and to choose whether or not they want us to use data from partners to show them ads.\"",
  "For example, Facebook said it will ask users if they want to continue to share (and let Facebook use data about) political, religious, and relationship information.",
  "Facebook suffered heavy financial losses after the Cambridge Analytica relevations, but its stock rebounded during Zuckerberg's testimony before Congress last week.",
  "Facebook CEO Mark Zuckerberg said in his testimony before Congress last week that he plans to make the European regulations, known as GDPR, standard for all users.",
  "Since 2006, Facebook has repeatedly promised to update its policies on data protection -- and each time it claims to have heard and acted on feedback from users.",
  "Facebook announced late Tuesday the first steps it is taking to comply with European data protections set to go into effect May 25.",
  "Starting this week, Facebook will ask all users if they agree with its new terms of service, which debuted on April 4.",
  "While Facebook said the new options will eventually be available to users worldwide, they will show up Europe first.",
  "Instead, Facebook said, those changes will shed light on how much data collects and how that information is shared.",
  "\"I think the GDPR in general is going to be a very positive step for the internet,\" Zuckerberg said.",
  "\"As always, including this information on your profile is completely optional,\" Facebook wrote.",
  "\"We're making it easier for people to delete it if they no longer want to share it.\"",
  "But it was always an option to opt out of sharing that information."
]