[
  "White continued: “Although no CEO would likely want to trade places with [Facebook CEO Mark Zuckerberg] right now, we believe Facebook has an opportunity to set a standard for data privacy before potentially onerous U.S. regulation ensues, while being publicly seen as leading the charge.”\n\nFox News’ Christopher Carbone and the Associated Press contributed to this article.",
  "“Although we expect the Cambridge Analytica crisis to experience news flow aftershocks throughout 2018, we believe this crisis has provided Facebook with an opportunity to strengthen the integrity of its brand by very publicly putting in place strong privacy controls to protect its users,” he wrote.",
  "These updates do not change that.”\n\nFacebook has been in the spotlight since reports emerged last month that data mining firm Cambridge Analytica improperly used information from more than 50 million accounts on the social network, prompting Facebook to suspend the U.K.-based company.",
  "FACEBOOK THINKS IT KNOWS WHETHER YOU'RE LIBERAL OR CONSERVATIVE: HERE'S HOW TO FIND OUT\n\nGDPR is the latest attempt by EU regulators to rein in mostly American tech giants who they blame for avoiding tax, stifling competition and encroaching on digital privacy rights.",
  "FACEBOOK OUTLINES STEPS TO COMPLY WITH NEW PRIVACY LAWS FOLLOWING CAMBRIDGE ANALYTICA SCANDAL\n\nFacebook says that all the social network's users are receiving the same level of privacy protection, regardless of whether they are in Europe or not.",
  "“The GDPR and EU consumer law set out specific rules for terms and data policies which we have incorporated for EU users,\" said Stephen Deadman, Facebook's deputy chief global privacy officer, in a statement emailed to Fox News.",
  "EX-CAMBRIDGE ANALYTICA EXEC: USERS SHOULD CONSIDER FACEBOOK DATA THEIR 'PROPERTY'\n\nIf the new law went into effect now, almost 1.9 billion Facebook users around the world would be protected by it, according to Reuters.",
  "The EU rules require consent forms to be written in plain language anyone can understand, as the EU targets the legalese buried in pages of terms and conditions that few users actually read before clicking \"I Agree.\"",
  "In a research note released on Friday, Brian White, an analyst at brokerage firm Monness Crespi Hardt, wrote that Facebook could emerge from the data scandal with a vastly improved story around data privacy.",
  "The EU says the rules are the most important change in data privacy regulation in a generation as it tries to catch up with technological advances since 1995, when the last comprehensive rules were approved.",
  "Facebook, which is still feeling the shockwaves from the Cambridge Analytica data scandal, is reportedly looking to put 1.5 billion users beyond the reach of a new European Union privacy law.",
  "Next month, however, Facebook is reportedly planning to change this setup, a move which would take 1.5 billion users in Latin America, Asia, Africa and Australia out of the reach of GDPR.",
  "On May 25, the EU will start enforcing the new regulation, which explicitly applies to any company that uses the data of EU residents, no matter where it is based.",
  "Organizations in breach of GDPR can be fined up to 4 percent of their annual global turnover or 20 million Euros ($24.6 million), whichever is greater.",
  "\"We have been clear that we are offering everyone who uses Facebook the same privacy protections, controls and settings, no matter where they live.",
  "For Facebook, which reported over $40 billion in revenue during its fiscal year 2017, the implications of the new regulation is significant.",
  "The social network’s users outside the U.S. and Canada, it notes, are covered by terms of service centered on Facebook’s Irish headquarters.",
  "Reuters reports that Facebook is looking to limit its exposure to the EU's new General Data Protection Regulation (GDPR).",
  "Earlier this week, in a blog post, Facebook outlined a series of steps that it is taking to comply with new privacy laws.",
  "As of Dec. 31, 2017, Facebook had 2.13 billion monthly active users, 184 million of which live in the U.S. and Canada.",
  "Cambridge Analytica, which has ties to Donald Trump’s 2016 presidential election campaign, denies any wrongdoing.",
  "The regulations also require that consent must be as easy to withdraw as it is to give.",
  "Passed in 2016, the law regulates how firms protect the data of EU citizens.",
  "Follow James Rogers on Twitter @jamesjrogers"
]