[
  "We actually do this fairly regularly … There are lots of different topics that Congress needs and wants to know about, and the way that we approach it is that our responsibility is to make sure that they have access to all of the information that they need to have.” But Zuckerberg did hedge this offer by saying, “the short answer is, I’m happy to if it’s the right thing to do”\n\nEssentially, Zuckerberg is saying that while he may be willing to testify before Congress if absolutely necessary, it’s very likely that Facebook will once again send a panel of lawyers and executives in place of the company’s CEO.",
  "“I was maybe too idealistic on the side of data portability, that it would create more good experiences — and it created some — but I think what the clear feedback from our community was that people value privacy a lot more.” Zuckerberg also stated that the company should have done more to confirm that Cambridge Analytica had deleted the data of 50 million Facebook users, as they had claimed they did.",
  "Facebook CEO Mark Zuckerberg said in a recent interview that he would be “happy” to testify before Congress about the site’s recent data scandal but dodged a commitment to do so by adding the caveat that he would testify only if it is “the right thing to do.”\n\nRecode reports that Facebook CEO Mark Zuckerberg commented on the company’s Cambridge Analytica user data scandal.",
  "Zuckerberg did admit that the company has made mistakes, however, saying that they possibly should not have opened up user data to third-party services so widely in 2007, and further exasperated that issue in 2008 with the launch of Facebook Connect which aimed to integrate users Facebook profile and friends group with other apps.",
  "“Given what we know now, we clearly should have followed up, and we’re never going to make that mistake again.”\n\nFacebook claims it will begin investigating other app developers to see if they violated users privacy as Cambridge Analytica allegedly did, but this will be no easy feat.",
  "Where is the line?” Zuckerberg’s proposed solution is to give power to the Facebook community, “What I would really like to do is find a way to get our policies set in a way that reflects the values of the community, so I am not the one making those decisions,” Zuckerberg said.",
  "“I feel fundamentally uncomfortable sitting here in California in an office making content policy decisions for people around the world.”\n\n“[The] thing is like, ‘Where’s the line on hate speech?’ I mean, who chose me to be the person that did that?” Zuckerberg said.",
  "What are companies that were doing unusual things?”\n\nZuckerberg seemed to express a desire to take a more hands-off approach to community decisions saying “A lot of the most sensitive issues that we face today are conflicts between real values, right?",
  "“There was this values tension playing out between the value of data portability — being able to take your data and some social data, the ability to create new experiences — on one hand, and privacy on the other hand,” he said.",
  "“We do know all the apps that registered for Facebook, and all the people who were on Facebook who registered for those apps, and have a log of the different data requests that the developers made.",
  "“The data isn’t on our servers, so it would require us sending out forensic auditors to different apps,” explained Zuckerberg.",
  "When asked would he be willing to testify before Congress about the situation, Zuckerberg stated, “I’m open to doing that.",
  "“At the time it didn’t seem like we needed to go further on that,” Zuckerberg said.",
  "“I guess I have to, because of [where we are] now, but I’d rather not.”",
  "So we can get a sense of — what are the reputable companies?",
  "“Frankly, I just think I got that wrong,” said Zuckerberg.",
  "Freedom of speech, and hate speech and offensive content."
]