[
  "But the number that said they deleted their accounts was \"negligible,\" suggesting that the backlash has been contained, Ives said\n\n\"We estimate in a worst case scenario that between $1 billion to $2 billion of annual advertising\n\n[about 3 percent of revenue] is potentially 'at risk' in 2018 based on slower user growth,\" Ives wrote.",
  "About 15 percent of users said in a poll that they will decrease their use of Facebook after a data scandal related to Cambridge Analytica, according to Daniel Ives, head of technology research at GBH Insights, in a Friday research note.",
  "Until the \"pivotal\" quarterly report is released, Ives said he remains optimistic on Facebook's business prospects, thanks to increased monetization from \"golden jewel\" Instagram, which is owned by Facebook.",
  "\"[E]arnings will be the next key step for investors to either boost their confidence in the Facebook story going forward or raise further red flags around the risk profile going forward,\" Ives wrote.",
  "In recent months, a whistleblower and press reports indicated that some user data that Facebook thought was deleted had actually been sold via third parties like Cambridge Analytica.",
  "And during a joint hearing of the Senate Judiciary and Commerce committees, Zuckerberg said there had not been a dramatic falloff in the number of people that use Facebook.",
  "The average price target on Wall Street was $216.47, according to FactSet, and, like Ives, 91 percent of analysts have a \"buy\" or \"overweight\" rating of the stock.",
  "The speculation around Facebook's usership comes as regulators both in the U.S. and abroad have pushed Facebook to disclose more about its privacy practices.",
  "Some people report using Facebook less, but that damage might be outweighed in an upcoming earnings report by healthy Instagram's advertising sales.",
  "CEO Mark Zuckerberg sat before members of Congress to address the issue, and Ives said he thought Zuckerberg handled the grilling well.",
  "\"[T]his will be a long winding road with a defining few weeks and months that lies ahead for Facebook and Zuckerberg,\" Ives wrote.",
  "The report, Ives said, could provide important updates on changes to the News Feed, user engagement, and investments in security.",
  "But while Zuckerberg has already addressed Capitol Hill, he will address Wall Street next week during the earnings report.",
  "Ives still thinks Facebook could hit $225 per share this year, well above the price of about $167 a share on Friday.",
  "Still, Ives said, heavier regulation remains a big unknown for the company."
]