[
  "The non-profit media outlet ProPublica was able to buy dozens of home rental ads targeted toward audiences that specifically excluded \"African Americans, mothers of high school kids, people interested in wheelchair ramps, Jews, expats from Argentina and Spanish speakers,\" it reported at the time.",
  "\"Facebook has known for years that its advertising platform violates civil rights laws, but it has refused to change its ways on a voluntary basis,\" Diane L. Houk, one of the attorneys representing the housing groups, said in a statement.",
  "According to the suit, the groups found Facebook continues to let advertisers exclude users based on their gender, family status and even certain \"interest\" categories, including whether they are interested in \"disabled parking permits.\"",
  "The National Fair Housing Alliance joined three other groups in the lawsuit, which claims that Facebook's advertising tools continue to enable marketers to exclude women and families with children from seeing certain housing ads.",
  "Related: Discriminatory ads still get through on Facebook, investigation finds\n\nThe lawsuit comes at a delicate time for Facebook as it continues to deal with the fallout from the Cambridge Analytica scandal.",
  "A group of fair housing organizations filed a lawsuit against Facebook (FB) on Tuesday alleging that its advertising platform allows landlords and brokers to discriminate based on gender and family status.",
  "Facebook was first called out in 2016 for offering an ad customization option called \"Ethnic Affinities,\" which let advertisers target and exclude specific groups for ads, including housing-related ads.",
  "The Fair Housing Act prohibits home rental and sale advertisements from discriminating \"based on race, color, religion, sex, handicap, familial status, or national origin.\"",
  "\"Our policies prohibit using our targeting options to discriminate, and they require compliance with the law,\" a Facebook spokesperson said in a statement at the time.",
  "Facebook worked to address the potential for discriminatory advertisements, but it was called out again the following year.",
  "\"There is absolutely no place for discrimination on Facebook,\" a company spokesperson said in a statement provided to CNN.",
  "\"Discriminatory advertising is just as damaging as discrimination at the point of rental or sale,\" the lawsuit says.",
  "The housing groups behind the lawsuit created a fake realty firm and submitted housing advertisements to Facebook.",
  "Politicians and regulators on both sides of the Atlantic are scrutinizing the company's data privacy practices.",
  "\"We believe this lawsuit is without merit, and we will defend ourselves vigorously.\"",
  "\"We take prompt enforcement action when we determine that ads violate our policies.\"",
  "\"Facebook is not above the law and must answer these civil rights claims in court.\"",
  "\"Facebook's algorithms can ensure exclusion and deny access to housing.\"",
  "-- CNN's Selena Larson contributed to this report.",
  "Facebook has a new legal headache."
]