[
  "“There are lots of different topics that Congress needs and wants to know about, and the way that we approach it is that our responsibility is to make sure that they have access to all of the information that they need to have.”\n\nZuckerberg also said an audit of those tens of thousands of apps would take months and cost “many millions of dollars.”\n\nIn another interview with Wired, Zuckerberg pointed to legislation, such as the proposed Honest Ads Act, that would require social media companies to disclose who paid for advertisements on their websites.",
  "“And that’s just because I think it will end up being good for our community and good for the internet.”\n\nIn an interview with The New York Times, he noted the company would soon institute new policies to cut back on the data given to the third-party apps that many Facebook users have opted into over the past decade.",
  "So one of the steps we’re taking is making it so apps can no longer access data after you haven’t used them for three months.”\n\nZuckerberg also addressed the ongoing #DeleteFacebook movement, which has urged social media users to delete their accounts on the platform.",
  "In a series of media interviews Wednesday night, Facebook CEO Mark Zuckerberg finally apologized for the social media giant’s role in enabling a massive data breach by British firm Cambridge Analytica and said his company is open to “the right” government regulation.",
  "“I think the question more is what is the right regulation rather than should we be regulated.”\n\nHis avalanche of interviews Wednesday covered quite a few issues that Zuckerberg had been criticized for not addressing in his statement earlier that day.",
  "Zuckerberg posted a statement on Facebook in which he outlined several steps the social media platform would take to fix the mistakes that allowed Cambridge Analytica to violate company policy and access user data, including a full forensic audit.",
  "In an interview with Recode, Zuckerberg said he was open to testifying in front of Congress about the Cambridge Analytica incident, although he added a caveat saying he would be “open to doing it” if he was the “right [person]” to do so.",
  "Zuckerberg gave interviews to a number of media outlets after days of silence on reports that Cambridge Analytica used data obtained through Facebook to help Donald Trump’s campaign target users in 2016.",
  "Bloomberg via Getty Images “I think the question more is what is the right regulation rather than should we be regulated,\" Zuckerberg said Wednesday in regards to laws about online privacy.",
  "“We’re building full ad transparency tools; even though it doesn’t necessarily seem like that specific bill is going to pass, we’re going to go implement most of it anyway,” he told Wired.",
  "Zuckerberg also expressed the need for greater transparency at Facebook and said the company was open to some government regulation akin to that imposed on television and print media.",
  "“A lot of people have been on Facebook now for five or 10 years, and sometimes you signed into an app a long time ago and you may have forgotten about that.",
  "“This is a major breach of trust, and I’m really sorry that this happened,” Zuckerberg said immediately during an interview with CNN’s Laurie Segall.",
  "Zuckerberg covered a range of other topics, including speaking in front of Congress, possible government regulations and a long-awaited apology.",
  "He said the company would soon inform “everyone whose data was affected by these rogue apps” that have misused users’ information.",
  "He failed to acknowledge, however, why Cambridge Analytica held on to the data for two years after Facebook realized the problem.",
  "“I don’t think we’ve seen a meaningful number of people act on that, but, you know, it’s not good,” he told the Times.",
  "“There are going to be some new tactics that we need to make sure that we observe and get in front of,” he said.",
  "“I think it’s a clear signal that this is a major trust issue for people, and I understand that.”",
  "He added that he’s “sure” someone is trying to influence the midterm elections.",
  "“I’m actually not sure we shouldn’t be regulated,” he told CNN.",
  "“We actually do this fairly regularly,” he told Recode."
]