[
  "Zuckerberg will likely be grilled by lawmakers next week on why the company mishandled the revelation that Cambridge Analytica, the data analysis firm that worked with President Donald Trump's 2016 election campaign, had used data from as many as 87 million Facebook users to target ads.",
  "Any entity that wants to show \"issue ads\" — ads about hot-button topics that are not necessarily related to an election or candidacy — will need to be authorized by the company, Facebook said in a news release.",
  "/ Updated By Daniel Arkin\n\nFacebook will now require political advertisers to verify their identities and locations before they are approved to buy ads, the embattled social media company announced on Friday.",
  "U.S. officials have said Russian agents used Facebook pages to pretend to be Americans in order to sow discontent and spread misinformation in the run-up to the 2016 election.",
  "The policy changes come after the company was found to have hosted ads and other content purchased by groups linked to Russia ahead of the 2016 presidential election.",
  "In a post Friday on his personal Facebook page, Zuckerberg said he endorsed a bill — the Honest Ads Act — that ramps up disclosure requirements for political ads.",
  "Russia-backed posts, some of which contained inflammatory messages about divisive American political debates, reached 126 million Americans through the platform.",
  "But they will make it a lot harder for anyone to do what the Russians did during the 2016 election and use fake accounts and pages to run ads,\" Zuckerberg wrote.",
  "\"These [policy changes] are designed to increase transparency and accountability, as well as prevent election interference,\" Facebook said in a news release.",
  "And going forward, the company said, political ads will be clearly labeled as such, alongside information about which entities paid to put them in your feed.",
  "Facebook CEO Mark Zuckerberg is set to face lawmakers on Capitol Hill at hearings on data privacy and misinformation.",
  "Sen. Mark Warner (D-Va.), who co-sponsored the bill, praised Facebook's decision to back it, saying in .",
  "The issue is being examined as part of a wider federal probe of Russian election meddling.",
  "Facebook also announced it will start verifying the people who run large Facebook pages.",
  "a statement that he would \"encourage all of the platform companies to follow suit.\"",
  "\"These steps by themselves won't stop all people trying to game the system.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]