[
  "Facebook CEO Mark Zuckerberg will face fresh pressure over his company's handling of personal data leaks | Josh Edelson/AFP via Getty Images Mark Zuckerberg’s apology tour heads to Europe The Facebook CEO will face questions on data protection in Europe, but there will be no repeat of his appearance before US Congress.",
  "\"We have accepted the Council of President's proposal to meet with leaders of the European Parliament and appreciate the opportunity for dialogue, to listen to their views and show the steps we are taking to better protect people’s privacy,\" a Facebook spokesperson said in a statement.",
  "Macron and the European officials are sure to quiz the 33-year-old along familiar lines: Facebook's record on keeping private data secure and the firm's role in election campaigns in the wake of the Cambridge Analytica scandal, with a few questions about digital taxation thrown in.",
  "Manfred Weber, chair of the European People's Party group, said in a tweet: \"This is a strong message that [Tajani] and [the European Parliament] is sending to European consumers ... Facebook users deserve a proper answer to what has happened to their data.",
  "The Facebook CEO heads to the Continent next week to sit down with French President Emmanuel Macron in Paris and attend a closed-door meeting with top officials at the European Parliament, his office and the French presidency said Wednesday.",
  "“Zuckerberg must appear before the [European Parliament] under the same conditions as he did on Capitol Hill, in a public hearing before the LIBE committee and not in one … restricted meeting behind closed doors,” Verhofstadt tweeted.",
  "The tour will expose Zuckerberg to fresh pressure over his company's handling of personal data leaks in front of the world's most privacy-conscious audience, just over a month after he faced a marathon grilling at the U.S. Congress.",
  "\"This hearing will provide members of the [civil liberties committee], as well as other relevant committees, with an opportunity to carry out an in-depth analysis of aspects related to personal data protection.\"",
  "At the European Parliament, Zuckerberg will not have to answer any questions in public, according a deal that was approved by a slim majority in the European Parliament today.",
  "At the European Parliament, he will not have to answer any questions in public, according a deal that was approved by a slim majority in the European Parliament today.",
  "Several MEPs, including Liberal leader Guy Verhofstadt and the Greens' Ska Keller, called for Zuckerberg to take part in a public hearing with a number of committees.",
  "\"The founder and CEO of Facebook has accepted our invitation and will be in Brussels as soon as possible, hopefully already next week,\" Tajani said in a statement.",
  "Instead, Zuckerberg will take part in a closed-door session with the leaders of political factions, the chair of the civil liberties committee and a rapporteur.",
  "A lower-level Facebook manager will take the Facebook CEO's place during a public hearing with the civil liberties committee (known as LIBE) and other groups.",
  "But not everyone is happy with the terms of Zuckerberg's visit, which will leave him much less exposed to public scrutiny than he was in Congress.",
  "I welcome Mark Zuckerberg to appear in person before the representatives of 500 million Europeans,\" he added.",
  "And Britain may feel particularly snubbed, after the Facebook boss' office rejected MPs' calls for a visit.",
  "Mark Zuckerberg has accepted Europe's friend request — at long last.",
  "While the meeting is not open to the public, minutes will be taken.",
  "The company gave no confirmation about Zuckerberg's French visit.",
  "\"Our citizens deserve a full and detailed explanation.",
  "Parliament's leaders chimed in to back up Tajani.",
  "We will continue to defend their rights.\"",
  "Others were less pleased."
]