[
  "Trump’s campaign team was so good at using Facebook to target voters that the company even relied on his campaign’s insights to refine a marketing strategy called “Test, Learn, Adapt,” which was later also used by Facebook in its campaign to regain users’ trust after the Cambridge Analytica scandal, Buzzfeed also found.",
  "As much as we all want Facebook to clean up its act and stop allowing developers to cart away the data of hundreds of millions of users (which it did, in part, in 2015) and stop providing a platform for false and misleading information (which it largely hasn’t), at the end of the day, Facebook is a business first.",
  "When one campaign learns to use its tools better than another campaign so that it can effectively hypertarget voters down to their precise interests and preferences, those advertising tools aren’t simply part of an effective business strategy, they’re working to reshape our political discourse.",
  "Chip Somodevilla/Getty Images\n\nFacebook made nearly twice as much from the Trump campaign as it did from the Clinton campaign—$44 million compared to $28 million between June and November 2016, according to an internal Facebook document circulated after the election and obtained by Bloomberg.",
  "Trump’s campaign in total spent around $85 million on Facebook ads and promotion, according to Theresa Hong, one of the main brains behind the digital arm of his presidential bid who also helped manage Trump’s Facebook page.",
  "Facebook was an extremely effective advertising tool for Trump’s campaign, and after an advertiser spends that kind of money, it’s not shocking that the head of an advertising company would put in a call to the client.",
  "So it makes sense that upon winning the election, President-elect Trump got a phone call from Facebook CEO Mark Zuckerberg congratulating him on his successful campaign, as Buzzfeed reports Thursday.",
  "And there’s no telling how much money Facebook made from the many political groups and pages—shady and otherwise—buying ads in support of Trump.",
  "And when one of its clients performs well using its technology, it would only make sense that Facebook would try to replicate what worked.",
  "Rather, it was a cordial business conversation between two executives who had recently exchanged tens of millions of dollars.",
  "Facebook is how we receive information, organize protests, find peers, and communicate about our political decision-making.",
  "No one should read Zuckerberg’s call as a sign of political preference, or even political indifference, however.",
  "Unfortunately for the rest of us, Facebook isn’t just an effective data-driven advertising machine.",
  "The needs of that business will inevitably shape its choices more than the needs of democracy.",
  "As mundane as the congratulatory call might seem, this should not allay any discomfort.",
  "It’s an integral part of our democratic public commons.",
  "Because Facebook is an advertising company.",
  "Executives love to congratulate each other.",
  "This shouldn’t comfort us."
]