[
  "Justin Sullivan/Getty Images\n\nSabrina Hoffmann, editor-in-chief of Business Insider Deutschland: You've always seemed to be less focused on profit and power and more focused on just creating amazing computers.",
  "It might have more \"brains\" than any of today's self-driving cars have but I wouldn't worry about it being intelligent and getting its own ideas and saying: \"Hey, I'm going to get more power over humans.\"",
  "Justin Sullivan/Getty\n\n\"I don't want to be a day trader watching it go up and down because if you start caring about these things you'll end up frowning all the time — and I'm against frowning.\"",
  "The reason is that I don't want to be a day trader watching it go up and down because if you start caring about these things you'll end up frowning all the time — and I'm against frowning.",
  "You have to give somebody the ability to exit with a list of all their friends and every one of them should get a notification that, if you want to go there, they'll all be friends there.",
  "Wozniak: It might involve a little bit of what you might call artificial intelligence, it might even involve a lot of it to work out which parts of the car had already been covered.",
  "I'm no financial expert — I'd be too embarrassed to live life as I do if somebody were to accuse me of taking advantage of them and getting a financially better deal than they did.",
  "With deep learning, maybe you could build a machine that could wash your car one square centimeter at a time and by the morning, it would all have been washed as you slept.",
  "And then I thought out what would really have to happen in terms of software and hardware and devices to ever get to that state and I can't see it for hundreds of years.",
  "Anton Gvozdikov/Shutterstock\n\nOn AI: I wouldn't worry about it being intelligent and getting its own ideas and saying: \"Hey, I'm going to get more power over humans.\"",
  "In times of the Cambridge Analytica scandal, manipulated elections and cybersecurity threats: are you disappointed by or even afraid of what technology has become?",
  "Hoffmann: As regards the dark side of technology: on a panel, you said you were frustrated with Tesla because they repeatedly break their promises to customers.",
  "On Scott Galloway's (pictured) calls to break up big companies like Apple, Google and Facebook, Steve Wozniak says it should be considered in some cases.",
  "But you could take a company like Facebook and say: \"You'll have to make it easy for people to move to a competitive website that does similar things.\"",
  "If the companies said: \"We're going to make less money but do the right things\", the shareholders would be up in arms and they'd kick you out.",
  "If you can save money by going to another country and running your business a certain way, they have to go that way or their competitors will.",
  "She said there's been a boom in Artificial intelligence that we mustn't miss out on and that AI without data is like having cows with no feed.",
  "Hoffmann: How do you feel about the drastic action the EU is taking on Apple, as well as on other companies like Google or Facebook?",
  "On the rising cost of the iPhone X, Wozniak said that it's not like a few people running Apple or Amazon can call all the shots.",
  "In a company like Apple that made computers easy to use, I always thought that the user was more important than the technology.",
  "If she thinks that we have to have big data to make decisions, that makes us far less human than evolution has led us to be.",
  "Hoffmann: On Tuesday, Germany's chancellor Angela Merkel said that German people shouldn't be afraid of data and its usage.",
  "Generally, when you build something for yourself and you're not building it for a company, it has to be affordable anyway.",
  "Hoffmann: If you were a young engineer again, wanting to create something revolutionary - in which area would you do this?",
  "Wozniak: I'd probably just look into fun things for myself and it'd probably be humanoid robots to help with housework.",
  "Because if you have one market you can put all users into another one, maybe going to a music division of your company.",
  "Just look at the price of the iPhone X.\n\nWozniak: My beliefs are with reference to my own life and I've lived by them.",
  "Usually, I don't let things bother me but what bothers me more than anything in the world is when technology goes bad.",
  "So you have to compete based on the quality of the product and not based on the fact that you've got someone trapped.",
  "Wozniak: She doesn't understand that Artificial Intelligence is not the same as the intelligence of the human brain.",
  "I've never approved of getting out of taxes because it makes people think: \"Oh, that company's made a lot of money.",
  "The business rules of the world are well-established and a company like Apple has to take the best route it can.",
  "Because it ends up being on people like me, for creating something that turned out to not to be good and pure.",
  "Wozniak: They don't feel any responsibility but they should bear an amount equal to the amount the people do.",
  "Hoffmann: But this could be the first step towards intelligent machines that could develop their own agenda.",
  "Hoffmann: How much responsibility for our society do big tech companies like Apple, Google, Facebook bear?",
  "Apple or Google will never come close to paying the taxes I do for my own labour, via earned income tax.",
  "If I were to say something to you in private now, others wouldn't hear it — that isn't the case anymore.",
  "Wozniak said he was \"bothered by what technology has become,\" following the Cambridge Analytica scandal.",
  "Wozniak: Antitrust law is based on good principles but it's rarely put into play and rarely executed.",
  "Wozniak: I think companies and wealthy people should pay the same taxes as ordinary working people.",
  "Once you have the monopoly, you start to exclude others from the market that could be competitive.",
  "And no one should have an unfair advantage over others just because they have a clever accountant.",
  "The rules allow them to make great wealth but not be taxed the same and I just think it's wrong.",
  "Hubert Burda Media\n\nSo monopolists like Apple, Google, Facebook, and Amazon should be split up?",
  "There are a lot of people throwing those fears out there and I was, too, about three years ago.",
  "Wealthy companies and wealthy people pay governments, they bribe them and they make the rules.",
  "Hoffmann: What do you make of experts like NYU Prof. Scott Galloway calling to break them up?",
  "You'd have to study the electronics that drive the motors, you'd have to write the software.",
  "Wozniak says companies like Google \"should bear the responsibility of being a fair player.\"",
  "The trouble is, it's not like a few people running Apple or Amazon can call all the shots.",
  "But this is harmless compared to what German car manufacturers like Volkswagen or BMW did.",
  "Greg Sandoval/Business Insider\n\n\"Businesses aren't taxed properly even if they stay home.",
  "Hoffmann: So you don't approve of Apple's arrangement with the government in Ireland?",
  "Maybe it'll be based on something like Bitcoin where such things can't really happen.",
  "Hoffmann: So monopolists like Apple, Google, Facebook, and Amazon should be split up?",
  "How do your values fit in with the iPhone getting more and more expensive every year?",
  "I'd develop my skills to get very good at figuring out how to make things affordable.",
  "Hoffmann: But did the emission scandal change your view of German car manufacturers?",
  "We put a lot of effort into letting people live their lives in a normal, human way.",
  "Every time I click \"accept\" to some online account, they wrote the contract for it.",
  "Hoffmann: So you don't see the danger of intelligent robots becoming too powerful?",
  "Hoffmann: So do you think progress will be possible without all this data sharing?",
  "I've never done anything to hide money, nor have I ever moved it to other states.",
  "My wife and I are paying very close attention to Mercedes on the electric front.",
  "Even before Elon Musk, Stephen Hawking and Bill Gates started to talk about it.",
  "So with my agreement, I'm giving them everything in the world and they own it.",
  "It's one step in a long series of steps that are all in the same direction.",
  "For these robots, you'd have to study materials and mechanics and motors.",
  "Every one of them should bear the responsibility of being a fair player.",
  "Wozniak: No, I have the highest respect for them — especially Mercedes.",
  "Wikimedia Commons\n\n\"If you get an electric car, there's no going back.",
  "Andrew Harnik/AP\n\n\"All big companies lie to make money on some level.\"",
  "Hoffmann: You've repeatedly said that technology should be affordable.",
  "You'd have to cover so many disciplines to make the whole thing work.",
  "Wozniak: I can't say I disapprove of Apple trying to get zero taxes.",
  "Hoffmann: Do they have too much power and control over the economy?",
  "If I think I have a level of privacy that I don't, that's deceit.",
  "No credit cards, no messy fuel, no waiting — it's so convenient.",
  "I'm actually waiting for Mercedes' to bring out an electric car.",
  "Splitting up goes back to the AT&T phone company in our country.",
  "I'd build a robot like that, only with much deeper programming.",
  "We used to be able to have conversations in secret with people.",
  "Wozniak: Data sharing makes us subjects of others, of control.",
  "I'd love to build a device like that, but make it inexpensive.",
  "Maybe someday there'll be a different global finance system.",
  "I don't look at it and say to myself: \"This is a big thing.\"",
  "Wozniak: All big companies lie to make money on some level.",
  "Wozniak: I don't have any stocks but that's not the reason.",
  "We aren't even close to thinking about that sort of thing.",
  "Steve Wozniak isn't too worried about intelligent robots.",
  "I've just got so used to plugging my car into the garage.",
  "Businesses aren't taxed properly even if they stay home.",
  "Companies have to survive the same way a person has to.",
  "Wozniak: I'm thinking in developer and engineer terms.",
  "Wozniak: Yes, in some cases you should consider this.",
  "You would make that much, too — if you paid no taxes.",
  "I always want to put the human before the technology.",
  "Steve Wozniak: I don't know if those words are right.",
  "If you get an electric car, there's no going back.",
  "I don't want to go to a gas station ever again.",
  "It's the greatest production car in the world.",
  "I think people should be independent and free.",
  "\"Yes, in some cases you should consider this.\"",
  "People who buy stocks just want to earn money.",
  "I don't know, it's just always been this way.",
  "If I make money I am willing to pay my taxes.",
  "I've never approved of getting out of taxes.\"",
  "We'd love to have an electric Mercedes sedan.",
  "We've lost our privacy and it's been abused.",
  "I'm bothered by what technology has become.",
  "Hoffmann: Is this why you don't buy stocks?",
  "Or maybe not quite as far as splitting up.",
  "What do you think of the emission scandal?",
  "But now I really do like my Tesla a lot.",
  "Everything you do has to be affordable.",
  "I don't want to drive a gas car again.",
  "They withhold secrets — it's not news.",
  "We lost our security a long time ago.",
  "What do you make of this statement?",
  "You use it to overtake new markets.",
  "But that \"human way\" is changing.",
  "Wozniak: There's no easy answer.",
  "Wozniak: They always have done.",
  "Rumba is a really good example.",
  "Politicians, money, lobbyists.",
  "You kind of have them trapped.",
  "Apple cofounder Steve Wozniak.",
  "Make it an equal competition.",
  "We just have to live with it?",
  "A company has to make money.",
  "These are public companies.",
  "I've had a Mercedes before.",
  "Wozniak is a big Tesla fan.",
  "That would be our next car.",
  "I disagree with antitrust.",
  "I've always paid my taxes.",
  "They're really wealthy.\"",
  "It's not really enough.",
  "Their lawyer wrote it.",
  "I'd never give it up.",
  "And that bothers me.",
  "It's a part of life.",
  "Hoffmann: That's it?",
  "People own stocks.",
  "I can't take that.",
  "I don't like that.",
  "She thinks it is.",
  "My lawyer didn't.",
  "They have owners.",
  "It's very hard.",
  "My whole life.",
  "But that's me.",
  "I hit a limit.",
  "I'm unusual.",
  "You can't.\"",
  "You can't.",
  "Well yeah!",
  "It's easy."
]