[
  "With Facebook, on Tuesday morning, with a few clicks, you can target Facebook users in your Zip code who love oysters and eating out (and are over age 21, so they can buy drinks, which is why you have $1 oyster nights).",
  "Even more worrisome was learning that 87 million Americans had their data exploited by Cambridge Analytica, a firm with ties to Donald Trump’s campaign, to influence the outcome of the 2016 presidential election.",
  "Now, just because Facebook is an effective tool for small-business advertising does not justify the company collecting vast amounts of data or for allowing users’ data to be invaded.",
  "\"We never tell advertisers which customers have been shown ads on Facebook, and we never append a person's profile based on what businesses upload via a custom audience.\"",
  "But there’s another side to Facebook when it comes to small business: Facebook is a transformative advertising platform for small businesses, not easy to replace.",
  "More: Rhonda Abrams' column page\n\nIn my work with small businesses for more than 25 years, I’ve never seen a more effective method of micro-targeting prospects.",
  "And many recipients may actually benefit from receiving highly targeted ads — after all, those oyster lovers liked learning about Tuesday night $1 oyster night.",
  "“When we learned about Cambridge Analytica, our primary concern was people’s experience on Facebook,” said Dan Levy, Facebook’s Vice President, Small Business.",
  "Many entrepreneurs who know how important Facebook is to their business watched the recent revelations about FB and Cambridge Analytica with mixed emotions.",
  "Traditional advertising methods cost a lot, must be planned long in advance, and it’s hit-or-miss as to whether you actually get in front of oyster eaters.",
  "Custom audiences: A business can upload its own list, perhaps its email newsletter list, and Facebook will serve that company’s ads to those users.",
  "Lookalike audiences: A business can upload its list and ask Facebook to find users who have the same attributes as those on the company’s list.",
  "In addition to choosing an ad’s audience with a few clicks, Facebook has other tools for small businesses to connect with prospects.",
  "“Our teams have also been speaking to small businesses, and they want to make sure we’re addressing the situation, and we are.\"",
  "Like most Americans, they were surprised to discover how much information the social media giant collects on its users.",
  "The views and opinions expressed in this column are the author’s and do not necessarily reflect those of USA TODAY.",
  "We don’t want Facebook to know everything about us, and we don’t want our customer list to be available to others.",
  "(Photo: Facebook)\n\nMany small-business owners watched recent revelations about Facebook with mixed emotions.",
  "“The process is all private — and we don’t do anything with data from non-Facebook users,\" Benarroch said.",
  "No one wants their customers’ information misused or accessed by others, especially competitors.",
  "Facebook spokesperson Joe Benarroch elaborated on how the data a small business uploads is used.",
  "One concern small businesses want Facebook to address is protecting their uploaded lists.",
  "Let’s say you own a small seafood restaurant, and Tuesday nights are $1 oyster nights.",
  "Rhonda Abrams is the author of Six-Week Start Up, just released in its fourth edition.",
  "But small businesses don’t want to lose this effective advertising medium, either.",
  "Connect with her on Facebook, and Twitter through the handle @RhondaAbrams.",
  "Register for her free business tips newsletter at PlanningShop.com.",
  "This enables a small business to target highly likely prospects.",
  "In particular, we want uploaded customer lists to be protected.",
  "This enables a small company to stay in front of its customers.",
  "Small-business owners are rightfully concerned about privacy.",
  "Read or Share this story: https://usat.ly/2Ich4RK",
  "Most Facebook ads are not invasive or offensive.",
  "And you can do this for as little as $20.",
  "Facebook needs to be more vigilant.",
  "Two, in particular are effective.",
  "And transparent.",
  "?",
  "?"
]