[
  "Chris Cox, Facebook's chief product officer, took the stage to lay out how the unnamed feature would work, using a presumably fictional woman named \"Jennifer\" as his case study:\n\nThe design mock-ups on the giant screen behind Cox resembled the user interfaces of other dating apps, like Bumble and Tinder.",
  "But many tech industry observers were openly skeptical of the new feature, with some suggesting a platform embroiled in controversies over privacy, hate speech and fake news might not be the perfect place to meet your match.",
  "On the heels of the announcement, stock in Match Group — the company that owns Match, Tinder and other dating apps — dropped as much as 21 percent, while IAC, Match's parent company, dipped nearly 14 percent.",
  "Zuckerberg also nodded to the safety fears that have plagued the company since the Cambridge Analytica scandal, insisting his team had \"designed this with privacy and safety in mind from the beginning.\"",
  "The new feature, assuming it wins the hearts of average users, could eventually pose a major threat to rival apps, some of which have layered their services on top of Facebook.",
  "The embattled social media company, under fire in recent months over data privacy worries, plans to launch a new dating feature, CEO Mark Zuckerberg announced on Tuesday.",
  "\"We like this, by the way, because it mirrors the way people actually date, which is usually at events and institutions that they're connected through,\" Cox said.",
  "In a statement, IAC CEO Joey Levin struck a defiant tone and even took a shot at Facebook's troubles with Russian disinformation during the 2016 election.",
  "Anyone using Facebook's dating feature would have the option to \"unlock\" their profile — making it visible to other people attending an upcoming event.",
  "\"I have a theory that a lot of war and bad things going on are all actually the result of people being insufficiently loved,\" Rosenstein told NBC News.",
  "\"Your friends aren't going to see your profile, and you're only going to be suggested to people who are not your friends,\" Zuckerberg said.",
  "Christopher Wylie, the key whistleblower in the Cambridge Analytica data harvesting case, tweeted derisively about the plans.",
  "(Facebook's stock took a hit in the immediate aftermath of the Cambridge scandal, but it has rebounded in recent weeks.)",
  "But this feature is \"not just for hookups,\" Zuckerberg said to laughs at the annual F8 developer conference on Tuesday.",
  "But the Facebook version, Cox said, would be integrated into standard features like events and groups.",
  "The move was hailed by Justin Rosenstein, the former Facebook engineer who created the Like button.",
  "The social media giant will announce a launch date for the feature later this year, Cox said.",
  "Rosenstein, lately a critic of Silicon Valley, said the idea was \"beneficial for the world.\"",
  "He wants the tool to help users build \"meaningful, long-term relationships.\"",
  "Tinder, a popular dating app, makes a similar pledge to its users.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "/ Updated By Daniel Arkin\n\nForget about those Like buttons.",
  "\"Their product could be great for US/Russia relationships.\"",
  "Facebook is all about true love.",
  "The water's warm,\" Levin said.",
  "\"Come on in."
]