[
  "“When Facebook sought further assurances a year ago, we carried out an internal audit to make sure that all the data, all derivatives and backups had been deleted, and gave Facebook a certificate to this effect.”\n\n“Please can I be absolutely clear: we did not use any GSR data in the work we did in the 2016 U.S. presidential election,” he added.",
  "“The company believed that the data had been obtained in line with Facebook’s terms of service and data protection laws.”\n\nFacebook requested that Cambridge Analytica delete the data shortly after Tayler became the company’s chief data officer in October 2015.",
  "FACEBOOK DENIES CLAIM THAT IT FAVORED OBAMA'S 2012 CAMPAIGN\n\nReports emerged over the weekend that Cambridge Analytica improperly used information from more than 50 million Facebook accounts, prompting the social network to suspend the U.K.-based company.",
  "MARK ZUCKERBERG APOLOGIZES FOR FACEBOOK DATA SCANDAL, 'MAJOR BREACH OF TRUST'\n\nCambridge Analytica’s acting CEO, Alexander Tayler, described the media frenzy around the scandal as “distressing” in a statement released on Friday.",
  "“I am sorry that in 2014 SCL Elections (an affiliate of Cambridge Analytica) licensed Facebook data and derivatives from a research company (GSR) that had not received consent from most respondents,” he said.",
  "Aleksandr Kogan, a psychology researcher at Cambridge University who worked with Cambridge Analytica via his company Global Science Research (GSR), is also embroiled in controversy.",
  "“We immediately deleted the raw data from our file server, and began the process of searching for and removing any of its derivatives in our system,” he wrote.",
  "Elon Musk ‘unfriended’ Facebook on Friday, pulling the SpaceX and Tesla pages from the social network after he was challenged to do so on Twitter.",
  "With controversy raging over Cambridge Analytica’s alleged misuse of Facebook user data, a number of people are ditching the platform.",
  "The SpaceX and Tesla pages were subsequently deleted from Facebook, along with the page for Musk’s solar firm Solar City.",
  "Earlier this week, he told the BBC that both Facebook and Cambridge Analytica have tried to place the blame on him.",
  "Cambridge Analytica, which has ties to Donald Trump’s 2016 presidential election campaign, denies any wrongdoing.",
  "On Friday, Musk responded to a tweet from WhatsApp co-founder Brian Acton to delete the accounts.",
  "Facebook CEO Mark Zuckerberg apologized for the data scandal in a lengthy post Wednesday.",
  "He also described the situation as “a major breach of trust\" in an interview with CNN.",
  "The verified Instagram accounts for SpaceX and Tesla, however, have not been deleted.",
  "Fox News’ Samuel Chamberlain and the Associated Press contributed to this article.",
  "Cambridge Analytica has agreed to a forensic audit by a firm hired by Facebook.",
  "“Delete SpaceX on Facebook if you’re the man?” chimed in @serdarsprofile.",
  "“It is time #deletefacebook,” tweeted Acton.",
  "“What’s Facebook?” quipped Musk in response.",
  "Follow James Rogers on Twitter @jamesjrogers",
  "“I didn’t realize there was one.",
  "Instagram is owned by Facebook.",
  "Will do,” replied Musk."
]