[
  "One of the final points that Kogan stressed in his testimony was that, in his opinion, the data his company's app gathered would have been next to useless for the purpose of micro-targeting Facebook ads at users -- as Cambridge Analytica is accused of doing in an effort to sway the U.S. electorate in favor of Mr. Trump.",
  "Cambridge University researcher Aleksandr Kogan told \"60 Minutes\" he was \"sincerely sorry\" about the way he and \"tens of thousands\" of other app developers took advantage of what he said was Facebook's lax data policy enforcement, but he doesn't think he really did anything wrong.",
  "A former Cambridge Analytica employee said last week -- before the same British Parliamentary committee grilling Kogan on Tuesday -- that there were likely many more apps, and likely \"many\" more Facebook users affected by the data misuse than currently acknowledged by Facebook.",
  "Asked whether his interest in developing his app, which gathered the data on so many Facebook users was born out of the potential financial value of that data, or his research into peoples' online behavior, Kogan replied without hesitation that research was his primary impetus.",
  "But Kogan said he did not accept that his company and app had violated Facebook's terms of service for app developers, because, \"I don't think they have a developer policy that is valid... For you to break a policy, it has to exist and really be their policy.\"",
  "Mitchell's comments came after Kogan testified before the U.K. Parliament's Digital, Culture, Media and Sport Committee, which is investigating Cambridge Analytica's role in elections globally as well as the U.K.'s Brexit vote in 2016.",
  "He said the company's denials, and Facebook chief Mark Zuckerberg's targeting of himself in particular, were part of a disingenuous PR campaign born out of the company's \"crisis mode\" in dealing with the fallout of the privacy scandal.",
  "On Tuesday, he told members of the British Parliament that data analytics firm Cambridge Analytica's suspended CEO, Alexander Nix, had blatantly lied to them during his testimony on the relationship between that company and his own.",
  "LONDON -- The academic at the center of the Facebook data-misuse scandal, who apologized for his actions in an interview aired by \"60 Minutes\" on Sunday, answered more questions on Tuesday -- this time from British lawmakers.",
  "In prepared remarks given to the Parliamentary committee in advance, Kogan said he believed the project he undertook with Cambridge Analytica, \"makes little to no sense if the goal is to run targeted ads on Facebook.",
  "He described a collaboration, before he dev eloped the \"This is your digital life\" app, under which the social media platform provided him with data sets on its users to help research their online experience.",
  "He said he believed Facebook had realized it was \"convenient to point the finger at a single entity\" -- himself -- when in fact the social media giant knew its data was being misused, on a vast scale.",
  "Cambridge Analytica link\n\nDamian Collins, the committee chairman, pointedly asked Kogan about previous testimony given to the committee by Alexander Nix, the now-suspended boss of Cambridge Analytica.",
  "He described the relationship, at that stage, as seeming innocent enough, saying it was \"really an academic collaboration... they (Facebook) had a strong interest in the research.\"",
  "In fact, the platform's (Facebook's) tools provide companies a far more effective pathway to target people based on their personalities than using scores from users from our work.\"",
  "Mitchell said Cambridge Analytica didn't use any of the Facebook data in the work it did for President Trump's 2016 campaign and it never did any work on the Brexit campaign.",
  "On Tuesday, the firm unleashed its counterattack against claims that it misused the Facebook data, saying it is the victim of misunderstandings and inaccurate reporting.",
  "\"The company has been portrayed in some quarters as almost some Bond villain,\" said Clarence Mitchell, a high-profile publicist recently hired to represent the company.",
  "Kogan appeared to be emphasizing his earlier point, made to \"60 Minutes,\" that while Facebook had its terms spelled out in \"fine print,\" it did nothing to enforce them.",
  "Kogan cast doubt on Facebook's denials of knowledge that data on its users was being used to try and influence politics, as he did in his \"60 Minutes\" interview.",
  "Reiterating a point he made to \"60 Minutes,\" Kogan said there was \"no obvious review process\" by Facebook to ensure app developers were complying with its rules.",
  "Facebook has been mired in scandal since revelations that Cambridge Analytica misused personal information from as many as 87 million Facebook accounts.",
  "Legal matters\n\nKogan appeared to claim ignorance as far as his data gathering for Cambridge Analytica complying with Facebook's rules and regulations.",
  "Nix told the committee that none of its data had come from the app developed by Global Science Research (GSR), the commercial entity set up by Kogan.",
  "He said he \"knew it was for Republicans,\" but given his relatively low interest in politics, he \"wouldn't have been able to recognize the names.\"",
  "Kogan also revealed that he is bound by a non-disclosure agreement covering the details of legal negotiations between his company and Facebook.",
  "It wasn't until March 2015, he said, that his company discovered \"inconsistency\" in its own app's terms of use and those required by Facebook.",
  "Clarifying his point, Collins reiterated that Nix had told the committee no \"data or information\" was supplied to Cambridge Analytica by GSR.",
  "He said, without a legal team himself, he \"relied\" by default on the firm to keep his own company compliant with with the data rules.",
  "Kogan said Nix had blatantly lied about where the data his company used in its role as a U.S. political campaign tool had come from.",
  "Asked about his work with Cambridge Analytica on the project related to the U.S. elections, Kogan cast himself as apolitical.",
  "He said he knew Cambridge wanted data focused on specific states, but he didn't remember ever being told why, or asking.",
  "His own app, he noted made it clear in its terms that \"we could transfer and sell data for up to a year and a half.\"",
  "Relationship with Facebook\n\nLawmakers began by asking Kogan about how is relationship with Facebook began.",
  "Asked why he was placed under the NDA, he told the committee that it would, \"have to ask Facebook.\"",
  "But as Kogan suggested to \"60 Minutes,\" the issue is likely far more widespread than that.",
  "Cambridge Analytica got the data from a Facebook personality-quiz app Kogan created.",
  "That app collected data on both users and their Facebook friends.",
  "\"That's a fabrication,\" Kogan told Collins on Tuesday.",
  "Again, Kogan said simply, \"total fabrication.\"",
  "\"Cambridge Analytica is no Bond villain.\"",
  "Futile effort?",
  "Culpability?"
]