[
  "Although Vero also says it uses industry-standard encryption and data security, its terms include a note saying the company is not “responsible for any breach of security that is due to circumstances beyond our reasonable control.”\n\nRaftr, a social network billing itself as more civilized than its peers, from former Yahoo executive Sue Decker, prioritizes stories over people and also collects very basic information upon signup.",
  "Amino Apps, a popular platform among users ages 16 to 24, claims it will not “rent or sell” users personal information in “personally identifiable” form, but then it carves out multiple exceptions that include advertisers, affiliated businesses and information that has been de-identified.",
  "The app only collects bare-bones data on users — name, phone number and email address — and pledges that it will only share your data in “limited circumstances,” which include complying with legal obligations or when you place an order through the app’s Buy Now feature.",
  "There are, however, some alternative social media options for people who flee Facebook that give users more control over their data, and a few that promise not to share “personally identifiable” information with third parties.",
  "Vero, a social media app that makes its money from subscriptions as opposed to advertisements, aims to be a “smarter” network that give users more control over who sees and uses their data.",
  "Facebook, which is known to have countless data points used for targeted advertising, allowed 50 million users’ data to be harvested and utilized to impact the 2016 presidential election.",
  "Your data is only used for “internal company purposes,” according to its privacy policy, and it will not share any “personally identifiable” information collected with outside parties.",
  "Time will tell if any of these apps, or platforms not yet developed, are sustainable and give users full control over their data.",
  "Twitter already sells the data of its 330 million monthly active users and plans to vastly increase the monetization.",
  "The fact is, around 70 percent of all available smartphone apps are collecting and sharing your personal data.",
  "Vero allows users to easily categorize their followers and easily choose which content share with whom.",
  "If people demand change or abandon certain platforms, tech companies will be forced to respond.",
  "“We don’t use algorithms and we don’t want your big data,” co-founder Ayman Hariri told Forbes.",
  "Is there a social media platform that doesn’t want to profit from your data?",
  "The answer is complicated."
]