[
  "The social network, which has been rocked by disclosures about hijacking of personal data on tens of millions of its users, said it will start implementing “new privacy experiences” to comply with the EU’s General Data Protection Regulation (GDPR) which become effective May 25.",
  "The news comes a week after Facebook founder Mark Zuckerberg faced 10 hours of questioning in two congressional panels following revelations that personal data was harvested on 87 million users by Cambridge Analytica, a consultancy working for Donal Trump’s 2016 campaign.",
  "“Everyone — no matter where they live — will be asked to review important information about how Facebook uses data and make choices about their privacy on Facebook,” said a statement from chief privacy officer Erin Egan and deputy general counsel Ashlie Beringer.",
  "“We’ll begin by rolling these choices out in Europe this week.”\n\nUnder the new policy, Facebook users will be asked to review and make choices about ads they receive, including whether they want Facebook to use data from third parties.",
  "Menlo Park (United States) (AFP) – Facebook announced Wednesday it would begin rolling out changes to how it handles private data this week to comply with forthcoming EU rules, with European residents seeing the measures first.",
  "The statement said users will be told that facial recognition is optional, but that it could offer some benefit, such as being notified when someone is using an unauthorized picture.",
  "“We not only want to comply with the law, but also go beyond our obligations to build new and improved privacy experiences for everyone on Facebook,” Egan and Beringer wrote.",
  "Zuckerberg testified that Facebook intends to offer the same privacy protections embodied in GDPR for its worldwide users, but that there could be some differences in format.",
  "Facebook users will also be asked to review and choose what to share about the political, religious, and relationship information on their profiles.",
  "“As part of our phased approach, people in the rest of the world will be asked to make their choices on a slightly later schedule,” they said.",
  "To comply with GDPR, Facebook will also limit what it shows to users between the ages of 13 and 15 unless they get permission from a parent.",
  "This will mean no use of facial recognition for anyone under age 18 and limitations on who can see certain information teens have shared.",
  "They added that Facebook would take steps to comply with the EU rules that limit advertising and public viewing of data for teens.",
  "Egan and Beringer said Facebook users in the EU will start seeing the requests this week so they can make choices before May 25.",
  "Additionally, users will be allowed to opt in or out of use of facial recognition technology."
]