[
  "Tyler Lizenby/CNET\n\n\"When you read parts of the applications, it's really clear that this is spyware and a surveillance system meant to serve you up to advertisers,\" Consumer Watchdog President Jamie Court told The Times, adding the companies are \"basically going to be finding out what our home life is like in qualitative ways.\"",
  "But the possibility of such features raised concerns about a new level of intrusion into users' privacy — and about the growing power and ambition of big tech companies amassing detailed information about millions of people.",
  "He said it's another example of the \"delicate balance\" between security and privacy, and the compromises involved in enabling modern technological conveniences.",
  "The Times reports that Google's patent applications outline how audio and visual signals could be used to determine a speaker's mood or medical condition.",
  "This is happening amid a growing data scandal involving Facebook and Cambridge Analytica, which harvested information from millions of user accounts.",
  "Each company has filed patent applications that \"outline an array of possibilities\" for how its devices could monitor more of what users say and do.",
  "The devices could analyze the \"volume of the user's voice, detected breathing rate, crying\" and could even detect a user's coughing and sneezing.",
  "What this data is really being used for is to train artificial intelligence algorithms to be more effective at lots of different functions.\"",
  "\"If data is the new oil, then the more you have the more powerful you are,\" TechRepublic senior writer Dan Patterson told CBS News.",
  "A new report from The New York Times says that Amazon and Google devices could be keeping a closer tab on users in the future.",
  "Tech companies file for many patent applications which don't necessarily end up being incorporated into consumer products.",
  "\"You can use big data to feed recommendation engines and advertising systems that create more effective shopping systems.",
  "Amazon has said it takes privacy seriously and is looking to explore the possibilities of new technology.",
  "The information obtained could be used to identify a person's desires or interests.",
  "Google has said that all its products are designed with user privacy in mind.",
  "That data could then be mined for ad targeting and product recommendations.",
  "Both Amazon and Google are the leading sellers of digital assistants."
]