[
  "This week, Playboy also announced their departure from Facebook, branding the social network “sexually regressive.”\n\nAs previously reported, “Facebook users and celebrities threatened to boycott Facebook and delete their accounts in response to allegations of user data mishandling last week, which one former employee claimed was ‘horrifying’ and routine at Facebook.”\n\n“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you,” declared Facebook CEO Mark Zuckerberg, after taking nearly five days to respond to the controversy.",
  "I was further appalled to learn that Facebook’s reaction to such a violation was to suspend the account of the Cambridge Analytica whistleblower,” he continued, adding, “In this day and age, with misinformation running rampant, it’s important that we protect the truth, as well as those who work to bring it to light.”\n\n“I can no longer, in good conscience, use the services of a company that allowed the spread of propaganda and directly aimed it at those most vulnerable,” Ferrell concluded.",
  "Facebook allowed me to promote and share the work of many dedicated and talented individuals who deserved recognition.”\n\n“I know I am not alone when I say that I was very disturbed to hear about Cambridge Analytica’s misuse of millions of Facebook users’ information in order to undermine our democracy and infringe on our citizens’ privacy.",
  "Despite claiming the deletion was due to Cambridge Analytica’s alleged procurement of user data, which was then allegedly used by Donald Trump’s 2016 presidential campaign (Cambridge Analytica denies these allegations), Ferrell did not protest in 2012 when Barack Obama’s presidential campaign employed almost identical practices.",
  "In an NPR interview this week, former FTC advisor Professor Tim Wu claimed privacy is “like kryptonite” to Facebook, which he described as “rotten.”\n\nOn Monday, a poll revealed that 51 percent of Facebook users were “very” or “somewhat” likely to leave the social network following privacy concerns.",
  "We have a basic responsibility to protect peoples’ data.” Further controversies have since emerged surrounding Facebook, including the revelationthat Facebook’s Android app had been logging data from users’ texts and phone calls.",
  "“I have always had an aversion to social media and have primarily used it as a tool to help support our work at Funny Or Die, some of my personal projects, as well as charity causes that I am passionate about.",
  "“I love my fans and hope to further interact with them through my comedy via the mediums of film and television.”\n\nThe post received over 56,000 likes and 6,000 shares.",
  "I am not deleting it immediately, in order to give this message enough time to get across to my fans and followers,” declared Ferrell in a post on Facebook, Tuesday.",
  "Hollywood star Will Ferrell will be deleting his Facebook page this week in response to allegations that the social network mishandled user data.",
  "“Hi Friends, I’m reaching out to let you know that in 72 hours I will be deleting my Facebook account.",
  "“This was a major breach of trust, and I’m really sorry that this happened."
]