[
  "The \"Facebook\"-logo is pictured on the sidelines of a press preview of the so-called \"Facebook Innovation Hub\" in Berlin | Tobias Schwarz/AFP via Getty Images 2.7M Europeans affected by Facebook, Cambridge Analytica scandal Justice Commissioner Vera Jourová to speak with Facebook’s Sheryl Sandberg early next week.",
  "“This story is too important, too shocking, to treat it as business as usual.”\n\nThe U.K. regulator is in the midst of an investigation into the scandal, which saw data from Facebook users misused by political data firm Cambridge Analytica in the 2016 U.S. election.",
  "Hours after the social media giant responded to EU concerns that more than 2.7 million European users’ data may have been affected by the ongoing data mining scandal, Jourová said she expects more from Facebook.",
  "Justice Commissioner Vera Jourová is scheduled to have a phone call with Facebook's Chief Operating Officer Sheryl Sandberg early next week, Commission spokesperson Christian Wigand said.",
  "Facebook’s statement follows a briefing by the European Commission to reporters in Brussels, which said the Commission has received an answer to the letter it sent late last month.",
  "Germany and the United Kingdom are among the countries hardest hit by the scandal, with 1.1 million people affected in the U.K. and 310,000 in Germany, according to recent reports.",
  "“I appreciate that they are trying to be more transparent … Unfortunately some explanations fall short of my expectations,” Jourová told POLITICO in an emailed comment.",
  "Up to 2.7 million Europeans were caught up in the data scandal involving Facebook and Cambridge Analytica, the social media giant confirmed to POLITICO Friday.",
  "“It’s clear that data of Europeans have been exposed to a huge risk, and I am not sure if Facebook took all the necessary steps to implement change.",
  "The letter asked for details on how Facebook considered EU data protection law in its response to the scandal and how many Europeans were affected.",
  "CORRECTION: A previous version of this article had incorrect details of Justice Commissioner Jourová's scheduled phone call next week.",
  "European data protection authorities are supporting the British watchdog by providing evidence.",
  "She will speak with Sheryl Sandberg."
]