[
  "“While Facebook has pledged to enforce its policies to protect people’s information, questions remain as to whether those policies are sufficient and whether Congress should take action to protect people’s private information,” Sen. Klobuchar and Kennedy wrote in a joint letter to Chuck Grassley, chairman of the Senate Judiciary Committee.",
  "Facebook executives will brief lawmakers this week over revelations that Cambridge Analytica, a data analytics firm that worked for President Trump’s campaign obtained names, “likes” and other personal information on 50 million people.",
  "The event has been called a data breach, but Facebook has argued that the information was technically captured “through legitimate channels,” but misused by Cambridge Analytica.",
  "Investigations have found Cambridge Analytica obtained unauthorized access to some 50 million Facebook accounts in a bid to target users with more effective political messages.",
  "At least two senators,Amy Klobuchar, D-Minn. and John Neely Kennedy, R-La.—have called for the Senate Judiciary Committee to convene a hearing, reported the Washington Post.",
  "Last fall, Facebook’s general counsel testified before a U.S. House of Representatives panel investigating possible Russian meddling in the 2016 U.S. election.",
  "Facebook has said it ordered for the data, which was obtained in 2014, to be destroyed in 2015.",
  "Cambridge still holds “most or all” of that data, according to reports from the New York Times.",
  "News of the meeting comes as pressure on Facebook CEO Mark Zuckerberg continues to escalate.",
  "The senators want Zuckerberg and executives from Google and Twitter to attend the panel.",
  "The Senate Commerce Committee is expected to meet with Facebook officials on Wednesday.",
  "The company later discovered that Cambridge Analytica had not deleted all the data.",
  "The explanation has not appeased lawmakers or privacy advocates.",
  "The Hill was the first to report the scheduled meeting.",
  "Facebook officials have faced Congress before."
]