[
  "Related: ...and here's what Zuckerberg has to fear when he testifies on Capitol Hill\n\nAnd Mizuho analyst James Lee said in a report Friday that Facebook's recent decision to wind down the Partner Categories tool, which allowed advertisers to target users based on information harvested by third-party data brokers, will be a plus.",
  "That's when Facebook will report its first quarter results and Zuckerberg and Facebook chief operating officer Sheryl Sandberg will face questions from analysts about the real impact Cambridge Analytica is having on user growth and ad sales.",
  "Zuckerberg will testify in front of the Senate Judiciary and Commerce committees Tuesday about how data company Cambridge Analytica was able to access personal information belonging to about 87 million Facebook users.",
  "Thill also highlighted data from web traffic analytics firm SimilarWeb, which showed that Android users of Facebook actually spent more time on Facebook this past March than they did in March 2017.",
  "\"FB is trying to improve data privacy/transparency,\" Lee wrote, adding that the new policy should not lead to any significant changes in how much advertisers spend on Facebook in the long haul.",
  "He told reporters in a conference call last week that the #DeleteFacebook movement didn't catch on: Few customers and advertisers left Facebook since the Cambridge problems came to light.",
  "Brent Thill of Jefferies wrote in a report Sunday that Facebook users appear to be just as engaged on the site in the past few weeks as they were before all the negative headlines.",
  "Thill said in his report that his team surveyed 750 Facebook users and found that more than 60% said they were using Facebook just as often or even more than they were a year ago.",
  "Related: Facebook starting to alert the 87 million users whose data was shared\n\nThe rest of Wall Street doesn't seem too nervous either.",
  "Facebook's lackluster stock performance is one reason why it will be crucial for Zuckerberg to put on a charm offensive in Washington.",
  "After Zuckerberg's testimony in DC this week, the next can't-miss event for Facebook investors is April 25 after the market closes.",
  "Analysts have boosted their first quarter earnings estimates for Facebook by more than 10% on average in the past three months.",
  "Wall Street may even question whether Zuckerberg is the right person to run the company during these tumultuous times.",
  "Related: Zuckerberg meeting with lawmakers ahead of his testimony\n\nZuckerberg isn't known as a gifted public speaker.",
  "\"Recent headlines around FB's data policies have not meaningfully impacted engagement on the platform,\" Thill wrote.",
  "If Zuckerberg bombs on Capitol Hill, investors will worry that Congress could impose regulations on Facebook.",
  "Can Mark Zuckerberg assure investors -- and Congress -- that Facebook is going to make some big changes?",
  "Wall Street won't have to wait much longer to find out if this bullishness was justified.",
  "Related: Here's what Zuckerberg plans to tell Congress...\n\nAnalysts back those claims up.",
  "Wall Street has punished Facebook's stock since the Cambridge Analytica data scandal.",
  "He will appear again before the House Energy and Commerce Committee on Wednesday.",
  "Netflix (NFLX) has soared 50% and Google (GOOGL) owner Alphabet is down just 1%.",
  "They've raised their forecasts for the full year by nearly 10% as well.",
  "In the meantime, Zuckerberg is trying to soothe investors' fears.",
  "Facebook (FB) is down nearly 10% this year.",
  "Amazon (AMZN) is up more than 20% in 2018.",
  "Apple (AAPL) is up 2%.",
  "Meanwhile."
]