[
  "Zuckerberg, who was recently grilled on Capitol Hill about everything from data privacy, whether the company collects data on non-users (it does) and his old sexist website FaceMash, cautioned that by clearing your Facebook history , the feature will not be as effective until it relearns a user's preferences.",
  "MANY USERS SAY YES\n\nHe continued that this is something \"a lot of people have asked about recently,\" the ability to see information that is being used by Facebook, its analytic tools and its advertising partners.",
  "A survey conducted by the Ponemon Institute, a U.S.-based think tank, found that just 27 percent of 3,000 respondents believe Facebook will protect their privacy and user data, down from 79 percent in 2017.",
  "MARK ZUCKERBERG SAYS AI CANNOT STOP ONLINE ABUSE YET, BUT EXPERTS BEG TO DIFFER\n\n\"But after going through our systems, this is an example of the kind of control we think you should have,\" Zuckerberg wrote.",
  "Under intense fire and criticism from lawmakers, the media and its users for how it has handled the Cambridge Analytica data scandal, Facebook and its CEO Mark Zuckerberg are letting users start from zero.",
  "\"Once we roll out this update, you'll be able to see information about the apps and websites you've interacted with, and you'll be able to clear this information from your account,\" he added.",
  "Trust in the social networking platform dipped sharply after the alleged data breach that saw 87 million users get their accounts improperly accessed.",
  "The idea is a lot of sites need cookies to work, but you should still be able to flush your history whenever you want,\" Zuckerberg wrote.",
  "It will be a simple control to clear your browsing history on Facebook -- what you've clicked on, websites you've visited, and so on.\"",
  "The embattled social media giant reported adjusted earnings per share of $1.69, well above Wall Street expectations of $1.35 a share.",
  "Ahead of the company's F8 developer conference, Zuckerberg announced a new \"Clear History\" feature built into Facebook.",
  "For its part, Cambridge Analytica maintains it did nothing wrong, though it has since replaced its CEO Alexander Nix.",
  "\"It's something privacy advocates have been asking for -- and we will work with them to make sure we get it right.\"",
  "FOR MANY ONLINE AMERICANS, FACEBOOK IS A HABIT\n\nThat has not yet impacted the company's business, however.",
  "Last week, Facebook announced first-quarter results that easily surpassed Wall Street’s expectations.",
  "\"You'll even be able to turn off having this information stored with your account.\"",
  "\"In your web browser, you have a simple way to clear your cookies and history.",
  "Revenue reached $11.97 billion, topping a projected $11.41 billion.",
  "Facebook also said it would increase share buybacks by $9 billion.",
  "The survey's results were first reported by The Financial Times.",
  "Fox Business' Thomas Barrabi contributed to this report.",
  "User trust was also impacted by Zuckerberg's testimony.",
  "\"We're building a version of this for Facebook too.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "FOX NEWS POLL: CONSIDERED DELETING FACEBOOK?"
]