[
  "Related: Facebook execs grilled by investors after data scandal\n\n\"These partners signed agreements that prevented people's Facebook information from being used for any other purpose than to recreate Facebook-like experiences,\" Ime Archibong, Facebook's vice president of product partnerships, wrote in the blog post.",
  "US Congressman David Cicilline, who has introduced a bill intended to curb Facebook and Google's (GOOGL) influence in the news industry, said the Times report raises questions about Facebook CEO Mark Zuckerburg's testimony before Congress earlier this year.",
  "Related: Mark Zuckerberg ripped by European Parliament for dodging questions\n\nFacebook is under increasing scrutiny from lawmakers, regulators and users around the world over its handling of users' data and the steps it takes to protect their privacy.",
  "The New York Times reported that Facebook also gave device makers \"access to the data of users' friends without their explicit consent, even after declaring that it would no longer share such information with outsiders.\"",
  "The firestorm erupted in March when it emerged that Cambridge Analytica, a consulting firm with ties to President Donald Trump's campaign, gained improper access to tens of millions of Facebook users' data.",
  "A New York Times investigation published late Sunday revealed the scope of data-sharing deals Facebook (FB) struck over the years with companies like Apple (AAPL), Samsung (SSNLF) and Microsoft (MSFT).",
  "\"It's worrying that so many companies had access to this data, particularly in light of security and privacy concerns,\" said Michael Veale, a technology policy expert at University College London.",
  "Facebook disputed that finding, saying that \"friends' information, like photos, was only accessible on devices when people made a decision to share their information with those friends.\"",
  "The partnerships give some device makers access to Facebook users' education history, relationship status, work, religion, political leaning and upcoming events, the Times reported.",
  "The social media company said it gave device makers access to software only so they could build versions of Facebook that worked on different phones or operating systems.",
  "\"Sure looks like Zuckerberg lied to Congress about whether users have 'complete control' over who sees our data on Facebook,\" Cicilline wrote on Twitter.",
  "He suggested it's \"hugely possible that other apps on some devices could have been mining this data if the privacy and security controls were lax.\"",
  "https://t.co/XcOgw73BhW — Facebook (@facebook) June 4, 2018\n\nApple, Samsung and Microsoft did not respond to requests for comment on the matter.",
  "\"These companies could not integrate people's Facebook information with their devices without that person's permission,\" Facebook tweeted.",
  "Under scrutiny this time is the company's practice of sharing information about its users with dozens of smartphone and tablet makers.",
  "It said it forged partnerships with around 60 companies back when mobile phones were less powerful and app stores did not yet exist.",
  "\"We are not aware of any abuse by these companies,\" he added, noting that Facebook has been \"winding down access\" to the software.",
  "These companies could not integrate people's Facebook information with their devices without that person's permission.",
  "The scandal pummeled Facebook's stock and prompted calls for greater regulation of big social media companies.",
  "But Zuckerberg survived a series of grillings from lawmakers in the United States and Europe.",
  "In a blog post, Facebook (FB) confirmed some parts of the Times' report but disputed others.",
  "Facebook replied to Cicilline, saying the New York Times was \"wrong about user controls.\"",
  "\"This needs to be investigated and the people responsible need to be held accountable.\"",
  "Facebook is on the defensive again over how it handles people's personal data.",
  "And Facebook's stock has since recovered to trade close to its all-time high.",
  "-- Michael Kaplan and Samuel Burke contributed to this report.",
  "But the revelations quickly drew criticism and concern.",
  "But the NYT is wrong about user controls.",
  "This is an important point.",
  "Hi @davidcicilline."
]