[
  "\"I'm grateful for everything you've done to help connect the world, and for everything you've taught me, including about encryption and its ability to take power from centralized systems and put it back in people's hands,\" Zuckerberg wrote.",
  "To attract more advertisers to WhatsApp, there were also discussions to weaken the platform's end-to-end encryption, which essentially bars anyone including Facebook or WhatsApp from reading your private messages over the service.",
  "The Post, citing anonymous sources, said Koum had been \"worn down by the differences in approach,\" but that his decision to leave came before the Cambridge Analytica scandal began to embroil Facebook in March.",
  "But according to the Washington Post, Koum has been clashing with his parent company over data privacy issues including whether it should weaken WhatsApp's end-to-end encryption, which it rolled out in 2016.",
  "Koum said he plans on taking time off from technology, and will focus on other activities including \"collecting rare air-cooled Porsches,\" and playing ultimate Frisbee.",
  "The report went on to claim that other WhatsApp employees are also \"demoralized\" and plan to leave in November, when they can exercise all their stock options.",
  "But in 2016, Facebook began collecting phone numbers from WhatsApp users so that it could offer better friend suggestions and show more relevant ads.",
  "However, in the following years, the leaders from both companies have reportedly clashed over how Facebook could make money from its acquisition.",
  "On Monday, Koum announced his departure, saying it was time for him to move on, making no mention of any tension with Facebook.",
  "WhatsApp CEO Jan Koum is reportedly not happy with company parent Facebook, and has decided to leave the messaging service.",
  "Koum had been resisting his parent company's attempts to pull more data from WhatsApp users for advertising purposes.",
  "But in another sign of tension with Facebook, Acton tweeted out support for the #DeleteFacebookMovement last month.",
  "Facebook CEO Mark Zuckerberg also responded to Koum's post, saying he would miss working closely with him.",
  "The team is stronger than ever and it'll continue to do amazing things,\" he wrote in a Facebook post.",
  "WhatsApp's other co-founder Brian Acton left the messaging service last year to start a nonprofit.",
  "\"I'm leaving at a time when people are using WhatsApp in more ways than I could have imagined.",
  "According to the Post, Koum also plans on leaving Facebook's board of directors.",
  "And at the time Koum said the deal would change \"nothing\" for WhatsApp users.",
  "Despite the Post's reporting, Koum portrayed his departure in positive terms.",
  "Facebook bought the mobile messaging service back in 2014 for $16 billion.",
  "Facebook and WhatsApp have declined to comment on Koum's departure.",
  "Who will lead the messaging service in the interm isn't clear.",
  "\"Those values will always be at the heart of WhatsApp.\"",
  "This article originally appeared on PCMag.com."
]