[
  "That's not an insignificant sum, but considering the value that Facebook presents to users, who spend an average of 50 minutes a day on its products, it's likely that at least some people who are concerned about privacy issues would be willing to pay to avoid ads and protect their privacy.",
  "However, it looks like Facebook either needs to do more to restrict advertiser access to its data in order to avoid misuse, or offer users a subscription-based, ad-free platform so users who were willing to pay for the service could do so without worrying about their data being abused.",
  "No other platform gives marketers the ability to target audiences so specifically with demographic characteristics like age, gender, and zip codes, and psychographic qualities like what kind of music a person likes, their favorite sports team, or where they like to shop.",
  "While I suspect the vast majority of users would stick with the traditional ad-supported model, offering such a paid option would help answer critics by giving users a way to avoid ads and data scraping, and allow the company to build a separate revenue stream.",
  "The uproar over the Cambridge Analytica scandal has carried on for several weeks with the #DeleteFacebook campaign attracting tech luminaries like Apple Co-Founder Steve Wozniak and Tesla CEO Elon Musk, as well as many other agitated users.",
  "Facebook's ad business has been so successful that the company is likely reluctant to move away from it, and the $81 per year price tag that a replacement subscription would carry shows just how valuable its ad business is.",
  "As of its most recent report, the company had 239 million monthly active users in North America, and it generated $19.5 billion in revenue last year from the region, or nearly half of its total revenue of $40.7 billion.",
  "There is one hiccup with the subscription model -- in order to keep with the company's blistering 40%+ ad revenue growth, Facebook would need to regularly hike subscription rates, making the paid model less appealing.",
  "The paid option\n\nFacebook has more than 2.1 billion users globally, but by far the most valuable ones are in North America where the online and mobile ad market is bigger and more mature.",
  "Offer from the Motley Fool: Find out why Facebook is one of the 10 best stocks to buy now\n\nMotley Fool co-founders Tom and David Gardner have spent more than a decade beating the market.",
  "CLOSE San Francisco State Professor Joe Tuman says Mark Zuckerberg's congressional testimony promising better privacy protection rings hollow unless Facebook changes its business model.",
  "The social network now has 6 million active advertisers, and the advantage over traditional media channels like TV and print, which offer no comparable form of targeting, is clear.",
  "Last year, Facebook generated an operating (pre-tax) margin of 49.7%, meaning the company only needed to spend about half of its revenue on operating the business.",
  "It's unclear if any regulation will result from the Cambridge Analytica incident or the Russia's election meddling on Facebook, Twitter, and other such platforms.",
  "The Motley Fool is a USA TODAY content partner offering financial news, analysis and commentary designed to help people take control of their financial lives.",
  "Facebook CEO Mark Zuckerberg, meanwhile, was forced to testify before Congress to explain what the company does with its user data and its effect on privacy.",
  "(Photo: Facebook)\n\nFrom its beginning, Facebook (NASDAQ: FB) has promised that its site is \"free and always will be,\" but it may be at a turning point.",
  "A company offers a free, ad-supported product to casual users in the hopes that they will like the product enough to pay up for a better experience.",
  "On a monthly basis, that cost would be less than $7, cheaper than major newspaper subscriptions or video streaming services like Netflix.",
  "It's not surprising then that Facebook would seek to protect its core business, but a paid model could complement its existing offering.",
  "The Motley Fool has the following options: long January 2020 $150 calls on Apple and short January 2020 $155 calls on Apple.",
  "Considering its popularity among its tech peers, pivoting to such a model wouldn't be so strange for the social network.",
  "A dream business model\n\nWide profit margins emerge when the value of company's product significantly exceeds its costs.",
  "It's commonly used in apps like dating sites and games, as well as streaming services like Hulu, Pandora, and Spotify.",
  "The freemium way\n\nThe freemium model, as this is known, is a tried-and-true business strategy in the tech world.",
  "Facebook could also charge less for subscriptions outside of North America as its ad business is weaker there.",
  "A margin like Facebook's, around 50%, is virtually unheard of and shows the power and success of its model.",
  "The Motley Fool owns shares of and recommends Apple, Facebook, Netflix, Pandora Media, Tesla, and Twitter.",
  "Facebook is able to produce such fat margins because the service is extremely valuable to advertisers.",
  "*Stock Advisor returns as of April 2, 2018\n\nRead or Share this story: https://usat.ly/2qqn5zM",
  "That means Facebook generates $81 in revenue from the average North American user annually.",
  "*)\n\nTom and David just revealed their ten top stock picks for investors to buy right now.",
  "By comparison, an operating margin around 10% is normal for the average S&P 500 company.",
  "(In fact, the newsletter they run, Motley Fool Stock Advisor, has tripled the market!",
  "Facebook CEO Mark Zuckerberg has been in the hot seat in front of Congress this week.",
  "More:With all we know about Facebook, should you still 'sign in with Facebook'?",
  "More:After Facebook hearings, users want to know: who is protecting my data?",
  "Facebook is on the list -- but there are nine others you may be overlooking.",
  "(April 11) AP\n\nThat's how much you're worth to the social network.",
  "Jeremy Bowman owns shares of Apple, Facebook, and Netflix.",
  "Its content is produced independently of USA TODAY.",
  "Even The Motley Fool employs a freemium model.",
  "Click here to get access to the full list!",
  "The Motley Fool has a disclosure policy.",
  "More:I downloaded all my Facebook data.",
  "This is what I learned.",
  "It could also do both."
]