[
  "Cambridge Analytica said Wednesday that the leak only affected 30 million users\n\nWinblad, founding partner of Hummer Winblad Venture Partners, said there will need to be a major compromise by companies over how much data they use and how much transparency there is after the data leak scandal.",
  "The social media giant said Wednesday that the number of users whose information was improperly shared with Cambridge Analytica was 87 million — higher than previously reported estimates of 50 million — and said \"most people on Facebook could have had their public profile scraped.\"",
  "In an interview with NBC's \"TODAY\" show, which aired Friday, Facebook's chief operating officer, Sheryl Sandberg, said if users wanted to opt out of all of the social media company's data-driven advertising, they would have to pay for it.",
  "Allowing Facebook users to pay to opt out of having their data used by the company would likely be an unsustainable business model, entrepreneur-turned-venture capitalist Ann Winblad told CNBC on Friday.",
  "\"I think new businesses will spring up that will have free use but more transparency on the use of the data, more control of the data, more transparency of what their business model is,\" she added.",
  "\"Facebook is one company of many that leverage data for their business model,\" Winblad, who has more than 30 years experience in the tech industry, told \"Squawk Box.\"",
  "Winblad, who said she subscribes to music service Pandora's premium subscription service, said the pay model does sometimes work, but it could come at a cost.",
  "However, she also said if users pay a premium to \"opt out\" of data use, there will be an expectation by them that they will get other services in return.",
  "\"I don't think companies are going to be able to sustain all of their business models charging customers not to use data.\"",
  "\"The question is, do you end up with $2 billion consumers with that business model?\"",
  "The comment was made as Facebook has come under fire over its privacy practices.",
  "she asked."
]