[
  "But Nelson, the top Democrat on the Commerce, Science and Transportation committee, which will hear Zuckerberg’s testimony Tuesday, said the Facebook executive and cofounder was “forthright and willing to turn things around where mistakes have been made.”\n\nTo be sure, the 33-year-old billionaire, who helped start Facebook in 2004 while at Harvard, has been in full damage-control mode since reports surfaced in recent weeks that Cambridge Analytica, a political data-mining firm affiliated with Donald Trump’s 2016 presidential campaign, may have used ill-gotten user data to try to influence elections.",
  "Beyond the issue of protecting Facebook users’ personal information, Zuckerberg also is expected to face questions on Capitol Hill about the extent to which Russia influenced the 2016 White House race, following revelations that Russian bought $100,000 worth of Facebook ads and whether conservative content on the site is being censored.",
  "I don't want to regulate them half to death,” Kennedy, a member of the Senate Judiciary Committee, said on CBS’ “Face the Nation.” “But we have a problem.”\n\nWhen asked whether regulation is the answer, Kennedy said, “It may be the case.”\n\nTo be sure, Facebook is facing the worst privacy crisis in its roughly 14-year history.",
  "Facebook CEO Mark Zuckerberg arrived Monday on Capitol Hill contrite and apologetic, ahead of an expected grilling later this week before Congress -- and the threat of regulations -- after the social media giant allowed a data-mining company to get the personal information from at least 87 million users.",
  "On Monday, Zuckerberg also met with Iowa GOP Sen. Chuck Grassley, the chairman of the Judiciary committee; California Sen. Dianne Feinstein, the committee’s top Democrat; and South Dakota GOP Sen. John Thune, chairman of the Senate Commerce, Science and Transportation Committee.",
  "And we should have caught that.”\n\nThe senator also said he believes Zuckerberg was sincere and is taking the issue “seriously” because “he understands that regulations are right around the corner.”\n\nNelson expressed skepticism about whether Facebook could fix its own problem.",
  "But he didn’t commit to regulations, suggesting instead that he wants to hear more from Zuckerberg and what special counsel Robert Mueller concludes about Russia meddling in the 2016 elections before making a decision about Facebook and the rest of the social media industry.",
  "And he said that preventing “interference and misinformation” in the 2018 elections is among his “top priorities.”\n\nFacebook is also set this week to tell its roughly 2.2 billion users which apps each is using and what information the apps might have shared.",
  "“Looking back, it's clear we were too slow identifying election interference in 2016, and we need to do better in future elections,” Zuckerberg said in an open letter posted on Facebook to its 2.2 billion users minutes before he met privately with senators.",
  "In Zuckerberg’s Facebook post, he also announced plans for new artificial intelligence tools that will “take down thousands” of fake accounts and verify every political advertiser and to establish an independent election research commission.",
  "Perhaps the biggest questions Zuckerberg is expected to face on Capitol Hill are: Can Facebook protect its data and did the company fail to because of its business model?",
  "In his first meeting Monday, Zuckerberg entered and exited a one-hour talk with Florida Democratic Sen. Bill Nelson without talking to reporters.",
  "On Sunday, Louisiana GOP Sen. John Kennedy also opened the door to regulating social media, in the wake of the personal-data scandal.",
  "Zuckerberg is set to testify Tuesday at a joint hearing of the Senate Judiciary and Commerce, Science and Transportation committees.",
  "The company, prior to Monday’s announcement, had already announced several piecemeal technical changes to address privacy issues.",
  "On Sunday, Cubeyou, a second data analytics firm used by Facebook, was suspended by Facebook as an investigation unfolds.",
  "“That goes for fake news, foreign interference in elections and hate speech as well as developers and data privacy.",
  "“We were too slow to spot and respond to Russian interference, and we’re working hard to get better,\" he says.",
  "In prepared testimony for the House hearing, Zuckerberg will give a statement similar to the one on Facebook.",
  "Nelson said Zuckerberg told him Monday in their one-on-one meeting: “We were lied to (Cambridge Analytica.)",
  "I started Facebook, I run it, and I’m responsible for what happens here.”\n\n'I don't want to hurt Facebook.'",
  "We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "He then testifies Wednesday before the House Energy and Commerce Committee.",
  "Or did other factors create an obstacle to change?",
  "The Associated Press contributed to this report.",
  "It was my mistake, and I’m sorry.",
  "“I don't want to hurt Facebook.",
  "— Sen. John Kennedy, R-La."
]