[
  "On Monday, Blumenthal said that federal officials investigating Facebook should be “penetrating and prompt in holding [it] accountable for apparent illegal action.” He even suggested in a statement that “possible remedies should include damage payments to users, and other court-ordered action.”\n\nFor now, the Senate Judiciary Committee session is set to “broadly cover privacy standards for the collection, retention and dissemination of consumer data for commercial use,” the committee announced Monday.",
  "It’s the third such request that lawmakers have made of Facebook Chief Executive Mark Zuckerberg to testify since it emerged earlier this month that Cambridge Analytica, a data firm hired by President Trump during the 2016 campaign, may have improperly accessed names, “likes” and other personal information from at least 30 million Facebook users.",
  "Questions about Trump, the Russian government’s disinformation efforts and the presidential race are likely to return at the scheduled April 10 session – on top of new, uncomfortable queries about the ways that the biggest brands in the tech industry collect and protect information about their users.",
  "(Josh Edelson/AFP/Getty Images)\n\nA panel of Senate lawmakers aims to grill the top executives of Facebook, Google and Twitter next month, the latest indication that the controversy surrounding Facebook’s data privacy practices now threatens to envelop the whole of Silicon Valley.",
  "Today, the FTC is confirming that it has an open non-public investigation into these practices.”\n\nFor its part, Cambridge Analytica said in a statement Friday that it had obtained data from the social network “in line with Facebook’s terms of service and data protection laws.\"",
  "The Senate Judiciary Committee’s chairman, Republican Sen. Chuck Grassley (Iowa), on Monday scheduled an April 10 hearing on the “future of data privacy and social media” -- and the panel said it would explore potential new “rules of the road” for those companies.",
  "The result could be a hearing that exposes both of those tech giants – whose data is not known to have been taken by Cambridge Analytica – to uncomfortable questions about the extent to which they profit from their users’ most personal data, too.",
  "Lawmakers there have been seething over Facebook, Google and Twitter since last fall, when the panel grilled those tech giants’ lawyers about another issue – Russian propaganda that spread on their platforms around the 2016 election.",
  "“It will also examine how such data may be misused or improperly transferred and what steps companies like Facebook can take to better protect personal information of users and ensure more transparency in the process.”",
  "But the Senate Judiciary Committee’s hearing spells the first time that congressional lawmakers have expanded their scrutiny to include Zuckerberg’s peers, Google CEO Sundar Pichai and Twitter CEO Jack Dorsey.",
  "“The FTC is firmly and fully committed to using all of its tools to protect the privacy of consumers,” Tom Pahl, the acting director of the agency’s Bureau of Consumer Protection, said in a statement Monday.",
  "On Capitol Hill, lawmakers on two panels -- the House Energy and Commerce Committee and the Senate Commerce Committee – already have invited Zuckerberg to testify at two upcoming hearings.",
  "But lawmakers have not indicated if they would seek to subpoena the Facebook executive if he declined to attend or sought to send another company official in his place.",
  "As a result, the new probe carries the potential for steep fines and other penalties on the social giant, which is facing similar investigations in Europe.",
  "Earlier Monday, a powerful U.S. watchdog agency, the Federal Trade Commission, said it would investigate Facebook over the Cambridge Analytica incident.",
  "For the U.S. government, a key question is whether Facebook's business practices violated a 2011 settlement with the FTC over another privacy mishap.",
  "The Senate Judiciary Committee panel, however, could prove to be the toughest political territory for Facebook and its Silicon Valley peers.",
  "A spokesman for Zuckerberg, who last week expressed his openness to appear at a hearing, said Facebook is still reviewing the request.",
  "“Accordingly, the FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook.",
  "The news initially sent Facebook’s stock price tumbling, though it reversed those losses by the end of the day as the market surged.",
  "and Democratic Sen. Richard Blumenthal (Conn.), are regular critics of the tech industry’s privacy practices.",
  "The Senate’s upcoming hearing is hardly the only major political and legal challenge facing Facebook.",
  "Some of the Judiciary Committee’s members, including Republican Sen. John Kennedy (La.)",
  "Spokespeople for Google did not immediately respond to requests for comment.",
  "A spokeswoman for Twitter declined comment.",
  "\n\nFacebook chief executive Mark Zuckerberg."
]