[
  "“And whether people delete their app over it or just don’t feel good about using Facebook, that’s a big issue that I think we have a responsibility to rectify.”\n\nFollow Ben Kew on Facebook, Twitter at @ben_kew, or email him at bkew@breitbart.com.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nAmid the current scandal engulfing the company, many users, advertisers, and celebrities have threatened to leave the network, with the hashtag #DeleteFacebook even trending on competing platform Twitter.",
  "“What’s Facebook?”, Musk tweeted out on Monday, in response to calls from many users to abandon the network amid claims that the site allowed the use of millions of people’s personal data by the data firm Cambridge Analytica.",
  "However, it is not immediately clear whether the decision is a joke or publicity stunt, especially given that Facebook has become a vital marketing tool for millions of businesses worldwide.",
  "Elon Musk has responded to the recent data scandal at Facebook by deleting both Tesla and SpaceX’s pages as part of the #DeleteFacebook backlash against the social media giant.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nTesla and SpaceX hadd more than 2.4 million and 2.6 million likes on Facebook respectively, before the two pages were taken down.",
  "“I don’t think we’ve seen a meaningful number of people act on that,” Facebook CEO Zuckerberg said of the calls for people to boycott the network he founded.",
  "“But, you know, it’s not good.”\n\n“I think it’s a clear signal that this is a major trust issue for people, and I understand that,” he continued.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\n“Looks lame anyway,” Musk tweeted soon after, before pulling the SpaceX page as well.",
  "When one user accused Musk of “trolling,” he replied: “What, a troll, me!?",
  "The company’s stock price has also fallen by over 10 percent.",
  "The Tesla Facebook page was pulled minutes later.",
  "Musk does not have his own personal page.",
  "How dare you, sir!”\n\nWhat, a troll, me!?",
  "What, a troll, me!?",
  "How dare you, sir!",
  "How dare you, sir!",
  "Looks lame anyway.",
  "Definitely."
]