[
  "The most popular things that people search for alongside your name are “net worth,” “A-Rod” and “Alex Rodriguez.” Why do you think people find your former relationship with A-Rod so fascinating?",
  "There’s a good chance there’s an “Uncle Joe” in your family who’s actually just “Joe.” So everyone has a story like that; they just don’t necessarily know it.",
  "With gene engineering available to only the wealthy, society will break down into two social classes, the modified and the unmodified.",
  "Has the Facebook/Cambridge Analytica scandal given you any second thoughts about how you share data with other companies?",
  "By the time there’s really gene-editing ability, it’s going to be accessible to the majority of the population.",
  "There’s people in the world who talk a lot about what they want to do, and there’s people who do it.",
  "I have to say, because we’re regulated, it’s a very different world for us than it is for Facebook.",
  "How often do you hear about people who discover they’re actually adopted or have a secret sibling?",
  "Can I ask you about whether gene stuff that happened in movies will ever happen in real life?",
  "The site uses your DNA to match you with other relatives in the 23andMe database.",
  "The nonpaternity average in this country is much higher than people think it is.",
  "In some ways it’s a lot like genetics: On the outside we seem very different.",
  "I think that one of the benefits is that it made us go a little bit slower.",
  "The human body is spectacularly complex beyond anything you could imagine.",
  "Also, I think we’re a ways off from actually knowing how to modify.",
  "It’s an extra step of checkpoints about how you’re doing things.",
  "And that boy, he goes after the world with a voracious appetite.",
  "In the early days, we wondered: How are we going to handle this?",
  "And in some ways, I think we’ve helped normalize it.",
  "23andMe has partnerships with lots of third parties.",
  "On the inside, there were a lot of similarities.",
  "I have a lot of respect for him.",
  "That’s “Gattaca.” No.",
  "Every day.",
  "Every day.",
  "Sure."
]