[
  "Recent examples include #metoo, the movement for people to discuss sexual assault, #deleteuber, the campaign to protest Uber last year amid political controversy, and now, there is the movement to #deletefacebook in response to the Cambridge Analytica controversy.",
  "That allowed you to skip manually entering details like your name and email address — a process that is especially cumbersome on a small smartphone screen.",
  "One painful part of breaking up with Facebook would be potentially losing access to the many third-party apps and websites that are tied to your account.",
  "That’s not going to do much for your privacy, considering that an overwhelming amount of what you do on Facebook involves engaging with other people.",
  "All of your friends (and their friends, too) would also have to delete their accounts in order to have any sort of meaningful effect.",
  "When you delete your account, you are only deleting the media you posted, like your status updates and photos that you uploaded.",
  "Over the past decade, many shopping sites and apps teamed up with Facebook to use the company’s login tool, Facebook Login.",
  "By clicking a button, you could sign up for an account with an app or website just by sharing your Facebook account data.",
  "This sped up the process of signing up for an account to buy that pair of shoes you saw go on sale.",
  "Facebook also offers a tool for extracting a copy of your data before deleting your account.",
  "You can permanently delete your account by clicking a few buttons on Facebook’s website.",
  "For example, if people uploaded photos of you, those photos will still be there.",
  "The conversations you had with friends through Facebook won’t disappear, either.",
  "What other things are you losing access to if you delete Facebook?",
  "The company delays deletion for a few days, so do not log back in.",
  "For grass-roots movements, a Twitter hashtag might be enough.",
  "Facebook Login became popular because it was a good product.",
  "After you delete your account, it won’t be recoverable.",
  "Shadows of your digital self would remain on the site.",
  "Why do so many apps require a Facebook login?",
  "How can you actually delete your account?",
  "What does it mean to delete Facebook?",
  "But there are caveats."
]