[
  "The Viral 'Weather Kid' Brought His Dance Moves to 'Fox & Friends'\n\nRep. Marsha Blackburn (R-Tenn.) said Tuesday that Facebook founder Mark \"Universal Income\" Zuckerberg should testify before Congress over its recent privacy scandal, comparing Facebook and other social media companies to a \"peeping Tom.\"",
  "The Federal Trade Commission (FTC) confirmed Monday it's opening an investigation into the social media giant's privacy practices amid Facebook's controversy with consulting firm Cambridge Analytica, which may have misused the data of nearly 50 million users to influence the 2016 election.",
  "Ratcliffe: Mark Zuckerberg Needs to Testify About Cambridge Analytica Data Breach\n\nSteyn: 'Highly Ideological' Twitter and Facebook Have Become an Internet 'Duopoly'\n\n'We Have to Be Nice to Each Other': Janice Dean Stands Up to Facebook Body-Shamer",
  "The FTC said in a statement, \"The FTC is firmly and fully committed to using all of its tools to protect the privacy of consumers ... Foremost among these tools is enforcement action against companies that fail to honor their privacy promises.\"",
  "\"When you look at what the search engines and the social media companies are doing with your information, that is the equivalent of a peeping Tom,\" Blackburn said, adding Zuckerberg made billions by selling Americans' data from Facebook.",
  "When you look at what these search engines and these social media companies are doing with your information, that is the equivalent of a peeping Tom,\" she said, calling for new legislation to protect privacy.",
  "Blackburn criticized social media sites and online search engines, saying that both have not been transparent within the internet ecosystem when it comes to protecting consumers' privacy.",
  "Zuckerberg said in a statement regarding the scandal, \"We will learn from this experience to secure our platform further and make our community safer for everyone going forward.\"",
  "More than 30 states have demanded answers from Zuckerberg directly, but he has instead enlisted high-level Facebook executives to discuss the issue.",
  "Blackburn questioned why Zuckerberg hasn't compensated Facebook users for the data his company mines and provides to third parties.",
  "She also called out Zuckerberg for, at the same time, championing a \"universal basic income\" for all people.",
  "\"There is nothing women hate more than a peeping Tom.",
  "Watch the full discussion above."
]