[
  "“What I think we've found so far is that typically there are people whose whole job is focused on an area, but I would imagine at some point that there would be a topic where I am the sole authority on and that would make sense for me to do and I'll be happy to do it at that point.”\n\nOn Tuesday, Facebook opted not to make Zuckerberg available to testify before a key parliamentary committee in the United Kingdom investigating the same issue, which had asked him to appear.",
  "\n\nFacebook chief executive Mark Zuckerberg (Jeff Roberson/AP)\n\nFacebook has signaled that CEO Mark Zuckerberg will testify before Congress by discussing the details of the appearance with lawmakers, according to a person familiar with the conversations.",
  "In an interview with CNN last Wednesday, he answered the question of whether he would testify by saying that he was “happy to, if it’s the right thing to do.”\n\nHe added that he felt it often made more sense to send subject matter experts.",
  "That infuriated leaders of the Senate’s top antitrust committee, who said at the time they might take “formal” action — a subtle threat of a subpoena — that might have forced the search giant to send a more senior executive anyway.",
  "Two years earlier, another panel of senators peppered Google’s then-executive chairman, Eric Schmidt, about his company’s size, and whether the search giant leveraged its corporate footprint to the detriment of its rivals.",
  "That panel’s leader, Chairman Damian Collins, previously accused Facebook of having “understated the risk” about the data it holds on its users — and whether it had been taken without consent.",
  "The congressional hearings were prompted by revelations that data consultancy Cambridge Analytica had wrongfully obtained personal information on at least 30 million American Facebook users.",
  "A spokeswoman for the House Energy and Commerce committee, another of the panels that has invited Zuckerberg to a hearing, said the chief executive has not confirmed his attendance.",
  "Instead, Facebook said in a letter to Collins that it would send one of his deputies, Chief Technology Officer Mike Schroepfer and Chief Product Officer Chris Cox, in his place.",
  "In February, Google suddenly settled a protracted legal dispute with Uber over self-driving cars, the week that co-founders Larry Page and Sergey Brin were expected to testify.",
  "Under European law, privacy is considered a fundamental human right and companies cannot use personal data without notifying and obtaining permission from consumers.",
  "During congressional hearings on Russian meddling last fall, lawmakers also called for the chief executives of Facebook, Google and Twitter to come forward.",
  "Spokespeople for two of the committees — the Senate Judiciary Committee and Senate Commerce Committee — did not respond to emails seeking comment Tuesday.",
  "Three congressional committees have invited Zuckerberg to testify, including the Senate Judiciary Committee at an April 10 meeting about data privacy.",
  "“The committee is continuing to work with Facebook to determine a day and time for Mr. Zuckerberg to testify,” said the spokeswoman, Elena Hernandez.",
  "The agency is investigating whether Facebook broke that agreement when Cambridge Analytica took the profiles of individuals and their friends.",
  "Zuckerberg stayed mum for nearly a week after the Cambridge Analytica controversy erupted, frustrating both lawmakers and Facebook employees.",
  "One of the panels, the Senate Judiciary Committee, also asked the leaders of Google and Twitter to join him at its April hearing.",
  "That agreement also requires that Facebook obtain consumers’ consent before making changes to how their data is shared or used.",
  "A new data privacy regime going into effect this year fines companies up to four percent of global revenue for each violation.",
  "In the U.S., Facebook’s use of people’s data is governed in part by a 2011 agreement with the U.S. Federal Trade Commission.",
  "“The Committee will also request that Mark Zuckerberg clarify whether he is in a position to give evidence,” the panel said.",
  "Even candid photos that appear of him, such as those that took place during his U.S. tour last year, are carefully managed.",
  "But lawmakers so far have not said if they’d take the rare step of issuing a subpoena, forcing Zuckerberg to appear.",
  "Silicon Valley executives have gone to great lengths to avoid testifying before both public committees and courts.",
  "Zuckerberg would not be the first major tech executive to submit to a congressional grilling in recent years.",
  "His public statements are almost always only on Facebook’s own platforms; he hasn’t used Twitter in years.",
  "A lengthy probe of Apple’s tax practices led Senate lawmakers to press CEO Tim Cook at a hearing in 2013.",
  "Initially, though, Google sought to spare its top executives from a high-profile Capitol Hill showdown.",
  "He once hired a personal pollster to gauge the most minor shifts in the public perception of him.",
  "Instead, it offered to dispatch its chief legal officer, David Drummond, to testify to Congress.",
  "Zuckerberg in particular appears to be far more comfortable when he can control his appearance.",
  "In the United States, three congressional committees have requested that Zuckerberg testify.",
  "In Europe, Facebook could face potentially more serious legal consequences for its mistakes.",
  "It is unclear how many hearings Zuckerberg will attend, and of which committees.",
  "Shares in Facebook, Google and Twitter were trading sharply lower Tuesday.",
  "Cox is now slated to appear at a hearing in the coming weeks.",
  "But the companies sent their lawyers instead.",
  "Twitter and Google declined to comment."
]