[
  "It’s a threat to liberal democracy on a global scale,” David Kirkpatrick, author of “The Facebook Effect.” | Oli Scarff/AFP/Getty Images POLITICO Money Podcast Facebook critic: Greed led to company meltdown ‘Facebook is essentially a 14-year-old design … So no, the answer is it will not survive long-term.’\n\nSubscribe to POLITICO Money on Apple Podcasts here.",
  "“They were more interested in growing their extraordinarily, unprecedentedly profitable business than they were in really sitting back and thinking about, ‘What does this really mean and what could go wrong?’”\n\nMorning Money Political intelligence on Washington and Wall Street — weekday mornings, in your inbox.",
  "“It will survive in the short-term partly because it is so profitable and they will continue to find ways to make it acceptable for users, and advertisers really have no alternatives as a place to go that is comparable for the ability to target customers,” he said.",
  "The book dives into problems roiling the company, including the disclosure that political consulting firm Cambridge Analytica, which had ties to Donald Trump’s presidential campaign, accessed the private data of 50 million Facebook users.",
  "Facebook is confronting an existential crisis on a global scale that threatens the long-term viability of the company, according to the author of a book on the social networking giant.",
  "So no, the answer is it will not survive long term.”\n\n\n\nCLARIFICATION: Politico has changed the headline of this story to better represent David Kirkpatrick’s statements.",
  "It’s a threat to liberal democracy on a global scale,” David Kirkpatrick, author of “The Facebook Effect,” said in the latest edition of POLITICO Money.",
  "But as it faces legal probes and congressional inquiries in the U.S. and investigations around the world, its long-term future is in question.",
  "“But Facebook is essentially a 14-year-old design that for all its evolution is still founded on the ideas of 14 years ago.",
  "“Facebook has been swimming in so much dough that they came to live on their own fumes,” Kirkpatrick said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Story Continued Below\n\n“The reality is that Facebook is threatening global democracy.",
  "“The reality is that Facebook is threatening global democracy.",
  "For now, Kirkpatrick said, Facebook will survive.",
  "You can unsubscribe at any time.",
  "| Subscribe via Stitcher here."
]