[
  "Data scandal wipes away $50 billion\n\nMcNamee joins a chorus of investors, tech workers, and executives who are questioning the power that tech platforms wield and their impact on society.",
  "Facebook is confronting a crisis of public trust \"that is going to destroy the company,\" Mark Zuckerberg's former mentor, the venture capitalist Roger McNamee, tells CNN.",
  "McNamee says that he confronted CEO Mark Zuckerberg and chief operating officer Sheryl Sandberg in 2016 about what he viewed as a \"systemic issue in the product.\"",
  "He recently became an adviser to The Center for Humane Technology, an organization working to fix tech addiction by improving the design of apps and services.",
  "Now, politicians from both the United States and the UK are calling on Facebook and Zuckerberg to answer questions about the Cambridge Analytica scandal.",
  "Now Facebook is facing a backlash after reports that political data firm Cambridge Analytica harvested information on 50 million Facebook users.",
  "\"I can understand that they did not appreciate how their strategy of growing at any cost might have negative repercussions,\" McNamee said.",
  "Facebook was already being scrutinized by lawmakers regarding Russian meddling on its platform leading up to the 2016 elections.",
  "\"They haven't even taken the first step of admitting there's a problem,\" he told Christiane Amanpour in an interview Tuesday.",
  "\"If they don't do something pretty soon, people are going to realize they can't trust Facebook anymore.\"",
  "The scandal is damaging more than its reputation — Facebook lost $50 billion in market value this week.",
  "\"Their response was to treat it like a public relations problem, not a business problem,\" he said.",
  "McNamee was an early investor in Facebook, and still owns stock in the company.",
  "\"But the truth is — they have known this for at least a year now.",
  "That, he said, could \"threaten them permanently.\"",
  "Related: Facebook's stock tumbles again.",
  "And there's no excuse.\""
]