[
  "Advertising technology companies legally use authorized information from Facebook apps to find the right customers — though it's \"shady genius\" for Cambridge Analytica to allegedly to use a psychology quiz because it provides deeper insights, noted Jesse Math, PMX Agency group director of paid social and display.",
  "The public's attention span is fleeting, noted one executive, and even massive data breaches that affected Yahoo, which included 3 billion accounts, and Equifax — 147.9 million accounts — haven't turned people off those services.",
  "According to app analytics firm Sensor Tower, sentiment about the company during the the two weeks leading up to the Cambridge Analytica stories was already 83 percent negative — and people were still on the platform.",
  "If Facebook restricts legitimate apps from collecting data or limits the amount of useful information they can gather, it could limit its effectiveness for advertising.",
  "Data from market research company NetBase showed a spike in \"delete Facebook\" conversations, but the majority of chats were in the New York and Silicon Valley areas.",
  "Another executive noted that if advertisers were going to leave Facebook, it would have happened when it was misreporting metrics or brand safety issues arose.",
  "For the most part, agencies are skeptical many people are going to leave Facebook — or at least enough to make a difference for advertisers.",
  "While these areas are large population centers, Ray noted it wasn't a huge topic in conversations across the country.",
  "Most people say they are a few weeks out before being able to make any solid recommendations or decisions.",
  "\"It hasn't trickled down to how this is going to impact consumers or how customers would care.\"",
  "What is concerning advertisers is how Facebook might crack down on the data they can use.",
  "\"Abandoning Facebook would be a huge revenue and traffic referral stream hit,\" Math said.",
  "In addition, the public already held Facebook in low regard leading up to the scandal.",
  "\"People are going to delete an app they've spent that much time building a presence?",
  "\"I hope in the future there may be a viable alternative that's better for everyone.",
  "\"This is a story that is geared towards agencies and businesses,\" Ray said.",
  "\"People have used Facebook for eight, 10 years or more,\" Ray said.",
  "But I don't believe that platform even exists today.\"",
  "But it's too early to tell.",
  "I don't think so.\""
]