[
  "It is against our policies for developers to share data without people’s consent, so we immediately banned Kogan’s app from our platform, and demanded that Kogan and other entities he gave the data to, including Cambridge Analytica, formally certify that they had deleted all improperly acquired data — which they ultimately did.",
  "INTRODUCTION\n\nChairman Walden, Ranking Member Pallone, and Members of the Committee,\n\nWe face a number of important issues around privacy, safety, and democracy, and you will rightfully have some hard questions for me to answer.",
  "(Photo by Matt McClain/The Washington Post)\n\nThe House Energy and Commerce Committee released Facebook chief executive Mark Zuckerberg's prepared testimony ahead of his appearance on Capitol Hill Wednesday.",
  "HEARING BEFORE THE UNITED STATES HOUSE OF REPRESENTATIVES\n\nCOMMITTEE ON ENERGY AND COMMERCE\n\nApril 11, 2018\n\nTestimony of Mark Zuckerberg\n\nChairman and Chief Executive Officer, Facebook\n\nI.",
  "CAMBRIDGE ANALYTICA\n\nOver the past few weeks, we’ve been working to understand exactly what happened with Cambridge Analytica and taking steps to make sure this doesn’t happen again.",
  "It was installed by around 300,000 people who agreed to share some of their Facebook information as well as some information from their friends whose privacy settings allowed it.",
  "As Facebook has grown, people everywhere have gotten a powerful new tool to stay connected to the people they love, make their voices heard, and build communities and businesses.",
  "We’re also working with the U.K. Information Commissioner’s Office, which has jurisdiction over Cambridge Analytica, as it completes its investigation into what happened.",
  "We took important actions to prevent this from happening again today four years ago, but we also made mistakes, there’s more to do, and we need to step up and do it.",
  "\n\nWASHINGTON, DC - APRIL 10: Facebook CEO, Mark Zuckerberg appears for a hearing at the Hart Senate Office Building on Tuesday April 10, 2018 in Washington, DC.",
  "Your calendar should be able to show your friends’ birthdays, your maps should show where your friends live, and your address book should show their pictures.",
  "We also required developers to get approval from Facebook before they could request any data beyond a user’s public profile, friend list, and email address.",
  "In 2014, to prevent abusive apps, we announced that we were changing the entire platform to dramatically limit the Facebook information apps could access.",
  "We need to make sure that developers like Kogan who got access to a lot of information in the past can’t get access to as much information going forward.",
  "Last month, we learned from The Guardian, The New York Times and Channel 4 that Cambridge Analytica may not have deleted the data as they had certified.",
  "Most importantly, apps like Kogan’s could no longer ask for information about a person’s friends unless their friends had also authorized the app.",
  "So now we have to go through every part of our relationship with people and make sure we’re taking a broad enough view of our responsibility.",
  "Given the way our platform worked at the time this meant Kogan was able to access some information about tens of millions of their friends.",
  "Cambridge Analytica claims they have already deleted the data and has agreed to a forensic audit by a firm we hired to investigate this.",
  "It’s not enough to give people control of their information, we have to make sure developers they’ve given it to are protecting it too.",
  "It’s not enough to just give people a voice, we have to make sure people aren’t using it to hurt people or spread misinformation.",
  "What We Are Doing\n\nWe have a responsibility to make sure what happened with Kogan and Cambridge Analytica doesn’t happen again.",
  "In 2015, we learned from journalists at The Guardian that Kogan had shared data from his app with Cambridge Analytica.",
  "That goes for fake news, foreign interference in elections, and hate speech, as well as developers and data privacy.",
  "Just recently, we’ve seen the #metoo movement and the March for Our Lives, organized, at least in part, on Facebook.",
  "Across the board, we have a responsibility to not just build tools, but to make sure those tools are used for good.",
  "It will take some time to work through all of the changes we need to make, but I’m committed to getting it right.",
  "To do this, we enabled people to log into apps and share who their friends were and some information about them.",
  "Zuckerberg will also appear before a joint session of the Senate Commerce and Judiciary Committees Tuesday.",
  "What Happened\n\nIn 2007, we launched the Facebook Platform with the vision that more apps should be social.",
  "That includes improving the way we protect people’s information and safeguard elections around the world.",
  "These actions would prevent any app like Kogan’s from being able to access as much Facebook data today.",
  "But it’s clear now that we didn’t do enough to prevent these tools from being used for harm as well.",
  "Before I talk about the steps we’re taking to address them, I want to talk about how we got here.",
  "In 2013, a Cambridge University researcher named Aleksandr Kogan created a personality quiz app.",
  "It’s not enough to just connect people, we have to make sure those connections are positive.",
  "Read the full remarks below, along with analysis and commentary from Washington Post staff.",
  "For most of our existence, we focused on all the good that connecting people can bring.",
  "We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "And more than 70 million small businesses now use Facebook to grow and create jobs.",
  "Zuckerberg, who is the CEO of Facebook is appearing on Capitol Hill Tuesday.",
  "I started Facebook, I run it, and I’m responsible for what happens here.",
  "After Hurricane Harvey, people raised more than $20 million for relief.",
  "Here are some of the steps we’re taking:\n\nSafeguarding our platform.",
  "We immediately banned them from using any of our services.",
  "Facebook is an idealistic and optimistic company.",
  "Here are a few key things we’re doing:\n\nII.",
  "It was my mistake, and I’m sorry.",
  "A.",
  "B."
]