[
  "The novel structure allows people to set up online accounts that can securely hold valuable personal information without having to trust a single entity that can hoard, abuse or lose control of the data, as happened with Facebook and the consumer credit reporting agency Equifax.",
  "“I love the fact that you can transmit data, information and choices in a way that is really hard to hack — really hard to disrupt and that can be really efficient.”\n\nMr. Tusk, the founder of Tusk Strategies, is an investor in some large virtual currency companies.",
  "“There is just so much it can do,” said Bradley Tusk, a former campaign manager for Michael R. Bloomberg, the former mayor of New York, who has recently thrown his weight behind several blockchain projects.",
  "“The only thing I know that can reconcile those things is the blockchain.”\n\nBlockchains assemble data into so-called blocks that are chained together using complicated math.",
  "Since each block is built off the last one and includes information like time stamps, any attempt to go back and alter existing data would be highly complicated.",
  "Most of the projects have not gotten beyond pilot testing, and many are aimed at transforming mundane corporate tasks like financial trading and accounting.",
  "“Everything is moving toward people saying, ‘I want all the benefits of the internet, but I want to protect my privacy and my security,’” he said.",
  "Mr. Tusk argues that blockchains could make reliable online voting possible because the votes could be recorded in a tamper-proof way.",
  "The blocks of data in the Bitcoin blockchain — and most of its imitators — are kept by a peer-to-peer computer network.",
  "But some experiments promise to transform fundamental things, like the way we vote and the way we interact online.",
  "In the original Bitcoin blockchain, the data in the blocks is information about Bitcoin wallets and transactions.",
  "He has also supported efforts aimed at getting governments to move voting online to blockchain-based systems."
]