[
  "The 87 million figure represents nearly half of all registered voters in the U.S. Facebook is under scrutiny for failing to tell customers in 2015 when it found users' information had been accessed without their permission by Cambridge Analytica.",
  "On the conference call, Zuckerberg pointed out that people freely share their information on Facebook, and stated that Facebook doesn't sell users' information, rather they \"use data to make the services better\" and keep the platform free.",
  "In a lengthy Q&A session, Zuckerberg said that there was still a degree of uncertainty over just how much data had been obtained by the firm and Cambridge researcher Aleksandr Kogan, who devised the app they used to mine user profiles.",
  "Zuckerberg, asked why Cambridge Analytica was only recently banned, said they hadn't really been accessing Facebook's services several years back, until the 2016 election, and that he wasn't aware of the company's reputation.",
  "Facebook CEO Mark Zuckerberg told reporters on a Wednesday conference call that as many as 87 million accounts may have been accessed by Cambridge Analytica, significantly above a previous estimate of 50 million.",
  "Special counsel Robert Mueller has indicted 13 Russians for attempting to influence the 2016 presidential campaign, largely through the use of social media platforms including Facebook.",
  "Facebook, in an update posted Wednesday afternoon, said it will be better informing users about how their information is used, but didn't announce any major changes in policy.",
  "He said that the initial estimate of 50 million accounts was from a third party, and that he was \"confident that it's not more than 87 million — it could be less.\"",
  "Zuckerberg said it will be a \"multi-year\" process to combat disinformation, although he doesn't think achieving perfection in that arena is necessarily possible.",
  "\"We didn't take a broad enough view what our responsibility was,\" Zuckerberg said on the conference call, explaining how it has handled users' data in the past.",
  "Zuckerberg was asked if internal governance had been questioned in the wake of the data scandal, or whether Facebook's board had considered removing him.",
  "Zuckerberg also confirmed that nobody at Facebook had lost their job as a result of the breach, insisting instead that all responsibility rests with him.",
  "Facebook took in $40.65 billion in revenue in 2017, largely through ads, micro-targeted to its more than 2 billion users using their personal data.",
  "The Cambridge Analytica data scandal has forced the social media company to answer tough questions on its seeming failure to protect user data.",
  "Lawmakers are expected to pose tough questions to Zuckerberg on Wednesday, when he testifies before the House Energy and Commerce Committee.",
  "Zuckerberg claimed Facebook has 15,000 employees currently in charge of information security, and will have 20,000 by the end of the year.",
  "Zuckerberg expressed some regret about his comments in a 2016 interview with the BBC, when he fake news couldn't sway the election.",
  "\"The 50 million number originally reported was an estimate provided by parties other than Facebook,\" the spokeswoman told CBS News.",
  "\"At the end of the day, this is my responsibility,\" Zuckerberg said, noting, \"I'm not looking to throw anyone else under the bus.\"",
  "Asked if he is still the best person to run the social media giant he created, Zuckerberg simply answered, \"Yes.\"",
  "\"I'm confident we're making progress against these adversaries but they're very sophisticated,\" Zuckerberg said.",
  "A 37 million-person margin of error is an enormous cushion, much bigger on its own than most data breaches.",
  "\"We don't know how many people's data Kogan got and what he sold to Cambridge Analytica,\" Zuckerberg said.",
  "A Facebook spokeswoman explained the number increased once Facebook conducted its own internal review.",
  "\"We undertook our own internal review to determine the number of people potentially impacted.\"",
  "\"They were not really a player that we had been paying attention to,\" he said.",
  "Zuckerberg now says he made a mistake by dismissing the matter so flippantly.",
  "Zuckerberg will be testifying before Congress for the first time next week.",
  "Zuckerberg also addressed concerns about disinformation.",
  "\"...We can't expect to fully solve a problem like this.\"",
  "Zuckerberg said this will be a \"never-ending battle.\"",
  "\"Uh, not that I'm aware of,\" he responded."
]