[
  "The social media giant has apologized for allowing information gathered from its users to be used to target them for political purposes, after it came to light in March that a British political ad marketing company, Cambridge Analytica, had worked for President Trump’s campaign and was involved in the misappropriation of 87 million Facebook users' data.",
  "Facebook said it was investigating the claims about Crimson Hexagon to see whether it violated company policies, but noted that it allows developers to use public or aggregated information to produced anonymized insights for business purposes.",
  "More: Facebook suspends 200 apps in post-Cambridge Analytica investigation\n\nThe social networking company has since ushered in a series of changes that have given Facebook's 2.2 billion members more oversight over their personal information.",
  "(Photo: Facebook)\n\nSAN FRANCISCO – Facebook has suspended a data analysis company whose contracts with the U.S. government may have violated its polices about how publicly available data about users can be collected and shared.",
  "“People can share their information with developers on Facebook and Instagram — just as they can when they download an app on their phone,” said Ime Archibong, Facebook’s vice president for product partnerships.",
  "Boston-based Crimson Hexagon had contracts with multiple U.S. government agencies as well as a Russian non-profit called the Civil Society Development Foundation, which has ties to the Russian government.",
  "According to its website, Crimson Hexagon has one of the largest repositories of social media conversations in the world, which it mines to give its customers information about consumers.",
  "The news was first reported Friday by the Wall Street Journal, which said Crimson Hexagon has at least 22 separate contracts with U.S. government agencies that total more than $800,000.",
  "The data Crimson Hexagon gathered from Facebook comes from public postings such as comments users make on public Facebook pages about companies, brands, celebrities or events.",
  "As of Friday, Facebook’s investigation indicted that Crimson Hexagon had not obtained any Facebook or Instagram information inappropriately.",
  "Facebook doesn’t sell this data but allows those who register with it as developers and agree to its terms of service to access it.",
  "In a statement, Facebook said it takes the allegations seriously and has suspended the Crimson Hexagon apps while it investigates.",
  "The data comes from social media including public posts on Facebook, Instagram and Twitter, forums, blogs, reviews and more.",
  "The company is cooperating with Facebook and they will meet this week to investigate further, Facebook said.",
  "Crimson Hexagon did not immediately responded to a USA TODAY request for comment.",
  "It does not allow its data to be used for surveillance.",
  "A Facebook engineer writing code on his computer.",
  "Read or Share this story: https://usat.ly/2Ltr9Ls"
]