[
  "More: Facebook is taking on Tinder with new dating feature\n\nMore: Mark Zuckerberg pledges Facebook will put 'people first,' avoid past mistakes\n\nMore: Facebook's Oculus Go ditches computer and phone in latest, $199 test of virtual reality\n\nMore: Facebook to let you delete data it tracks on you from apps and on the Web\n\nFacebook delayed the announcement of the speakers because of recent public scrutiny over how personal information is collected and used by Facebook and its partners.",
  "(Photo: Jefferson Graham, USA TODAY)\n\nFacebook is mulling a plan to sell its upcoming smart speakers internationally before launching them in the U.S., as American users and politicians have increased their focus on Facebook and user privacy, according to two people who have had discussions with the company about the devices.",
  "The devices will also come equipped with a smart voice assistant that's tied to Facebook's artificial intelligence program, M.\n\nAmong other uses, M previously powered a personal assistant chatbot on Messenger, but Facebook shut that incarnation down in January.",
  "The speakers, one of which will come with a camera and a touch screen, will connect directly to Facebook Messenger to make chatting with friends and family through the service much easier.",
  "After news that political research firm Cambridge Analytica was able to gain access to unauthorized user data through the guise of a personality quiz, Facebook found itself in hot water.",
  "CEO Mark Zuckerberg testified in Congress over data privacy issues in April, and the company has made several moves to allow users to control which companies have access to their data.",
  "The two devices, which Facebook had intended on announcing at its F8 Developer Conference on Tuesday, are the company's answer to Amazon's Echo and Alphabet's Google Home products.",
  "CLOSE Speaking in San Jose, California at Facebook's F8 gathering of tech folks, startups and others, Zuckerberg said that 2018 has been an \"intense year\" just four months in.",
  "On Tuesday at F8, Facebook announced M Translations, a Messenger and Marketplace feature that translates foreign languages into a Messenger user's default language.",
  "Many marketers said Facebook's foray seemed a little too late considering that Amazon and Google's smart speakers already have a robust ecosystem of apps.",
  "(May 1) AP\n\nAttendees grab their seats at the Facebook F8 2018 developer conference held at the San Jose McEnery Convention Center on May 1, 2018.",
  "Multiple sources say Facebook will now be taking the program and developing it into a voice assistant, complete with voice commands.",
  "Having a smart speaker potentially listening to what customers say at home could have drawn new attention to the user data issue.",
  "In October, Amazon CEO Jeff Bezos said in a press release that the company had sold \"tens of millions\" of Alexa-enabled devices.",
  "The company has played around with calling the assistant by some name that begins with the letter \"M,\" multiple sources said.",
  "An international rollout could also help Facebook make a bigger splash in markets where competitors are weaker.",
  "© CNBC is a USA TODAY content partner offering financial news and commentary.",
  "Having a translation feature would be necessary for an international rollout.",
  "Facebook has previously worked on speech recognition systems.",
  "The M program was not completely shut down, however.",
  "Its content is produced independently of USA TODAY.",
  "Read or Share this story: https://usat.ly/2reEoDJ",
  "One source noted a potential name was \"Marvin.\"",
  "Facebook declined comment on this story."
]