[
  "Nell Minow, vice chair of the governance consulting firm Value Edge Advisors, said Thursday that the idea of separating the two roles “as a way of calming down your shareholders” started in the 1980s, and “is almost impossible unless there's some major catastrophe happening.”\n\nResearch suggests why that might be a good idea: One study found that if a company is performing poorly over time and chooses to split the jobs and give the CEO a demotion, performance tends to reverse and go up, as investors feel reassured the company grasps the seriousness of the situation.",
  "Stringer said in the letter that he was encouraged by the addition of former American Express CEO Ken Chenault to Facebook's board, but in the interview said “I think the biggest problem is how do you take an insular board and make it more vibrant and contemporary.” As he wrote in the letter: “More rapid and aggressive board refreshment is urgently needed.”\n\nRead also:\n\nWhat if we paid for Facebook — instead of letting it spy on us for free?",
  "In an interview earlier this week with Vox, Zuckerberg said he felt “really lucky” that “at the end of the day, it's a controlled company,” because “we are not at the whims of short-term shareholders.”\n\nAsked whether that structure makes him less accountable, Zuckerberg said his goal “is to create a governance structure” that “reflects more what people in the community want than what short-term-oriented shareholders might want.",
  "And if we do that well, then I think that could really break ground on governance for an internet community.”\n\n(As he gave away his shares for charitable purposes, Zuckerberg even tried to preserve his voting power last year by reclassifying Facebook's stock — a move that drew the ire of shareholders in a lawsuit — before withdrawing his proposal.)",
  "Stringer said in his letter that he estimates a “substantial majority” of the company's Class A shareholders — which make up more than 80 percent of shares but just 30 percent of the voting power — actually voted in favor of an investor proposal that was defeated last year to have an independent chairman at Facebook.",
  "And there’s also a genuine risk to our democracy.”\n\n[Facebook: ‘Malicious actors’ used its tools to discover identities and collect data on a massive global scale]\n\nWhat Stringer is attempting to do — particularly at a company where the chairman and CEO has a controlling interest in the company — won't be easy.",
  "Scott Stringer, New York City's comptroller and custodian of the city's $193 billion pension fund, which holds $895 million in Facebook stock, wrote a letter March 27 pushing Facebook to add three new independent directors and replace Zuckerberg with an independent chairman, among other things.",
  "As the company faces its biggest crisis yet, Zuckerberg himself maintains voting control over the social-media giant's shares while also holding both the CEO and chairman's roles, raising questions from investors about the independence of a board where shareholders already hold less power.",
  "According to data from ISS Analytics, the data intelligence arm of proxy adviser Institutional Shareholder Services, just 5 percent of investor proposals during the past 10 years that attempted to split the CEO and chairman roles received a majority of votes from shareholders.",
  "But for some investors — and quite possibly, for the lawmakers Zuckerberg will face when he heads to Capitol Hill for the first time this week to offer testimony about Facebook's data privacy practices — that governance question is a complex one worth exploring more deeply.",
  "Moreover, by holding a majority of Facebook's “Class B” shares, each of which count for 10 votes, Zuckerberg is a CEO with an unusual level of control, responsible for nearly 60 percent of total voting power, meaning he alone could sway the results of a shareholder vote.",
  "In 2013, 73 percent of shares were voted in favor of a proposal by Stringer to split the Netflix CEO and chairman roles held by Reed Hastings — who is also a member of Facebook's board — but the vote was not binding, and the following year, a majority voted against it.",
  "[Zuckerberg built an instant gratification machine — but took his time addressing the trouble it’s caused]\n\nMatthew Semadeni, one of the co-authors of that paper, said the study evaluated longer term performance problems, which is not as applicable in Facebook's case.",
  "Sometimes, a board opts to take away a CEO's chairman title before they even get it: After the uproar last year at United Airlines following a passenger's forced removal from a plane, a promotion to chairman that had been promised to CEO Oscar Munoz was canceled.",
  "(Jeff Roberson/AP)\n\nIn a conference call with reporters April 4, Facebook chief executive Mark Zuckerberg was asked a simple question and gave a brief response: Had the company's board discussed whether he should step down as chairman?",
  "Stringer's letter also said it didn't consider venture capitalist Marc Andreessen independent because of “related party transactions.” The average proportion of insiders, according to figures by ISS Analytics, is just 12.3 percent.",
  "Amid the financial crisis, investors voted to oust Bank of America CEO Ken Lewis from the chairman's seat in 2009 after the bank received billions of dollars in taxpayer bailouts; he would go on to resign a few months later.",
  "What matters, she said, is “who is in charge of setting the board agenda, who assigns committees, and who assigns information sent out to directors.”\n\nFacebook's board does include more insiders than the average company.",
  "Though splitting the two jobs has become increasingly common — some 51 percent of S&P 500 companies now split the roles — successful shareholder campaigns to get companies to divide the roles have not.",
  "“Not that I'm aware of,” he replied in the call, which followed his company's post saying that political consultancy Cambridge Analytica had improperly harvested Facebook data from 87 million users.",
  "The company has a lead independent director — Gates Foundation CEO Susan Desmond-Hellmann — and research is mixed on whether splitting the chairman and CEO truly has a real impact.",
  "Yet while taking away the chairman's role might send “an unambiguous signal to the market that 'we are changing,' ” it could also free up the demands on Zuckerberg's time.",
  "Three of its current nine directors, or 30 percent, are employees: Zuckerberg, chief operating officer Sheryl Sandberg and WhatsApp founder Jan Koum are on the board.",
  "“Part of my fiduciary role is to ask questions of this company as it relates to issues they're facing,” said Stringer in an interview Thursday about his letter.",
  "“He's going to be testifying, he’s going to be having to make some big internal changes — requiring him to wear both hats right now is tricky,” Semadeni said.",
  "Minow predicted it was much more likely Facebook's board would answer the call for more independent directors than it would be to demote Zuckerberg.",
  "\n\nCEO Mark Zuckerberg will face lawmakers for the first time this week to offer testimony about Facebook's data privacy practices.",
  "Even if it's rare for investors to succeed on getting enough votes in favor of splitting the roles, it does happen.",
  "(A Facebook spokesman said the company did not have a comment in response to Stringer's letter.)",
  "Bill and Melinda Gates take on tough questions about their giving\n\nLike On Leadership?",
  "Regarding the Cambridge Analytica revelations, he said, “there’s regulatory risk.",
  "Follow us on Facebook and Twitter, and subscribe to our podcast on iTunes.",
  "There’s reputational risk.",
  "There’s revenue risk."
]