[
  "That information can be found on Facebook’s App Settings page, which lists the number of apps under the tag “logged in with Facebook.” Users should recognize most of these apps, any that seem suspicious can be deleted by simply clicking the “X” that appears beside the apps name when a user places their cursor over the app:\n\nClicking the “edit” button on the “Apps Others Use” section will display a page that allows you to decide what information about your profile your Facebook friends should be allowed to share with apps, this includes data such as birthday, hometown, education, facebook statuses, and other information.",
  "Facebook says that allowing your friends to grant apps access to this data will make your Facebook friends “experience better and more social,” but it also reveals a worrying amount of info to apps that you have chosen to grant access to:\n\nA thorough review of the apps with access to users information is the best short-term solution.",
  "The Guardian states that apps that were given access to users profiles — such as when a user clicks a “log in with Facebook” button on a website — allowed websites to gain access to not only the personal data of that user but also the data of that user’s friends.",
  "It has recently been alleged that data analysis firm Cambridge Analytica gained access to the user data of 50 million Facebook accounts which allegedly was then used by the firm during their 2016 election advertising campaign.",
  "Facebook users should also begin to consider if the convenience of logging into apps and websites with Facebook is worth the chance that the provider is able to access more information about them than they’d want.",
  "Following the recent revelations that the user data of millions of Facebook accounts was allegedly compromised via a personality quiz app, securing your Facebook account has become even more important.",
  "The app was advertised as a personality quiz app, but it allegedly utilized Facebook’s API to gather personal data about the users of the app as well as data about the friends of the users.",
  "However, many users are not aware of the number of apps that have access to their Facebook information and the sheer level of data that these apps collect.",
  "Even beyond the Cambridge Analytica scandal, a former facebook employee claims that “horrifying” misuse of user data was common at the company.",
  "Facebook has since removed this feature meaning that apps and websites can only gain access to the data of the user that signed up for them.",
  "This means that if approximately 300,000 people signed up for an app, the firm could gain access to 150 times that amount of user data.",
  "The feature that allowed Cambridge Analytica to gain access to so many users personal data was removed in 2015.",
  "The firm allegedly developed an app called “thisisyourdigitallife” to harvest user data.",
  "Follow the steps below to control what private data apps can access."
]