[
  "Crimson Hexagon suspended as concerns surface over company’s federal contracts and ties to Russia and Turkey\n\nFacebook has suspended a social media analytics firm from accessing user data while it investigates potential violations of its policy barring surveillance.",
  "According to public information about US government contracts, Crimson Hexagon has received contacts for more than $800,000 for various government agencies, including the state department, the Federal Emergency Management Agency, the army, and the US Secret Service.",
  "But the company had its access to the Facebook and Instagram APIs shut off Friday after the Wall Street Journal queried Facebook about Crimson Hexagon’s contracts with the US government, a Russian not-for-profit with ties to the Kremlin, and the Turkish government.",
  "Facebook fined for data breaches in Cambridge Analytica scandal Read more\n\nThe Wall Street Journal reported that Civil Society Development Foundation, a Russian organization with links to the Kremlin, and the Turkish government paid to use Crimson Hexagon’s tools.",
  "Facebook does not prohibit third parties like Crimson Hexagon from providing data to government agencies for market research purposes, for example when the Transportation Security Administration (TSA) wanted to find out how people perceived the organization.",
  "A spokeswoman for King referred questions to Crimson Hexagon and provided a statement in which King, who is also the chairman of the company’s board, said he “never had line authority or day-to-day involvement” in its operations.",
  "Facebook introduced a policy banning developers from using public user data for surveillance in March 2017, following revelations that police departments were using social media monitoring company Geofeedia to track protesters.",
  "In a blogpost published Friday afternoon, Bingham drew a distinction between Cambridge Analytica, which collected private data from Facebook users, and Crimson Hexagon, which he said only used public social media data.",
  "In a series of interviews and public events, the company and its chief executive, Mark Zuckerberg, have struggled to explain how it defines misinformation, hate speech, and violence when it comes to its own policies.",
  "The Russian not-for-profit group used the company’s platform to study the Russian public’s perception of Vladimir Putin, while Turkey used it to study public reaction to its 2014 decision to block access to Twitter.",
  "The firm, Crimson Hexagon, boasts an impressive list of blue chip clients and claims to have collected more than 1tn public social media posts from Facebook, Instagram, Twitter, Tumblr, and other sources.",
  "“Crimson Hexagon is fully cooperating with Facebook who has publicly stated its investigation to date has found no wrongdoing,” Chris Bingham, the company’s chief technology officer, said in a statement.",
  "The company was also unable to confirm whether there were any conditions under which a private company using a third party like Crimson Hexagon to carry out market research would count as surveillance.",
  "Facebook's pledge to eliminate false information is itself fake news | Judd Legum Read more\n\n“We don’t allow developers to build surveillance tools using information from Facebook or Instagram.",
  "In April, Facebook announced the launch of a collaboration between King, Facebook, and other academics that will grant the researchers access to Facebook data to study its impact on elections.",
  "Facebook was unable to clarify whether it would count as surveillance if an authoritarian state leader’s marketing wing sought to find out how his or her brand was perceived by dissidents.",
  "“Crimson Hexagon only allows government customers to use the platform for specific approved use cases; and under no circumstances is surveillance a permitted use case,” Bringham wrote.",
  "It uses artificial intelligence and image analysis to monitor social media and provide customers with insights into public sentiment about their brands.",
  "“Based on our investigation to date, Crimson Hexagon did not obtain any Facebook or Instagram information inappropriately,” he added.",
  "Crimson Hexagon was founded in 2007 by Gary King, director of the Institute for Quantitative Social Science at Harvard University.",
  "The lengthy blogpost did not address the Facebook suspension or the specifics of the company’s work in Russia and Turkey.",
  "We take these allegations seriously, and we have suspended these apps while we investigate,” said a Facebook spokesman.",
  "More than a year on, the company is still unable to explain what it means by surveillance.",
  "Contact the authors: olivia.solon@theguardian.com and julia.wong@theguardian.com",
  "It’s been a confusing month for those seeking clarity on Facebook’s policies.",
  "Bingham also wrote that the company carefully vetted government clients.",
  "At the time, Facebook did not define what it meant by surveillance."
]