[
  "Last month, Facebook tried to come out ahead of Cambridge Analytica whistleblower Christopher Wylie by saying it had suspended the accounts of Wylie, Cambridge Analytica and its parent company, as well as the creator of an app that supplied Cambridge Analytica.",
  "Facebook chief operating officer Sheryl Sandberg gave a round of interviews Thursday to NBC News, CNBC, the Financial Times, Bloomberg and PBS as the company attempts to recover from the Cambridge Analytica privacy scandal.",
  "Sandberg mainly echoed remarks made by CEO Mark Zuckerberg in previous interviews ahead of his highly anticipated testimony before Congress next week, although she told NBC News that \"our service depends on your data.\"",
  "Sandberg said to Bloomberg that a few advertisers had \"paused\" in spending since the scandal, but she insisted \"we are able to have reassuring conversations with advertisers just as we are with people.\"",
  "The company's shares have sunk 14 percent since The New York Times and the Guardian's Observer published their interviews with Wylie, wiping out tens of billions of dollars in market value.",
  "Facebook, in an update posted Wednesday afternoon, said it will be better informing users about how their information is used, but didn't announce any major changes in policy.",
  "She said she takes responsibility for allowing Cambridge Analytica to improperly access data and said, \"This is a forever thing, because security is an arms race.\"",
  "Zuckerberg admitted Wednesday that it's likely that 87 million Facebook users' data was improperly accessed, not 50 million as was first reported.",
  "But Sandberg veered off script on NBC News, where she told \"Today\" anchor Savannah Guthrie that users' data is the lifeblood of Facebook.",
  "Facebook has repeatedly promised since 2006 to safeguard users' data through redesigns and by putting privacy controls front and center.",
  "\"People come to Facebook every day and they depend upon us to protect our data and I am so sorry that we let so many people down.",
  "But its reaction hasn't quelled the negative reaction on Wall Street as fears of increased regulation spook investors.",
  "Sandberg's remarks in Thursday's interviews echoed Zuckerberg's in a conference call with reporters on Wednesday.",
  "Cambridge Analytica should have never have had this data, but it is our mistake that we did not verify that.\"",
  "If they want to opt out of sharing all their data, they will have to pay for it.",
  "We spent the last few days trying to get to the bottom of what happened.",
  "Both also said no Facebook employees had been fired over the scandal.",
  "Each time they have claimed to be acting on feedback from users.",
  "\"This was a huge breach of trust,\" Sandberg said on CNBC."
]