[
  "“When Facebook sought further assurances a year ago, we carried out an internal audit to make sure that all the data, all derivatives, and all backups had been deleted, and gave Facebook a certificate to this effect.”\n\nIn Facebook’s statement, Schroepfer outlined upcoming changes to its platforms, including restrictions on the Facebook app’s ability to access users’ information, the disabling of phone numbers and email addresses to search for users, changes to call and text history, and the added ability for users to see what apps they use.",
  "Cambridge Analytica denied Facebook’s estimate in its own statement released later on Wednesday, saying that it had only licensed data for “no more than 30 million people.” The company also said that it had hired an “independent third-party audit” to prove that it no longer had any data in their systems.",
  "“This hearing will be an important opportunity to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online,” said Committee Chairman Greg Walden (R-Ore.) and Ranking Member Frank Pallone, Jr. (D-N.J.) in a statement.",
  "“When Facebook contacted us to let us know the data had been improperly obtained, we immediately deleted the raw data from our file server, and began the process of searching for and removing any of its derivatives in our system,” the company said in the statement.",
  "The announcement came the same day that Facebook confirmed that its CEO and founder Mark Zuckerberg will testify before a House Energy and Commerce Committee oversight panel on April 11 about the privacy scandal.",
  "Mike Schroepfer, Facebook’s Chief Technology Officer, revealed the massive new estimate in a release that highlighted the company’s plans on how to better restrict data access on Facebook.",
  "“In total, we believe the Facebook information of up to 87 million people — mostly in the US — may have been improperly shared with Cambridge Analytica,” he stated.",
  "His agreement follows several requests in recent weeks for him to testify by lawmakers in both the U.S. and the U.K., where Cambridge Analytica is based.",
  "Facebook admitted on Wednesday that data from up to 87 million users may have been improperly shared with political research firm Cambridge Analytica.",
  "“As part of this process, we will also tell people if their information may have been improperly shared with Cambridge Analytica,” Schroepfer stated.",
  "“We appreciate Mr. Zuckerberg’s willingness to testify before the committee, and we look forward to him answering our questions on April 11th.”",
  "An earlier estimate made by media outlets, including The New York Times, placed the number of affected accounts around 50 million.",
  "Mariana Bazo / Reuters Facebook CEO Mark Zuckerberg has agreed to testify about the data scandal."
]