[
  "Critics accused the administration of adding the question to reduce the population count in the predominantly Democratic areas where more immigrants reside, in advance of state and national redistricting in 2021.” —The Times.",
  "But no, the current Administration definitely isn’t intentionally loading the census with unnecessary questions and hurdles, with the aim of systematically undercounting the population!",
  "Remember, that’s the total number of impressions you’ve made across all social-media platforms, multiplied by your credit score, divided by your age, subtracted from your net worth.",
  "Yes, accurate census results are used to redraw congressional boundaries and school districts, as well as to allocate federal funds to the tune of hundreds of billions of dollars.",
  "“At least 12 states signaled Tuesday that they would sue to block the Trump administration from adding a question about citizenship to the 2020 census.",
  "This answer will be sent to every department of your state and local governments as well as to every neighborhood-watch member in your Zip Code.",
  "On behalf of the United States Census Bureau and our loving collaborator, Cambridge Analytica, thank you for your participation.",
  "I hope you don’t mind my knocking on your door at 4 A.M. You’re probably tired and not interested in a boring old survey, right?",
  "How many people were living or staying in this house, apartment, or mobile home on April 1, 2020?",
  "Please describe your skin color, using only the words “white” or “suspect.”\n\nWhat is your sex?",
  "My name is James Crow, and I’ll be asking you some questions for the 2020 census.",
  "Please describe your thoughts on that “Roseanne” revival from a few years back.",
  "Page one of two hundred and ninety one—sharpen your pencil, motherfucker.",
  "Examples: college housing, Mar-a-Lago, a nursing home, prison, Mexico.",
  "What is the number and expiration date of your favorite credit card?",
  "Honestly, if you just shut the door in my face, I won’t be offended.",
  "First, I’m happy to report that it’s completely optional this year!",
  "If you’re polyamorous, tell me now and not after we fall in love.",
  "Please paint a portrait of you and me together, riding a horse.",
  "Snogdorf gorzle fleebus kriggins: always, sometimes, or never?",
  "We may call if we don’t understand one of your answers.",
  "What ingredients would be in a salad named after you?",
  "What’s a secret you wouldn’t want anyone to know?",
  "What are your greatest strengths and weaknesses?",
  "Do you sometimes live or stay somewhere else?",
  "Between you and me, are you really a citizen?",
  "Are you a good citizen of the United States?",
  "Now, translate your secret into Mandarin.",
  "Are you a citizen of the United States?",
  "You really want to answer this thing.",
  "Well, congrats on your Klout Score.",
  "How well do you respond to change?",
  "Like, where are your parents from?",
  "Here’s a basketball—think fast!",
  "Did you all pull a sick prank?",
  "What is your place of origin?",
  "Also, what is your sex like?",
  "What is your Christian name?",
  "Censuses are so 2010, haha!",
  "What is your phone number?",
  "We all want to be counted.",
  "What is your Klout Score?",
  "Give me a cool high-five.",
  "Blah blah blah blah blah!",
  "You want to be counted.",
  "Describe a time when .",
  "Stop answering me.",
  "I’m totally chill.",
  "What is your name?",
  "Have it your way!",
  "Or just because.",
  "See you in 2030.",
  "you know what?",
  "Or maybe not.",
  "Solve for X.",
  "Let’s begin.",
  "Hi, there!",
  "We get it.",
  "Wow.",
  ".",
  ".",
  ".",
  ".",
  "."
]