[
  "NEW YORK/SAN FRANCISCO (Reuters) - Most of Facebook’s U.S. users have remained loyal to the social network despite revelations that a political consultancy collected information about millions of accounts without owners’ permission, a Reuters/Ipsos poll released on Sunday showed.",
  "REUTERS/Dado Ruvic/Illustration/File Photo\n\nFacebook has faced pressure from regulators, privacy advocates and shareholders since it said in March that political consultant Cambridge Analytica wrongly obtained personal data through a quiz app connected to Facebook.",
  "In its first quarter results, however, Facebook said the number of monthly users in the United States and Canada rose to 241 million on March 31 from 239 million on Dec. 31, growth that was roughly in line with recent years.",
  "Among all adults, 64 percent said they use Facebook at least once a day, down slightly from 68 percent who said so in a similar poll in late March, shortly after news organizations reported Cambridge Analytica’s activity.",
  "The national online poll, conducted April 26-30, found that about half of Facebook’s American users said they had not recently changed the amount that they used the site, and another quarter said they were using it more.",
  "According to the poll, more Facebook users said they knew how to guard their personal information on the site than users of other social media platforms such as Snapchat, Instagram, Pinterest and Tumblr.",
  "Full poll results: tmsnrt.rs/2JWt0Eq\n\nAnalyst Michael Pachter of Wedbush Securities said Facebook is lucky the data apparently has been used only for political ads and not more nefarious purposes.",
  "Its executives have apologized for the data-harvesting, pledged to investigate others who collected Facebook user data and reduced the amount of data available to similar app developers now.",
  "Despite their understanding of Facebook’s privacy settings, only 23 percent of its users said they have “total control” over the information they store on the platform.",
  "Another 49 percent said they have “some control,” and 20 percent said they had “no control.” The remaining 9 percent said they do not know how much control they have.",
  "The Reuters/Ipsos poll adds to other indications that Facebook has so far suffered no ill effects from the episode, other than a public relations headache.",
  "It found that 74 percent of Facebook users said they were aware of their current privacy settings, and 78 percent said they knew how to change them.",
  "FILE PHOTO: Silhouettes of mobile users are seen next to a screen projection of Facebook logo in this picture illustration taken March 28, 2018.",
  "In comparison, 60 percent of Instagram users said they knew their current privacy settings and 65 percent said they knew how to change them.",
  "That means that the people using Facebook less were roughly balanced by those using it more, with no clear net loss or gain in use.",
  "It has a credibility interval of 3 percentage points, meaning that the results could vary in either direction by that amount.",
  "It gathered responses from 2,194 adults, including 1,938 Facebook users, 1,167 Twitter users and 1,237 Instagram users.",
  "The remaining quarter said that they were using it less recently, had stopped using it or deleted their account.",
  "The Cambridge Analytica scandal broke on March 16, sparking interest online in the hashtag #deletefacebook.",
  "And 55 percent of Twitter users knew their privacy settings, and 58 percent knew how to use them.",
  "“I have yet to read an article that says a single person has been harmed by the breach,” he said.",
  "U.S. lawmakers grilled Facebook Chief Executive Mark Zuckerberg for two days on the matter.",
  "The Reuters/Ipsos poll was conducted online in English throughout the United States.",
  "“Nobody’s outraged on a visceral level.”\n\nFacebook declined to comment."
]