[
  "pledging that the app will always be commercial-free, making clear exactly what 3rd parties have access to the data collected from kids who use the app, making clear that the data collected from kids will not be used for marketing purposes even after a child turns 13), ultimately our biggest concerns can only be assuaged by pulling the app.”\n\nHis rationale: “We don’t want to normalize a Facebook product for younger children who aren’t developmentally ready for the interpersonal and privacy challenges of social media.",
  "More: Child experts call on Facebook to pull Messenger Kids app\n\nMore: Apple still makes it too hard to get kids to put down their iPhone\n\nMore: Kids were being rude to Alexa, so Amazon updated it\n\nEmail: ebaig@usatoday.com; Follow USA TODAY Personal Tech Columnist @edbaig on Twitter\n\nRead or Share this story: https://usat.ly/2r3XlsF",
  "And of course Facebook and its CEO Mark Zuckerberg have been in the crosshairs ever since the social network's disclosure that 87 million Facebook users' information was improperly shared with political targeting firm Cambridge Analytica.",
  "Facebook claims very little data is being collected inside the Messenger Kids app and the data that is being collected is for operational purposes or for ensuring a good experience within the app.",
  "Facebook defends Messenger Kids by saying that about nine out of ten of kids in the U.S. who are under the age of 13 have access to a phone or tablet; two out of three of the kids have their own.",
  "And Facebook says it has talked to thousands of parents who find value in having their kid connect to family and friends through an app, so long as they get the proper parental controls.",
  "But while an adult can manually put the app to sleep other times within a day — at meal or homework time, for example —they cannot schedule the app to nap more than once within a day.",
  "But Josh Golin, executive director of the non-profit Campaign for a Commercial-Free Childhood, told USA TODAY via email that, “While there are improvements Facebook could make (e.g.",
  "Critics have taken the social network to task for trying to lure kids under 13 to the app before the youngsters get to join a Facebook rival such as Snapchat.",
  "But Facebook is adding a parental control “sleep mode” feature, which lets the adults set designated daily “off times” when Messenger Kids will go to sleep.",
  "Others let mom or dad add or remove the contacts that their kids can communicate with inside the app, delete the child's account, or create a new account.",
  "Nor do we want children’s friendships moving online at that age.”\n\nGolin was not aware in advance of the sleep mode feature when he made the comments.",
  "Facebook has also been questioned for providing donations or financial assistance to some of the advisors who have been supportive of Messenger Kids.",
  "During those times, your child cannot send or receive messages in the app, engage in video calls, play with the camera, or receive notifications.",
  "Such parent controls live within a parent’s main Facebook app; for now, though, only one parent has access to such controls inside Facebook.",
  "(Photo: Facebook)\n\nCritics of Facebook who want its controversial Messenger Kids app to go away entirely are unlikely to be satisfied.",
  "A parent can set the app to automatically go to sleep only once each day, choosing different times, say, for weekdays and weekends.",
  "And if your kid tries to open the app in while it’s in sleep mode, he or she will see a message telling them to come back later.",
  "The child will get a warning 10 minutes before sleep mode goes into effect so he or she can wind down any ongoing conversations.",
  "Before enforcing any such limits, Facebook urges parents to establish boundaries and have conversations with their kids.",
  "Parents can also view their kid’s text exchanges to make sure that there is nothing improper during kid chats.",
  "(Photo: Facebook)\n\nFacebook has been under fire since launching Messenger Kids for iOS in December.",
  "And the contention is that such children are too young to handle or fully grasp social media.",
  "The social network adds that Messenger Kids have no ads, and does not allow in-app purchases.",
  "Kids can see how much time is left in the Messenger Kids app before it goes to sleep.",
  "A parent can turn on sleep mode for Messenger Kids from their own Facebook app.",
  "Facebook insists it is not sharing Messenger Kids data with external parties.",
  "(Photo: Facebook)\n\nSleep mode has at least one major shortcoming.",
  "A parent can set when during a given day, sleep mode kicks in.",
  "Sleep mode is the latest Messenger Kids parental control.",
  "(Amazon and Android versions came later.)"
]