[
  "Facebook CFO David Wehner said that the company has recorded this hiring initiative under “sales and marketing,” which he noted grew 51% year-over-year to $1.6 billion because of the “community investment” and “safety initiatives.”\n\nBut even with Facebook’s increased spending, executives said that its core ad business remains intact.",
  "During a conference call with analysts on Wednesday, Zuckerberg reiterated much of what he covered during those hearings by explaining recent initiatives like increasing the number of employees who handle reviewing content for security and safety to 20,000.",
  "Facebook CEO Mark Zuckerberg recently testified at two Congressional hearings at which he fielded lawmakers’ questions about the company’s continued stumbles with data privacy and how it intended to prevent future disasters.",
  "The social networking giant said Wednesday that first quarter revenue jumped 49% year-over-year to $12 billion versus an expected $11.4 billion and earnings per share of $1.69, easily beating analyst estimates of $1.35.",
  "Under the new rules, Facebook users could potentially limit the amount of data they share with the company, which could make it tougher for marketers to target their online ads as well as before.",
  "Facebook’s recent data privacy missteps and closely watched Congressional hearings about the topic does not appear to have significantly impacted the company’s latest quarterly earnings.",
  "Facebook chief operating officer Sheryl Sandberg explained that even if Facebook were to be significantly impacted by the EU’s privacy laws, so too would the entire online ad industry.",
  "The number of Facebook’s daily active users in the United States and Canada also inched up to 185 million during the first quarter from 184 million in the previous quarter.",
  "Wall Street reacted favorably to Facebook’s sales increase and its growing user base, with the company’s shares rising 7% in after-hours trading on Wednesday to $170.75.",
  "Some of the company’s recent problems include the political consulting firm Cambridge Analytica improperly obtaining data on up to 87 million Facebook users.",
  "Asked about other possible ways Facebook could make money, Sandberg said that it’s always evaluating other strategies like a subscription business.",
  "Wehner downplayed the danger by calling the impact “minor.”\n\n“I don’t know if we really see a doomsday scenario here,” Wehner said.",
  "Several analysts asked Facebook executives on the call whether the European Union’s tougher data privacy rules would impact sales.",
  "Facebook had also failed to prevent the spread of fake news on its service in prelude to the 2016 presidential elections.",
  "Investors were looking for any indication that Facebook’s wave of recent scandals had led people to flee the service.",
  "Many users said they would delete their accounts, raising fears that the service was facing a major crisis.",
  "Facebook (fb) also said that its daily active users in March increased 13% year-over-year to 1.45 billion.",
  "“We think that advertising is a great business model that is aligned with our mission,” Zuckerberg said.",
  "Facebook will still maintain “a very strong position” relative to the rest of the ad industry she said.",
  "We think it is the right way to build a service that connects everyone around the world.”",
  "But don’t expect any sweeping changes to the company’s ad business yet.",
  "“I know a lot of people had questions of the business model.",
  "Get Data Sheet, Fortune’s technology newsletter."
]