[
  "\"If you're trying to enable people to build communities, giving them some insights into how people engage in their communities in a anonymized way ... can help them do their job, and help bring more people together, and help people's lives as well,\" said Zuckerberg.",
  "\"And another dynamic that's interesting is that sometimes the balance of what people want shifts over time and that enables opportunities to do more in one direction or the other, that wouldn't have made sense before,\" he explained.",
  "See also:\n\nMark Zuckerberg said an independent 'Supreme Court' could fix Facebook's content problems\n\nIn a tweet storm, Elon Musk says he's deleting Tesla and SpaceX Facebook accounts\n\nElon Musk: Facebook 'gives me the willies'",
  "So for the first 10 years of the company, everyone was just focused on the positive,\" said Zuckerberg, speaking with Vox's Ezra Klein, according to a transcript of the conversation.",
  "Meanwhile, in another interview conducted Friday, Zuckerberg said pointedly that Facebook, which launched in 2004, didn't invest enough in security during its early years.",
  "In June, the 33-year-old billionaire told Freaknomics Radio that there are reasonable cases for privacy and for making some amount of data public.",
  "But also, giving Facebook community builders access to some amount of aggregated data can better help them bring people together.",
  "Frankly, we didn't spend enough time investing in, or thinking through, some of the downside uses of the tools.",
  "\"So you try to just do the best that you can and know that there's not always a simple and optimal solution.\"",
  "\"When we started, we thought about how good it would be if people could connect, if everyone had a voice.",
  "But by the end of this year, we're going to have 20,000 people working on security,\" Zuckerberg said.",
  "\"I think now people are appropriately focused on some of the risks and downsides as well.",
  "I mean, at the beginning of last year, I think we had 10,000 people working on security.",
  "Protecting privacy encourages users to share, Zuckerberg said.",
  "And I think we were too slow in investing enough in that.",
  "He also said the company is working on changing that.",
  "Further, social norms shift, said Zuckerberg.",
  "It's not like we did nothing."
]