[
  "\"I think, given the extraordinary evidence we've heard so far today, it is absolutely astonishing that Mark Zuckerberg is not prepared to submit himself to questioning in front of a parliamentary or congressional hearing, given these are questions of fundamental importance and concern to his users, as well as to this inquiry,\" he said, as the Guardian reported.",
  "In a letter published earlier on Tuesday, Facebook's UK head of policy Rebecca Simon said: \"Facebook fully recognises the level of public and Parliamentary interest in these issues and support your belief that these issues must be addressed at the most senior levels of the company by those in an authoritative position to answer your questions.",
  "The social network and its executives have since apologised and promised reform, but the incident has prompted significant scrutiny of the company's broader privacy practices, and led to lawmakers calling for Mark Zuckerberg to testify.",
  "Paul Marotta/Getty Images\n\nMark Zuckerberg has been branded \"cowardly\" and \"absolutely astonishing\" by British politicians after rejecting a request to appear before a Parliamentary committee following the Cambridge Analytica scandal.",
  "The Facebook CEO was hit by a barrage of criticism in the UK on Tuesday, after he refused to appear before a Parliamentary select committee inquiry and offered up two senior executives in his place.",
  "Facebook has found itself in the middle of a political firestorm in recent weeks over Cambridge Analytica, a political research firm whose clients included Donald Trump's 2016 presidential campaign.",
  "Facebook Founder and CEO Mark Zuckerberg delivers the commencement address at the Alumni Exercises at Harvard's 366th commencement exercises on May 25, 2017 in Cambridge, Massachusetts.",
  "On Tuesday, it was reported that the 33-year-old chief exec would testify before US Congress— but his team have confirmed he doesn't plan to head the British Parliament's request.",
  "The company was able to obtain 50 million Facebook users' personal information without their knowledge or consent, and Facebook stayed silent about the violation for two years.",
  "\"As such, Mr. Zuckerberg has personally asked one of his deputies to make themselves available to give evidence in person to the Committee.\"",
  "Conservative MP Damian Collins, the committee chair, said on Tuesday that it was \"absolutely astonishing\" that the CEO would not attend.",
  "\"I would certainly urge him to think again if he has any care for people that use his company's services.\"",
  "A Facebook spokesperson did not immediately respond to Business Insider's request for comment.",
  "\"This isn't just cowardly,\" tweeted Tom Watson MP, deputy leader of the Labour Party.",
  "\"It's completely unacceptable.\""
]