[
  "3) Turn off or limit access for third-party apps\n\nOnce you’re on the Apps and Websites dashboard, you can click on each of the apps — there’s a little “view and edit” bottom (see below), and you can adjust how much and exactly what data the app can use.",
  "5) Download a copy of your Facebook data\n\nIf you want to get a comprehensive picture of all your Facebook activity — what ads you’ve clicked on, what apps you’ve used, what chats you’ve had — you can download all of your Facebook data.",
  "You can remove apps altogether, and if you choose, you can turn off all of Facebook’s access to apps, games, and other websites — which means, of course, that you can’t use or log in to them with your Facebook information.",
  "There’s also a Your Information section where you can manage whether Facebook can display ads from advertisers that want to reach you based on certain information in your profile, such as relationship status or employer.",
  "Still, there’s a good chance you’ve given permission to third parties, most likely through Facebook Login, which lets you access and auto-populate other apps with your Facebook information: email, birthdate, and so on.",
  "In hearings on Capitol Hill, Facebook CEO and co-founder Mark Zuckerberg claimed users had plenty of control over their data — from seeing if their data was leaked (his was) to adjusting preferences for targeted ads.",
  "Log in and you’ll get a message that will either break the bad news — that based on Facebook’s records, you, or one of your friends, logged in to the thisisyourdigitallife app, and your data might have been shared.",
  "2) Figure out which third parties have your data\n\nFacebook changed its policies in 2015 to limit what information third-party app developers can access, which included information about your friends.",
  "1) Find out if your data was leaked to Cambridge Analytica\n\nZuckerberg said Wednesday that he was one of the 87 million Facebook users whose information got harvested by Cambridge Analytica.",
  "You can stop Facebook from putting your name on ads — for example, when you see three of your friends “liked” an ad — and you can hide certain “topic” ads, including alcohol and parenting.",
  "Once on the dashboard, you can change your interests; Facebook thought I was into “coupons,” for example, so I could delete that category and dissuade it of that notion if I choose.",
  "To figure out which apps, games, and other extensions might have your data, go to the Settings tab on Facebook, and in the bottom left corner, click on the Apps and Websites tab.",
  "4) Limit your exposure to certain ads (and be prepared to be creeped out)\n\nFacebook’s business model is running ads, so there’s no real way to turn off the spigot completely.",
  "According to Facebook, this information will include a lot of the same information that’s already available on your profile and activity log, like your posts and photos.",
  "This will take you to a dashboard that has three categories: apps that are actively using your information; apps that have expired; and finally, apps you’ve removed.",
  "You can turn those off — they won’t be removed from your profile, but, at least according to Facebook, it won’t let advertisers send you ads based on these details.",
  "That will bring you to a pretty extensive landing page, where you can get a taste of how Facebook advertisers see you — so be prepared to be a little demoralized.",
  "Facebook is notifying people with a message on top of their newsfeeds, but if you can’t wait for the personalized message, there’s another way to check.",
  "Still, Zuckerberg’s insistence that users have power over this might have come as a surprise — wait, I have actual control over my ad preferences?",
  "And while Zuckerberg is correct that users “have to opt in to sign in to any app before you use it,” that consent is usually just a simple click.",
  "For example, Venmo tells me that my name, profile picture, age, and other public profile info is required if I want to use Facebook Login.",
  "Finally — and this is the most fun/frightening one — you can see your categories, such as politics, that advertisers can target you with.",
  "“Expired” apps can still store your data but, since you’re not currently using them, likely can’t keep pulling updates from Facebook.",
  "For example, when you’re shopping for a new sweater online, you can limit sweaters from popping up on your Facebook feed.",
  "You can also adjust your settings to get Facebook to stop blasting you with ads from outside websites you’ve visited.",
  "But you can adjust your preferences for what ads you get — and what advertisers might be able to get about you.",
  "You’ll be on the General Account Settings page, where you’ll see your name, username — all the basics.",
  "But it also includes less obvious things like those ads you’ve clicked on and all your old messages.",
  "It also has access to other information, such as my birthday, but if I choose, I can cut that off.",
  "Or you or none of your friends did, and it doesn’t seem like you’ve been caught up in the leak.",
  "There’s a “Download a copy of your Facebook data” option linked at the bottom of the main menu.",
  "But Facebook doesn’t make it particularly easy to figure out how to adjust these settings.",
  "The Cambridge Analytica scandal has put data privacy on Facebook under the spotlight.",
  "Visit Facebook’s help center and type in “Cambridge Analytica,” or try this link.",
  "— so here are five things you can do to make your Facebook a bit more private.",
  "You can repeat this process for all your apps, including the expired ones.",
  "The concern isn’t just about who can see what you’re sharing on Facebook.",
  "It’s what Facebook lets third parties and advertisers see about you.",
  "I didn’t remember that I signed up in July 2004, in simpler times.",
  "You’ll find the Ads option in the bottom left-hand corner.",
  "You can also see which Facebook ads you’ve clicked on.",
  "Some of the data is in the “required” category.",
  "Congrats to those people, and their friends!",
  "You get to this Ads page through Settings.",
  "You can hide ads from certain advertisers.",
  "To get it, head again to the Settings tab.",
  "It even has the date (and exact time!)",
  "you registered for the social network.",
  "These are also removable.",
  "There’s more!"
]