[
  "These companies use a variety of data sources such as credit card information and consumer behavior and provide information that can be integrated with Facebook or any other advertising platform to target someone.",
  "If his wife had never signed out of her Facebook account, Facebook thinks she was looking at the bed frames website, then serves this ad on her computer because it thinks she's interested in the company.",
  "If you're still freaked out, you can see why you are shown any sponsored post on Facebook by clicking on the three dots on the upper right-hand corner, and selecting the \"Why am I seeing this ad?\"",
  "In this case, the editor's wife may have visited that same furniture retailer's website at an earlier date or visited other similar websites, while she was logged in to Facebook.",
  "In this scenario, the furniture retailer might have hired a third-party company to find anyone who is a new homeowner, since those people are likely to need furniture.",
  "They could also know a customer's Facebook ID if they used that same email to log into the furniture retailer, or used Facebook directly to log into that site.",
  "For instance, in this screenshot, Facebook says it's showing me a BarkBox ad because I use the same email address to log into BarkBox that I use on Facebook.",
  "Many households share devices, whether it's using the computer that is closest to you or watching on the same digital media player like a Roku or Apple TV.",
  "If you use the same email to log in to your internet provider and Facebook, they may be able to collect information on your shopping habits across devices.",
  "\"They are able to get a ping if I'm logged into Facebook that I opened a new tab in my browser and see I was browsing for a jacket,\" explained Bright.",
  "Facebook would assume she was the one looking and show her the relevant ad on other devices where she was logged in — in this case, on her computer.",
  "Havas' Richards said targeting \"coming from a single data point like email\" is one of the most plausible reasons why the editor's wife saw the ad.",
  "Facebook accounts have enough information through relationship statuses, pictures and interactions to determine who lives in the same household.",
  "Third-party data collectors focused on 360-degree connectivity may also be able to connect behavior on multiple devices that share email logins.",
  "\"Nordstrom now 'knows' through anonymized data I was looking at jackets and serves [everyone who had looked on their site for jackets] an ad.\"",
  "Or, someone in the household could be on the company's list, and that company may choose to serve its ads to everyone in the household.",
  "\"Axiom gets data from grocery store loyalty numbers, matches that to an individual and passes that hashed information to Facebook.\"",
  "Advertisers sometimes work with third-party marketing services such as Axiom, Datalogic or Epsilon to find the right customer.",
  "(In the case of the Cambridge Analytica story, the data analytics firm worked with a third-party app to collect information.)",
  "BarkBox wants to reach me specifically on Facebook (example 3 above) and so it targets an ad to me using that email address.",
  "It doesn't always give exact details, but you can see what it tells you and figure out pretty quickly what makes sense.",
  "Say a person was looking at jackets on Nordstrom from their mobile phone while they were logged into the Facebook app.",
  "Facebook is also excellent at tracking behavior across devices, since people use the same login on different devices.",
  "If people remain logged into Facebook on that device, the company has access to multiple people's browsing history.",
  "Here the editor may have logged into the retailer's website using the same email he uses for his Facebook account.",
  "Or, perhaps the husband's iPad was logged into the wife's Facebook account when he was looking at the bed frames.",
  "The company uploaded his email into Facebook and told Facebook to show the ad to everybody in his household.",
  "The furniture company worked with a third-party data provider to find their ideal customer, and she is it.",
  "Or maybe it's just a weird coincidence\n\nWe are shown hundreds of ads a day, most of which we gloss over.",
  "\"People are seeing hundreds of advertisements a day, but they aren't noticing what all of them are for.\"",
  "Their names could have been anonymized and put on an advertiser's list that was uploaded to Facebook.",
  "Facebook allows companies to upload email lists of specific users they want to see their ads.",
  "DigitasLBi vice president and group director of paid social Jeanne Bright gives an example.",
  "\"The things that Facebook does [are] pretty common to other digital advertisers,\" she said.",
  "So let's say the editor had previously used his wife's computer to look at the bed frames.",
  "\"Let's say we want to reach someone who is a high grocery purchaser,\" Bright explained.",
  "Businesses usually use this to re-target customers who had previously purchased items.",
  "It could just be fate that an ad showed up while they were talking about the company.",
  "\"The fact you talked about it makes you more likely to notice it,\" Bright said.",
  "It just so happened the editor and his wife had recently bought a new house.",
  "She may have also liked the retailer or other furniture pages on Facebook.",
  "The business knows she's looking for furniture, so they serve her an ad.",
  "(The advertisers don't get access to this individualized information.)",
  "Then they open their computer to Facebook and see ads from Nordstrom.",
  "That third-party information can also be used to target households.",
  "None of these methods are unique to Facebook, Bright pointed out.",
  "Facebook served everyone on that list an ad, and she saw it.",
  "\"Everything we talked about, Google does it too.\"",
  "The furniture company specifically targeted her.",
  "He used her device to look at the product.",
  "option.",
  "5.",
  "3.",
  "4."
]