[
  "Cambridge Analytica tweeted on Wednesday, \"When Facebook contacted us to let us know the data had been improperly obtained, we immediately deleted the raw data from our file server, and began the process of searching for and removing any of its derivatives in our system.\"",
  "London-based Cambridge Analytica, which has counted U.S. President Donald Trump's 2016 campaign among its clients, said on Wednesday on Twitter that it had received no more than 30 million records from a researcher it hired to collect data about people on Facebook.",
  "\"In light of recent reports that AggregateIQ may be affiliated with SCL and may, as a result, have improperly received FB user data, we have added them to the list of entities we have suspended from our platform while we investigate,\" Facebook said in a statement.",
  "Facebook said on Wednesday that the personal information of up to 87 million users, mostly in the United States, may have been improperly shared with political consultancy Cambridge Analytica, up from a previous news media estimate of more than 50 million.",
  "The Canadian federal agency charged with protecting privacy rights of individuals said on Thursday that the agency, along with its counterpart in British Columbia, would jointly investigate Facebook and AggregateIQ over the ongoing data scandal.",
  "Facebook Inc said on Friday that it had suspended Canadian political consultancy AggregateIQ from its platform after reports that the data firm may have improperly had access to the personal data of Facebook users.",
  "British Columbia's privacy commissioner was separately investigating AggregateIQ over whether the Victoria-based company had broken provincial personal privacy rules for its role in the Brexit campaign.",
  "Wylie has said that AggregateIQ received payment from a pro-Brexit campaign group before the 2016 referendum when Britain voted to quit the European Union.",
  "Facebook first acknowledged last month that personal information about millions of users wrongly ended up in the hands of Cambridge Analytica.",
  "Facebook is under intense pressure after the data of millions of its users ended up in the hands of political consultancy Cambridge Analytica.",
  "Christopher Wylie, a whistleblower who once worked at Cambridge Analytica, has said that it worked with Canadian company AggregateIQ.",
  "Facebook Canada said on Wednesday that more than 600,000 Canadians had their data \"improperly shared\" with Cambridge Analytica.",
  "Strategic Communication Laboratories (SCL) is a government and military contractor that is the parent of Cambridge Analytica.",
  "\"Our internal review continues, and we will cooperate fully with any investigations by regulatory authorities.\"",
  "AggregateIQ was not immediately available for a comment."
]