[
  "She takes on telegraphy, telephony, instantaneous photography (snapshots), dactyloscopy (fingerprinting), Social Security numbers, suburbanization, the Minnesota Multiphasic Personality Inventory, Fourth Amendment jurisprudence, abortion rights, gay liberation, human-subject research, the Family Educational Rights and Privacy Act, “60 Minutes,” Betty Ford, the 1973 PBS documentary “An American Family,” the Starr Report, the memoir craze, blogging, and social media.",
  "“The right of privacy,” Douglas concluded, “is a powerful deterrent to any one who would control men’s minds.” Douglas did not coin the phrase “the right to be let alone.” It appears in one of the most famous law-review articles ever written, “The Right to Privacy,” by Samuel Warren and Louis Brandeis, published in the Harvard Law Review in 1890.",
  "Igo’s first book, “The Averaged American,” was a well-received study of how twentieth-century social researchers created the idea of a “mass public.” Her new effort has to be mighty because, as she admits at the start, privacy is a protean concept—“elastic” is the term she uses—and, once you start looking for it, it pops up almost everywhere.",
  "The reason you’ve been receiving a steady stream of privacy-policy updates from online services, some of which you may have forgotten you ever subscribed to, is that the European Union just enacted the General Data Protection Regulation, which gives users greater control over the information that online companies collect about them.",
  "When it came out that the consulting firm Cambridge Analytica had harvested the personal information of more than fifty million Facebook users and offered it to clients, including the Trump campaign, the Times’ lead consumer-technology writer published a column titled “I Downloaded the Information That Facebook Has on Me.",
  "Privacy is associated with liberty, but it is also associated with privilege (private roads and private sales), with confidentiality (private conversations), with nonconformity and dissent, with shame and embarrassment, with the deviant and the taboo (Igo does not go there), and with subterfuge and concealment.",
  "The Supreme Court ruled that evidence gained from a thermal device cannot be used to get a warrant—even though an officer on the sidewalk who noticed the heat could have used his observations to obtain one, and the thermal device simply allowed detectives to “feel” the heat at a distance.",
  "Igo is a bit dismissive of “The Right to Privacy.” She calls it “a strategy for reestablishing proper social boundaries and regulating public morality”—an attempt by the privileged to keep unwanted photographs and salacious gossip out of the newspapers by threatening legal action.",
  "A lot of people considered reports about which videos Clarence Thomas rented to be relevant to the question of whether he was qualified to sit on the Supreme Court, and a lot of people hoped that someone would leak Donald Trump’s income-tax returns.",
  "“The right to be let alone,” Brandeis wrote, is “the most comprehensive of rights, and the right most valued by civilized men.” Those are, of course, the sentiments that William O. Douglas echoed twenty-four years later in the Muzak case.",
  "How far the constitutional right to privacy can be made to stretch is the subject of Cyrus Farivar’s lively history of recent Fourth Amendment jurisprudence, “Habeas Data: Privacy vs. the Rise of Surveillance Tech” (Melville House).",
  "It does not make sense to constrain the technological capacities of law enforcement just because the technology allows it to work more efficiently, but those capacities can also lead to a society whose citizens have nowhere to hide.",
  "“The right to privacy,” the Court said in that case, “is broad enough to encompass a woman’s decision whether or not to terminate her pregnancy.”\n\nIgo notes that often privacy is simply a weapon that comes to hand in social combat.",
  "“Specific guarantees in the Bill of Rights,” Douglas wrote for the Court, “have penumbras, formed by emanations from those guarantees that help give them life and substance.” The right to privacy was formed out of such emanations.",
  "Frankfurter explained that his own aversion to Muzak was so visceral—“my feelings are so strongly engaged as a victim,” he wrote—that he was incapable of attaining the degree of disinterestedness necessary to render a judgment.",
  "The Supreme Court is set to decide the fate of Timothy Carpenter, who, in 2014, was convicted of participating in a series of armed robberies on the basis, in part, of records obtained by the police from his cell-phone company.",
  "The app gave the researcher access not just to personal information in the participants’ Facebook accounts (which Facebook allows) but to the personal information of all their “friends” (which Facebook allowed at the time).",
  "Persuaded by Katz’s attorney, Harvey Schneider, and by a young lawyer clerking for Justice Potter Stewart, Laurence Tribe (now a well-known Harvard law professor), it changed its interpretation of the Fourth Amendment.",
  "Facebook at first refused to characterize this as a security breach—all the information was legally accessed, although it was not supposed to be sold—and continues to insist that it has no plans to provide recompense.",
  "Rather more consequentially, it was the legal justification for the National Security Agency’s collection of metadata for all the incoming and outgoing calls of every person in the United States between 2001 and 2015.",
  "The government’s position (argued before the Court last fall by Michael Dreeben, a Deputy Solicitor General, who is currently assisting the Mueller investigation) relies on what is known as the third-party doctrine.",
  "Last month, an Oregon couple’s domestic conversation (about hardwood floors, they said) was recorded by Echo, Amazon’s “smart speaker” for the home, which sent it as an audio file to one of the husband’s employees.",
  "If it is unconstitutional to tap a telephone without a warrant, it seems obvious that using a microphone to record a phone conversation (in Katz’s case, half of a conversation) should also be unconstitutional.",
  "We don’t like to be fingerprinted by government agencies, a practice we associate with mug shots and state surveillance, but we happily hand our thumbprints over to Apple, which does God knows what with them.",
  "In 1948, the District of Columbia, in an arrangement with Muzak, the company that sells background music for stores and hotel lobbies, began piping radio broadcasts into the city’s trolleys and buses.",
  "It argued that a right to privacy is inherent in the common law, and generated various “privacy torts,” such as the disclosure of private facts or the unauthorized use of someone’s name or likeness.",
  "Brandeis argued that because the government had broken the law—wiretapping was a crime in the state of Washington—the evidence gained from the wiretap should have been excluded at Olmstead’s trial.",
  "Igo does what historians do: she shows us that although we may feel that the threat to privacy today is unprecedented, every generation has felt that way since the introduction of the postcard.",
  "Theoretically, the police could have trailed Jones’s Jeep in a car or a helicopter, or posted officers along every road in the area, and the evidence they gathered would have been admissible.",
  "And as Anthony Amsterdam, a law professor who argued, and won, the famous death-penalty case Furman v. Georgia, in 1972, has pointed out, people’s reasonable expectations are easily altered.",
  "The same Fourth Amendment rights that prohibit the government from entering your home and listening to your conversations without a warrant also protect people engaged in illegal activities.",
  "Some of these glimpses into private life were stage-managed, like the TV show “Lifestyles of the Rich and Famous.” Some were exposés, like many of the books and programs about the Kennedys.",
  "You “gave” that information to your phone service, just as you gave your credit-card company information about where and when you bought your last iced latte and how much you paid for it.",
  "” kids are always yelling at their parents and siblings, which suggests that there is something primal about the need for privacy, for secrecy, for hiding places and personal space.",
  "Roy Olmstead was a big-time Seattle bootlegger who was convicted of conspiracy to violate the Prohibition Act, in part on the basis of evidence gathered through government wiretaps.",
  "As for the Trump Administration, it seems indifferent to any rights except those which are enumerated in the Second Amendment or which might protect the President and his henchmen.",
  "The third-party doctrine is what made legal the use of a pen register, a device that records all outgoing and incoming calls, on the phones of Donald Trump’s lawyer Michael Cohen.",
  "And “The Right to Privacy” is where Sarah Igo begins “The Known Citizen” (Harvard), her mighty effort to tell the story of modern America as a story of anxieties about privacy.",
  "In the majority opinion, by Antonin Scalia, the Court reverted to the trespass theory: it was the physical trespass onto Jones’s property, his Jeep, that required a warrant.",
  "In the nineteen-seventies and eighties, people began making themselves famous, and sometimes wealthy, by exposing their and other people’s lives on television and in books.",
  "There is also the extraordinary economic power of the tech industry, a major engine of growth whose enormous cash reserves make legal settlements low-impact capital events.",
  "Being compelled to listen to a radio program not of their choosing on a public bus, they maintained, represented an unlawful deprivation of liberty under the Constitution.",
  "If Katz had spoken loudly enough to be overheard by agents standing outside the phone booth, his words could have been used as evidence against him in a court of law.",
  "If people are told by the government or by a service provider that their behavior is being monitored, the expectation of privacy instantly becomes unreasonable.",
  "This is obviously true of “fruit of the poisonous tree” arguments, as when defendants ask the court to throw out evidence obtained in an unauthorized search.",
  "Sometimes, as in Douglas’s dissent, privacy functions as a kind of default right when an injury has been inflicted and no other right seems to suit the case.",
  "The government is doing what it has always done, which is to conduct surveillance of individuals and groups it suspects of presenting a danger to society.",
  "Charles Katz carried that right with him, and whatever he did “with a reasonable expectation of privacy” the government was barred from eavesdropping on.",
  "Igo is an intelligent interpreter of the facts, and her intelligence frequently leads her to the conclusion that “privacy” lacks any stable significance.",
  "But since Carpenter knowingly revealed his location to a third party, his cell-phone service provider, that information—called metadata—is not protected.",
  "Privacy has value, in other words, and, as Igo points out, sometimes the value is realized by hoarding it and sometimes it’s realized by cashing it out.",
  "Police now have license-plate readers, which are mounted on squad cars and use optical-character-recognition technology to record license-plate numbers.",
  "As long as the city government has the comfort, safety, and convenience of its riders at heart, it can run its transportation system any way it wants.",
  "The government now has many methods besides tapping into your phone wire—you probably don’t even have a phone wire—for finding out what you’re up to.",
  "We sign up to get the service, but we don’t give much thought to who might be storing our clicks or what they’re doing with our personal information.",
  "After recording Katz for six days, agents arrested him and obtained a warrant to search his apartment, where they found ample evidence of gambling.",
  "The broadcasts were mostly music, with some commercials and announcements, and were not loud enough to prevent riders from talking to one another.",
  "It is weird, at first, when our devices seem to “know” where we live or how old we are or what books we like or which brand of toothpaste we use.",
  "The fact that the cop has been replaced by a robot can summon up images of “1984.” But you could argue that the robot is just way more efficient.",
  "A cop can theoretically match up a face on the street with a mug shot; with facial-recognition technology, the CCTV system does it automatically.",
  "These showed the location of the cell-phone towers his calls were routed through, and that information placed him near the scenes of the crimes.",
  "Cambridge Analytica, which hired the researcher, was thus able to collect the personal data of Facebook users who had never downloaded the app.",
  "It makes the online world seem customized for us, and it cuts down on the time we need to map the route home or order something new to read.",
  "In the digital age, almost all transactions are recorded somewhere, and almost any information worth keeping private involves a third party.",
  "to listen in on his conversations without a warrant, but it was hard, under existing jurisprudence, to explain why it was unconstitutional.",
  "“I’m at that point in my life when I don’t want my parents to tell me what to do but I still want to blame them for it.” The vote was 7–1.",
  "Figuring out when law enforcement is crossing the line in getting the goods on criminal suspects has been an unending job for the courts.",
  "card seems un-American, but we all memorize our Social Security numbers and recite the last four digits pretty much any time we’re asked.",
  "The third-party doctrine dates from a 1979 case, Smith v. Maryland, and it has been used to obtain, for example, suspects’ bank records.",
  "Then it was decided that they were better off making their sexuality public, and, almost overnight, privacy became a sign of hypocrisy.",
  "Douglas got a second crack at applying his theory of privacy as a constitutional right in 1965, in the case of Griswold v. Connecticut.",
  "Every new technological, legal, and cultural development seems to have prompted someone to worry about the imminent death of privacy.",
  "Freedom was the issue, he explained, and “the beginning of all freedom” is “the right to be let alone”—that is, the right to privacy.",
  "The question before the Supreme Court was whether the use of microphones on the phone booths violated Katz’s Fourth Amendment rights.",
  "Almost every day, he walked down the street to a bank of three telephone booths, entered one of them, and made a long-distance call.",
  "What places contraception beyond the state’s police powers—its right to pass laws to protect the health and welfare of its citizens?",
  "But many of the same people were indignant about the publication of the Starr Report, on the Oval Office sexcapades of Bill Clinton.",
  "Police used this information to obtain a search warrant, and discovered that Kyllo was operating a marijuana farm in his apartment.",
  "tracking device to the Jeep of Antoine Jones, who was suspected of being a drug dealer, and followed his movements for four weeks.",
  "“Marriage is a coming together for better or for worse, hopefully enduring, and intimate to the degree of being sacred,” he wrote.",
  "The Court is being asked to rule on whether the collection of the cell-phone company’s records violated his constitutional rights.",
  "Yikes.” He was astonished at how much of his personal data Facebook had stored and the long list of companies it had been sold to.",
  "And it is true that privacy, like many civil rights, can serve as a protection for property owners and the status quo generally.",
  "Reporters intrude on privacy in the name of the public’s “right to know,” and are outraged when asked to reveal their sources.",
  "In another case, Kyllo v. United States, police used a thermal-imaging device to monitor the apartment of one Danny Lee Kyllo.",
  "Twenty years ago, for example, citizens could assume that they were not being photographed when they walked down the street.",
  "Farivar, in short, is correct that among the many things the tech industry has disrupted is Fourth Amendment jurisprudence.",
  "In the nineteenth century, people were shocked by the introduction of postcards, which invited strangers to read your mail.",
  "But it’s also true when celebrities complain that their privacy is being invaded by photographers and gossip columnists.",
  "And some, like “An American Family,” the PBS documentary about the Loud family, were both revealing and self-promoting.",
  "Restricting a corporation’s use of personal data requires a legislative act, and Congress is a barely functioning body.",
  "But, as it has become apparent in the past year, we don’t really know who is seeing our data or how they’re using it.",
  "And commercial media are doing what they have always done, which is to use consumer information to sell advertising.",
  "What concerns him is not that license plates are being read but that they are being read and recorded by a machine.",
  "It can be obtained with a court order, equivalent to a subpoena, which is served on the provider, not the customer.",
  "How many of us are going to take the time to scroll through the new policies and change our data settings, though?",
  "It prohibits the government from violating the sanctity of private property—a home or an office—without a warrant.",
  "The good that is said to sit at the nexus of these developments in technology, commerce, and the law is privacy.",
  "The survey found that ninety-two per cent of bus and trolley riders did not have a problem with the broadcasts.",
  "And, even if its applications are brought up to date, the Fourth Amendment is good only against the government.",
  "Pollak and Martin had no more right to demand quiet on the bus than they had to tell the driver where to stop.",
  "Eight years later, Griswold was a key precedent in another case about reproductive rights, Roe v. Wade.",
  "An academic researcher posted an online survey and invited people to participate by downloading an app.",
  "We consider that good police work, a way to identify traffic-ticket scofflaws and to find stolen cars.",
  "Today, there are thirty thousand closed-circuit surveillance cameras on the streets of Chicago alone.",
  "The answer, Douglas said, is something that predates the Constitution: the institution of marriage.",
  "placed microphones on top of two of the phone booths and put an “Out of Order” sign on the third.",
  "Farivar says that the city of Oakland collects forty-eight thousand license-plate numbers a day.",
  "It did so by devising the most successful system ever for compiling and purveying consumer data.",
  "Amazon called the event “an extremely rare occurrence”—that is, not a systemic security issue.",
  "But inside “The Right to Privacy” was a time bomb, and, almost forty years later, it went off.",
  "Can a person driving a rented car whose name is not on the agreement with the rental company?",
  "The right to privacy does not attach to property, the Court now said; it attaches to persons.",
  "Warren and Brandeis’s article on privacy, back in 1890, said nothing about the Constitution.",
  "People assume that when they are talking inside a phone booth they are not being monitored.",
  "In effect, the microphone was just a prosthetic device, an extension of the agents’ ears.",
  "In Olmstead v. United States, decided in 1928, the Supreme Court affirmed the conviction.",
  "Forcing people to listen to the radio, he said, is a step on the road to totalitarianism.",
  "“We write,” he began his dissent, “on a clean slate.” Finding no rule, he provided one.",
  "We don’t object when a cop checks a license-plate number against a list in a notebook.",
  "The Supreme Court found that the use of the device violated Jones’s right to privacy.",
  "But Louis Brandeis was now an Associate Justice on the Court, and he filed a dissent.",
  "Once, it was thought that gay people were better off keeping their sexuality secret.",
  "The device recorded an unusual amount of heat radiating from the walls and the roof.",
  "Since the Internet is a global medium, many companies now need to adhere to the E.U.",
  "Brandeis’s opinion in Olmstead is one of those dissents which outlive the decision.",
  "How did he think Facebook became a five-hundred-and-sixty-billion-dollar company?",
  "And data security wasn’t even an issue: Cambridge Analytica didn’t hack anyone.",
  "And, in 1967, in Katz v. United States, the Supreme Court overturned Olmstead.",
  "But who gets to claim an expectation of privacy and where is not self-evident.",
  "The other problem in Katz is the “reasonable expectation of privacy” standard.",
  "Charles Katz lived in an apartment house on Sunset Boulevard, in Los Angeles.",
  "But reality shows and confessional memoirs did not mark the death of privacy.",
  "If you can tell people what to listen to, you can tell people what to think.",
  "The government can obtain that information with minimal judicial oversight.",
  "They were Franklin Pollak and Guy Martin, and they happened to be lawyers.",
  "At issue was a Connecticut law that made the use of contraception a crime.",
  "Take the case of Jones v. United States, in which police attached a G.P.S.",
  "It is a public space, and in a public space the public interest prevails.",
  "As Farivar shows us, technology continually poses problems of this kind.",
  "Police cannot listen in on your phone conversations without a warrant.",
  "The Fourth Amendment had always been understood in terms of trespass.",
  "Katz was a handicapper; he was calling his bookie, in Massachusetts.",
  "On the contrary, they confirmed how valuable a commodity privacy is.",
  "People are inconsistent about the kind of exposure they’ll tolerate.",
  "People invoke their right to privacy when it serves their interests.",
  "Douglas was a judicial renegade, with little concern for precedent.",
  "Last month, the Supreme Court, in a unanimous decision, said yes.",
  "Carpenter was sentenced to a hundred and sixteen years in prison.",
  "The case made it all the way to the United States Supreme Court.",
  "(Warren and Brandeis took it from an 1879 treatise on tort law.)",
  "(This posture is pretty much Felix Frankfurter in a nutshell.)",
  "To Douglas, more was at stake than annoying background music.",
  "The tracking device only improved law-enforcement efficiency.",
  "The first is the distinction between a microphone and an ear.",
  "Complaints were received, and a survey was duly commissioned.",
  "Cambridge Analytica isn’t the only threat to digital privacy.",
  "Then we grow to expect this familiarity, and even to like it.",
  "It was not hearing differently; it was only hearing better.",
  "The job is unending because technology is always changing.",
  "The Muzak case is not in Igo’s book, but plenty else is.",
  "He had been making his living this way for thirty years.",
  "Even the people whose business it is to know don’t know.",
  "Somehow, he had never thought to look into this before.",
  "Katz became a key precedent in Fourth Amendment cases.",
  "Most of us store more in the cloud than in lockboxes.",
  "On the other hand, riders could not not hear them.",
  "But there are two problems at the heart of Katz.",
  "One Justice, Felix Frankfurter, recused himself.",
  "(Douglas, incidentally, was married four times.)",
  "A requirement that every citizen carry an I.D.",
  "Two customers, however, chose to take a stand.",
  "Privacy is especially valuable to criminals.",
  "The Court handed down its decision in 1952.",
  "It is beyond politics and even beyond law.",
  "The lone dissenter was William O. Douglas.",
  "Intuitively, the reasoning appears sound.",
  "Meanwhile, of course, Alexa is listening.",
  "But Katz was not in a home or an office.",
  "Why did it trigger the Fourth Amendment?",
  "The law is constantly playing catch-up.",
  "It may have seemed wrong for the F.B.I.",
  "The machine anticipates what we want.",
  "A bus, it said, is not like a home.",
  "These are things we seem to want.",
  "Mail was supposed to be private.",
  "Again, the rule seems sensible.",
  "But do we have a right to them?",
  "These gentlemen sued the city.",
  "Sex is supposed to be private.",
  "Of course Facebook does this.",
  "His rights had been violated.",
  "He was in a public space.",
  "To catch him, the F.B.I.",
  "The Court found a fix.",
  "So do CBS and People.",
  "So they continued.",
  "“It’s private!",
  "regulation."
]