[
  "Facebook announced in a blog post Friday night that the company had suspended political analytics research firm Cambridge Analytica from its platform, suggesting the data firm had not been honest about deleting user data sent to it by the makers of a popular psychology test app.",
  "\"The firestorm of news headlines, and Facebook's poor navigation of those, have driven an increase in uncertainty that has far surpassed the risk to Facebook's cash flow growth, in our view,\" analyst Andy Hargreaves wrote in a note to clients Tuesday.",
  "Hargreaves said Facebook's current valuation is pricing in 18 percent annual profit growth over the next two years versus his estimate of 31 percent for the same time period, according to his analysis.",
  "\"We recommend investors buy Facebook at current levels and see potential catalysts in earnings, a reasonable response from the Company, and the passage of the height of negative headline volume.\"",
  "The New York Times reported over the weekend that Cambridge Analytica was able to acquire 50 million people's Facebook profile information without their consent.",
  "Investors should buy Facebook shares, because the company's profit growth will remain robust after the data leak scandal, according to a Wall Street firm.",
  "KeyBanc Capital Markets reiterated its overweight rating for Facebook shares, saying the social media giant's stock is now extremely undervalued.",
  "He predicts the company will take multiple steps to address consumers' and regulators' concerns without a major impact on its financials.",
  "The analyst reaffirmed his $245 price target for Facebook shares, representing 46 percent upside to Tuesday's close.",
  "Facebook stock has declined 9 percent this week through Tuesday following the weekend's media reports.",
  "\"We believe risk of future lost profits at Facebook is relatively modest,\" he wrote.",
  "Nearly $50 billion of market value has been wiped off its shares since Friday.",
  "The company's shares rose 2.5 percent Wednesday."
]