[
  "Related: Facebook is distancing itself from data brokers\n\nApple executives have in recent weeks used privacy and transparency as a sales pitch, drawing a contrast with other companies -- especially Facebook -- in Silicon Valley.",
  "Facebook has been under intense pressure after it admitted that Cambridge Analytica, a company that worked on President Donald Trump's 2016 campaign, had accessed and improperly stored a huge trove of its user data.",
  "Cook recently called for increased regulation of social media, and questioned the practice of monetizing user data on free platforms by selling ads that allow advertisers to target specific groups.",
  "\"I think it's important that we don't all get Stockholm Syndrome and let the companies that work hard to charge you more convince you that they actually care more about you,\" he added.",
  "The Facebook (FB) CEO defended his company's business model in an interview published by Vox on Monday, arguing that recent criticism from his counterpart at Apple was unfounded.",
  "\"The reality here is that if you want to build a service that helps connect everyone in the world, then there are a lot of people who can't afford to pay,\" he added.",
  "Related: Why Apple uses privacy as a sales pitch\n\nCook called privacy a \"human right\" and \"a civil liberty\" during his interview with Recode and MSNBC.",
  "\"If you want to build a service which is not just serving rich people, then you need to have something that people can afford,\" Zuckerberg said.",
  "Facebook, on the other hand, has built an entire business on selling ads that target users based on information they provide.",
  "\"You know, I find that argument, that if you're not paying that somehow we can't care about you, to be extremely glib.",
  "\"The truth is, we could make a ton of money if we monetized our customer — if our customer was our product,\" he said.",
  "Zuckerberg told Vox, however, that Facebook is dedicated \"serving people,\" despite its reliance on advertising.",
  "And not at all aligned with the truth,\" Zuckerberg told Vox in response to a question about Cook's criticism.",
  "\"Having an advertising-supported model is the only rational model that can support building this service.\"",
  "When \"all of a sudden something is chasing me around the web,\" Cook said, he finds it \"creepy.\"",
  "Apple makes the vast majority of its money selling hardware, including iPhones, iPads and Macs.",
  "\"I wouldn't be in this situation,\" the Apple (AAPL) CEO told reporters from Recode and MSNBC.",
  "Cook was asked last month how he would handle the crisis.",
  "Mark Zuckerberg is firing back at Tim Cook.",
  "\"We've elected not to do that.\""
]