[
  "Facebook CEO Mark Zuckerberg | Chip Somodevilla/Getty Images Mark Zuckerberg to come to Brussels: Parliament official A spokesperson for Facebook says the company ‘appreciate[s] any opportunity to answer questions the European Parliament may have.’\n\nFacebook and the European Parliament are close to agreeing a deal that would see Mark Zuckerberg speak to MEPs, a Parliament official briefed on the negotiations told POLITICO.",
  "As Mark Zuckerberg said, he wants to make sure the most senior members of his team answer the Parliament's questions and explain the steps we have taken to protect our users’ data further.”\n\nFacebook previously suggested a vice president of the company testify before the European Parliament but this suggestion was shot down by the assembly.",
  "If the Facebook CEO does speak, he would do so in a joint session of parliamentary committees because the Parliament's plenary sessions are reserved for heads of state or international leaders \"and not for business leaders,\" the spokesperson said.",
  "Parliament President Antonio Tajani asked Zuckerberg to come to Brussels and testify before lawmakers in the wake of revelations of data misuse at Cambridge Analytica that affected more than 2.7 million European Facebook users.",
  "A spokesperson for Tajani said \"we don't have a real confirmation yet,\" adding the president's office is waiting for an official response to two letters asking Zuckerberg to come to Brussels.",
  "The Parliament official, who requested not to be named because talks were ongoing, said the Facebook CEO wants to come but \"apparently he has conditions\" regarding the format of the hearing.",
  "A Facebook spokesperson responded to the reports of Zuckerberg's visit, saying the company \"appreciate[s] any opportunity to answer questions the European Parliament may have.",
  "Parliament would figure out which committees would be involved but the president's office is still expecting an official confirmation from Zuckerberg first, he said.",
  "Parliament officials were trying to accommodate Facebook's requests this afternoon, the official said, and hope to officially announce the visit soon.",
  "Daniel Koster, a spokesperson for Tajani's European People's Party, also tweeted that the visit is confirmed and Zuckerberg will visit in May."
]