[
  "Brittany Kaiser, who worked for Cambridge Analytica for almost three years before leaving in January, testified before the United Kingdom's Digital, Culture, Media and Sport Committee in London on Tuesday as part of its investigation into disinformation and fake news, providing fresh information into how the secretive data analysis company operated.",
  "In addition to the \"This Is Your Digital Life\" survey developed by Cambridge University researcher Aleksandr Kogan, Kaiser said Cambridge Analytica and its partners used a wide range of surveys to collect information on Facebook users — including a \"sex compass\" app that asked people about their \"personal preferences.\"",
  "\"But I believe it is almost certain that the number of Facebook users whose data was compromised through routes similar to that used by Kogan is much greater than 87 million, and that both Cambridge Analytica and other unconnected companies and campaigns were involved in these activities.\"",
  "/ Updated By Alyssa Newcomb\n\nThe scope of the Facebook data harvesting scandal likely extended far beyond 87 million people, according to a former Cambridge Analytica employee who described how a \"sex compass\" app was used to gather data.",
  "Cambridge Analytica has been under scrutiny after a whistleblower came forward alleging that the firm, which worked on President Donald Trump's campaign, used Facebook data to target U.S. voters based on personality traits.",
  "When she first joined the company in February 2015, Kaiser said its data science, psychology and creative teams would work together to create surveys in order to get Facebook users to provide access to their accounts.",
  "Kaiser said she would tell clients about viral personality quizzes on Facebook and how these applications could be used to harvest information from users who agreed to give the app access to their profiles.",
  "The company has more recently pledged to audit \"tens of thousands\" of apps to ensure they complied with Facebook's terms of service, which required companies to delete any data taken through its system.",
  "The policy was so loose that it even allowed developers to gather some basic information from the profiles of a person's friends — even if those friends had not opted in to sharing their information.",
  "It continued to be a part of the company's sales pitch to \"commercial, political and defense clients\" even after Facebook requested that Cambridge Analytica delete the data, she said.",
  "She said she has been \"shocked\" by the reports that Global Science Research, the company founded by Kogan, and Cambridge Analytica allegedly used data without users' consent.",
  "\"I am not a data scientist, and I never handled Cambridge Analytica’s data models or any significant datasets myself,\" Kaiser said in her written testimony.",
  "Cambridge Analytica has denied the data harvesting allegations and has said that they \"licensed\" data from contractors, covering about 30 million people.",
  "Until 2014, Facebook's developer platform allowed connected apps to take almost any data they wanted from a user who authorized their app.",
  "\"I do not know the specifics of these surveys or how the data was acquired or processed,\" she said.",
  "If an app is found to be misusing data, Facebook is pledging to ban it and tell everyone.",
  "She also laid blame on Facebook for their \"own failures to protect their users' data.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Facebook announced plans to limit access to data in 2014."
]