[
  "Data scandal wipes away nearly $50 billion\n\n\"As a result of Defendants' wrongful acts and omissions, and the precipitous decline in the market value of the Company's common shares, Plaintiff and other Class members have suffered significant losses and damages,\" the lawsuit said.",
  "The lawsuit said Facebook \"made materially false and misleading statements\" about the company's policies, and claims Facebook did not disclose that it allowed third parties to access data on millions of people without their knowledge.",
  "Politicians from both the United States and the UK are calling on Facebook and Facebook CEO Mark Zuckerberg to answer questions about the Cambridge Analytica scandal.",
  "Facebook (FB) faces scrutiny from lawmakers and the public after revelations that data firm Cambridge Analytica had hoovered up data on 50 million Facebook users.",
  "Related: WhatsApp cofounder: 'It is time' to delete Facebook\n\nThe social media company has taken a pounding on the stock market since news of the scandal hit.",
  "Paul Grewal, Facebook's deputy general counsel, said that the company is \"committed to vigorously enforcing our policies to protect people's information.\"",
  "Investors are suing Facebook in the wake of the Cambridge Analytica scandal, which sent the company's value plunging almost $50 billion this week.",
  "The lawsuit was brought on behalf of an undisclosed number of investors who bought Facebook shares between February 3, 2017, and March 19, 2018.",
  "Facebook shares fell 3% Tuesday, and the company's slump has spread to the broader market -- dragging down tech and social media companies.",
  "Facebook shareholder Fan Yuan filed the lawsuit in federal court in San Francisco on Tuesday.",
  "\"We will take whatever steps are required to see that this happens,\" he said in a statement.",
  "Twitter (TWTR) tumbled 10% and Snap Inc. (SNAP) lost 3% on Tuesday.",
  "Facebook did not respond to a request for comment.",
  "- Nathaniel Meyersohn contributed to this report",
  "Related: Facebook's stock tumbles again."
]