[
  "Where it once gathered information about the schools, relationship statuses, and “likes” of users, Facebook (FB) now has access to dozens of data points, ranging from advertisement click-throughs and draft posts to events users attended and locations they’ve checked in to.",
  "Google (GOOG), Twitter (TWTR), Apple (AAPL), and Amazon (AMZN) have built an ever-expanding portfolio of products and services that grant endless opportunities to collect increasing amounts of information on their customers.",
  "That kind of transparency has been woefully absent, which is why it’s necessary to hear directly from Zuckerberg on what he sees as Facebook’s most pressing problems and what his company is doing to fix them.",
  "It’s garnering a lot of fanfare, but it’s important to stay focused on the reason for the hearing: to gather information and begin an open dialogue about how we address growing consumer privacy concerns.",
  "And although technology will continue to become more sophisticated, it doesn’t give companies a pass to veil their activities in secrecy or bury them under unreasonably dense service agreements.",
  "Consumers must have the transparency necessary to make informed decisions about whether to share their data and how that data can be used—be it in political campaigns or in tailored ads.",
  "Users have welcomed this incredible technology into their lives, amazed at its ability to connect them with family, friends, and colleagues—whether right next-door or across the world.",
  "As innovation continues, the industry needs to work with Congress to determine if and how we need to strengthen privacy standards to ensure transparency for billions of consumers.",
  "If these companies can find a way to notify a distant relative about what I’m eating for dinner, they can certainly find a way to notify users about how our data is used.",
  "Companies like Facebook must step up to the plate and have an honest conversation about what they are doing to ensure users know what to expect when it comes to privacy.",
  "As social media further affixes to daily routine, the question becomes: Do users understand how much of our lives is unknowingly converted to profitable data points?",
  "As an early adopter of Twitter, I count myself among the millions of people who are continually impressed with the instantaneous connectivity of social media.",
  "Of course, this significant data collection isn’t limited to Facebook—it’s the crux of a business model for a growing and innovative industry.",
  "Many may not fully understand or appreciate the extent to which personal data is collected, protected, transferred, used, or misused.",
  "The way I see it, the tech industry has a duty to respond to widespread and growing privacy concerns and restore the public trust.",
  "The potential for growth and innovation based on the collection of data is limitless, but so is the potential for abuse.",
  "Over the last several weeks, the case of data misuse involving Cambridge Analytica has clearly broken consumer trust.",
  "In this day and age, I don’t think it’s an exaggeration to say that data can be the most valuable form of currency.",
  "Ensuring that policies regarding data privacy and security sync with the rapid advance of technology is paramount.",
  "We can’t undo the damage that’s been done, but we can work together in setting new rules of the road for our data.",
  "Facebook has grown exponentially since it began 14 years ago, and so has its consumer data collection operation.",
  "Chuck Grassley is the senior United States Senator from Iowa and chairman of the Senate Judiciary Committee.",
  "To me, transparency doesn’t mean pages of fine print in esoteric terms and conditions agreements.",
  "Each one of those users is a human being with a unique profile and a personal cache of data.",
  "Facebook founder and CEO Mark Zuckerberg is set to testify before my committee on Tuesday.",
  "That cache is a treasure trove for advertisers, political campaigns, and advocacy groups.",
  "Data gives significant power and influence to the companies that collect and control it.",
  "The social media giant has more than 2 billion monthly active users across the world.",
  "It has been a catalyst for a conversation that, frankly, is long overdue.",
  "At the very least, that should mean increased transparency for consumers.",
  "Those agreements are hard to read and even harder to understand.",
  "Data privacy should be tethered to consumer expectations.",
  "I have a feeling I’m not alone.",
  "The status quo no longer works."
]