[
  "It is now receiving further and more thorough reviews to verify that there are no overly intrusive technological possibilities, according to Bloomberg, or at least ensure there is an appropriate balance between useful features and the obtainment of user data.",
  "The firm, along with other associates, violated rules Facebook had in place, but much of the public is upset regardless because it seemed to show that profitability was prioritized over restricting the amount of information obtained by third parties.",
  "The recent surge of privacy complaints against Facebook stems mostly from the social media company’s disclosure that it is suspending Cambridge Analytica, a data analytics firm that worked with President Donald Trump’s campaign team.",
  "Facebook declined to respond to The Daily Caller News Foundation’s inquiry, specifically if Bloomberg’s report is true, and if product release dates are expected to be delayed, among other pertinent questions.",
  "Facebook has reportedly decided against soon revealing a slate of new products that may spark privacy concerns, as it is currently engulfed in thunderous backlash over its data management practices.",
  "One of the devices is a smart speaker equipped with an artificially intelligent assistant, much like those of its rivals Apple, Google, and Amazon — many of which have caused anxieties of snooping.",
  "After all, that is how Facebook (and other big tech companies like Google) make a lot of their money — selling knowledge of users’ traits and online tendencies.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Facebook was planning to display the products at its annual developers meeting in May, and offer them in the Fall.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "That timeline may change due to the alleged re-examinations."
]