[
  "Surely the Facebook story dominated the news cycle because it is a tendril of the much bigger story, of the ungainly leviathan that oozed to the center of our national attention two years ago and has never departed.",
  "Even as the timelines for other new products—MOOCs, lab-grown meat, virtual reality—have lengthened, self-driving cars remain stubbornly on track for mass deployment.",
  "But after her department released footage of the collision on Wednesday, transportation experts said it showed a “catastrophic failure” of Uber’s technology.",
  "Americans once decided to let Facebook operate with more or less free rein, and we are now paying the price for its lack of governance.",
  "“Accidents,” a category which includes car crashes, are the fourth leading cause of death in the United States, according to the CDC.",
  "It often sat near the middle or bottom of the page on Techmeme, a website that aggregates technology news from dozens of outlets.",
  "By the middle of the week, the Uber news had drifted off the front pages of The New York Times, The Washington Post, and CNN.",
  "Almost alone among emerging technologies, the self-driving-car industry is pursuing a clear and seemingly attainable goal.",
  "Sylvia Moir, the police chief of Tempe, announced on Tuesday that Uber was likely not at fault for the collision.",
  "The Uber collision was a tragedy for the Herzberg family, who have said they may try to press criminal charges.",
  "It suggests, perhaps, that journalists and the public understand the difference between anecdote and data.",
  "It is the first time that a self-driving car, operating in fully autonomous mode, has killed a pedestrian.",
  "Several automakers, including Ford and BMW, have pledged to sell self-driving cars to consumers by 2021.",
  "The Cambridge Analytica story, meanwhile, consistently clanged around above the fold of every outlet.",
  "Statistically speaking, cars of all types are super-ubiquitous, high-speed murder machines.",
  "So maybe the relative lack of coverage of the Uber crash represents a healthy perspective.",
  "Pull at it, and the entire way we think about technology in America starts to unravel.",
  "Perhaps it’s because people still mostly believe the hype around self-driving cars.",
  "Waymo’s autonomous cars have driven more than 4 million miles on public roads.",
  "Will we grant Uber, and the broader self-driving car industry, the same power?",
  "Automobiles kill about 102 Americans every day, according to government data.",
  "But for the self-driving car industry, it was more or less an inevitability.",
  "Nearly 6,000 pedestrians were killed by a car in the United States in 2016.",
  "Yet perhaps we’re wrong to treat them as two different stories at all.",
  "The Cambridge Analytica scandal is a story about the 2016 election.",
  "This is the thread that joins Facebook and Uber’s nightmares.",
  "Sixteen Americans die every day while walking near a street.",
  "This isn’t surprising: I still mostly believe the hype.",
  "The two stories did not perform equally in the press.",
  "Not to give the American press too much credit.",
  "Hundreds of cyclists die every year as well.",
  "Nor are nondrivers exempt from the carnage.",
  "What makes Elaine Herzberg different?",
  "Of course we can’t get enough of it.",
  "Most of us never learn their names.",
  "I found myself asking: Why?"
]