[
  "Facebook has said it learned of Cambridge Analytica's misuse of user data in 2015 but failed to notify the public until reports by The Observer newspaper in the United Kingdom and The New York Times were published earlier this month.",
  "Cook made the comments in an interview with Recode's Kara Swisher and MSNBC's Chris Hayes, a day after Apple revealed a new affordable iPad model that supports Apple Pencil and revamped education software.",
  "In the wake of the 2015 mass shooting in San Bernardino, California, the company resisted FBI requests to unlock an iPhone from one of the perpetrators, resulting in a high-profile legal battle.",
  "Zuckerberg has come under fire for Facebook's privacy practices in the wake of revelations that Cambridge Analytica improperly gained access to data from more than 50 million user profiles.",
  "Apple CEO Tim Cook criticized Facebook in an interview on Wednesday in the wake of the Cambridge Analytica data scandal, saying privacy is a human right and a core American value.",
  "When asked what he would do if he were currently faced with the problems confronting Facebook CEO Mark Zuckerberg, Cook said: \"I wouldn't be in this situation.\"",
  "Apple claimed that unlocking the phone would require writing software that could undermine the product's security features for all users.",
  "Cook said it's important to think about how online profiles can be abused, but said the best kind of regulation is self-regulation.",
  "\"We have a responsibility to protect your data, and if we can't then we don't deserve to serve you,\" he said.",
  "He encouraged users to take matters in their own hands by browsing in private mode and blocking cookies.",
  "The Federal Trade Commission announced on Monday that it's looking into Facebook's data practices.",
  "The Department of Justice subsequently found a way to unlock the device without Apple's help.",
  "Cook said that Apple has never believed that detailed online profiles of people should exist.",
  "On Wednesday, Cook said that Apple would fight again if it were ordered to unlock an iPhone.",
  "Apple has taken a stricter approach to privacy that has frustrated U.S. authorities.",
  "Facebook is now the subject of investigations on both sides of the Atlantic.",
  "\"We can make a ton of money if customers were our product.",
  "— Writing by Spencer Kimball, reporting by Paayal Zaveri.",
  "An investigation is also underway in the United Kingdom.",
  "We have elected not to do that,\" Cook said.",
  "Zuckerberg subsequently issued a mea culpa."
]