[
  "\"We've solved problems before\"\n\nIt's easy to see why Zuckerberg would draw a comparison to Apple — after all, Cook, whose company makes money from selling hardware products instead of selling ads, has tried to portray Apple as morally superior to Facebook.",
  "There are \"lots of stories about apps misusing Apple data,\" read Zuckerberg's notes, which were captured in a photo by a sharp-eyed Associated Press photographer during a short period when they were visible during the hearing.",
  "The notes show that Zuckerberg was prepared to assert that Apple's data practices are \"similar\" to Facebook's, and that Zuckerberg had \"never seen Apple notify people\" about any misuse of its customers' data.",
  "Getty Images\n\nUnder fire for his company's privacy practices on Capitol Hill, Facebook CEO Mark Zuckerberg was prepared to lob a bomb of his own at Tim Cook — his counterpart at Apple.",
  "Cook also said that the ability of companies to gather data on people's web browsing, the people they associate with, and sensitive details about their lives \"shouldn't exist.\"",
  "In a recent interview Cook answered a question about what he would do if he were in Zuckerberg's shoes with the terse quip that he wouldn't ever be in Zuckerberg's situation.",
  "AP Photo/Andrew Harnik\n\n\"When you install an app on your iPhone, you give it access to some information, just like when you login with [Facebook],\" Zuckerberg's notes say.",
  "Cook has been pointedly critical of Facebook's data collection in the wake of the Cambridge Analytica scandal, even calling for regulation that would limit such practices.",
  "Should he have been asked about Cook's comments at the Senate hearing he testified at Tuesday, Zuckerberg was prepared to fire back at Apple's leader, his notes indicate.",
  "Solving this problem, they continued, is a \"big challenge, but we've solved problems before [and we're] going to solve this one.\"",
  "The notes that were in front of Facebook CEO Mark Zuckerberg during his testimony before a senate committee on Tuesday.",
  "Zuckerberg's two pages of typed notes include some of the talking points he uttered repeatedly at the hearing.",
  "They also indicate the range of topics he was prepared to discuss.",
  "Among them were whether he planned to resign from Facebook.",
  "More on Zuckerberg's blockbuster Senate hearing:",
  "\"I made mistakes,\" Zuckerberg's notes read.",
  "Short answer: No."
]