[
  "Sandberg said that Facebook is “selling” something that is “not for sale.”\n\nThen there was this exchange:\n\nGUTHRIE: I read a quote in the New York Times: A writer said that “Facebook, at its core, is a surveillance operation” — that you're sweeping up data about everybody.",
  "We take those ads, we show them, and then we don't pass any individual information back to the advertiser.”\n\nThere is indeed an important distinction between a targeted-advertising service and the underlying personal information that makes targeted advertising possible.",
  "When functioning as Sandberg described, Facebook might offer to show a pet food maker's ads to cat owners — identifiable by the content they post online — but Facebook would not give personal information about the cat owners to the pet food maker.",
  "Facebook did not vault from a Harvard dorm room to a $460 billion market cap by operating a free social network; it became one of the world's most valuable companies by creating a platform where firms can reach more than 2 billion people.",
  "According to Sandberg, Facebook's collection of data that users “are inputting” and “sharing” voluntarily does not count as “sweeping up.”\n\n“But Facebook is not putting it in a lockbox and not doing anything with it,” Guthrie noted.",
  "Television delivers people to an advertiser.”\n\nThe film by Serra, who was born in what we now call Silicon Valley, was an early rendering of the business axiom that if you don't pay for the product, you are the product.",
  "Facebook is saying sorry for what Chief Operating Officer Sheryl Sandberg calls “the Cambridge Analytica thing,” but there is one thing the technology giant won't say — that users are Facebook's product.",
  "In a separate interview, on NPR, Sandberg said that Facebook has “an ads-based business model, just like TV, just like radio.”\n\nThe comparison is apt — but not helpful to Sandberg's argument.",
  "So in a round of media appearances ahead of next week's congressional testimony by chief executive Mark Zuckerberg, Sandberg put some dizzying spin on how Facebook works.",
  "Facebook's ad-based business model is not inherently nefarious, but “people are products” would be a lousy slogan for a company trying to regain public trust.",
  "[Businesses] come onto Facebook; they want to do targeted ads — and that's really important for small business — but people want to show ads.",
  "That's how we're using your data.”\n\nYes, but that's not the only way Facebook uses data, nor is it the way Facebook makes money.",
  "As a 1973 short film by the artist Richard Serra put it: “The product of television, commercial television, is the audience.",
  "After all, Facebook does not sell its service to users; it sells users (technically access to users) to advertisers.",
  "People say that we're product,” NBC's Savannah Guthrie said in a “Today” show interview that aired Friday.",
  "Though the principle surely applies to Facebook, Facebook is trying hard to convince users otherwise.",
  "“If McDonald's sells burgers, and Starbucks sells coffee, what's Facebook selling?” Guthrie asked.",
  "“We're selling the opportunity to connect with people, but it's not for sale,” Sandberg said.",
  "“Facebook is using it so that it can sell ads.”\n\n“Here's how we're using it,” Sandberg said.",
  "“Our data — that's the product you're selling.”\n\n“And that's not true,” Sandberg replied.",
  "So, one piece of data you put on Facebook is who you connect to and your friends.",
  "Later in the interview, Guthrie tried to pin down Sandberg on this point.",
  "We show you, in your news feed, posts from people you've connected to.",
  "SANDBERG: I don't think that's true, and I don't think that's fair.",
  "“So here's how our business works: We don't sell data, ever.",
  "Users remain Facebook's product in this scenario, however.",
  "So let's talk about the data you put on Facebook.",
  "Facebook, at its core, is a sharing service.",
  "“We're using it to personalize your service.",
  "We do not give personal data to advertisers.",
  "People are sharing data with Facebook.",
  "We are not sweeping up data.",
  "People are inputting data.",
  "It is clear that they are.",
  "That's very important.",
  "Read that again.",
  "True?",
  "Fair?"
]