[
  "What I think we've found so far is that typically there are people whose whole job is focused on an area, but I would imagine at some point that there would be a topic where I am the sole authority on and that would make sense for me to do and I'll be happy to do it at that point.\"",
  "The Facebook CEO hasn't publicly responded to a request to give evidence to the UK Parliament's Digital, Culture, Media and Sport Committee, which sent Zuckerberg a letter on March 20 asking him to appear before it.",
  "Mariana Bazo/Reuters\n\nFacebook CEO Mark Zuckerberg said in a new interview with Recode on Wednesday that he's \"open\" to personally testifying in front of Congress about the company's Cambridge Analytica scandal.",
  "Zuckerberg has faced growing political pressure to personally appear before Congress and answer questions about how Cambridge Analytica was able to harvest data on 50 million Facebook users.",
  "\"We see a small slice of activity on Facebook, but Congress gets to have access to the information across Facebook and all other companies and the intelligence community and everything.",
  "So, I think most the time if what they're really focused on is getting access to the person who is going to be most knowledgeable on that thing, there will be someone better.",
  "And the way that we approach it, is that our responsibility is to make sure that they have access to all the information that they need to have.",
  "There are high profile ones like the Russian investigation, but there are lots of different topics that Congress needs and wants to know about.",
  "\"But I'm sure that someday, there will be a topic that I am the person who has the most knowledge on it, and I would be happy to do it then.\"",
  "Facebook's CEO broke his silence on Wednesday and posted an explanation on his site about what happened, and the company's next steps.",
  "And our objective is always to provide Congress, who does an extremely important job, to have the most information that they can.\"",
  "\"But the point of congressional testimony is to make sure that Congress gets the data in the information context that they need.",
  ";General counsel Colin Stretch testified for Facebook in two hearings about US election interference in November, for example.",
  "So what we try to do is send the person at Facebook who will have the most knowledge about what Congress is trying to learn.\"",
  "Interviewer Kara Swisher pushed Zuckerberg on whether being \"open\" to testifying was a yes or no to actually doing it.",
  "\"Typically, there is someone at Facebook whose full-time job is going to be focused on whatever the area is.",
  "Senator Ed Markey saw the post and tweeted: \"You need to come to Congress and testify to this under oath.\"",
  "Zuckerberg has previously avoided personally appearing before Congress, and instead sent other employees.",
  "\"Facebook testifies in Congress regularly on a number of topics, some high profile and some not.",
  "And Zuckerberg was also asked about testifying in front of Congress in an interview with CNN.",
  "\"So, the short answer is I'm happy to, if it's the right thing to do,\" he said.",
  "Recode asked Zuckerberg whether he was prepared to give evidence to Congress.",
  "\"Well look, I am not 100% sure that's right,\" Zuckerberg replied.",
  "He continued: \"We actually do this fairly regularly, right?",
  "\"You know, I'm open to doing that,\" Zuckerberg said.",
  "Whether it's legal compliance, or security.",
  "\"So if that's me, then I am happy to go.",
  "She noted that \"they want you, Mark.\"",
  "Facebook CEO Mark Zuckerberg.",
  "So, I'm open to doing it.\""
]