[
  "“I lost count of the number of times colleagues would describe stories they knew to be misleading as ‘a bit of fun’ or ‘causing mischief’.”\n\nSomething rotten was incubating long before Russian troll farms and cyber hate speech\n\nAn increasingly abusive relationship with the truth in both the media and politics, spreading public distrust of democratic institutions and the polarisation of large segments of the electorate, all this was apparent “long before Mark Zuckerberg had left high school and Vladimir Putin entered the Kremlin”.",
  "He made members of the press wear passes saying “official jackal” at his news conferences, while his campaign issued bumper stickers that shouted: “My governor can beat up your governor.”\n\nThe old media was “already loosening respect for truth in the 1990s” as it became more driven by sensation and trivia, increasingly hyperbolic in its partisanship and less worthy of trust even before the business models and values of the traditional press and broadcasters were assailed by the rise of the tech titans.",
  "Tom Baldwin remarks: “The reason why so many respectable news organisations would run it anyway is because it was flying around the internet and the prospect of a few hundred thousand clicks was too tempting to waste time with checks.” This is one of many arresting examples that he cites in support of his contention that the battle for our eyeballs has debased a click-chasing media and led to even worse from vote-chasing politicians.",
  "“I wrote ludicrous memos saying he should be seen striding purposefully through parliament at the head of a V-shape with deferential aides trailing either side in his wake (that lasted about a week).”\n\nCounterintuitively, the politicians most adept at profiting from this new world have been demagogues of often advanced years peddling versions of a better yesterday.",
  "And politics doesn’t need to listen to what people are trying to say if technology can discover what it needs to win their vote while they slump in front of TV.”\n\nFacebook Twitter Pinterest Bill Clinton in Washington, DC, at a ceremony to sign the Telecommunications Reform Act, February 1996.",
  "Claiming she had undergone this unusual implant surgery in the hope of landing a reality TV show, her story was propagated by a spectrum of media including New York magazine, BuzzFeed, the New York Post, the Toronto Sun, Fox News, CBS Tampa, the Daily Mirror and the Daily Telegraph.",
  "Photograph: Paul J Richards/AFP/Getty Images\n\nTailoring political propaganda to exploit the rawest and most polarisable emotions of voters was a technique that was then adopted and applied with ruthless success by the nativist right in both the US and Britain.",
  "A couple of years in advance of Donald Trump’s arrival at the White House and before the term “fake news” had caught on, a Florida woman calling herself Jasmine Tridevil made headlines around the world by posting pictures of herself with a third breast.",
  "Instead of giving the people a stronger voice in a new digital democracy, “it was about turning voters and the magic of the ballot box into giant matrices, thousands of rows and columns of data running across a screen.",
  "Thus Clinton allowed the tech titans to escape any of the responsibilities of conventional publishers and helped create the conditions in which his wife, Hillary, would later lose the presidency to Trump.",
  "Reactionaries and nationalists with bitterly illiberal agendas have been the most successful exploiters of what was supposed to be a liberalising revolution in information and borderless communications.",
  "Baldwin, once a political reporter for the Sunday Telegraph and the Times, talks with an insider’s knowledge about the sins of what we once called Fleet Street and cheerfully confesses to his own.",
  "Analogue politicians flounder in an environment in which fact-anchored arguments are bested by click-bait sloganeering and “authenticity” – or usually the ability to fake it – is all.",
  "Elizabeth Denham: ‘Data crimes are real crimes’ Read more\n\nA merit of this book is that it takes care to explain that the crisis in the conduct of democracy did not happen overnight.",
  "In non-fake news which broke too late for this book, Britain’s information commissioner has just imposed a £500,000 fine on Facebook for its role in the Cambridge Analytica scandal.",
  "The comedian Stephen Colbert coined the term “truthiness” during the time of George W Bush to describe presidential statements that were strangers to veracity.",
  "Where Baldwin excels is in weaving together many complex strands to marshal an argument that is illuminated by well-chosen examples and revelatory interviews.",
  "It was Bill Clinton, dazzled by and credulous about the T-shirted wonder nerds of Silicon Valley, who signed into law the Telecommunications Act 1996.",
  "He writes amusingly about the pathetic efforts of the Miliband team to furnish that Labour leader with a more attractive and authoritative image.",
  "The implied promise of his 2008 campaign was that the internet would become a wonderful conduit for government to engage with its citizens.",
  "Something rotten was incubating long before Russian troll farms, cyber hate speech and Trumpian streams of mendacity delivered via Twitter.",
  "Obama’s presidential campaigns pioneered the use of data-scraping in order to dice and slice voters into micro-targetable commodities.",
  "As you will have surmised, the story was an invention by a woman whose website boasted that it was the “provider of internet hoaxes”.",
  "Facebook fined for data breaches in Cambridge Analytica scandal Read more\n\nMuch of the ground covered here is well trodden.",
  "Baldwin, a neat phrase-maker, observes that “the information superhighway became a mixture of Wacky Races and Fury Road”.",
  "He does not succumb to the nostalgic illusion that the pre-digital era was a golden age of fairness and accuracy.",
  "Crucially, section 230 declared that tech platforms were not responsible for any material that appeared on them.",
  "That blandly entitled legislation included a guarantee that the internet would be unfettered by any regulation.",
  "The maximum penalty available to the commissioner, this is barely a key scratch on the Zuckerberg juggernaut.",
  "In common with many who write on this subject, he doesn’t offer much by way of a confidence-inspiring cure.",
  "Another harbinger was the career of Jesse Ventura, a former wrestler who became governor of Minnesota.",
  "My library already groans with books lamenting what the digital revolution is doing to society.",
  "His strongest recommendation is that the wild west of the internet needs more robust policing.",
  "Facebook will shrug at a fine that represents less than seven minutes of its annual revenues.",
  "The digital revolution was the accelerant of baleful forces that were already in existence.",
  "His case that we are in a civic crisis is made in lucid, punchy and often witty prose.",
  "It is the culmination and interaction of trends reaching back at least three decades.",
  "Two of the unwitting creators of a toxic new world were liberal American presidents.",
  "That idealistic notion was crushed to death under the iron wheels of electioneering.",
  "Baldwin, a man of the left, was communications director for Ed Miliband.",
  "To order a copy go to guardianbookshop.com or call 0330 333 6846.",
  "Barack Obama can be justly called “the first digital president”.",
  "• Ctrl Alt Delete by Tom Baldwin is published by Hurst (£20).",
  "Let’s begin with the parable of the triple-breasted woman.",
  "It was a law which made the internet lawless.",
  "Free UK p&p over £10, online orders only.",
  "The Brexiters and “take back control”.",
  "Trump and “make America great again”.",
  "Phone orders min p&p of £1.99"
]