[
  "I think people think that something’s got to be done, but I don’t know what that is yet.”\n\nRep. Ro Khanna (D-Calif.), whose district includes Facebook’s headquarters in Menlo Park, told HuffPost, “This is the time for Congress to step in.”\n\nOn the other side of the Capitol, Sen. John Thune (R-S.D.",
  "They laid out a range of steps that the agency could take to rein in the social media giant: The FTC could move to break up Facebook by forcing it to spin off its advertising network, which is the main driver of the company’s massive collection of user data, or to sell Instagram and WhatsApp.",
  "The revelation that British consulting firm Cambridge Analytica collected and maintained data on 50 million Facebook users to influence U.S. elections has prompted calls for oversight, investigation and possibly regulation of the social media giant.",
  "Thune, Wicker and Moran also wanted to know, “Does Facebook believe it complied with its obligations under the 2011 order?”\n\nThe FTC has already announced an investigation into whether Facebook violated the consent decree.",
  "Regulators could demand that Facebook adopt open standards that would make it interoperable with other social media sites, as the FTC required of AOL Instant Messenger in 2001 (that’s an idea Stoller has floated before).",
  "Barry Lynn and Matt Stoller of the Open Markets Institute, a nonprofit that supports vigorous antitrust enforcement, said that the FTC needs to do more than just issue fines if Facebook did violate its consent decree.",
  "The chairman of the committee with jurisdiction over the Federal Trade Commission, which could impose stricter regulations on Facebook, called for Zuckerberg to testify on Capitol Hill.",
  "Wyden asked Facebook to explain how the company could have allowed Cambridge Analytica to obtain the data of 50 million users while still complying with that consent decree.",
  "Facebook promised to obtain the express consent of users in the future to transfer their data to outside parties and to undergo routine audits about its privacy practices.",
  "But it’s not clear if Zuckerberg will accept the invitation, and Walden and other lawmakers said they’re not sure what sort of regulations they would ultimately consider.",
  "“This is a direct threat to American democracy, and the government must act now.”\n\nBut even if the FTC steps in and regulates Facebook, that won’t solve the problem.",
  "By looking into the Cambridge Analytica problem in hearings, lawmakers could suss out information helping the FTC to show that Facebook needs increased regulation ?",
  "Back in 2011, Facebook signed a consent decree with the FTC after the agency determined that the company had lied to users about protecting their privacy.",
  "“That will be the first step in gathering the facts,” Rep. Greg Walden (R-Ore.), chairman of the House Energy and Commerce Committee, told HuffPost.",
  "Dado Ruvic / Reuters Facebook was one of the top 10 U.S. corporations in terms of market capitalization prior to the Cambridge Analytica scandal.",
  "Google collects even more data than Facebook through its search, video, browser, ad blocker, mapping, phone, GPS and personal assistant products.",
  "“Facebook has too much power over America’s communications infrastructure,” Lynn, the executive director of Open Markets, said in a statement.",
  "“The controversy with Mark Zuckerberg is just starting to percolate,” said Rep. Eliot Engel (D-N.Y.), a member of the commerce committee.",
  "So did Sen. Ron Wyden (D-Ore.), a member of the Senate Intelligence Committee and a high-profile critic of government surveillance.",
  "“The question isn’t, ‘Should there be regulation or shouldn’t there be?’ It’s ‘How do you do it?’” Zuckerberg told Wired.com .",
  "), chairman of the Senate Committee on Commerce, Science and Transportation, and subcommittee chairmen Roger Wicker (R-Miss.)",
  "Facebook founder Mark Zuckerberg made clear this week that he is open to the government regulating Facebook in some way.",
  "perhaps similar to the European Union’s General Data Protection Regulation, which will go into effect in May.",
  "The letters point to the most plausible approach that lawmakers may take to imposing regulation on Facebook.",
  "Regulators could take Facebook to court if it violated the consent decree and seek sanctions.",
  "Facebook could be prohibited from making any new acquisitions for the next five years.",
  "and Jerry Moran (R-Kan.) had sent a list of questions to Zuckerberg on Monday.",
  "Members of Congress signaled Thursday that they might be up to the challenge.",
  "The FTC could even impose strict data privacy controls on Facebook ?",
  "Issues of data privacy extend across the entire digital industry.",
  "“I don’t think there’s any strong direction that anybody favors.",
  "Tackling all that would require some kind of legislation.",
  "A violation could lead to fines or increased regulation.",
  "even if Congress fails to pass any legislation.",
  "WASHINGTON ?"
]