[
  "Crimson Hexagon’s Chief Technology Officer Chris Bingham defended the firm’s work in a blog post that noted the company “only collects publicly available social media data that anyone can access” and “does not collect private social media data.”",
  "Still, the company said it would launch an investigation into “whether the analytics firm’s contracts with the U.S.\n\ngovernment and a Russian nonprofit tied to the Kremlin violate the platform’s policies,” according to the Journal.",
  "The social network has suspended Crimson Hexagon, a Boston-based firm, following concern that its contracts with governments from numerous countries, including the United States and Russia, violated its rules on surveillance.",
  "But “where Crimson Hexagon would fall foul of Facebook’s rules is if the data was used to create tools for surveillance, though Facebook has never clarified how its policy works in practice,” notes the BBC.",
  "JOSH EDELSON/Getty Images\n\nFacebook appears to want to show it is taking its pledge to get tough on analytics firms seriously after the scandal involving Cambridge Analytica and user privacy.",
  "Facebook took the action against Crimson Hexagon after the Wall Street Journal began asking questions about its oversight of the company’s government contracts.",
  "Facebook said that while it wasn’t aware of some of the company’s contracts, so far it has found no evidence that any user data had been improperly obtained.",
  "A lit sign is seen at the entrance to Facebook’s corporate headquarters location in Menlo Park, California on March 21, 2018.",
  "We take these allegations seriously, and we have suspended these apps while we investigate,” said a Facebook spokesman.",
  "Last year, Facebook explicitly forbade third parties from using user data for government surveillance.",
  "“We don’t allow developers to build surveillance tools using information from Facebook or Instagram.",
  "It isn’t against Facebook policies to use data from users for general insights.",
  "The company has also done work for the government of Turkey."
]