[
  "Related: How China plans to beat the US at technology\n\nThe firm said it doesn't plan to offload any more Tencent shares for at least another three years and is committed to the Chinese company for the long haul.",
  "Related: A social media tycoon is now China's richest man\n\nTencent also warned that planned investments in artificial intelligence, video and mobile payments would probably hurt profit in the near term.",
  "Analysts at investment bank Nomura say they expect Tencent's stock to rebound as the company gains new mobile-gaming customers and increases revenue from services like mobile payments and advertising.",
  "Investors worry about Tencent's future growth prospects, a major shareholder offloading a big stake and the global slump in tech stocks triggered by Facebook's crisis.",
  "\"Tencent is one of the best long-term growth opportunities in any industry, in any market,\" Naspers' chief financial officer, Basil Sgourdos, told CNNMoney on Friday.",
  "Tencent's profit soared 98% last quarter, but some analysts say they're concerned that the company's heady momentum over the last few years could be losing steam.",
  "South Africa-based investment firm Naspers took a stake in Tencent early in the Chinese company's rise, a bet that has paid off in spectacular fashion.",
  "After heavy losses in the tech-focused Nasdaq on Tuesday in the United States, Tencent shares plunged nearly 5% in Hong Kong on Wednesday.",
  "Tencent (TCEHY) -- the company often referred to as China's Facebook -- has lost more than $70 billion in market value over the past week.",
  "They pointed out that revenue missed market expectations and declined at the company's important mobile games division.",
  "Of the 43 analysts that follow the stock, 39 still have a buy rating on it, according to data provider Factset.",
  "Tencent's biggest single shareholder sold about $10 billion worth of stock last week, adding to the pain.",
  "That prompted analysts at investment bank Credit Suisse to cut their earnings forecasts for the company.",
  "But Tencent, the biggest publicly traded tech company in Asia, is caught in a perfect storm of problems.",
  "Wall Street has pummeled Facebook's (FB) stock after the Cambridge Analytica data-harvesting scandal.",
  "Even after selling off a chunk of it last week, Naspers' holding is now worth roughly $156 billion.",
  "WeChat, the company's flagship social network, is also adding users more slowly than before.",
  "Despite the recent plunge, Tencent's stock is still up about 83% from a year earlier.",
  "Facebook isn't the only big internet business whose stock is taking a beating.",
  "There are plenty of analysts who agree it's worth sticking with Tencent.",
  "Naspers' stake was worth about $35 million when it bought it in 2001.",
  "It still owns a stake of more than 31%."
]