[
  "---\n\nToday's PACIFIC\n\nWe're in Rancho Palos Verdes for Code Conference, where Kleiner Perkins' Mary Meeker has just unveiled her preview of this year's internet trends ...\n\nLet's get to it ...\n\n---\n\nThe Year Ahead: Mary Meeker's prospectus\n\nThe Big Picture: My takeaway from Meeker's presentation is that the tech industry is at an inflection point, or rather, several inflection points, all related to one another:\n\n• From One Focus to Many: As tech companies grow bigger, they are spending more on research and development and capital spending, breaking into sectors that bear little or no relation to their core product.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nValinsky's Links\n\nAmazon's drones may be lit (Digital Trends)\n\nTesla's Model 3 clears Consumer Reports (CR)\n\nTaxify reaches unicorn status (Bloomberg)\n\nAirbnb fights sexism in China (Bloomberg)\n\nNetflix gets new Nielsen ratings (Variety)\n\n---\n\nBad Blood: HBO lands Theranos doc\n\nHBO Documentary Films is producing a documentary about \"the rise and fall of Theranos, the one-time multibillion-dollar healthcare company founded by Elizabeth Holmes.\"",
  "Amazon and local police: Amazon's decision to share its Rekognition facial recognition technology with local law enforcement agencies has raised red flags among civil rights groups:\n\n• The ACLU, Human Rights Watch and 40 other civil rights groups sent a letter to Jeff Bezos last week demanding \"that Amazon stop powering a government surveillance infrastructure that poses a grave threat to customers and communities.\"",
  "---\n\nWhat Madison Ave. is reading\n\n\"Martin Sorrell plots comeback with new listed company,\" by Reuters' Kate Holton: \"Sorrell is ... using the same formula as in the 1980s when he transformed a little-known shell company into the world's biggest advertising group.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nWhat San Francisco is reading\n\n\"The mad, twisted tale of the electric scooter craze\" by CNET's Dara Kerr: \"Betrayal, clipped brake cables and chop shops.",
  "---\n\nThe Fox Wars: Comcast's debt problem\n\nWhile Comcast's Brian Roberts prepares an all-cash offer for 21st Century Fox to best Disney's $52.4-billion bid, analysts are voicing concern over the mountain of debt that would result from such a deal.",
  "Bezos' response, per GeekWire:\n\n• \"My own view on this is that all large institutions of any kind whether they be government agencies, nonprofits, universities, and certainly including big corporations, deserve to be inspected and scrutinized.",
  "• From Mobile to Home: The smartphone era is giving way to the home device era: Smartphone shipments didn't grow at all in 2017, whereas voice-controlled devices like Amazon Echo grew from 20 million to 30 million between Q3 and Q4.",
  "• The groups say Amazon's Rekognition \"is primed for abuse in the hands of governments\" and \"poses a grave threat to communities, including people of color and immigrants, and to the trust and respect Amazon has worked to build.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nSnap Back: Evan Spiegel hits Facebook\n\nTalk of Code: Evan Spiegel hitting Facebook for failing to protect user data.",
  "What analysts are saying, via THR's Georg Szalai:\n\n• Moody's Neil Begley: Comcast's debt could rise \"from just under $65 billion to a staggering $164 billion\" ... a \"departure from conservative financial policy.\"",
  "Google, Amazon and other tech giants are no longer seen as harmless, consumer-facing services, but as multifaceted mega-corporations with secretive projects that threaten to undermine their stated moral values.",
  "What's Next: Big Tech as Big Brother: The growing public awareness and concern about big tech's government contracts threatens to boil over and become a public relations crisis for America's biggest companies.",
  "that could be used to improve the targeting of the military's drone strikes, has \"fractured Google's work force, fueled heated staff meetings and internal exchanges, and prompted some employees to resign.\"",
  "Google and the Pentagon: Google's artificial intelligence contract with the Pentagon is creating internal strife at the company, per the New York Times:\n\n• The Maven program, which develops A.I.",
  "---\n\nAmazon Everywhere Bezos: We deserve scrutiny\n\nAmazon CEO Jeff Bezos held a Q&A during his company's annual meeting this morning and was asked about mounting scrutiny toward the company.",
  "The Big Picture: Snap, which has long seen itself as a more responsible and innovative company than Facebook, is finally going on the offense against its biggest competitor.",
  "• \"To proceed with big defense contracts could drive away brainy experts in artificial intelligence; to reject such work would deprive it of a potentially huge business.\"",
  "lab, sent to her Google colleagues regarding the PR strategy for the Maven deal, which was obtained by the Times:\n\n• \"Avoid at ALL COSTS any mention or implication of AI.",
  "The reason for the combination is, we think the resulting firm is a very attractive business ... and the combination will be that much more competitive going forward.\"",
  "• Alex Gibney, the Academy Award winning director behind \"Enron: The Smartest Guys in the Room\" and \"Going Clear: Scientology and the Prison of Belief,\" will direct.",
  "• \"If you can create something that is so beautiful and simple that the only thing other people can do is copy it exactly, that is the most fantastic feeling.\"",
  "There's only one way to handle it, and that is that we have to conduct ourselves in such a way that when we are scrutinized, we pass with flying colors.\"",
  "He and Disney CEO Bob Iger deeply dislike one another, and, as we've noted before, that makes the battle for Fox unpredictable and possibly irrational.",
  "Bonus: Here at Code, Fox's James Murdoch says the company is not selling to Disney (or Comcast) because of the need to compete with big tech.",
  "---\n\nBest of the rest\n\n• Facebook COO Sheryl Sandberg: \"To this day, we still don't actually know what data Cambridge Analytica had.\"",
  "The Big Picture: Big tech is fueling military and law enforcement advances in artificial intelligence, with unforeseen consequences.",
  "• From US to China: China is home to nine of the world's 20 biggest internet companies, a 450% increase from five years ago.",
  "Fundamentally people realize that competing with their friends for 'Likes' and attention is unpleasant and not that great.\"",
  "• The film \"will examine how this could have happened and who is responsible, while exploring the psychology of deception.\"",
  "The World's 50 Best Restaurants group has given their \"one to watch\" nod to the Japanese-inspired restaurant in Healdsburg.",
  "• Microsoft President Brad Smith: \"If you create tech that changes the world, the world is going to want to govern you.\"",
  "But other employees ... concluded that such projects were crucial to the company's growth and nothing to be ashamed of.\"",
  "• From Social to AI: The thrill surrounding social media has been exhausted by issues like privacy and data protection.",
  "Meanwhile, every major tech company is focusing more resources on new opportunities in artificial intelligence.",
  "The Snap CEO was asked how he felt about Facebook copying all of Snapchat's best features, including Stories.",
  "• Macquarie's Amy Yong: \"Increased leverage\" could end up \"tarnishing Comcast's pristine balance sheet.\"",
  "And the DNA of their company is all about having people compete with each other online for attention.\"",
  "His response:\n\n• \"We would really appreciate it if they copied our data protection practices also.\"",
  "• Senator Mark Warner: \"Political advertising ... is not really where the rubber hits the road.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n1.",
  "We're also getting from Point A to Point B faster: Technological disruption is accelerating.",
  "It took 80 years for consumers to adopt the dishwasher, ten for them to adopt the internet.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation",
  "Because when you take it personally, you start to do things that are counterproductive.'\"",
  "• Bernstein's Todd Juenger: \"On its own, we would value Fox in the low-$30 [billions].",
  "• The film will draw on \"never-before-seen footage and testimony from key insiders.\"",
  "Weaponized AI is probably one of the most sensitized topics of AI — if not THE most.",
  "TechCrunch's Josh Constine says the platform \"could breathe new life\" into the app.",
  "Bonus: The Talk of Silicon Valley: The email Fei-Fei Li, chief scientist for A.I.",
  "Bonus: Snapchat is planning to launch a new developer platform called Snapkit.",
  "• Facebook \"is having a really hard time changing the DNA of their company.",
  "• \"Some Google executives anticipated the dissent and negative publicity.",
  "Other shots at Facebook:\n\n• \"Traditional social media feels threatened.",
  "Where the rubber hits the road is misinformation and disinformation.\"",
  "This is red meat to the media to find all ways to damage Google.\"",
  "Clearly the market [sees] a high probability of a bidding war.\"",
  "• \"I think it's a natural piece of being a large corporation.",
  "at Google Cloud and head of Stanford University's A.I.",
  "It's not a question of not being able to compete.",
  "• \"I say, 'Look, we are a large corporation.",
  "Our take: The debt may not faze Roberts.",
  "Recode's Rani Molla has more highlights.",
  "Eater's Hillary Dixler Canavan has more.",
  "• \"We're competing really well ...",
  "And that's just in San Francisco.\"",
  "---\n\nWhat Next: Single Thread.",
  "I tell you how we handle it.",
  "We deserve to be inspected.",
  "Don't take it personally.",
  "It's going to happen.",
  "See you tomorrow.",
  "It's normal.\"",
  "2."
]