[
  "SRI associate Arnold Mitchell offered an example of the power of psychographics in his 1983 book “The Nine American Lifestyles.” Through the 1970s, investment bank Merrill Lynch’s advertising featured thundering herds of bulls (ostensibly representing a bull market) captured in the tag “Bullish on America.” But in the 1980s, SRI’s psychographic profiling suggested to Merrill Lynch that it needed to attract “achievers” — outwardly directed, materialistic high rollers who valued external status symbols and exclusivity — one of the nine American lifestyles documented by Mitchell.",
  "Mitchell’s nine lifestyle categories derived from surveys administered to 1,600 people asking respondents to agree or disagree with statements like “I like to think I’m a bit of a swinger” or “I feel I get a raw deal out of life.” By the 1990s, however the rise and mass adoption of the Internet and the emergence of database marketing, which compiled consumers interactions’ with particular firms to develop profiles documenting addresses, lifetime purchasing history and communications with the company like submitting complaints, transformed psychographics.",
  "For example, Dichter found Ivory soap had a somber ritualistic cleansing character that would, as the advertising campaign which followed promised consumers, “wash your troubles away.”\n\nDuring the 1960s, marketers began combining these motivational research techniques with the standardized-types approach from personality inventories, like the well-known Myers-Briggs or the Minnesota Multiphasic Personality Inventory.",
  "As one marketer put it, psychographics on a massive scale held enormous value: More than simply organizing data, the real power would be in finding “order in the data.”\n\nBy the 1980s, psychographics were lauded as the future of consumer-market research, working their way into every step of product engineering and development.",
  "Psychographic profiling like the work done by Cambridge Analytica — basically, the use of personality information to predict and influence behavior — has given marketers the ability to use the most intimate of insights and details into our lives to sell us goods, services and even presidents.",
  "Statistical techniques might suggest that correlations as banal as a person’s preference to go camping, desire to avoid confrontation or favorite type of mustard revealed stronger shared behaviors for clustering consumers into like-minded groups than demographic lines.",
  "Psychographics would also resolve two tensions that had plagued marketing and advertising for much of the 20th century: Demographics told marketers who their buyers were, either through anecdotal or survey data, but not why customers bought what they did.",
  "Psychographics emerged from the intersection of two trends in psychology and marketing in the late 1940s and early 1950s: the field of motivational research and the growing use of standardized personality inventories in marketing and management.",
  "By the late 2000s, this data collection allowed for the personalization of each of our Internet environments, including the advertisements we encounter when we scroll, click or like one another’s uploaded photos and status updates.",
  "While social media data have offered them even more information to hone profiles and micro-target what they sell us, marketers have long been capitalizing on our most intimate desires to tantalize us into opening our wallets.",
  "Many have called for boycotts of Facebook, and on Tuesday, senators grilled chief executive Mark Zuckerberg on his plans to protect users’ privacy during heated hearings on Capitol Hill (today, House members got their turn).",
  "As a result, the company rebranded itself as “Merrill Lynch: a breed apart.” The firm replaced the thundering herd of bulls with imagery that reflected financial predicaments that a well-off achiever might encounter.",
  "The psychographic profiling suggested the image of a singular bull navigating both quaint and seemingly insurmountable tasks would speak to the thrill-ride lifestyles of investors in the world of 1980s high finance.",
  "Psychographics cluster us into groups based on psychological factors, like whether we are more meek or aggressive, more externally or internally motivated, all to better construct advertisements to sell us things.",
  "Psychographic profiling offered a tantalizing alternative, promising corporate advertising executives the power to uncover the most unlikely of consumer markets out of the most arbitrary of social patterns.",
  "The culture of online manipulation stems directly from a history of corporate America aggressively investing in categorizing us all — not simply our demographic profiles, but our ways of thinking, as well.",
  "When fused with the desires uncovered in motivational research, however, the tests could be used to create “psychographic” profiles that sorted and classified people into different personality categories.",
  "This psychographic profiling could determine whether one set of consumers were likely to be aggressive and achievement-oriented, while others might be team-builders who focused on building relationships.",
  "A litany of marketing and advertising thinkers argued that broad demographic differences such as ethnicity, sex, age or gender were obsolete as sole indicators of shared values, interests and desires.",
  "These platforms captured our friends, our collective likes and dislikes, our status updates, our locations, our countless photos, products and services we like, stories we read and websites we visit.",
  "Through their Values and Lifestyles Surveys, SRI developed testing techniques that deployed a 30-item questionnaire used to verify categories and consumer types based on shared values and interests.",
  "Perhaps the most well-recognized psychographic research emerged out of the Stanford Research Institute — the company that later developed the first iterations of Apple’s onboard AI, Siri.",
  "Although Cambridge Analytica is a massive example of data misuse, it has by no means revealed anything beyond the norm of advertising and marketing practices over the past half-century.",
  "Psychographics, then, were born out of the search by eager advertising executives and market researchers for more comprehensive ways of probing consumers’ decision-making faculties.",
  "But to their clients — advertisers, political parties, merchandisers and the like — they offer something else: not only who we are through our data but also how we think and feel.",
  "The arrival of social media platforms like Twitter and Facebook and various other apps in the 2000s provided even greater reams of data for psychographic profilers.",
  "SRI opened in 1946, consulting on organizational management and developing long-range forecasting and risk-management strategies for corporations and the state.",
  "Most famously associated with psychologist Ernest Dichter, motivational research probed how a person’s unconscious desires motivated consumer decision-making.",
  "From this, he mined their responses for unconscious associations between product details, packaging or shopping experiences and the consumer’s inner desires.",
  "Dichter’s famous “depth interviews” brought research participants into a state of reflection as they spoke about their daily use of everyday consumer goods.",
  "These images ranged from a lone bull seeking shelter in a cave to avoid a financial storm to a single bull carefully navigating a shop full of fine china.",
  "The field promised to bring life to what were often imagined to be lifeless statistics documenting ordinary people’s preferences and habits.",
  "But the work that Cambridge Analytica did with Facebook data is the logical culmination of more than a half-century of marketing techniques.",
  "When sorted and counted, “order in the data” is not simply a demographic phenomenon of selling consumer markets on the basis of identity.",
  "Knowing the why allowed for more targeted brands and advertising appeals that spoke to habits and behaviors as much as to demographics.",
  "These inventories were originally developed to help both corporate management and the U.S. military make better personnel decisions.",
  "Platforms like Facebook, available to anyone over the age of 13 since 2006, offer us the promise of community and interconnection.",
  "In the interim 30 years, psychographics have changed, both in their approach and the nature and amount of data available.",
  "Through these conversations, Dichter helped advertisers envision the “image” of their product in the consumer’s mind.",
  "This method goes beyond clustering us based on where we shop or on the demographics contours of our user profiles.",
  "Alarmed Americans are up in arms about the Facebook-Cambridge Analytica scandal.",
  "The psychographic profiling solved a budding problem in the marketing world.",
  "Marketers mine this data to produce micro-targeted ads.",
  "It is psychological, as well."
]