[
  "We only need to look the value of China’s mobile payments market which is 60 times larger than the U.S. Every time someone makes a payment or transfers money on their smartphone, Alibaba and Tencent (who own Alipay and WeChat Pay, respectively) are gifted a little more insight into that consumer.",
  "That is attributable to a richer, more personalized experience that inspires upselling, with extra sales through a seamless delivery option and, most importantly, a carefully considered product mix, layout and promotions based on the wealth of Alibaba's data.",
  "However, from a consumer brand standpoint, the most interesting sci-fi-esque trend coming out of China is happening in the good old-fashioned retail sector, where the stage is set for the dominance of just two retailers in years to come.",
  "In Hangzhou city, for example, almost everything you do is monitored, traced and scored through a combination of online behavioral tracking, CCTV, facial recognition and AI, mostly administered through Alibaba's \"City Brain\" project.",
  "In many countries, companies with as much power as Alibaba and Tencent would likely be forced into structural separation, yet China's unique blurring between business and government means this may not be in Beijing's best interests.",
  "And beyond the cities, towns and villages, millions of consumers are living much of their lives in another dimension as avatars playing e-Sports or supporting their favorite e-Sports celebrities.",
  "In the physical world, in addition to their payments, consumers’ bike sharing habits, food deliveries, taxi trips, even some of the football matches they watch are added to the vaults of data.",
  "In most parts of the developed world, we've already seen the wave of small retailers being wiped out by bigger, more efficient global retailers using economies of scale and outsourced labor.",
  "Without the data and seemingly infinite pool of cash Alibaba and Tencent possess, it will be difficult for other retailers to compete for retail supremacy in China – online or offline.",
  "In China, where Amazon has little significance, the enormous and fast-growing online and offline retail market is on the way to becoming a duopoly with just Alibaba and Tencent.",
  "Alibaba is even creeping into Mom & Pop stores: before Singles’ Day last November it had installed its cloud system in 600,000 independent retailers – 10% of China’s total.",
  "Whilst America's top 100 retailers accounted for over 40% of its retail market last year, China's top 100 retailers made up just 6.4% of total sales of consumer goods.",
  "People still need immediate convenience, and the experience of social interaction, touching, smelling and feeling which doesn't quite get there with screens or VR.",
  "Given the wealth of technology that pervades in China's biggest cities today, fans of sci-fi novels from decades past would likely find them quite familiar.",
  "In addition, Alibaba and Tencent/JD’s extensive logistics networks also enable it to reach every corner of China to help create a truly national retailer.",
  "Almost every time they search, browse, buy, comment, watch, play, share or use a cloud computing service online, Alibaba and Tencent glean more insights.",
  "Chinese consumers use their smartphones for more of life's moments than anyone else on the planet, feeding data to their devices dozens of times a day.",
  "Online moves offline\n\nWe’re starting to see the early signs of Alibaba and Tencent’s quest for retail domination in China, both online and offline.",
  "What makes those enormous mines of data even more valuable is the freedom to use them at will thanks to looser privacy regulations than the West.",
  "Alibaba may have historically been an e-commerce company, but it has realized that e-commerce will never fully supplant brick and mortar retail.",
  "Data collection and analysis from China's big tech companies has been a boon for the Party's understanding and monitoring of its citizens.",
  "In a market dominated by regional chains and Mom & Pop stores there are no leaders with true market scale – enter Alibaba and Tencent.",
  "The next wave is likely to see many of those global retailers get swallowed up by the Alibabas, Tencents and Amazons of the world.",
  "In the countryside, government-licensed drones will soon take flight delivering online purchases to willing customers.",
  "There is not a single company in the West who comes close to tracking consumers daily lives like Alibaba and Tencent.",
  "In short, China's hotly-contested retail market is a two-horse race – Jack Ma versus China's richest man Pony Ma.",
  "That’s before we’ve even considered the enormous insights from the \"City Brain\" type projects mentioned above.",
  "In addition to Hema, Alibaba has invested in RT Mart, Suning Fresh and Auchan just in the grocery category.",
  "A mature Hema store makes around four times more revenue per square meter than a conventional supermarket.",
  "There are also investments in furniture chains, department stores, auto manufacturing and shopping malls.",
  "Tencent has JD’s 7Fresh stores, Carrefour, Yonghui and is working closely with Walmart and Sam's Club.",
  "Brick and mortar takeover\n\nThe final piece of the retail puzzle is the existing landscape.",
  "China's brick and mortar retail market is among the most fragmented in the world.",
  "It comes down to three things: data, policy and existing retail fragmentation.",
  "This has led Alibaba and Tencent to invest in stores such as Hema and 7Fresh.",
  "China leads the way\n\nWhy will this happen in China before anywhere else?",
  "Ironically, one of the Chinese translations for Ma is, in fact, horse.",
  "Cambridge Analytica is a caveman with a club by comparison.",
  "Alibaba has succeeded here too.",
  "Welcome to the future folks."
]