[
  "It’s kind of funny (not funny) watching everyone freak out about Cambridge Analytica, Facebook Inc. and the U.S. election when you consider that one billion people have signed up for Tencent Holdings Ltd.’s WeChat messenger service and use it to share intimate messages, buy products, book taxis, make medical appointments and swap news (censored, of course).",
  "A January piece by the Wall Street Journal laid out the argument for China gaining momentum with a quote from Microsoft Corp. President Brad Smith noting that in some parts of the world, privacy laws have the potential to constrict AI development or use.",
  "There’s a general consensus that the Chinese are probably ahead of their U.S. counterparts in terms of data because not only is it a larger country, but the opportunities to capture information are colossal.",
  "The nation’s semiconductor industry still lags, but so much money is being thrown at the problem that raw grunt power is helping to make up for any shortfall in technological finesse.",
  "Analysis of keywords indicates that China trumps the U.S. in the more general “artificial intelligence” patents, according to European Patent Office data compiled by CB Insights.",
  "But as one AI researcher told me, it doesn’t matter whether a Chinese or an American makes a specific advance because any new knowledge can be built upon by other scientists.",
  "Who’s leading AI is a dumb question because it implies some kind of winner-takes-all scenario as though a Cold War is playing out with a defined end-game.",
  "This week at the Bloomberg Ideas conference in San Francisco I had the pleasure of meeting a bunch of smart, friendly artificial intelligence researchers.",
  "My interlocutors were kind in their put downs, but my decades of programming in non-verbal linguistics allowed me to interpret their responses.",
  "(For the advanced among you, I’m leaving aside neural networks because it seems that how they work is a mystery even to AI researchers.)",
  "Most of those WeChat accounts are linked to an actual, verified ID and in themselves have become a form of identification.",
  "U.S. programmers, on the other hand, do appear to have an edge, though I couldn’t give you data to back up this claim.",
  "Being the Gadfly that I am, I figured it would be a great chance to ask what, to my mind, was an incisive question.",
  "It comes down to who is using AI for the greater good, and who is using it for ill. That’s the better question.",
  "The WSJ article noted that the U.S. has twice as many AI companies as China and spends a lot more on R&D.",
  "To contact the editor responsible for this story: Katrina Nicholas at knicholas2@bloomberg.net.",
  "What matters more is the goal and the implementation of technologies that are being developed.",
  "AI is a vague enough term that any question about it really needs to be more narrowly defined.",
  "When it comes to computing and programming, my AI experts didn’t seem to have any consensus.",
  "Right now, what most people really mean is machine learning, which is powered by data.",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "To contact the author of this story: Tim Culpan in Taipei at tculpan1@bloomberg.net.",
  "The theory goes that the more data the better, and whoever has the most, wins.",
  "Other components of machine learning include computing power and programming.",
  "But in the specific category of “machine learning,” the U.S. is ahead.",
  "They may even soon become the universal basis for credit scores.",
  "Chinese computing capabilities are fast catching up to the U.S.",
  "One way to measure superiority is to track patent filings.",
  "Tim Culpan is a technology columnist for Bloomberg Gadfly.",
  "But that’s still not why my initial question was dumb.",
  "He previously covered technology for Bloomberg News.",
  "Again, that’s not why my question was dumb.",
  "But that’s not why my question was dumb.",
  "Is China or the U.S. better at AI?",
  "Turns out, that’s a dumb question.",
  "©2018 Bloomberg L.P."
]