[
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nTalk of Tinseltown: Why Ryan Murphy went Netflix\n\nThe New Yorker's Emily Nussbaum profiles Ryan Murphy, the star showrunner who recently signed a $300 million, five-year contract with Netflix:\n\n• \"When the news broke that Shonda Rhimes ... had signed a hundred-million-dollar, four-year deal with Netflix ... [Murphy's] agent wrote and said, 'It is now the wild, wild West, and you have the biggest gun in town.'\"",
  "---\n\nValleyspeak: Jordan Valinsky's top links\n\nMost people wouldn't pay for Facebook (Axios)\n\nChristopher Wylie explains Cambridge Analytica (Guardian)\n\nFirefox says it will add advertisements (The Verge)\n\nYouTube strikes new Vevo deal (Recode)\n\nElon Musk might start a candy company (Engadget)\n\n---\n\nSelling Out: Warner sells Spotify shares\n\nValinsky emails:\n\nWarner Music Group has sold 75% of its Spotify shares for $400 million, per Recode's Peter Kafka.",
  "---\n\nMicrosoft Build: A new disabilities AI initiative\n\nMicrosoft will today announce \"AI for Accessibility,\" a new $25 million, 5-year grant program to finance the development of AI solutions for the more than one-billion people living with disabilities around the world:\n\n• Areas for innovation: \"Real-time speech-to-text transcription, visual recognition services and predictive text functionality,\" all areas Microsoft is already working in.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\nBloomberg's Andrew Polk explains: \"As China boosts overseas investment through its Belt and Road infrastructure program, it is increasingly dictating not just the terms of financing but also a broader set of technological applications.",
  "• Why it matters, per Microsoft: \"AI advances like these offer enormous potential by enabling people with vision, hearing, cognitive, learning, mobility disabilities and mental health conditions do more in three specific scenarios: employment, modern life and human connection.\"",
  "---\n\nGo West, Young Industry: IAB's NewFronts go Hollywood\n\n\"The Digital Content NewFronts are headed west,\" per THR's Natalie Jarvey:\n\n• \"The Interactive Advertising Bureau is unveiling new details about its plans to bring the advertiser pitchfest to Los Angeles this fall.\"",
  "The Big Picture, via The Verge's Dieter Bohn, who has an exclusive interview with Microsoft CEO Satya Nadella:\n\n\"After talking to Nadella, I did get the sense that Windows is no longer as central to the company's future plans as it once was.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nGoogle I/O: What Google will announce\n\nWhat to watch for at Google I/O, which kicks off tomorrow:\n\n• The new Android P.\n\n• The new Wear OS.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nWhat we're listening to\n\nThe Berkshire Hathaway 2018 Annual Meeting, which is now available as a podcast, via Yahoo Finance.",
  "The Big Picture: Netflix, Amazon and Apple have redefined the terms of business in Hollywood and radically driven up the cost of rights, showrunners and talent, making it harder for traditional players to compete.",
  "The coming battle between US and Chinese tech firms for global conquest, which we wrote about Friday, is inching closer to reality amid signs that China intends to export its own industrial standards.",
  "What else Microsoft will announce:\n\n• New Cloud products, including open source Azure IoT Edge Runtime and a new partnership with Qualcomm to create a vision AI developer kit.",
  "Tim Cook is \"thrilled\": \"On a personal level, I've always greatly admired Warren and have always been grateful for his insight and advice,\" the Apple CEO said in a statement.",
  "• Uber's Elevate summit on urban air transport begins in L.A.\n\n---\n\nThe Win Column: Buffett, Gates boost Apple\n\nApple (AAPL) opened at a record-high $185.18-a-share today.",
  "Instead of trying to make everything run on Windows (as his predecessor Steve Ballmer was trying to do), Nadella wants to ensure that everything can work with Windows.\"",
  "In doing so, it is altering the global competitive landscape by defining and exporting technical standards for everything from artificial intelligence to hydropower.\"",
  "The boost comes after Warren Buffett said over the weekend that Berkshire Hathaway bought 75 million shares, an investment of more than $11 billion in the company.",
  "The Big Picture: The votes of confidence from Buffett and Gates are an immense boon to Apple, which has endured weeks of scrutiny over a slowdown in iPhone sales.",
  "• \"He chose Netflix, in part, because he was impressed by the company's vision for the medium: data-driven, global, immediate, funded by subscriptions, not ads.\"",
  "The Big Picture: \"To the extent that China's standards supplant Western ones, it will represent a direct threat to the profitability of non-Chinese companies.",
  "• Microsoft Remote Assist, which allows people to collaborate remotely with heads-up, hands-free video calling, image sharing, and mixed-reality annotations.",
  "by The New Yorker's Tad Friend, who says \"thinking about artificial intelligence can help clarify what makes us human—for better and for worse.\"",
  "Time slots are available for as many as 16 digital video companies that want to showcase their programming for brands and media buyers.\"",
  "• Who you need to know: Jenny Lay-Flurrie, Microsoft's chief accessibility officer, who will be leading the effort and awarding grants.",
  "• A preview of Project Brainwave, an architecture for deep neural net processing that is now available on Azure and on the edge.",
  "• New Azure Cognitive Services updates, including a unified Speech service with improved speech recognition and text-to-speech.",
  "Warner Music CEO Stephen Cooper:\n\n• \"We're a music company and not, by our nature, long-term holders of publicly traded equity.",
  "• \"Various corporate suitors, including Netflix and Amazon, began offering him creative freedom and riches unheard of in TV.\"",
  "Meanwhile ... China is insisting that international airlines stop saying Taiwan, Hong Kong or Macau are not part of China.",
  "Buffett and Bill Gates also praised Apple this morning on CNBC:\n\n• Buffett: \"We bought about 5 percent of the company.",
  "• New AI tools, including Project Kinect for Azure, a Speech Devices SDK and updates to Azure Cosmos DB.",
  "What else Buffett said:\n\n• Apple's iPhone is one of several products protected by a competitive \"moat.\"",
  "The top tech companies do have a very strong profit position right now but Apple has the most of all.\"",
  "Warner's moves follow that of Sony, which sold half of its Spotify shares last week for $750 million.",
  "... [and] it will undoubtedly challenge their ability to commercialize technology in other markets.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation",
  "The statements will boost long-term confidence in the world's largest market cap company.",
  "The White House calls it \"Orwellian nonsense,\" but some airlines are moving to comply.",
  "• \"Dubbed NewFronts West, the event will take place Oct. 9-10 at NeueHouse Hollywood.",
  "Berkshire is now Apple's third largest holder, behind Vanguard and BlackRock.",
  "Tomorrow:\n\n• Google's I/O developer conference kicks off in Mountain View.",
  "We know it has only just begun to fulfill its potential for global scale.",
  "We fully expect Spotify to continue to play a major role in that growth.\"",
  "• \"We're hugely optimistic about the growth of subscription streaming.",
  "• Gates: \"Apple's an amazing company, and the multiple's not gigantic.",
  "Today:\n\n• Microsoft's Build developer conference starts in Seattle.",
  "Others include Elmer's Glue, Snickers, Costco and Amazon Prime.",
  "This sale has nothing to do with our view of Spotify's future.\"",
  "We like very much the management and the way they think.\"",
  "... We like very much the economics of their activities.",
  "My colleagues Daniel Shane and Julia Horowitz explain.",
  "---\n\nWhat Next: \"How Frightened Should We Be of A.I.?\"",
  "• New Google Home and Google Assistant tools.",
  "• Bitcoin is \"probably rat poison squared.\"",
  "What's Next: The Chinese Global Standard.",
  "More on all that in tomorrow's PACIFIC.",
  "Want this in your inbox every morning?",
  "---\n\nToday's PACIFIC\n\nGood Morning.",
  "I'd love to own 100 percent of it.",
  "• New game streaming services.",
  "• New AI innovations.",
  "Welcome to the week.",
  "See you tomorrow.",
  "..."
]