[
  "Hao Li, CEO of Pinscreen, Professor at USC, and Director at USC Institute for Creative Technologies says, \"Because video content is by nature temporal as opposed to images, there are challenges such as complexity, actions and motions instead of just poses, different scenes, data size, data noise that can make this a very challenging space.\"",
  "In addition, this site recently reported, a secretive surveillance company founded by a former Israeli intelligence officer has been building a massive facial recognition database over the last five years from faces not only on Facebook but YouTube and several other social media sites.",
  "These artificial neural networks are trained by letting them watch through millions of videos or pictures, and supervising them to learn differences in typical face characteristics that separate men from women, individuals from each other, children from adults and seniors, and more.",
  "To demonstrate that the neural networks learn characteristic variations of faces, recent research has successfully inverted the training process and used the resulting networks to generate new artificial faces by capturing characteristic variations in celebrity faces.",
  "However, the stand-out offering is real-time recognition of logos and famous personas as well as the capability to measure for demographics, face expressions for approximating emotional engagement, and attentiveness for user awareness.",
  "Currently, the mission is to use the technology to detect explicit, sexual, and sensual content both from audio and visual data, making it easier for customers and brands to find the best target use for their content.",
  "Clearly, facial recognition technology is currently in the hot seat, but for all its nefarious usage could it also be simultaneously poised to generate explosive new revenue streams for key industries?",
  "Those in the space say that new user experiences such as these could be created by augmenting OTT services through the provision of recent news headlines or notables appearing on screen, for example.",
  "Recently a class action lawsuit was filed, as reported by CNET, alleging that Facebook illegally violated users' privacy by using a facial recognition process on photos without explicit consent.",
  "Yet the question is might be if the humans behind the tech are advanced enough in a socially responsible manner and armed with enough cultural intelligence to monitor and wield such power.",
  "In fact, a European company call Valossa Video Recognition seems to be making particular strides industry-leading AI-capabilities for media and entertainment content management workflows.",
  "While Valossa says that its facial recognition technology is able to beat human judgment when recognizing people from pictures that show only cropped face regions some are not so sure.",
  "Rautianien also says that tracking on-screen content when people are viewing can also create a back-end profile in real-time that targets viewers with contextually relevant ads.",
  "Mika Rautiainen, CTO ofValossa Labs believes that the entire media industry ecosystem from content creators to publishers to broadcasters working with video will benefit.",
  "When networks are trained for recognition, they inspect sample pictures, locate facial regions and recognise identities against thousands of faces in their memory bank.",
  "Clearly, when it comes to all things facial recognition, misidentification is still an issue but as it becomes more refined, it could help to expand revenue streams.",
  "While government usage makes up a large portion of this amount, the broadcast industry is also now being considered an untold goldmine for usage of such technology.",
  "Rautiainen explains,\n\nModern AI products are using a technique called deep learning, which is an umbrella term for a group of computational neural network models.",
  "The goal is to use deep learning also for recognising people, objects, scenes, settings, styles, sounds and explicit content, like sexuality, violence and more.",
  "But Li cautions that no matter what company is tackling this new frontier that the challenge lies in actually labeling the massive amounts of video content.",
  "Indeed if one looks at exhibitors and discussions at the recent NAB conference, the race for application of facial recognition in the broadcast space is on.",
  "For example, people can opt-in to pre-screen TV-pilots using tablets or mobile phones, and give permission to use the camera for engagement monitoring.\"",
  "Such intimacy may be a bit too close for many people, and for others, there could just be the simple question of accuracy around such technology.",
  "Li also says that video content can also be manipulated to cause the video recognition techniques to fail or wrongly categorize information.",
  "\"But,\" he explains, \"computer vision techniques will improve to analyze bootstrap the capabilities in this area for sure.",
  "The resulting neural networks loosely resemble the ways how human brains capture the characteristics of facial regions.",
  "This could enable deeper and more intelligent applications which would create next frontier in broadcast.",
  "On the heels of Cambridge Analytica scandal, Facebook is now faced with even greater privacy challenges.",
  "How we ultimately definite facial-recognition-for-good may just be the next big narrative in our world.",
  "This is what Valossa believes will bring new monetization opportunities for live video and broadcasts.",
  "The company is now also being investigated for inappropriate use of facial recognition internally.",
  "In fact, just a few months ago, facial recognition was projected to reach $8.93 billion by 2020.",
  "Certainly, companies such as Amazon and Google are already well on their way in this arena.",
  "However, he cautions, \"Monitoring audience reactions needs to be opt-in activity.",
  "There were a number of announcements and companies in the arena.",
  "Once that happens, facial recognition will be widespread.\"",
  "The company's focus is real-time content monitoring.",
  "How this would actually work is the tricky part.",
  "Perhaps."
]