[
  "Tencent is valued at 36 times estimated 2018 earnings -- 56 percent more expensive than Facebook Inc. Ping An’s Hong Kong stock, meanwhile, is trading at a rare premium to its yuan-denominated shares in Shanghai, a sign of global investors’ enthusiasm.",
  "To justify their sky-high valuations, they need not only to report consistent core business earnings, but also to demonstrate they can spot promising new areas, nurture them, and monetize them by raising billions through listings.",
  "Meanwhile, Tencent is preparing to take China’s largest music-streaming company public in the U.S. following the successful debut of Europe’s Spotify Technology SA, the Wall Street Journal reported at the weekend.",
  "Meanwhile, insurers may be asked to become buyers of last resort in the event of a bond rout, now that the China Insurance Regulatory Commission is the subject of a hostile takeover by the banking regulator.",
  "Investors may downgrade Tencent from a technology to a media firm, as they awaken to the notion that just one scandal -- Cambridge Analytica in Facebook’s case -- can sink a social media giant’s valuation.",
  "IPOs are also planned for the insurer’s Health Connect, which helps hospitals access patients’ medical records, and OneConnect, a provider of AI-powered services to banks such as risk management.",
  "Tencent Music Entertainment Group is seeking a valuation of at least $25 billion, a sharp jump from the $12.5 billion tag it commanded in late 2017, the newspaper said.",
  "If they hoard investments, there’s a risk investors will start questioning their acquisition strategies and assign a so-called “conglomerate discount” to the shares.",
  "And don’t forget Lufax: China’s most popular peer-to-peer lender, profitable for the first time last year, may be the largest of Ping An’s spin-offs.",
  "Other Tencent subsidiaries that could seek flotations in the next year or so include its travel portal LY.com and film unit Tencent Pictures.",
  "The company has bigger loan balances than U.S.-listed Yirendai Ltd. or PPDAI Group Inc. and is expected to go public in the next year or so.",
  "To contact the authors of this story: Shuli Ren in Hong Kong at sren38@bloomberg.net, Nisha Gopalan in Hong Kong at ngopalan3@bloomberg.net.",
  "Retail investors are expected to apply for at least 115 times the stock available to them, Ming Pao Daily reported on Monday.",
  "Investors may just have found the reason they need to keep on pushing two of Hong Kong’s best-performing blue chips higher.",
  "Since 2015, the insurer spent at least $20 billion buying companies, while Tencent has splashed out more than $75 billion.",
  "Ping An’s Good Doctor, an online healthcare platform, is seeking to raise as much as $1.1 billion in a Hong Kong IPO.",
  "She previously wrote on markets for Barron’s, following a career as an investment banker, and is a CFA charterholder.",
  "After more than doubling in 2017, shares of Tencent Holdings Ltd. and Ping An Insurance Group Co. have lost momentum.",
  "This is exactly what the two companies, both based in Shenzhen, are doing: becoming spin-off machines.",
  "To contact the editor responsible for this story: Matthew Brooker at mbrooker1@bloomberg.net.",
  "She previously worked for the Wall Street Journal and Dow Jones as an editor and a reporter.",
  "And if the IPOs act as a catalyst for further share-price gains, what’s not to like?",
  "This column does not necessarily reflect the opinion of Bloomberg LP and its owners.",
  "Nisha Gopalan is a Bloomberg Gadfly columnist covering deals and banking.",
  "Shuli Ren is a Bloomberg Gadfly columnist covering Asian markets.",
  "Ping An and Tencent have moved well beyond their core businesses.",
  "That’s a syndrome SoftBank Group Corp. is familiar with.",
  "It’s high time Tencent and Ping An listed these units.",
  "But there are plenty of dark clouds hovering.",
  "By now, neither is cheap.",
  "Hot IPOs to the rescue.",
  "©2018 Bloomberg L.P."
]