[
  "At the beginning of the 80s our German neighbours made better choices, but we can take back our position thanks to self driving cars and refining a framework.”\n\nFrance has recently been promoting itself as an improving hub for startups and tech innovation under Macron, thanks in part to his labour market reforms and privately-financed projects like Station F in Paris, which claims to be the world’s-largest startup incubator.",
  "He added that in the past year, several large companies were tapped the country’s expertise in artificial intelligence and pitching their tents: Samsung recently established an AI-focused division with more than 100 staff in France, while IBM has recruited around 400 AI specialists and Google’s AI business DeepMind opened its first continental European office in Paris.",
  "The sharing of more data, Macron contended, would allow companies and researchers to develop the algorithms at the heart of their services, everything from autonomous vehicles to agricultural information, though a commitment to privacy that’s in line with new GDPR rules would have to be at the heart of any changes.",
  "France wants to be in the AI game too, and President Emmanuel Macron believes that being on the forefront of the next big technology wave will help make his economy, which has experienced an uptick in growth and investment thanks to recent reforms, more competitive.",
  "Macron announced Thursday that his government would spend $1.5 billion on a number of initiatives to boost AI research in France, part of an effort to help the country plug a talent and research gap that exists between Europe, and both the U.S. and China.",
  "Regulations for autonomous vehicles will also get a revamp in 2019, he said, so that level-four autonomous vehicles - which don’t require a test driver to pay attention to the road - can start being tested on French roads.",
  "Macron argued that France’s academic strengths in mathematics and computer science were one of the reasons why senior experts in artificial intelligence at Facebook, Google and Samsung were French.",
  "“We are standing before a revolution and this revolution through AI will allow us to improve the link between supply and demand, and the adaptation to training for the job sector,” Macron said.",
  "“If we share the data they will be able to model the data and use artificial intelligence to go further in improving farming techniques,” said Macron, who swept to power in May last year.",
  "Macron said it was important to define the difference between “using aggregate data, and intruding into data.”\n\n“We have to have clear cut regulations,” he added.",
  "“Public data needs to be open and accessible.”\n\nThese were bold statements to make at a time of growing criticism over the way companies use personal data.",
  "Macron, 40, said the government would establish a national research program with chair roles aimed at attracting top experts in artificial intelligence.",
  "Intriguingly, he also called for a more “proactive” approach to sharing the data of French citizens, compiled by public services, with companies.",
  "The money will be spent on “scientific laboratories,” research projects and funding for startups and companies in France that are working in AI.",
  "Following the Cambridge Analytica scandal, Facebook on Wednesday said it would stop sharing its users’ data with several large data brokers.",
  "“So far France has been lagging behind in terms of the experimentation and development of self-driving cars,” he said.",
  "So long as we keep viewing innovations as job destructors, then AI will remain a source of great fear.”",
  "Businesses have been falling over themselves to show their investments in artificial intelligence.",
  "“We want to show citizens these innovations also trigger well-being for them.",
  "“France is a leading country in terms of car manufacturing, historically.",
  "How about a country?",
  "Pres."
]