[
  "A 2009 study by Shapiro and Daniel J. Benjamin, now an economics professor at the University of Southern California, showed that laboratory subjects were able to predict the outcome of gubernatorial elections with some reliability just by watching 10-second, silent video clips of the candidates.",
  "So the relative impressions that Trump and Clinton made on TV could have been more important to Trump’s victory than the impressions created by Reddit memes or Twitter propaganda—even if TV looked a little more like Reddit and Twitter in 2016 than it ever had before.",
  "It seems plausible that his message was always going to resonate better with non-internet users, but that his campaign’s savvy use of social media—or Russian trolling, for that matter—led him to perform better with internet users than he would have otherwise.",
  "Hampton and Hargittai pointed out that research shows Facebook users are more likely to be connected to different kinds of people, while disconnection from the internet is broadly associated with social isolation and intolerance.",
  "The paper, from Stanford economists Levi Boxell and Matthew Gentzkow and Brown economist Jesse Shapiro, adds to a growing body of research indicating that the internet’s effects on U.S. political opinion may be overstated.",
  "Trump performed worse than previous Republican candidates among internet users and people who got campaign news online, the authors find in a paper published July 18 in the journal PLOS One.",
  "In November 2016, just weeks after Trump’s election, media studies professors Keith Hampton and Eszter Hargittai made a persuasive case in the Hill that Trump’s win wasn’t Facebook’s fault.",
  "“The question is not whether the internet is having any impact on politics—it surely is—but whether it deserves the top billing it often gets in discussions about the election,” he said.",
  "Darren Hauck/Getty Images\n\nFor all the hand-wringing about fake news, Russian trolls, Infowars, and Cambridge Analytica, the internet may not have helped elect Donald Trump after all.",
  "The conclusion that “the internet was not a source of advantage to Trump,” they explain, relies on a series of three assumptions, each of which could be called into question.",
  "Indeed, the network’s top-rated host, Sean Hannity, has been known to latch onto online conspiracy theories to counter news cycles that cast Trump in a negative light.",
  "The finding that Trump performed worse than prior Republican candidates among internet users holds across three different ways of measuring internet use.",
  "The same authors found in 2017 that the country’s polarization has been most intense among the oldest Americans, who also spend the least time online.",
  "Trump voters might get their views about him from Fox News, but Fox News personalities might in turn be drawing heavily on material from the internet.",
  "Then there’s the fact that Trump himself drives a lot of mainstream media coverage with his own internet use—in particular, his volatile tweets.",
  "The third measure, which they call “predicted internet access,” uses a model based on demographic traits that correlate with internet access.",
  "Shapiro agreed that seems likely, but pointed out that it still implies that internet users were not the driving force behind Trump’s win.",
  "But in a 2017 New York Times op-ed, he and his co-authors proposed the following:\n\nIf any media platform is to blame, it is not the web.",
  "Growing polarization may also result from structural economic changes, like rising inequality, that have occurred in recent decades.",
  "For one, it assumes that the internet affects elections only by changing the partisan vote shares of people active on the internet.",
  "Levi Boxell, Matthew Gentzkow, Jesse Shapiro\n\nStill, the authors were careful to acknowledge that more research is needed.",
  "One asks whether the respondent has internet access, and the other asks whether they read news about the campaign online.",
  "This seems especially likely given that internet use, and Twitter in particular, is pervasive among members of the media.",
  "That is, their views could be shaped by internet-connected friends, colleagues, or mainstream media personalities.",
  "The first two are based on survey questions from the American National Election Studies between 1996 and 2016.",
  "But Shapiro allows that it’s possible the internet could indirectly influence the votes of non-internet users.",
  "Voters wait in line at the polls to cast their ballot in the national election on Nov. 8, 2016 in Milwaukee.",
  "That, at least, is the strong suggestion of a new study from economists at Stanford and Brown universities.",
  "In fact, those predictions outperformed models that use economic conditions to forecast election outcomes.",
  "So if Facebook and filter bubbles and Russian misinformation didn’t hand Trump the election, what did?",
  "Another caveat is that Trump was a very different candidate from McCain, Romney, or George W. Bush.",
  "Trump voters were also far less likely to use Twitter or Reddit than Clinton voters, they noted.",
  "In other words, Mitt Romney and John McCain got more support from internet users than Trump did.",
  "And he outperformed his predecessors among the demographic groups least likely to be online.",
  "It is more likely television, which is a more important source of political information.",
  "Cable news has been a more significant driver of partisan divisions, research suggests.",
  "This doesn’t mean the internet was irrelevant to the 2016 campaign, Shapiro told me.",
  "This study can’t answer that question, Shapiro said."
]