[
  "Amazon, Google, and Apple are all vying for market share in the growing segment — Amazon's Echo has the largest installed base and widest range of products, but Google's Home lineup surged to sell more devices in early 2017, and Apple remains in the background with its HomePod as a latent challenger.",
  "Business Insider Intelligence\n\nLack of trust in the big tech companies offering today's leading smart speakers is the main barrier to consumer adoption of the devices, according to Business Insider Intelligence's exclusive Smart Speaker survey.",
  "Facebook is also rumored to be preparing its own speaker to hit the market in the coming months — one that it had planned to preview in May but pushed back due to the backlash from the Cambridge Analytica scandal.",
  "These companies have put considerable emphasis on competing over features and technological prowess, but Business Insider Intelligence data shows it's consumer trust they should now be trying to win.",
  "More than 40% of consumers who don't own a smart speaker said the biggest reason they haven't purchased one is they don't trust the companies that make the devices to respect their privacy.",
  "What's crucial for these companies is that 56% of those who stated they don't trust the companies making smart speakers also said they would buy one if a company addressed their concerns.",
  "However, not one of the three major US smart speaker vendors makes any mention of their privacy or security measures on the product pages for their flagship smart speakers.",
  "Using exclusive survey data, we evaluate each device's potential for adoption based on four criteria: awareness, excitement, usefulness, and purchase intent.",
  "Adding a privacy angle to their marketing campaigns could help to address the concerns of those who are reluctant and pull them into the ecosystem.",
  "The issue handily beat out lack of utility and price concerns, signaling that an emphasis on privacy will be key to winning the smart speaker race.",
  "Smart speaker providers will need to consider this sentiment as they attempt to harness consumers beyond the leading edge of the adoption curve.",
  "The data skews toward affluent and tech-savvy, early adopters, so the general population may have varying susceptibility to these concerns.",
  "This suggests an openness to the devices that companies can capitalize on if they manage to create an aura of trust around their products.",
  "In The Smart Speaker Report, Business Insider Intelligence analyzes the market potential of the Echo Look, Echo Show, and HomePod.",
  "This means taking specific steps to appeal to these skeptical consumers in order to establish trust and assuage privacy concerns.",
  "This is a relatively simple tweak, but one that could pay huge dividends in driving broader consumer adoption of the devices.",
  "Instead, they focus extensively on device features like the built-in voice assistant's capabilities and the speaker quality.",
  "And we draw some inferences from our data about the direction the smart speaker market could take from here.",
  "In full, the report:"
]