[
  "Last week, Facebook incited controversy once again during a Recode interview, in which Zuckerberg said that some Holocaust deniers who posted to the social network aren’t “intentionally getting it wrong.”\n\nLooking ahead to the rest of 2018, Facebook CFO Dave Wehner warned that revenue growth for the third- and fourth-quarters would decelerate in the high-single digits because of factors that include more data privacy options and the promotion of newer initiatives like Stories and Watch that could impact revenues growth.",
  "Chart: Courtesy of Facebook More\n\nOn Wednesday afternoon’s earnings call with analysts, Facebook CEO Mark Zuckerberg announced another way the social network measures and breaks out users: about 2.5 billion people use at least one Facebook-owned app — Facebook, WhatsApp, Instagram, and Messenger — each day.",
  "But for Facebook, the scandal meant an apology tour, of sorts, which included Zuckerberg and COO Sheryl Sandberg conducting a series of media interviews, Zuckerberg testifying on Capitol Hill and before European Parliament, as well as an ad campaign that ran in movie theaters, TV and on Facebook.",
  "“This [Instagram] has been a story of great innovation and product execution,” praised Zuckerberg, who added that Facebook’s sprawling infrastructure enabled Instagram to scale twice as fast to where it is now with 1 billion monthly active users.",
  "According to marketing agency Merkle, ad impressions on Instagram have also grown significantly, more than tripling year-over-year during the second quarter, with ad spending up 177% year-over-year among the agency’s North America clients.",
  "In mid-March, The New York Times reported that Cambridge Analytica, a voter-profiling company, had effectively harvested the data of up to 87 million Facebook users.",
  "For the second quarter, the social network reported earnings-per-share of $1.74 on revenues of $13.23 billion, as well as 2.23 billion monthly active users.",
  "Facebook (FB) on Wednesday afternoon reported second-quarter earnings that just missed Wall Street’s expectations as active user growth disappointed.",
  "Instagram as a second-quarter bright spot\n\nOne app that received a special shout-out from Zuckerberg on Wednesday’s earnings call: Instagram.",
  "Facebook’s disappointing second-quarter performance marks the first full quarter since one of its biggest scandals to date.",
  "—\n\nJP Mangalindan is the Chief Tech Correspondent for Yahoo Finance covering the intersection of tech and business.",
  "Analysts were generally expecting earnings-per-share of $1.72 on revenues of $13.3 billion.",
  "The revelation sparked a larger, ongoing conversation around users’ data privacy.",
  "Its number of daily active users, 1.47 billion, was also up 11% year-over-year.",
  "They were also expecting 2.25 billion monthly active users for the quarter.",
  "Management also warned revenue growth rates would decelerate in Q3 and Q4.",
  "The social network’s stock was down as much as 24% in after-hours trading.",
  "Facebook’s monthly active users number was still up 11% year-over-year.",
  "In early trading on Thursday, the stock was down by 18%.",
  "Email story tips and musings to jpm@oath.com.",
  "Follow him on Twitter or Facebook.",
  "More from JP:"
]