[
  "By Munsif Vengattil and Paresh Dave\n\n(Reuters) - Facebook Inc's <FB.O> stock fell as much as 24 percent after hours on Wednesday over concerns about the impact of privacy issues on the social media company's business, with executives warning that revenue growth would slow and expenses would rise.",
  "\"Our total revenue growth rates will continue to decelerate in the second half of 2018, and we expect our revenue growth rates to decline by high single-digit percentages from prior quarters sequentially in both Q3 and Q4,\" said Chief Financial Officer David Wehner.",
  "Nearly all social media services have received greater scrutiny since U.S. intelligence agencies in January 2017 revealed that organizations tied to the Russian government had seeded content on the platform to shake up the 2016 U.S. presidential election.",
  "A data privacy scandal involving the political consulting firm Cambridge Analytica and misinformation on WhatsApp contributing to mob killings in India have added to the pressure on Facebook to re-evaluate how its services maintain security and decorum.",
  "Facebook suffered a blow in China on Wednesday when regulators there withdrew their approval of a company innovation hub to support local startups, the New York Times reported on Wednesday, citing a person familiar with the matter.",
  "Daily user growth for Facebook's namesake service has slid in six straight quarters, bringing it to 1.47 billion users in the second quarter from 1.23 billion at the end of 2016 when it became embroiled in political issues.",
  "\"When it comes to much slower revenue growth, they’re talking about currency headwinds, but more we think it’s due to slower user growth given GDPR and more focus on privacy,\" Morningstar analyst Ali Mogharabi said.",
  "\"Over the next several years, we would anticipate that our operating margins will trend towards the mid-30s on a percentage basis,\" Wehner said, adding that margins would be down for more than two years.",
  "\"It appears that stronger Instagram performance (according to our checks) was not enough to offset some of the core app headwinds,\" said Colin Sebastian, analyst at Robert W. Baird & Co in a note.",
  "Instagram has grown to 1 billion monthly users from 600 million in late 2016, while Facebook's two messaging apps, Messenger and WhatsApp have each reported well over 1 billion monthly users.",
  "Growth in new users slowed with Facebook adding 11 percent more daily and monthly active users on the main Facebook app in the second quarter, compared with 13 percent in the first quarter.",
  "The company had cautioned investors to expect a big jump in costs because of efforts to address concerns about poor handling of users' privacy and to better monitor what users post.",
  "The company reported $5.1 billion in profit, or $1.74 per share, compared with the average estimates of $5.1 billion and $1.72 per share among research gathered by Thomson Reuters.",
  "Facebook saw monthly active users in Europe decline about 1 million people amid the new regulations, Facebook Chief Executive Mark Zuckerberg said on the conference call.",
  "Expenses are expected to grow 50 percent to 60 percent compared with last year as the company invests in security, marketing and content acquisition, he said.",
  "The new General Data Protection Regulation (GDPR) in the European Union forced several changes to Facebook's privacy terms and sign-up process.",
  "Instagram is expected to account for 18 percent of Facebook's revenue this year and 23 percent next year, according to research firm EMarketer.",
  "About 2.5 billion people use at least one of the company's apps each month, Facebook said on a conference call with investors and analysts.",
  "(Reporting by Munsif Vengattil in Bengaluru and Paresh Dave in San Francisco; Editing by Patrick Graham and Lisa Shumaker)",
  "Total expenses in the second quarter surged to $7.4 billion, up 50 percent compared with a year ago.",
  "The plummeting stock price wiped out about $150 billion in market capitalization in under two hours.",
  "Sales grew 14 percent to $13.2 billion in the second quarter compared with $9.3 billion a year ago.",
  "Facebook's operating margin fell to 44 percent in the second quarter from 47 percent a year ago.",
  "The threat of additional regulatory setbacks remains a concern, according to analysts.",
  "Facebook's revenue grew at its slowest pace in almost three years."
]