[
  "A week before, the shares went from $209 to $217.50, putting the market cap at $629 billion -- making the company the fifth most valuable on the face of the earth.",
  "And if this winds up being a secular trend, then consumer Internet companies may have to rethink their business models, such as by implementing subscription plans.",
  "According to the earnings call, management said that operating margins will plunge from 44% to the mid-30s (keep in mind – that a year ago – they were 47%).",
  "Next, Facebook has become the fat target of various controversies, such as with the problems stemming from its dealings with Cambridge Analytica.",
  "But the Facebook quarter seems to hint at some tougher times ahead -- and founders probably should factor this into their strategies.",
  "While Facebook did not comment on the overall trends in the market, it does seem reasonable that the company is getting concerned.",
  "Here's a look at three:\n\n#1 - The Ad Market\n\nLook at any forecast and there should be robust growth for the digital ad market.",
  "As users think more about their privacy, they are making it tougher for online platforms to monetize activities.",
  "In other words, in the years ahead, it’s probably a good idea to be more realistic with the growth projections.",
  "In the meantime, the compensation packages for talented coders continue to escalate, with no letup in sight.",
  "Just some of the issues include the problems with performance as well as maturation in markets like the US.",
  "#2 - User Changes\n\nThe big shocker with Facebook’s earnings report was the user growth – or lack thereof.",
  "Consider that the DAUs (Daily Active Users) grew by a measly 1.44%, down from 3.42% in the prior quarter.",
  "What's more, there is the potential of a recession, in which companies take a knife to their ad budgets.",
  "They do not have the huge resources to fight this battle, even if they can get slugs of venture capital.",
  "Part of this downtrend was due to Facebook’s moves to allow users to make their accounts more private.",
  "Investors are now adjusting to the new reality that growth could fall-off for the next couple years.",
  "Tom Taulli (@ttaulli) is an advisor to various startups and an author of various books on finance.",
  "Bottom line: The earnings report was downright scary, as the growth machine suddenly decelerated.",
  "Let’s face it, people are shifting away from TV and spending more time with their smartphones.",
  "After all, the company must deal with the “law of large numbers” as the user base is massive.",
  "In light of this, it is no surprise that Facebook stock plunged 20% in after-hours trading.",
  "Besides, digital ads provide for sophisticated targeting, personalization and tracking.",
  "Note that CEO Mark Zuckerberg had to testify before Congress because of the missteps.",
  "Hey, as the legendary Intel CEO, Andy Grove, once noted: “Only the paranoid survive.\"",
  "Even for a company of the scale of Facebook, the costs are becoming a major drag.",
  "This is especially the case with online video – which is becoming a must-have.",
  "Then what are some of the takeaways for startups from the Facebook implosion?",
  "OK then, so what might the longer-term impact be of this -- say for startups?",
  "Even worse, the slowdown appears to be more than just a quarterly blip.",
  "#3 - Costs\n\nModern Internet services are getting much more expensive.",
  "Oh, and yes, there was the impact in the EU from the GDPR initiative.",
  "Now this does not imply that there will be Armageddon for startups.",
  "But despite all this, I still think founders should be concerned.",
  "Ahead of Facebook’s earnings, Wall Street was highly confident.",
  "Well, this may seem more like something specific to Facebook.",
  "But of course, startups are in a much different predicament.",
  "The second quarter was actually the slowest on record.",
  "And yes, that’s what happened today with Facebook.",
  "But in techland, things can move very quickly.",
  "There was, in fact, a decline in Europe.",
  "Yet maybe the projections are too rosy?",
  "Definitely not.",
  "Perhaps so."
]