[
  "Facebook's results prompted selling in other Nasdaq listings, including media and advertising rivals Amazon.com Inc, Netflix Inc and Alphabet Inc.\n\n\n\n\n\n'ENTERING A NEW PERIOD'\n\nFacebook had cautioned investors to expect a big jump in second-quarter costs because of efforts to address concerns about poor handling of users' privacy and to better monitor what users post.",
  "By Munsif Vengattil and Paresh Dave\n\n(Reuters) - Facebook Inc's shares lost as much as a quarter of their value on Wednesday after executives said that profit margins would plummet for several years due to the costs of improving privacy safeguards and slowing usage in the biggest advertising markets.",
  "(Graphic: https://tmsnrt.rs/2JV9APu)\n\nOperating profit margin, which fell to 44 percent in the second quarter from 47 percent a year ago, will sink to the \"mid-30s\" for more than two years, Chief Financial Officer David Wehner said in investor guidance.",
  "The plummeting stock price wiped out as much as $150 billion in market capitalization and erased the stock's gains since April when Facebook announced a surprisingly strong 63 percent rise in profit and an increase in users.",
  "The company said for the first time that more than 2.5 billion users interact with at least one of its apps each month, but analysts have said many of them are spending more time with Messenger, WhatsApp and Instagram.",
  "The second-quarter results were the first sign that a new European privacy law and a succession of privacy scandals involving Cambridge Analytica and other app developers have bit into Facebook's business.",
  "The new privacy law forced several changes to Facebook's privacy terms and sign-up process, leading a minority of users to opt for non-personalized ads, which tend to generate less revenue.",
  "Facebook's fortunes shifted in under two hours as the company first reported revenue and user growth that missed expectations and then issued warnings about future growth and expenses.",
  "The company further warned that the toll would not be offset by revenue growth from emerging markets and Facebook's Instagram app, which has been more immune from privacy concerns.",
  "Gene Munster, a venture capitalist at Loup Ventures, said in an email that Facebook is \"entering a new period\" where declining user growth will translate to slower revenue growth.",
  "Its gloomy forecast for revenue growth surprised investors, though, and prompted many questions from financial analysts on a conference call with company executives on Wednesday.",
  "\"They’re talking about currency headwinds, but more we think it’s due to slower user growth given GDPR and more focus on privacy,\" Morningstar analyst Ali Mogharabi said.",
  "He added that Facebook has \"a track record of resetting revenue growth and expense expectations only to turn around and exceed those expectations the following quarter.\"",
  "Nasdaq futures dropped 0.85 percent late on Wednesday, suggesting the technology-heavy Nasdaq Composite index would fall when trading opens on Thursday morning.",
  "Worldwide daily user growth for Facebook's namesake service slid for its sixth straight quarter, bringing it to nearly 1.5 billion users in the second quarter.",
  "Sales from United States, Canada and Europe fell $75 million in the second quarter compared with a year ago, while revenue from other markets rose $51 million.",
  "Sales in the second quarter grew 42 percent, its slowest pace in nearly three years, to $13.2 billion compared with $9.3 billion a year ago.",
  "He cited currency fluctuations and a shift in usage to features where Facebook shows less advertising or charges less due to lower demand.",
  "If the share drop holds on Thursday, it would be Facebook's largest single-day decline, topping a 12 percent decrease in July 2012.",
  "Facebook forecast similar increases for the second half of the year, also citing spending on video content and marketing.",
  "Total expenses in the second quarter surged to $7.4 billion, up 50 percent compared with a year ago.",
  "The General Data Protection Regulation (GDPR) in the European Union also will cause a revenue drop.",
  "Wehner said quarterly revenue growth would be closer to 30 percent the rest of the year.",
  "Facebook's daily active users in Europe declined by 3 million amid the new regulation.",
  "Revenue from emerging markets has not picked up the slack either.",
  "Commercialization of those apps is nascent."
]