[
  "(More than 60 financial institutions are part of Zelle, from small community banks and credit unions to JPM, -1.81% Bank of America BAC, -3.23% Capital One COF, -2.29% Citi C, -2.85% Wells Fargo WFC, -1.62% and Morgan Stanley MS, -3.03% )\n\nDon’t miss: What Zuckerberg didn’t say: You risk more than your data on Facebook\n\nAmong those who currently access their bank and financial accounts online, about a quarter of people said they’re considering no longer doing so with mobile apps or via the internet, the latest MagnifyMoney survey added.",
  "“Social media use has peaked in the industrialized world and we’re actually starting to see the decline,” Ross Gerber, an analyst with wealth and investment management firm Gerber Kawasaki, told CNBC Wednesday, “This is what Facebook is going to have to deal with moving forward as people realize how incredibly creepy it is.” He cited “intrusive surveillance” of Facebook users.",
  "That is, people use Facebook to network and log into their Tinder IAC, -3.56% account and will share the most intimate details of their lives, including their employment history, educational achievements, hopes, dreams, family photographs and “like” certain brands without a second thought.",
  "Facebook’s users stay connected with friends and family near and far, share intimate photos, reconnect with friends from college and high school, and even rekindle relationships, and there are no signs that they’re leaving the social networking site in any significant numbers.",
  "When it comes to using Facebook as a mobile wallet, most users balk: 91% said they wouldn’t trust Facebook to handle their payments or other financial services, according to a recent survey of 1,000 adults by personal-finance site MagnifyMoney.",
  "But as Gerber told CNBC, “They’re going to have slower user growth or no user growth moving forward, so they’ve got some challenges on the horizon.”\n\nGet a daily roundup of the top reads in personal finance delivered to your inbox.",
  "Facebook launched a Messenger Payments feature in 2015, but this was not disclosed to the respondents, and the survey’s authors assumed they were either not aware of the payments service or did not currently use it.",
  "In the aftermath of that scandal, all 2.2 billion Facebook users received a message on Facebook called “Protecting Your Information,” laying which third-party apps have access to your individual Facebook profile.",
  "The recent revelations of privacy violations concerning Cambridge Analytica are less worrisome than last year’s Equifax EFX, -0.96% data breach, in which 145 million people had their profiles accessed.",
  "Users may not be comfortable mixing Facebook and finance, especially in light of revelations earlier this year that U.K.-based Cambridge Analytica improperly accessed 87 million Facebook users’ data.",
  "It faces stiff competition from Zelle, which moved $75 billion in 2017 across its payments network, up 36% on the year, compared to $35 billion via PayPal’s PYPL, -3.55% Venmo, up 97% on the year.",
  "(In the aftermath, Zuckerberg issued a mea culpa, and pledged to be more careful when vetting third party apps, but said fixing the problem could take years.)",
  "More than half of the MagnifyMoney survey respondents (54%) said they were more concerned about the Equifax breach than the Facebook privacy violations.",
  "The Facebook privacy violation carried out by Cambridge Analytica accessed data from users’ accounts and those of their friends.",
  "Shares of the biggest social-media site on the planet were down Thursday after weak earnings guidance spooked investors.",
  "Facebook FB, -1.58% had 1.47 billion daily active users in June, while Wall Street analysts expected 1.49 billion.",
  "The company also reported 2.23 billion monthly active users versus analyst expectations of 2.25 billion.",
  "All of these seemingly trivial details add up to a treasure trove of data for marketers and advertisers.",
  "The survey was conducted on March 27 and 28, just days after the Cambridge Analytica story broke.",
  "Some 79% of people said they did not use Messenger Payments, according to Statista.",
  "Facebook is sticky and Americans are comfortable using it for just about anything.",
  "A spokeswoman for Facebook said it doesn’t break out Messenger Payments volume.",
  "Whether they actually follow through on that , of course, remains to be seen.",
  "So what does it take for such data revelations to spook consumers?",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "The Equifax lapse impacted people’s Social Security numbers.",
  "On Facebook, many people have a line they just won’t cross.",
  "In fact, daily average users rose 11% year over year.",
  "Sign up here."
]