[
  "Buy Facebook here at this attractive multiple, says analyst 10:25 AM ET Thu, 26 July 2018 | 05:36\n\nTwo analysts cut Facebook targets after the company released a weak full-year outlook and second quarter revenue that missed estimates.",
  "Mahaney said improved security would be especially key for the stock ahead of the U.S. midterm elections this fall after the company's stock recently recovered from reactions to the Cambridge Analytica scandal earlier this year.",
  "Facebook also announced that it lost daily active users in the second quarter, but Mahaney and Thill said this wouldn't be an ongoing trend — especially if the company invests in increasing security on the platform.",
  "Mahaney said Facebook is being overly conservative on its outlook and that fundamentals won't deteriorate as fast as guidance implied in the company's second quarter earnings report Wednesday.",
  "Mahaney looked toward initiatives in Facebook and Instagram stories, Messenger and WhatsApp, which he said could be just as easy to monetize as Facebook's newsfeed in the future.",
  "\"If you put a 25 to 30 multiple on the new numbers that the Street significantly cut, you're talking about a stock that's between $195 to $300 in the next two years,\" Thill said.",
  "But now is the time to buy, RBC Capital Markets lead internet analyst Mark Mahaney and Jefferies senior technology analyst Brent Thill told CNBC's \"Squawk on the Street.\"",
  "The total market value loss was $119.4 billion from yesterday's close, posting the largest one-day loss in market value by any company in U.S. stock market history.",
  "Facebook hadits worst day as a public company on Thursday, dipping into negative territory for the year, with shares dropping 19 percent to $176.26 per share.",
  "Revenue for the quarter fell below estimates for the first time in three years at $13.23 billion vs. an expected $13.36 by Thomson Reuters consensus.",
  "The company said it expected its revenue growth rates to be lower than the year prior, especially in the second half of this year.",
  "\"This is the opportunity to buy the stock here when you can buy 'X' cash at a market multiple,\" Mahaney said.",
  "\"A market multiple for Facebook I think is one of the most attractive points you can get.\"",
  "\"We were wrong short term, but long term, I think we're right,\" Thill said.",
  "Currently, the stock is trading at a low-20 multiple, he added."
]