[
  "(Reuters) - Facebook Inc (FB.O) Chief Executive Mark Zuckerberg’s fortune took a more than $15 billion hit on Thursday, as the social media company suffered the biggest one-day wipeout in U.S. stock market history a day after executives forecast years of lower profit margins.",
  "Jake Dollarhide, chief executive officer of Longbow Asset Management in Tulsa, Oklahoma, in recent years has trimmed, but not eliminated, the amount of Facebook shares in his clients’ accounts, and he said he sees the company as a three-year investment.",
  "(Graphic: Facebook's slowing revenue growth - tmsnrt.rs/2JV9APu)\n\nShares closed down almost 19 percent at $176.26, wiping more than $120 billion off the company’s value or nearly four times the entire market capitalization of Twitter Inc (TWTR.N).",
  "That “bombshell,” as one analyst termed it, played into concerns on Wall Street that Facebook’s model could be under threat after a year dominated by efforts to head off concerns over privacy and its role in global news flow.",
  "The more than $15 billion in net worth that Zuckerberg lost on Thursday is roughly equal to the wealth of the world’s 81st-richest person, currently Japanese businessman Takemitsu Takizaki, according to Forbes real-time data.",
  "At least 16 brokerages cut their price targets on Facebook after Chief Financial Officer David Wehner startled an otherwise routine call with analysts by saying the company faced a multi-year squeeze on its business margins.",
  "Rahul Shah, chief executive officer at Ideal Asset Management in New York, a Facebook shareholder, said executives were trying to reset expectations about growth but the outlook caught Wall Street by surprise.",
  "“A lot of value investors might jump in and support the stock at these levels ... it’s probably a good buying opportunity for a long-term investor, but I wouldn’t be jumping in with both feet today,” he said.",
  "MoffettNathanson analysts called the company’s forecast “either the new economic reality of their business model or a very public act of self-immolation to stave off further regulatory pressure”.",
  "Facebook’s margin fell to 44 percent in the second quarter from 47 percent a year ago as it spent heavily on security and initiatives to convince users the company was protecting their privacy.",
  "The company also said revenue growth from emerging markets and the company’s Instagram app, which has been less affected by privacy concerns, would not be enough to repair the damage.",
  "“Over the next several years, we would anticipate that our operating margins will trend towards the mid-30s on a percentage basis,” Wehner said on a conference call with analysts.",
  "REUTERS/Charles Platiau\n\nShares in Alphabet (GOOGL.O) closed up 0.7 percent, while those in Apple Inc (AAPL.O) fell 0.3 percent and Netflix Inc (NFLX.O) closed barely higher.",
  "REUTERS/Charles Platiau\n\nSlowing revenue growth initially pulled the stock down nearly 9 in after-hours trading on Wednesday before losses picked up on the margin outlook.",
  "Tracking Facebook’s fortunes in six charts\n\nOf 47 analysts covering Facebook, 43 still rate the stock as “buy”, two rate it “hold” and only two rate it “sell”.",
  "FILE PHOTO: Facebook's founder and CEO Mark Zuckerberg reacts as he speaks at the Viva Tech start-up and technology summit in Paris, France, May 24, 2018.",
  "“It’s the F in FAANG, but what’s to say that, 10 years from now, Facebook isn’t the next Myspace and something else has taken its place?”",
  "The logo of Facebook is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018.",
  "Amazon.com Inc (AMZN.O) was up 2.3 percent following its own results after the bell on Thursday.",
  "The impact on the rest of the FAANG group of high-flying tech stocks was marginal.",
  "“We own it for its leadership in the tech industry,” he said.",
  "Their median target price is $219.30."
]