[
  "Democracy is the loser | Barry Lynn Read more\n\nMcNamee said that the company’s rising stock price had made employees “willing to overlook” some of the company’s problems, including questions over its role in skewing elections, the proliferation of misinformation and hate speech on the platform, and its use by totalitarians in Cambodia and the Philippines.",
  "“If the stock has been the medicine that allows them to do that and employees stop being confident in the stock, you have the chance for a Susan Fowler moment,” he said, referring to the woman who sparked a revolt at Uber after publishing an essay highlighting widespread sexism within the company.",
  "More than $118bn was wiped off the company’s market value and Mark Zuckerberg’s fortune took a hit of $16bn, after the company announced its financial results for the second quarter of 2018, the company’s first full quarter since the Cambridge Analytica scandal broke.",
  "“If a perception sets in that the stock price is not going to be as positive a force for their total compensation, that may have a profound impact on Facebook,” said Roger McNamee, an early Facebook investor and outspoken critic of the platform.",
  "Facebook’s stock price took a 20% tumble this week after the company’s latest quarterly earnings revealed stagnating user growth in key markets and rising costs associated with tackling misinformation, election interference and privacy issues.",
  "However, Facebook ramped up spending after 2016 US presidential election and has been warning about how that would affect profitability since November 2017 – well before the key Cambridge Analytica revelations in March this year.",
  "During the earnings call the company revealed that growth would continue to slow down throughout the second half of 2018, moving the company from a long period of “hyper-growth” (more than 40% year on year) to just high growth.",
  "She noted that in addition to the slower growth and bad publicity over the last 18 months, Europe’s General Data Protection Regulation, was a significant factor, contributing to a drop of 3 million users between Q1 and Q2.",
  "Furthermore, the company has a lot of monetisation opportunities with Instagram (thanks to the recent launch of IGTV), Marketplace, Messenger and getting businesses to pay to interact with customers through WhatsApp.",
  "However, the company’s valuation is still higher than it was after the US Federal Trade Commission confirmed it was investigating the company over its privacy practices following the Cambridge Analytica revelations.",
  "Facebook’s privacy practices came under the microscope after the Observer revealed in March that the data firm Cambridge Analytica inappropriately obtained tens of millions of users’ data without their permission.",
  "“We expect our revenue growth rates to decline by high single-digit percentages from prior quarters sequentially in both Q3 and Q4,” said the company’s chief financial officer, David Wehner.",
  "The platform’s investment in security on the platform, including tackling election interference, misinformation and privacy problems is a major contributor to rising costs.",
  "The core problem appears to be decelerating revenue growth, fuelled by user base stagnation in Europe and the US, where Facebook makes the bulk of its advertising revenue.",
  "Up until now, in spite of a litany of scandals after the 2016 election, the company has consistently grown, which makes it easier for the company to retain loyal staff.",
  "It’s the biggest ever one-day drop in a company’s market value, falling from a record high of $619bn on Wednesday to just $501bn in early trading on Thursday.",
  "Even though user numbers on the social network are stagnating in Europe and the US, the company still managed to squeeze more revenue from every user.",
  "Facebook Twitter Pinterest The core problem for Facebook appears to be decelerating revenue growth, fuelled by user base stagnation.",
  "Lynnette Luna, the principal analyst at GlobalData, put it down to an “amalgamation of weird things happening at the same time”.",
  "“Expect to see a bigger emphasis on growth of Facebook’s family of platforms rather than Facebook proper,” said Luna.",
  "Over $118bn wiped off Facebook's market cap after growth shock Read more\n\nWhy is this happening?",
  "A little-discussed problem for Facebook is the impact falling stock prices have on employees.",
  "That’s why you are seeing more of an overreaction,” said Loup Ventures’ Gene Munster.",
  "The company lost $118bn in market value after news of slowed growth and rising costs.",
  "Most Facebook staff get a significant portion of their total compensation in shares.",
  "Is this because of privacy problems identified in the Cambridge Analytica scandal?",
  "Photograph: Alamy Stock Photo\n\nWhat does this mean for Facebook employees?",
  "“It’s usually a slow progression going from hyper-growth to just growth.",
  "Google and Facebook are strangling the free press to death.",
  "“It’s an unfortunate market condition,” she said.",
  "Is this the beginning of the end of Facebook?",
  "In this case it’s a step function down.",
  "How bad is it for the social network?",
  "How significant is this for Facebook?",
  "But is it more than a blip?",
  "To a certain extent.",
  "Absolutely not."
]