[
  "On a conference call with analysts on Wednesday, Facebook’s chief financial officer, David Wehner, said: “Instagram is growing more quickly and making an increasing contribution to growth, and we’ve been pleased with how Instagram is growing.”\n\nWall Street was too quick to shrug off political challenges.",
  "Wall Street even seemed to get comfortable with the new privacy rules recently introduced in Europe, the General Data Protection Regulations, even though they were expected to prompt some European members to use Facebook less or delete their accounts entirely.",
  "Before even getting to the political and regulatory pressures on Facebook, it’s important to remember that it’s not easy squeezing digital advertising revenue out of the clicks and swipes of social media users.",
  "But the scandals and new rules may be creating an environment in which people become less enthusiastic about Facebook’s platforms and use them less, further slowing growth in advertising revenue.",
  "But investors piled back in after they apparently believed that users were not fleeing in large numbers and United States politicians would not introduce new regulations.",
  "But after Facebook’s executives on Wednesday suggested growth might slow, investors have to contemplate that Facebook may not be that different from its mortal peers.",
  "This prevents outsiders from assessing whether the main Facebook website is becoming stale in its most lucrative markets, the United States and Europe.",
  "If so, the company may be relying on Instagram and other products to bolster its growth, and they may still be too small to pick up the slack.",
  "The company’s ad revenue had surged since it began introducing ads and a large portion of what advertisers spent online went to Facebook.",
  "One of the biggest mysteries hanging over the company is whether its main Facebook website is becoming a drag on its business.",
  "How do you bring in new users, how do you keep them coming back, and how do you get them to click on ads?",
  "When the Cambridge Analytica scandal engulfed Facebook earlier this year, its stock nose-dived.",
  "Facebook does not break out how much advertising revenue comes from each product, however.",
  "Investors often view a lack of transparency as a reason to be cautious about a company.",
  "The difficulties at Twitter and Snap in recent years have clearly shown this.",
  "There’s a reason companies keep some things under wraps.",
  "User numbers fell in Europe in the second quarter.",
  "Investors assumed Facebook was different.",
  "Social media is a hard business.",
  "With Facebook, they did not."
]