[
  "Rule 10b5-1 lets insiders of a publicly traded company set up a predetermined trading plan to sell the company's stock in regular intervals, in a compliant way with the Securities and Exchange Commission to avoid insider trading.",
  "In this case, based on the Cambridge Analytica scandal, University of North Carolina at Chapel Hill School of Law professor Thomas Lee Hazen said if nothing else this was \"prudent\" investing, and a good time to sell.",
  "The CEO sold 240,000 shares during market hours Wednesday, July 25, the same day the company reported earnings, and 524,000 shares a day earlier, according to the InsiderScore.com data, which is based on SEC filings.",
  "John Coffee, professor of law and director of the Center on Corporate Governance at Columbia Law School, said not all sales pursuant to Rule 10b5-1 are lawful, \"although the exceptions are modest.\"",
  "The company's top lawyer, Colin Stretch, who announced this week he is leaving the company at the end of the year, was also among the top sellers last week and offloaded $157,000 worth of stock.",
  "\"People with good lawyers, and I presume Facebook executives can afford good lawyers, do a good job of gaming the 10b5-1 plans,\" said Cox, who specializes in securities law.",
  "Other experts pointed out that the selling in the 10b5-1 format would have been an independent investment decision, made by a third party or trustee or scheduled algorithm.",
  "The company reported second-quarter results Wednesday that missed Wall Street expectations and sent the stock tumbling after the market closed.",
  "Chief Operating Officer Sheryl Sandberg sold $11.5 million worth, while Christopher Cox, chief product officer, sold $2 million worth.",
  "\"Unless there was something suspect about the plan, and I doubt there was, the sales are not that surprising,\" Hazen said.",
  "Ahead of earnings, Zuckerberg sold hundreds of thousands of shares at roughly $30 above where they were trading Thursday.",
  "\"With the stock rising, the smart thing to do would have been to sell the stock before it took eventual earning hit.\"",
  "Selling Facebook stock wouldn't make much of a dent, especially when most of it is not going in his own pocket.",
  "\"You have something that's an outlier here,\" said James Cox, professor at Duke University School of Law.",
  "The social media giant's market cap plummeted by $119 billion as its stock price fell by 19 percent.",
  "But some experts say these stock-selling plans have evolved into a legal way to \"game\" the system.",
  "These plans can be used to sell for valid reasons such as for gifts to charity or taxes.",
  "However, Coffee noted typically tax-related selling spikes in the fourth quarter.",
  "\"It happened to be a very bad quarter that they had — it doesn't wear well.\"",
  "\"It was never supposed to be a license for systematic trading.\"",
  "He underlined Zuckerberg's estimated $80 billion net worth.",
  "\"It would not be worth the legal risk,\" Coffee said.",
  "Facebook declined to comment on the stock sales."
]