[
  "Facebook is currently the subject of multiple federal investigations, including a probe by the Federal Trade Commission for potentially violating a 2011 agreement to obtain consent of its users before sharing data with third parties, as well as an investigation by the Department of Justice and the Securities and Exchange Commission about whether the company accurately and properly disclosed the handling of its user data in the Cambridge Analytica case.",
  "Cambridge Analytica is very much a Facebook story, and it’s one that has forced the company to tweak its business model, shuttering access to developers that used to build apps for Facebook in exchange for being able to collect user data, like users’ likes, political preference, education level, and all kinds of sensitive information that could be abused in the wrong hands.",
  "This spring, following stunning reports in the New York Times and the Guardian that exposed how Facebook had mishandled the data of 87 million Facebook users (which inappropriately ended up in the hands of the voter-targeting firm Cambridge Analytica), the public and politicians were outraged.",
  "The company has struggled to meaningfully fix the scourge of false news that pollutes the platform, and has let conspiracy theorists like Alex Jones remain on the platform despite their use of Facebook to promote false information about, for example, victims of mass shootings.",
  "The fallout from Cambridge Analyica sent Zuckerberg on an apology tour with the press, and the public became increasingly familiar with the Facebook CEO and the excuses the company was touting about its failure to properly care for sensitive user data.",
  "Perhaps most worryingly of all for Facebook, the public is now having a debate about the bargain at the core of Facebook’s business model: a convenient and addictive product in exchange for reams of your personal data.",
  "And by Thursday it had become clear that the massive stock plunge wasn’t just historic for Facebook: It was the largest single-day value drop of a company’s stock in the history of any publicly traded company.",
  "Facebook noted on its investor call on Wednesday that the company has actually seen a drop in user growth in Europe, where daily active user count is down to 279 million from 282 million the previous quarter.",
  "And if the company is able to make it through 2018 election season without another major crisis and do its part in helping to make the U.S.\n\nelections less awful than 2016, it may well bounce back just fine.",
  "After an investor call on Wednesday where the company shared that it had failed to meet analysts’ expectations and that domestic user growth has plateaued for months, the company’s stock took a nosedive.",
  "The selling off of Facebook stock came after the company’s top executives told investors and analysts that revenue growth was expected to continue to decelerate for the rest of 2018.",
  "Not to mention the allegations of anti-conservative bias—Facebook has problems, but this isn’t actually one of them—that has been a fixation of Republicans in Congress.",
  "While the other news Facebook has weathered is certainly damaging, other platforms are also struggling with hate speech, calls for violence, and Russian disinformation.",
  "By Wednesday evening, Facebook’s stock had fallen by at least 23 percent in after-hours trading, wiping out more than $100 billion in market value for the company.",
  "Still, despite the historic hit to its valuation, Facebook did see massive growth this quarter, raking in 42 percent more revenue than at the same time last year.",
  "And, worst of all, the United Nations called out Facebook for being a conduit of hate speech used to incite violence against ethnic minorities in Myanmar.",
  "But Alphabet, Google’s parent company, also had to make adjustments for the new privacy rules and hasn’t suffered the same hit to its stock.",
  "There was the massive Russian disinformation campaign that involved duping American Facebook users, which may still be ongoing.",
  "Justin Sullivan/Getty Images\n\nIt’s been a tough two years for Facebook, and on Wednesday and Thursday it got a little worse.",
  "It’s not like there’s another social network that’s anywhere near comparable to Facebook for anyone to go.",
  "The plummet could certainly be chalked up to a constellation of serious blunders over the past two years.",
  "That change is likely due to sweeping new European privacy laws that went into effect in May.",
  "CEO Mark Zuckerberg testified at two separate congressional hearings about the scandal.",
  "And on top of all of that is continuing fallout of the Cambridge Analytica scandal.",
  "Facebook’s stock closed on Thursday with a 19 percent drop.",
  "And globally, the company’s user base grew by 11 percent.",
  "Mark Zuckerberg standing in front of a lock."
]