[
  "“Our total revenue growth rates will continue to decelerate in the second half of 2018, and we expect our revenue growth rates to decline by high single-digit percentages from prior quarters sequentially in both Q3 and Q4.”\n\nLong-term investors typically stick out quarterly fluctuations, but this historic drop is significant because it also comes on the heels of Facebook’s declining user count — it had its first-ever decline in Europe in 2018 and plateaued in North America in 2017, according to TechCrunch — as well as amid increasing security demands.",
  "Don’t Miss: Instagram, WhatsApp and 13 Other Companies Facebook Has Acquired\n\nIf you’re deciding whether to sell your Facebook stock or weather the storm, there’s no easy answer, but the company’s long history of strong historical performance shouldn’t be overlooked.",
  "The tech leaders were questioned about their company’s roles in the 2016 U.S. presidential elections, and possible Russian interference in the democratic process through the use of the social media platforms.",
  "Tech sector stocks were affected by the appearances: Shares of Facebook (Nasdaq: FB) fell 1.43 percent by mid-day; Twittter, Netflix and Amazon stocks were affected as well, Markets Insider reported.",
  "Its projections of a continued decline in 2018 and need for continued investing in security measures might make this the time for long-term investors to reassess whether to ride this out or get out.",
  "Facebook was worth $629.6 billion at close on July 25, TechCrunch reported; however, the company’s market capitalization dropped to $504.3 billion, creating a total loss of more than $125 billion.",
  "Released after the market close on July 25, the Facebook earnings report for the second quarter of 2018 revealed the company missed its revenue target and experienced decelerated user growth.",
  "Facebook has had revenue dips quarter over quarter before, but none as big as this one since 2011, according to research platform Macrotrends — and even then, year-over-year revenue went up.",
  "“Our total revenue growth rate decelerated approximately 7 percentage points in Q2 compared to Q1,” said Facebook CFO David Wehner during a conference call with investors.",
  "Facebook stock dropped by more than 3 percent Friday, Sept. 28, after the company revealed more than 50 million accounts might have been affected by a security breach.",
  "Then, Facebook shares fell again in late September, following the announcement that the co-founders of Instagram would be resigning from the Facebook-owned company.",
  "Shares of the social networking company closed at $217.50 — near its 52-week high — but were down nearly 20 percent at $174.21 by the next afternoon on July 26.",
  "Kevin Systrom and Mike Krieger, who founded Instagram in 2010, have decided to step down from their positions as CEO and chief technology officer, respectively.",
  "The social networking giant hasn’t had the best year in 2018, between the Cambridge Analytica Facebook advertising scandal and now this stock price drop.",
  "Facebook’s Stock Price and User Count Dips Are Red Flags\n\nThe news of the Russia investigation caused the Facebook stock price to take a dive.",
  "Read: How to Use Quarterly Earnings Reports From Amazon, Facebook to Your Advantage\n\nFacebook Down: Should You Sell Your FB Stock?",
  "Along with Twitter CEO Jack Dorsey, Facebook COO Sheryl Sandberg appeared before the Senate Intelligence Committee on Sept. 5.",
  "Revenue has gone up every year since 2010, but it’s not yet clear how long it will take Facebook to recover — if it can.",
  "This latest scandal came shortly after the founders of Instagram decided to leave the photo app company.",
  "Facebook reset the logins of more than 90 million accounts as the first step in dealing with the hack.",
  "Instagram is expected to generate more than $8 billion in revenue in 2018, reported Bloomberg.",
  "CFO David Wehner said that total revenue growth rates will continue to decelerate in 2018.",
  "The platform represents about 14 percent of its ad revenue, according to a story on CNBC.",
  "The company lost more value in a day than any U.S. traded company ever has in July 2018.",
  "Facebook stock fell by more than 3 percent after reports of a massive data breach.",
  "This latest shake-up is another blow for Facebook in an already tumultuous year.",
  "Instagram founders resigned from their positions, leaving Facebook in a bind.",
  "Facebook bought the popular photo app in April 2012 for $1 billion.",
  "Facebook shares fell by 2.6 percent on Sept. 25 following the news.",
  "The data breach involved the platform’s “View As” feature.",
  "Click to read about 10 stocks that plummeted in 2017.",
  "Here are some key stats to remember:",
  "The decline will likely get worse."
]