[
  "REUTERS/Stephen Lam/File Photo\n\nBy Jonathan Stempel\n\nNEW YORK (Reuters) - Facebook Inc (FB.O) and its chief executive Mark Zuckerberg were sued on Friday in what could be the first of many lawsuits over a disappointing earnings announcement by the social media company that wiped out about $120 billion of shareholder wealth.",
  "The complaint filed by shareholder James Kacouris in Manhattan federal court accused Facebook, Zuckerberg and Chief Financial Officer David Wehner of making misleading statements about or failing to disclose slowing revenue growth, falling operating margins, and declines in active users.",
  "Zuckerberg had been tied with Warren Buffett as the world's fourth-richest person, but the Berkshire Hathaway Inc (BRKa.N) chairman's current $83 billion fortune tops Zuckerberg's $66 billion, Forbes magazine said.",
  "FILE PHOTO: Facebook CEO Mark Zuckerberg speaks at Facebook Inc's annual F8 developers conference in San Jose, California, U.S. May 1, 2018.",
  "Kacouris said the marketplace was \"shocked\" when \"the truth\" began to emerge on Wednesday from the Menlo Park, California-based company.",
  "Shareholders often sue companies in the United States after unexpected stock price declines, especially if the loss of wealth is large.",
  "Facebook has faced dozens of lawsuits over its handling of user data in a scandal also concerning the U.K. firm Cambridge Analytica.",
  "He said the 19 percent plunge in Facebook shares the next day stemmed from federal securities law violations by the defendants.",
  "The case is Kacouris v Facebook Inc et al, U.S. District Court, Southern District of New York, No.",
  "Facebook shares fell another 0.8 percent on Friday, closing at $174.89 on the Nasdaq.",
  "Buffett now ranks third among the world's billionaires, while Zuckerberg is sixth.",
  "(Reporting by Jonathan Stempel in New York; Editing by Susan Thomas)",
  "Many have been consolidated in the federal court in San Francisco.",
  "The lawsuit seeks class-action status and unspecified damages.",
  "Thursday's plunge also hit Zuckerberg's bottom line.",
  "A Facebook spokeswoman declined to comment.",
  "18-06765."
]