[
  "Here is what former users had to say about what happened after they deleted or deactivated their account:\n\n‘It’s like a crazy ex that never forgets about you’\n\nJax Austin, a travel video blogger who travels the U.S. in a converted school bus, made the decision to delete his Facebook after the Cambridge Analytica scandal.",
  "Some 44% of users between the ages of 18 and 29 have deleted the Facebook app from their phone in the last year, and 74% of Facebook users of all ages have either taken a break from the social network, changed their privacy settings, or deleted it altogether, according to a recent survey by Pew Research Center.",
  "Some users only have Facebook on their desktop computer\n\nMae Turner, who lives in northeast Texas, initially deactivated her Facebook account in the wake of the Cambridge Analytica scandal, after being alarmed at how the company collected the call history information for her Android smartphone.",
  "They feel guilty and counter-punch first.”\n\nDon’t miss: Your Facebook ‘cult’ won’t let you quit\n\nAnastasia Ashman, 53, an adviser for start-ups and investors who lives in San Francisco, said she quit Facebook when she became uncomfortable after the Cambridge Analytica scandal.",
  "“While this raises questions around user growth rates and expenses necessary to improve security and screening, our survey of Facebook and Instagram users leaves us confident that most are unfazed by the negative news flow,” analyst Michael Olson wrote, according to CNBC.",
  "Nick Vecore, a 28-year-old who works in public relations in Leonard, Mich., said he quit Facebook in 2012, because he was simply sick of seeing “nonsense.”\n\n“I am really not interested in whether or not your child is potty trained,” he said.",
  "When it was first revealed that the U.K.-based campaign strategy firm Cambridge Analytica used millions of Facebook users’ personal data without their permission, many consumers said they planned to deactivate their accounts.",
  "Pew asked 4,594 people about their Facebook habits in late May and June, about two months after the Cambridge Analytica scandal revealed that millions of Facebook users had their personal information compromised.",
  "‘I am really not interested in whether or not your child is potty trained’\n\nMark Maitland, a 44-year-old writer in Brighton, England, who quit Facebook last week, still uses Twitter and Instagram, but rarely.",
  "But an August report by Piper Jaffray said that two-thirds of users are just as active on the site as they were this time last year, before the privacy scandals that have dogged the site in recent months.",
  "‘So much of social life is tied to Facebook’\n\nWhen Allen Watson, 32, a freelance writer from South Carolina, deleted his Facebook account, his mother was the most disappointed of his Facebook friends.",
  "Facebook FB, -1.58% in July reported a drop of 3 million daily users in Europe alone since the first quarter, when the European Union’s General Data Protection Regulation first went into effect.",
  "“So much of social life is tied to Facebook I can’t even get the location information I need for an event I RSVP-ed to for next weekend, since it’s solely on Facebook,” she said.",
  "Austin’s Facebook account was connected with the free web service If This Then That, which posted YouTube GOOG, -3.01% videos to his Facebook profile automatically.",
  "“She wants to show off the things that I do.”\n\nJillian Clemmons, an artist and astrologer from Los Angeles, mostly found that people were supportive of her choice.",
  "That stoked concerns among analysts that Facebook, the world’s largest social network with some 2 billion users, may not be as attractive to users as it once was.",
  "It was my mistake, and I’m sorry.”)\n\nBut less than two weeks after deactivating her account, Turner revived it, because she felt isolated from friends and family.",
  "“I could keep people up-to-date on my life by talking to them in person, by text or through a phone call.” It’s not a total digital social-media detox, however.",
  "It can make verifying prospective dates tricky\n\nWatson, the freelance writer, used Facebook to verify the identities of people he had met through dating apps.",
  "And while he can still do that if people have relatively public profiles, in most cases he can’t access their accounts because he no longer has one.",
  "And while he has not yet encountered anyone who was turned off by his lack of a Facebook profile, he does bring it up when he meets someone new.",
  "In one particularly troubling instance, it took days before she found out about the death of a close friend’s wife who lived in another state.",
  "In a statement to the House panel, he said, “It’s clear now that we didn’t do enough to prevent these tools from being used for harm ….",
  "Those who chose to delete Facebook told MarketWatch they felt relieved to be free from the pressure to always lead a happy life online.",
  "Dating apps such as Tinder IAC, -3.56% and Hinge, and services like Spotify SPOT, -1.11% can all use Facebook to create user profiles.",
  "(Facebook CEO Mark Zuckerberg appeared before Congress in April to answer for some of these issues, including misuse of consumer data.",
  "In the past several months, some social-media users have threatened to #DeleteFacebook, but is anyone actually following through?",
  "He now spends more time reading and writing, “talking and listening to real people,” walking his dog and running in nature.",
  "She has few people’s recent email addresses or phone numbers, and she can no longer rely on Facebook for contacting them.",
  "“It’s like a crazy ex that never forgets about you.”\n\nOthers had the same trouble Austin did in making a clean break.",
  "“I’ve had occasions where I had to call somebody up and ask them to check something out for me,” Watson said.",
  "Courtesy of Mark Maitland Mark Maitland is trying to spend more time off line with his wife and children.",
  "She only uses the desktop version and does not allow any third parties to access her account information.",
  "(A spokesperson for Facebook said she had no additional comment, beyond the company’s earnings report.)",
  "“People react really defensively and almost see a decision like this as an attack on them,” she said.",
  "One tweet, in particular, from national-security expert John Schindler convinced her to leave.",
  "But others said they had difficulty staying in touch with family and even difficulties dating.",
  "Courtesy of Nick Vecore Nick Vecore said he grew tired of reading others’ posts on Facebook.",
  "Austin settled for no longer logging into Facebook and turned his account into a fan page.",
  "“In a way, it’s like how meat-eaters constantly complain about people who are vegetarian.",
  "Get a daily roundup of the top reads in personal finance delivered to your inbox.",
  "“They make it so hard that it’s almost possible to delete it,” Austin said.",
  "Her brother, who still had his account, was the one who relayed it to her.",
  "“I started to feel like I was being left out of the loop,” she said.",
  "“I’ll bid Facebook a not-so-fond farewell in a heartbeat,” she said.",
  "And if she finds a social network that does not monetize user data?",
  "He too still uses Instagram and uses Twitter TWTR, -0.39% for work.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "That makes the decision to delete far more complicated.",
  "“That’s how she kept in touch with me,” Watson said.",
  "But what happens when you kiss Facebook goodbye?",
  "But the costs of leaving are “huge,” she said.",
  "In the U.S. and Canada, user growth was flat.",
  "However, she is now a Facebook “light” user.",
  "The news had only been posted on Facebook.",
  "Facebook is part of an ecosystem of apps.",
  "Some people gave up Facebook years ago.",
  "But she did encounter some hostility.",
  "But when he tried to, it didn’t work.",
  "New data suggests the answer is yes.",
  "Sign up here."
]