[
  "“He failed to satisfy us that his own donations had, in fact, come from sources within the UK.”\n\nAndy Wigmore, Banks’ right-hand-man – who the report described as a “self-confessed liar” who had misled the committee – commented: “They would say that, wouldn’t they?”\n\nBanks responded to the suggestion he used overseas funding by joking that he had received “bucket loads of roubles”.",
  "The report is expected to say that the “relentless targeting of hyper-partisan views, which play to the fears and prejudices of people, in order to influence their voting plans and their behaviour” posed a greater threat to democracy than more familiar forms of so-called fake news, raising particular concerns about the way online data could be manipulated to impact elections.",
  "The Observer view on the threat to British democracy | Observer editorial Read more\n\nAmong other findings in its wide-ranging report, the committee is expected to recommend:\n\nAll online political campaign material should include information on the organisation that published it and who paid for it, including the establishment of a public register for political advertising.",
  "He pledged that if anti-Brexit campaigners were successful in holding a second referendum then a new incarnation of Vote Leave would “win the referendum and destroy the strategic foundations of both main parties” by turning itself into a new political party that would take on both Labour and the Conservatives.",
  "Forcing social media companies to take greater responsibility for the material posted on their sites by creating a new legal category would upend the existing status quo, which enables websites to insist they are not responsible for problematic content until it is flagged to them by a member of the public.",
  "Cummings, who is facing censure from parliament after he refused a formal summons to attend one of the committee’s hearings, said the report “knowingly/incompetently makes false claims” and insisted the report was littered with “errors and misunderstandings about the legal framework for elections”.",
  "The DCMS committee has spent 18 months conducting a series of high-profile and often cantankerous evidence sessions in which the focus has shifted from disinformation to the influence of social networks, in particular Facebook, and the use of targeted adverts during the Brexit referendum.",
  "In damning conclusions to a report leaked by former Vote Leave campaign strategist Dominic Cummings before its official publication on Sunday, the digital, culture, media and sport (DCMS) committee adds to the growing calls for tougher government regulation of social media companies.",
  "Facebook and other social media companies are already voluntarily moving to increase the transparency around political advertising on their networks and fight misinformation following years of sustained criticism from the media and politicians and amid the threat of regulation.",
  "The businessman later insisted he “couldn’t give a fuck” what the report said and pledged to take a lie detector test, in which he would deny claims his Brexit activities were funded by foreign money on any television programme that would host it.",
  "The committee will urge the UK government to make a statement setting out how it is investigating potential Russian influence on British politics, insisting the country should not rely on the work of US investigator Robert Mueller.",
  "“Arron Banks is believed to have donated £8.4m to the leave campaign, the largest political donation in British politics, but it is unclear from where he obtained that amount of money,” the MPs are expected to conclude.",
  "Democracy is at risk unless the government and regulators take urgent action to combat a growing crisis of data manipulation, disinformation and so-called fake news, a parliamentary committee is expected to say.",
  "The MPs will raise concerns about foreign funding of Brexit campaign groups, saying they remained unconvinced about the source of some of the money spent by the leave side, especially the funding of Leave.EU.",
  "It will point out that it already complies with many of the proposed regulations and is planning to authenticate and label political ads in the UK and create an archive of those ads that anyone can search.",
  "Its work has drawn heavily on a series of reports in the Observer on the activities of data analytics firm Cambridge Analytica and the pro-Brexit Vote Leave campaign group during the referendum campaign.",
  "The government is expected to accept several of the recommendations in the report, especially around reforming electoral law and increasing the transparency of online political campaigning.",
  "The committee will conclude that the term “fake news” should not be used in future proceedings, saying it was “bandied around with no clear idea of what it means, or agreed definition”.",
  "Facebook will be described in the report as having “serious failings” in its operations that allowed its data to be manipulated in order to spread misinformation and disinformation.",
  "The six weeks that brought Cambridge Analytica down Read more\n\nThe interim report, which will precede a lengthier publication due in the autumn, is due to be published on Sunday.",
  "The imposition of a limit on how much an individual can give to a political campaign, following Arron Banks’ substantial funding of the pro-Brexit Leave.EU group.",
  "“We recommend that the government rejects the term ‘fake news’, and instead puts forward an agreed definition of the words ‘misinformation’ and ‘disinformation’.”",
  "The DCMS committee report is based on 20 oral evidence sessions, during which 3,500 questions were asked of 61 witnesses, and included a trip to Washington DC.",
  "“The term has taken on a variety of meanings, including a description of any statement that is not liked or agreed with by the reader,” the MPs said.",
  "The Electoral Commission should be given the power to impose substantially higher fines than the existing £20,000 for breaches of electoral law.",
  "Despite this, Facebook is expected to broadly welcome the report’s findings and say it agrees that electoral rule changes are needed.",
  "“It would be wrong for Robert Mueller’s investigation to take the lead about related issues in the UK,” it is expected to say.",
  "British police should investigate the overseas activities of SCL Group, the defunct sister company of Cambridge Analytica.",
  "It accuses them of profiting from misleading material and raises concerns about Russian involvement in British politics.",
  "However, Vote Leave’s Cummings published a copy in a post on his personal blog, saying that it had been leaked to him.",
  "The committee received more than 150 written submissions and numerous pieces of background evidence.",
  "Social networks should be legally responsible for harmful and illegal content on their platforms.",
  "British regulators should undertake an audit of the entire social media advertising industry."
]