[
  "In a recent note to clients, we highlighted the 3 reasons for Facebook's stock implosion:\n\nA dramatic deceleration in revenue growth, from 40% plus to a bit more than 20% Slowest-ever user growth, plus negative growth in Europe A huge increase in spending (hiring, tech infrastructure, data privacy) that will significantly cut into profits\n\nAtherton Research Viewpoint\n\nFacebook expects revenue to \"decelerate\" in the second half of 2018, declining by high-single-digit percentages (8%-9%) from prior quarters sequentially in both Q3 and Q4.",
  "Most likely because they saw that since the beginning of the year, Facebook's business resisted well under heavy outside pressure - although the Cambridge Analytica scandal happened late in the first quarter and could not have materially impacted it - and they didn't really believe Facebook's top management repeated warnings.",
  "We believe it can, but not before the next fiscal year, which should give the Silicon Valley company enough time to build a strong advertising ecosystem around WhatsApp, Messenger, Instagram and Facebook Stories, that should compensate for the lower revenues generated by its core platform (News Feed).",
  "Thus, despite announcing another solid quarter - revenue up 42% year-over-year to $13.2 billion and profits up 31% at $5.1 billion - more than $130 billion (as of this writing) were wiped off Facebook's value in the biggest one-day drop in stock market history.",
  "As for the slowdown in the number of users (2.5 billion people each month across all its web/app properties), we believe that once Facebook improves the security of its users' privacy, making the core service more acceptable, the growth would resume.",
  "Although, GDPR and the various privacy scandals, are partly responsible for the decrease of 10 million daily active users in Europe, from 282 million to 272 million, which actually didn't really impact revenue growth last quarter.",
  "However, what will dramatically cut revenue growth for the short to medium term are the monetization changes in the \"News Feed\" which is Facebook's cash cow and accounts for more than 80% of its total revenue.",
  "Despite Europe's stricter privacy rules, also known as GDPR (General Data Protection Regulations), we believe that it had almost no impact on Facebook's ability to monetize users through advertising.",
  "But when CFO David Wehner announced the somber outlook for the rest of 2018 and \"over the next several years\", the massive sell-off started and Facebook's stock price immediately tanked.",
  "What it means is that by the end of the year, Facebook's revenues will grow year-over-year in the 20 percentage points versus 40% or more - hardly a growth stock anymore.",
  "So why did investors panicked over Facebook's Q2 earnings and brought down the stock to its April level (yes, just 3 short months ago, right before the Q2 earnings call)?",
  "Interestingly, these changes - fewer ads essentially - were not a complete surprise as CEO Mark Zuckerberg warned about it, last January.",
  "But what is most shocking is that Facebook's decline in revenue growth is mostly self-inflicted.",
  "Now, for the $130 billion question: Can Facebook get back to its previous level of 40+% growth?",
  "Years of privacy controversies finally caught up with Facebook.",
  "Let's check back in 6 months."
]