[
  "(Richard Drew/AP)\n\nDays after Facebook’s stock suffered the largest drop in Wall Street history, a shareholder sued the company, accusing the social media network of making misleading statements about its user numbers and operations.",
  "Investors sued Facebook accusing the company of misleading shareholders over a data privacy scandal involving political consultancy Cambridge Analytica, which improperly accessed the information from 87 million people.",
  "He alleges that Facebook’s “wrongful acts and omissions, and the precipitous decline in the market value of the Company’s common shares,” have resulted in significant losses and damages for him and other shareholders.",
  "Kacouris alleged that Facebook and its chief executive, Mark Zuckerberg, violated federal securities laws by misleading shareholders about the company’s number of active users and the slowing growth of its revenue.",
  "Facebook reported for the first time that 2.5 billion people around the world use at least one of its applications, including Messenger, WhatsApp, Instagram and the core Facebook service.",
  "Facebook said in its earnings report last week that it anticipated slower revenue growth and slimmer margins in the future, in part to improve the safety and privacy of the platform.",
  "The company said it lost 1 million monthly active users in an earnings call Friday, a signal that efforts to rid its platform of fake and suspicious accounts will come at a cost.",
  "The probe focuses on Facebook’s knowledge of the misuse of data three years ago, and why the company did not disclose it to users or investors at the time.",
  "The scrutiny by the SEC, Justice Department, Federal Trade Commission and the FBI also centers on any discrepancies in Facebook’s recent explanations.",
  "Kacouris also named Facebook chief financial officer David Wehner in the lawsuit, filed in U.S. District Court for the Southern District of New York.",
  "The company said its total expenses have increased 50 percent from the same time last year, from about $4.9 billion to $7.4 billion.",
  "Zuckerberg reiterated in the earnings call last week that the company’s major investments in security will lower its profitability.",
  "“We’re starting to see that this quarter,” he said, adding, “We run this company for the long term, not for the next quarter.\"",
  "That forecast ignited a massive Wall Street sell-off that dragged the company’s market value down by more than $100 billion.",
  "Twitter, another prominent social media company grappling with safety issues, also saw its stock plummet last week.",
  "The plaintiff, James Kacouris, filed the lawsuit Friday seeking class-action status and to recover damages.",
  "Facebook anticipates that the rate of its rising costs will exceed its revenue growth by next year.",
  "The Securities and Exchange Commission declined to comment on the shareholder lawsuit.",
  "“Facebook’s announcements shocked the marketplace,” Kacouris said in the complaint.",
  "\n\nThe Facebook logo on screens at the Nasdaq MarketSite in New York's Times Square.",
  "Multiple federal agencies, including the SEC are investigating the matter.",
  "But the costs of improving the flagship platform have risen dramatically.",
  "Investors were also told that its sales growth is expected to slow.",
  "That was the largest single-day drop in Wall Street history.",
  "Facebook faces another investor lawsuit filed this year.",
  "Facebook declined to comment."
]