[
  "The company’s CEO, Rifat Oguz, addresses subscription service business models by telling Forbes, “Sinemia's offering and pricing have been crafted with financial stability as the primary focus, allowing both our users and our company to benefit together.”\n\nTo rub further salt into the company’s wounds, Atom Tickets, smelling an opportunity, recently announced a Break Up With MoviePass sweepstakes, offering MoviePass customers a chance to win a year’s worth of free Atom tickets if they canceled their MoviePass account.",
  "For example, it’s doubtful there would be enough non-MoviePass tickets sold to a 10:45pm show of Jurassic World on a Thursday night in Tennessee in its sixth week or a 10:30pm show of Hotel Transylvania: Summer Vacation in Burbank, CA that would preclude MoviePass subscribers from purchasing tickets, yet that’s what happened in many spots.",
  "They got them to experience in-theatre upgrades like new recliner seats, expanded food and beverage offerings, and premium sound and projection, something that everyone in the film business has been trying to do for years, especially with the younger demographic that has been the cornerstone of MoviePass’ subscriber base.",
  "The company, which began somewhat quietly in 2011, burst onto the moviegoing scene early in 2017 when former Redbox and Netflix executive Mitch Lowe joined the company and, with its new parent company Helios and Matheson on board, decided to flip over all the cards and offer unlimited movies for $9.99 a month.",
  "MoviePass Ventures has made two acquisitions so far: the well-received but lackluster box office performer American Animals and the John Travolta pet project Gotti, which earned the dubious distinction of being the only film to ever score a perfect zero on the critic website Rotten Tomatoes.",
  "While Amazon might not have been profitable in the short term, the company had a long-term business plan that allowed most investors to see how the company could become a shopping behemoth in the near future and investors continued to amass Amazon stock, driving the price northward.",
  "MoviePass responded to a 90% drop in its stock price by blacking out major Hollywood films such as Mission: Impossible - Fallout on opening weekend and also instituting a surge pricing plan which gave the impression that the company had no idea of how the movie business worked.",
  "When AMC Theatres announced its own Stubs A-List subscription service, MoviePass decided that it would post combative and sarcastic social media posts, one of which thanked AMC for “making us look good,” quite a claim by a company watching its stock drop 70% per day.",
  "The moviegoing subscription service announced on Tuesday that it will actually raise the cost of its monthly service and eliminate ticketing access to many of the major Hollywood films that has been the cornerstone of the company’s allure since the beginning.",
  "The company’s further claims that it could provide data on where its customers visited both before and after their theater visit, especially as the announcement came during the Facebook /Cambridge Analytica debacle, was the wrong message at the wrong time.",
  "Perhaps the company thought there would be a mad rush to purchase a $40 hoodie that featured the company logo on the front and that would be enough to catapult it to profitability, but it ended up coming off like a this-can’t-be-real story from The Onion.",
  "They are also dealing with a subscriber base that, thanks to surge pricing, poor customer service, new movie blackouts, and app crashes, is unfortunately beginning to resemble the townspeople showing up, torches in hand, at Dr. Frankenstein’s door.",
  "The company’s declarations that it would eventually receive a percentage of movie theater concessions generally fell flat on its face, and the cross-promotion the company envisioned on Hollywood movies hasn’t materialized on a large scale either.",
  "For a company whose stock has dropped from nearly $15 per share to 50 cents a share in the last few days — and that was after a reverse stock split — using the term “long-term growth” seems ironic at best, comical at worst.",
  "Industry trade publications trumpeted the company’s plans and closely reported on each exponential increase in the MoviePass subscriber base like Jerry Lewis and Ed McMahon updating the big board at the Labor Day Telethon.",
  "This would also bring consumers, who might have stopped going to see Hollywood and independent films for myriad reasons, back to cinemas and hopefully re-energize them to become moviegoers for years to come.",
  "Normally when a company is on its last financial legs, it will make one final Hail Mary attempt to salvage the company by dramatically lowering prices in an effort to divest inventory and increase cash flow.",
  "By allowing moviegoers an all-you-can-eat, Netflix-like experience in their local theater, the belief was that more people would experience a wider array of films and everyone in Hollywood would benefit.",
  "MoviePass’ main rival, Sinemia, has enjoyed steady growth over the past year by offering a plan that includes two tickets for $9.99 with more flexible options and features, instead of unlimited tickets.",
  "What will be left, unfortunately, is a group of over 3 million subscribers who enjoyed being able to attend as many movies as they wanted and to try films they normally would not have seen.",
  "Both AMC and Cinemark have been working on their subscription plans since before MoviePass announced theirs last year and many other circuits are finalizing plans for their own services.",
  "Predictably, the number of subscribers to the company’s service exploded, and MoviePass instantly became the biggest thing to hit Hollywood since the velociraptors in Jurassic World.",
  "While that may work in theory, theater chains would rather sell their first-born than start giving up concessions revenue, and that plan never came to fruition on a large scale.",
  "The company openly avowed that theaters would owe the company a percentage of concession sales, thanks to the sheer number of moviegoers the service was bringing in each month.",
  "In its discussions with studios, the company continually drove home the point that it had proprietary data that studios and theater chains just couldn’t find anywhere else.",
  "MoviePass failed to understand that, more so than nearly any other business, the movie industry is one based on relationships and one with a distinct aversion to middlemen.",
  "They also succeeded in allowing moviegoers to try new films and it’s no coincidence that 2018 has proven to be a banner year for documentaries, thanks in part to MoviePass.",
  "The company’s announcement on July 24th of a 1-for-250 reverse stock split was meant to avert that issue and drive the stock price higher, which it did for a short time.",
  "Instead of tweaking its subscribers’ noses as things went downhill, it would have behooved the company to have simply been honest with and receptive to its customers.",
  "Reading Twitter comments about subscribers' experiences calling MoviePass’ customer service line were oftentimes more entertaining than the films they wanted to see.",
  "In a press release, MoviePass’ embattled parent company, Helios & Matheson Analytics Inc., detailed long-term growth measures to bring the service to profitability.",
  "One Twitter follower took a picture of himself in a completely empty cinema at 10:30pm in Virginia at a show that MoviePass charged a surge pricing upcharge to.",
  "Paying studios upwards of $12-14 for each ticket redeemed through the MoviePass app while charging its customers $9.99 a month was an unsustainable cash drain.",
  "Yesterday’s Letter To The Community from CEO Mitch Lowe did begin with an apology but ultimately feels like the quintessential case of too-little-too-late.",
  "Whenever they were called out regarding their cash flow issues and profitability, the company would often compare itself to Amazon, Spotify and Netflix.",
  "Do they transfer their allegiance to a company like Sinemia or to circuit-based subscription services like AMC’s Stubs A-List or Cinemark’s Movie Club?",
  "The company’s arrogant approach with both Hollywood studios and American movie theater chains got initial discussions off to an antagonistic start.",
  "It will need to formulate a workable, financially viable subscription model that will keep this reinvigorated moviegoing base going to the movies.",
  "In addition, its insistence that it would pay studios at a discounted, rather than full, ticket price wasn’t exactly welcomed with open arms.",
  "A company like MoviePass has a difficult time saying the same thing when its stock hovers below $1 and fell 70% in just one day in July.",
  "But now the stock is well below $1, losing another 38% this past Tuesday, and the company may very well be out of available options.",
  "It probably can remain in business for a very short time but if it is delisted on NASDAQ then isn’t it game over at that point?",
  "All the while, MoviePass has continued to proclaim that everything is fine and repeatedly trumpeting their rise in subscribers.",
  "But what was barely mentioned, if at all, was the shaky financial plan on which the company’s new business model was based.",
  "The course that Hollywood takes from here will have a lot to say about the industry’s long term growth potential.",
  "The company’s perceived lack of interest in fixing these issues rubbed many subscribers the wrong way as well.",
  "Unfortunately for MoviePass, studios and cinemas decided that they had all the data they needed, thank you.",
  "Requests for comments from MoviePass were declined and directed to the company’s Letter to the Community",
  "If there was ever a service that was born to carry the moniker “too good to be true,” it’s MoviePass.",
  "How a company responds to a falling stock price often provides a mirror into the company as a whole.",
  "Or do they head back to their respective laptops and resume streaming and commenting on cat videos?",
  "The company, with all of its problems, succeeded in bringing infrequent moviegoers back to cinemas.",
  "The company’s toe-dip into the film financing waters hasn’t turned the industry on its ear either.",
  "The good news for moviegoers is there may be a viable alternative to MoviePass out there.",
  "Then the company decided in late June that it would start selling MoviePass merchandise.",
  "NASDAQ makes it very clear that a stock can be delisted if it falls below $1/share.",
  "Predictably, social media response to the surge pricing scheme set Twitter alight.",
  "However, as we’ve seen for over a year now, MoviePass is not your normal company.",
  "For now, though, it will be interesting to watch the final days of MoviePass.",
  "How MoviePass’ subscribers respond now will be key for the movie industry.",
  "Another way the company went off the rails is with its customer service.",
  "As mentioned earlier, the company is running out of investment avenues.",
  "The basic moviegoing subscription service idea is a noble one.",
  "However, something happened on the way to the multiplex.",
  "And therein lies the saddest aspect of this story.",
  "So where did the company go so horribly wrong?",
  "Back to the company’s stock price."
]