[
  "The recent tech wreck (which paused Tuesday when the tech-packed Nasdaq rebounded nearly 0.6 percent) has traders wondering \"if it's a signal of a rotation out of tech into other trading opportunities\" or if it's a broader indicator of a market-wide downtrend, says Christopher Larkin, a senior vice president of trading product at discount brokerage E-Trade.",
  "Ever since high-flying tech stocks such as Facebook, which last week suffered the biggest one-day market value loss of any stock in American history, and\n\nTwitter, which on Friday tanked 20 percent, began to falter, there has been growing talk on Wall Street that the run of so-called \"growth\" stocks as market leaders may be nearing an end.",
  "In another sign of investors seeking out new opportunities, the stocks that had the most momentum and posted the biggest July returns in the market through July 26 (which include many tech names) had posted the worst performance in the ensuing days through July 30, according to Bespoke Investment Group.",
  "For now, Wall Street pros say investors are more inclined to move some money out of big tech winners and shift it into stocks that have not been performing as well, namely so-called \"value\" stocks, or those that sell at lower prices relative to things such as earnings or sales.",
  "Up until recent days, large-company stocks in the Russell 1000 Growth index had posted bigger returns than their large-cap counterparts in the Russell 1000 Value index at the highest level since the 2000 dot-com stock bubble, according to Morgan Stanley, a Wall Street bank.",
  "Facebook sheds $100 billion in market value on fears about user growth\n\nMore Money: Uber shuts down its controversy-steeped self-driving truck effort to focus on autonomous cars\n\nRead or Share this story: https://usat.ly/2vcgTOD",
  "EPA-EFE/JUSTIN LANE ORG XMIT: JLX06 (Photo: JUSTIN LANE, EPA-EFE)\n\nThe recent plunge in popular tech stocks such as Facebook could be signaling a changing of the guard is underway in the U.S. stock market.",
  "Time\n\nepa06914812 A view of a logo for the company Twitter on the floor of the New York Stock Exchange in New York, New York, USA, on 27 July 2018.",
  "\"We think the shift toward value could be more sustainable,\" Michael Wilson, equity strategist at Morgan Stanley, wrote in a research note.",
  "Cash has begun to flow into parts of the market deemed as offering more value, such as financials and food, drug and beverage stocks.",
  "The data suggests value stocks may finally be getting some respect from investors and could offer better returns going forward.",
  "More Money: Why Facebook had its worst day ever (and yes, Cambridge Analytica is partly to blame)\n\nMore Money: Wipeout!",
  "\"The leaders have started lagging,\" says Katie Nixon, chief investment officer at Northern Trust Wealth Management.",
  "These value stocks are just now beginning to perform better than growth stocks, reversing a two-year trend.",
  "Shares of the social media company fell over 20 percent after reporting a decline in active users.",
  "\"Fighting momentum is a difficult game but when you time it right, it can be very profitable.",
  "CLOSE The social media giant may finally be paying the price for its scandals.",
  "We think one of those times is now for growth shifting to value.\""
]