[
  "Say Yes – Floetry.” The songs on Spotify http://bit.ly/2bcxZnL ... WH blog post http://bit.ly/2b1HMIW\n\nBIRTHWEEK (was yesterday): Fred Smith, CEO and founder of FedEx (on-time tip: Sam)\n\nBIRTHWEEK (was yesterday): Brian Krebs, DCCC’s digital campaign director and Mark Udall alum ... Mollyann Brodie, president of the American Association of Public Opinion Research (AAPOR) and head of Kaiser Family Foundation’s health polling ... Mark Chou\n\nBIRTHDAYS: Kelley McCormick, managing director at SKDKnickerbocker (h/t Tim Burger, filing from the Best Coast) ... Joe “Golden Spikes” Moore is 3-0 (h/ts Ali, Levi, Courtney) … former Heritage Foundation president Ed Feulner is 75 ... HuffPo labor reporter Dave Jamieson … Mike Kelleher, former staffer for Obama in the Senate and at the White House, and now lead int’l affairs officer at the World Bank … Brian Devine, DCCC’s deputy digital director ... Trudi Boyd, EVP at Story Partners ... Brianna Puccini, Sen. Deb Fischer’s rockstar press secretary and the pride of Brooks School (h/t Tom Doheny and Jeff Grappone) ... Amber Jesse, part of Google’s policy team (h/t Riva Littman) ... Julia Ziegler, news director of WTOP.com (h/t Kim Kingsley) ... Molly French, director of public health at Alzheimer’s Association (hubby tip: David) ... Jason Livingood ... Brandi Travis ... former Rep. Connie Mack (R-Fla.) is 49 ... Tess Glancey, comms adviser for House Homeland Security ... Stephen Claeys, trade counsel for House Ways and Means (h/ts Legistorm)\n\n... Chad VonLuehrte (we jumped the gun yesterday) ... Rochelle Behrens … Dana Berardi, fund assistant at The Carlyle Group and a DNC alum ... Nidhi Prakash … Mary Trupo, senior advisor and director at Commerce’s Office of Public Affairs … former Orange County resident Sophie Miller, an LA for Sen. Steve Daines ... Thurgood Marshall Jr., “Goody” ... Jenn Burr-Linn, deputy political director at Every Voice and Strategies alum ... Matt Krupnick, director of global policy and int’l gov’t affairs at Dell ... Doris Truong, WashPost homepage editor ... Christopher Dorobek ... NECN alum Lauren Collins Cline … Bush 43 WH alum Toby Burke, now senior director of state and local affairs at the National Association of Industrial and Office Properties ... Bush 43 WH alum Michael Dorff, now a comms manager at Raytheon ... Laura Lawlor ... Ben Gulans … former SEC enforcement chief Bill McLucas, now a partner and chair of the securities dept.",
  "“The disclosure of the Top Secret information would have revealed that U.S. intelligence agencies were continuing to monitor the hacking, as well as the sensitive intelligence sources and the methods they were using to do it.” http://reut.rs/2b2m5dK\n\n--“Senior Justice Official Raised Objections to Iran Cash Payment,” by WSJ’s Devlin Barrett: “The head of the national security division at the Justice Department was among the agency’s senior officials who objected to paying Iran hundreds of millions of dollars in cash at the same time that Tehran was releasing American prisoners ... John Carlin, a Senate-confirmed administration appointee, raised concerns when the State Department notified Justice officials of its plan to deliver to Iran a planeful of cash, saying it would be viewed as a ransom payment.” http://on.wsj.com/2aQi1QH\n\nPRESIDENT TRUMP – “Trump: Americans could be tried in Guantánamo,” by Miami Herald’s Patricia Mazzei: “A President Donald Trump might push for Americans accused of terrorism to be tried in military tribunal at the U.S. Navy base in Guantánamo Bay, Cuba, the Republican nominee told the Miami Herald on Thursday.",
  "During this time, an NBC News reporter’s personal bank account was hacked and more than $1000 was stolen.” http://nbcnews.to/2b2RJb3\n\nSPEAKING OF HACKERS -- “In exile, Edward Snowden rakes in speaking fees while hoping for a pardon,” by Yahoo’s Michael Isikoff and Michael B. Kelley: “Snowden — who is the subject of a new Oliver Stone biopic that hits movie theaters next month — is making the most of his exile: Over the past year, he has collected more than $200,000 in fees for digital speaking appearances that have been arranged by one of the country’s elite speakers’ bureaus [American Program Bureau] ... At least three of these paid speeches were hosted by public American universities, and documents obtained by Yahoo News highlight various concerns raised by college officials about paying Snowden.” http://yhoo.it/2bmBpon\n\nSPORTS BLINK -- “A-Rod cost Yankees $317 million for 1 World Series title,” by AP’s Ronald Blum: “By the time Alex Rodriguez collects his last payment as a player from the Yankees next year, he will have received $317,368,852 from New York, according to a review of his contracts by The Associated Press.",
  "at WilmerHale … Kristin Sheehy … Heritage alum Audrey Jones ... Matt Wahl … Don Rockwell (h/t Jon Karl) ... Maris Segal, celebrating with Ken AND Denise in Chicago and NYC ... Laura Hahn ... Lynn Trautmann ... Ben Gulans ... Patrice Hauptman (h/ts Teresa Vilmain) ... actor George Hamilton is 77 ... Mark Knopfler (Dire Straits) is 67 ... Sir Mix-A-Lot is 53 ... Pete Sampras is 45 ... Casey Affleck is 41 ... actress Imani Hakim is 23 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ... Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU...Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "The letter comes as a number of Republican senators and high-profile GOP national security officials have come forward saying they cannot vote for Trump.” http://politi.co/2baTIZ9\n\nWHAT TRUMP TOWER IS READING -- “Inside the debate over probing the Clinton Foundation,” by CNN’s Drew Griffin, Pamela Brown and Shimon Prokupecz: “Officials from the FBI and Department of Justice met several months ago to discuss opening a public corruption case into the Clinton Foundation ... At the time, three field offices were in agreement an investigation should be launched after the FBI received notification from a bank of suspicious activity from a foreigner who had donated to the Clinton Foundation ...\n\n“FBI officials wanted to investigate whether there was a criminal conflict of interest with the State Department and the Clinton Foundation during Clinton’s tenure.",
  "Religion didn’t get out and vote.’” http://nyti.ms/2b1NhHB\n\n--AP headline on Josh Lederman’s story: “With rare humility, Trump concedes he could come up short.” http://apne.ws/2aQP9nr\n\nSIREN -- “McConnell: GOP chances to keep Senate are ‘very dicey,’” by the AP’s Bruce Schreiner in Louisville: “Senate Majority Leader Mitch McConnell said Thursday that GOP prospects for keeping control of the Senate after the November elections are ‘very dicey,’ sounding an alarm amid mounting Republican concerns about presidential nominee Donald Trump, Speaking to a Louisville-area civic group in his home state, McConnell said Senate Republicans were going to be ‘on defense’ in this year’s election, regardless of who led the ticket as the party's presidential candidate.",
  "The request for the Orlando Ritz Carlton meeting originated with Trump’s campaign ... and is being viewed by RNC officials as a sign that the campaign has come to grips with the difficulty it is having in maintaining a message and running a ground game.” http://politi.co/2b1EpBP\n\n-- “Dozens of Republicans to urge RNC to cut off funds for Trump: The open letter pushes the RNC to shift resources to Senate and House races,” by Anna Palmer: “More than 70 Republicans have signed an open letter to [RNC] Chairman Reince Priebus urging him to stop spending any money to help Donald Trump win in November and shift those contributions to Senate and House races.",
  "Now, the Trump campaign’s foot-dragging in allowing a basic press pool – a group of reporters that share travel duty to cover public events and minimize the logistics burden on the campaign – has given Clinton cover to not institute a protective pool, which would cover the candidate’s every move and ride on the campaign plane in the same way the White House press pool does and which typically begins when the candidates becomes the party’s official nominee.”\n\n“Jason Miller, senior communications adviser to Trump said in an email that they are “finalizing our plans for a protective press pool and I would expect an announcement on this early next week.\"",
  "Jadotte, most recently an assistant secretary for the U.S. Commerce Department, will establish an AAR office in Washington, D.C.” http://bit.ly/2baPgMO\n\nOUT AND ABOUT -- Last night friends, family, and a cadre of public service devotees fêted former CSIS VP and State Department alum John Yochelson for the launch of his first book, “Loving and Leaving Washington: Reflections on Public Service.” In front of a standing-room only crowd at Politics and Prose Bookstore, Yochelson shared both wisdom and war stories and discussed the past and future of government service with Max Stier, President of the Partnership for Public Service.",
  "Security experts now say that site, DCLeaks.com, with its spiffy capitol-dome logo, shows the marks of the same Russian intelligence outfit that targeted the Democratic political organizations.” http://bloom.bg/2bmCuNa\n\nWORTH THE CLICK – “Watch the ‘Rogue One: A Star Wars Story’ Trailer That Debuted During the Olympics” http://bit.ly/2baMK6m\n\nMEDIA MILESTONE – “Arianna Huffington Will Leave The Huffington Post To Build Health And Wellness Site,” by HuffPost’s Michael Calderone: “Huffington launched her namesake site in 2005, following the re-election of George W. Bush and as the war raged in Iraq.",
  "The Department of Justice had looked into allegations surrounding the foundation a year earlier after the release of the controversial book ‘Clinton Cash,’ but found them to be unsubstantiated and there was insufficient evidence to open a case.” http://cnn.it/2bmkAbT\n\nNEW HILLARY VIDEO – “Hillary for America is releasing a new web video called ‘Even Republicans,’ which highlights Republican and conservative voices calling for Donald Trump to release his tax returns.” http://bit.ly/2bmCj4q\n\nHAPPENING TODAY -- Trump is holding rallies in Erie and Altoona, Pennsylvania.",
  "SPOTTED: Nancy Pelosi walking with her security detail yesterday at the Ritz Carlton in Orlando, wheeling her own suitcase … Karl Rove last night at the Santa Fe Opera, fourth row center, for a production of Richard Strauss’s “Capriccio” ... Bill Kristol at Funland yesterday in Rehoboth Beach, Delaware\n\nSEND YOUR SPOTTINGS to daniel@politico.com\n\nRNC ALUMNI -- “Cambridge Analytica Announces Appointment of Emily Cornell as SVP of Political Affairs”: “Cambridge Analytica is bringing on Emily Cornell as senior vice president for political affairs.",
  "I think if we do, we can win.’\n\n“With the election less than three months away, McConnell said Republicans are in ‘a dogfight,’ and listed GOP-held seats in New Hampshire, Illinois, Pennsylvania, Ohio, Wisconsin, Florida and Indiana as ‘very competitive.’\n\n“‘I may or may not be calling the shots next year,’ McConnell said.” http://apne.ws/2baD8eV\n\nOVERHEARD AT THE FOUR SEASONS in Georgetown yesterday morning: Two women conferring near the Seasons restaurant – one saying to the other, “Protecting the Senate doesn’t inspire people.",
  "Phillip produced a pistol, put his right index finger on the trigger, and drove the barrel into Vincent’s knee cap.’ The .45-caliber pistol was loaded and the safety was off.” http://politi.co/2bkEYZe\n\nPLAYBOOK IN-BOX – A prominent Republican Playbooker passes along an email from “donaldjtrump.com” <contact@gopteam.gop> with the subject line “Trump’s Approval Rating?”: “Friend, As an identified Trump supporter from your zip code, your input is missing from our Official Campaign Trump vs. Hillary approval poll.",
  "Heading into Friday night’s finale, the last game before New York releases him, the 41-year-old Rodriguez has hit .284 with 351 homers and 1,094 RBIs for the Yankees, helping them win their 27th Series title in 2009 but often failing in other postseasons.” http://apne.ws/2aGF1At\n\nWHAT MASS AVE IS READING -- For the second time this week, Brookings pushed back against a New York Times report alleging that the organization is bought and sold by corporate interests.",
  "They look like the standard cheap iPhone headphones, but with a Lightning plug at the end.” http://bit.ly/2aQVHT5\n\nDESSERT – “Homeland’s new president based on Hillary Clinton AND Donald Trump: Show’s new season to tackle Iran nuke deal, Muslim treatment,” by Entertainment Weekly’s James Hibberd: “In the new season [premiering Jan. 15], Carrie Mathison (Claire Danes) has begun working at a foundation that aims to provide aid to Muslims living in the U.S.",
  "The show’s action will tackle the events after a U.S. presidential election, with the season taking place between election day and a new president’s inauguration.” http://bit.ly/2aQbaqA\n\n\n\nPlaybookers\n\nCASH DASH -- “Lady Lynn Forester de Rothschild [to throw] Hillary fundraiser,” by Page Six’s Richard Johnson: “Hillary Clinton will be a guest of one of President Obama’s harshest critics, Lady Lynn Forester de Rothschild, Aug. 20 on Martha’s Vineyard.",
  "-- “Donald Trump Laments Sliding Polls While Maintaining His Provocative Approach,” by Maggie Haberman and Nick Corasaniti on A14 of the New York Times: “Facing one of the toughest stretches of his presidential campaign, Donald J. Trump on Thursday acknowledged in unusually candid terms that he faced daunting hurdles in crucial states, as he swung wildly at Hillary Clinton to try to blunt her questions about his fitness to serve in the Oval Office.",
  "Inside today's POLITICO Playbook: NEW NARRATIVE: TRUMP, Republicans concede they could lose election -- RNC to open offices in all 50 states in move to help Trump -- PHOTOS of Bernie’s new lakefront home -- B’DAY: Kelley McCormick Presented by\n\nDriving the Day\n\nBULLETIN -- “Thailand blasts target Phuket and Hua Hin tourist spots,” BBC World News: “In the resort town of Hua Hin, south of Bangkok, four bombs exploded over the last 24 hours.",
  "The other Trump economic council additions made Thursday were: Betsy McCaughey, a former lieutenant governor of New York; Brooke Rollins, head of the Texas Public Policy Foundation; Judy Shelton, an economist with the Atlas Sound Money Project; and Kathleen Hartnett White, a fellow at the Texas Public Policy Foundation and director of an energy center housed there.” http://politi.co/2bmzHna\n\nVIDEO DU JOUR -- @NoahGrayCNN: “‘Go home!",
  "His kids.” Podcast will post later today\n\nDRIP DRIP -- “Russian Hackers of DNC Said to Nab Secrets From NATO, Soros,” by Bloomberg’s Michael Riley: “Weeks before the Democratic convention was upended by 20,000 leaked e-mails released through WikiLeaks, another little-known website began posting the secrets of a top NATO general, billionaire George Soros’ philanthropy and a Chicago-based Clinton campaign volunteer.",
  "Clinton is bound for a swank fundraiser Monday night in Greenwich, where the minimum price of admission is $33,400-per-plate … The most recent Quinnipiac University poll had Clinton with a seven point lead in the state on Trump, whose campaign has declared that Connecticut is in play for the general election.” http://bit.ly/2aLUjiQ\n\n--It’s confounding why Trump is spending ANY time in Connecticut.",
  "INSIDE THE CAMPAIGNS -- “Trump team, RNC to meet at pivotal moment: Struggling campaign requests Orlando sit-down to fix the relationship and plot a turnaround,” by Marc Caputo, Ben Schreckinger and Ken Vogel: “Trump’s campaign and top Republican Party officials plan what one person called a ‘come to Jesus’ meeting on Friday in Orlando to discuss the Republican nominee’s struggling campaign ...",
  "Though a campaign source dismissed it as a ‘typical’ gathering, others described it as a more serious meeting, with one calling it an ‘emergency meeting.’ It comes at a time of mounting tension between the campaign and the [RNC], which is facing pressure to pull the plug on Trump’s campaign and redirect party funds down ballot to protect congressional majorities endangered by Trump’s candidacy.",
  "Changing the law would require an act of Congress.” http://hrld.us/2bcdZBN\n\n2016 PLAYERS -- “Trump adds diversity to economic adviser list — and more big donors,” by Shane Goldmacher: “Among the new additions announced on Thursday is billionaire GOP financier Diane Hendricks ... currently a vice chair of the national Trump Victory efforts and a ‘victory finance chair’ for Wisconsin.",
  "... She has described [her new company Thrive Global] to investors as a platform to ‘promote well-being and productivity,’ ‘address the pandemic of stress,’ ‘maximize creativity’ and ‘transform our culture from surviving to thriving.’” http://huff.to/2aPWLL8\n\nRIO WATCH -- U.S. 38 medals (16 gold; 12 silver; and 10 bronze) followed by 30 for China as 22 for Japan, per NBC News.",
  "Learn more at google.com/grow/veterans\n\nPLAYBOOK SCOOP -- The Trump campaign has asked the RNC to open offices in all 50 states, a move one party aide told Daniel is a “complete waste of resources.” For example, why boost resources in a state like Idaho, which is going to vote for Trump, or states like Hawaii or Massachusetts that certainly will not?",
  "http://brook.gs/2aOepbX\n\nVALLEY TALK -- “This Brand-New iPhone 7 Video Appears to Prove Apple's Most Controversial Rumor,” by Tech.Mic’s Cooper Fleishman: “If you're considering ordering the iPhone 7 when the Sept. 16 release date comes around, your first question is probably, ‘Is Apple seriously getting rid of the headphone jack?’ Most likely.",
  "--“Brazil Superhackers Stalk Olympic Tourists,” by NBC News’ Chris Francescani: “As athletes from around the globe arrived in Rio last week to compete for Olympic gold, Brazil’s notorious hacker underground was lurking just out of sight, competing to rip off as many of the hundreds of thousands of sports fans as possible during the games.",
  "Learn more at google.com/grow/veterans\n\nYIKES -- “Lawsuit claims Trump campaign turned blind eye when staffer pulled gun,” by Nolan D. McCaskill: “Donald Trump’s North Carolina state director allegedly pulled a gun on multiple Trump staffers but was never admonished by the Trump campaign, according to a lawsuit filed Wednesday.",
  "SCOOPLET, via Hadas Gold: The Washington Post's Karen Tumulty has signed a deal to write \"the definitive biography of Nancy Reagan, showing how she more than anyone in her husband's circle shaped his White House and his legacy,\" Simon & Schuster VP and Executive Editor Priscilla Painton tells POLITICO.",
  "The Kentucky senator said he hopes Trump ‘settles down and follows the script.’ … When asked by a reporter about Trump's comments labeling President Barack Obama as the ‘founder’ of the Islamic State group, McConnell replied: ‘I’m hoping that we can make this election about Hillary Clinton.",
  "No group has said it carried out the attacks, but suspicion is likely to fall on separatist insurgents.” http://bbc.in/2bmG99F\n\n--“MOSCOW (AP) - The Kremlin: Chief of the Russian presidential staff and longtime ally of President Vladimir Putin [Sergey Ivanov] has been fired.”\n\nHappy Friday!",
  "I’ll also be working with U.S. Hispanic press.”\n\nOBAMA ALUMNI -- MARCUS JADOTTE to AAR -- “AAR, a global aerospace and defense contractor and leading provider of aviation services to airlines and governments worldwide, announces it has named Marcus Jadotte as its [VP] of public affairs.",
  "intelligence officials told top congressional leaders a year ago that Russian hackers were attacking the Democratic Party, three sources familiar with the matter said on Thursday, but the lawmakers were unable to tell the targets about the hacking because the information was so secret.",
  "“I’ve sat across the table with Hillary Clinton eye-to-eye, and when you’re working outside of staff and outside of the press she is somebody I can work with.” http://dmreg.co/2aOrg1c\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "But when asked in a follow up whether banned publications [such as POLITICO] would be included, Miller did not respond.” http://politi.co/2aQV7F0\n\n-- PLAYBOOK SNEAK PEEK: The NYT’s Michael Barbaro interviewed Tom Friedman for his podcast, The Run-Up, this week.",
  "Excerpt from the Washington Post’s book, “Trump Revealed,” by Marc Fisher and Michael Kranish (out Aug 23 from Scribner): “The Trump we saw: Populist, frustrating, naive, wise, forever on the make” http://wapo.st/2bmCawC\n\nNOW YOU TELL US!",
  "What began as a left-leaning answer to the Drudge Report, comprised primarily of aggregation and blog posts from friends, morphed over the years into a major news organization and digital media company that’s expanded into 15 countries.",
  "THEY DON’T GET SARCASM?”\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nTHE NEW NARRATIVE -- Donald Trump and Republicans are beginning to publicly admit that, at this point, it looks like they are going to lose this election.",
  "Cornell, who will be based in Washington, will head up its political operation.” http://bit.ly/2aO6DyP\n\nTRANSITIONS -- Jasmine Mora emails friends and colleagues: “My time with the Congressional Hispanic Caucus has come to an end.",
  "Playbook Reads\n\nPHOTO DU JOUR: Donald Trump’s recent rallies have featured a few props, including this hedge-fund contribution chart, which he showed off during Thursday’s stop in Kissimmee, Fla. | AFP/Getty Images\n\nHUH?",
  "-- “Trump to return to Conn. for Fairfield rally,” by Genevieve Reilly and Neil Vigdor in the Stamford Advocate: “Trump will visit Fairfield Saturday night for a ticketed rally at Sacred Heart University.",
  "Liz Uihlein, a co-founder of Uline, Inc., a shipping supply company, was also added ... [and] Darlene Jordan, a longtime GOP donor, who served as national finance co-chair for Mitt Romney's 2012 campaign.",
  "In Friedman’s column a few days ago, he said Donald Trump’s children “should be ashamed of him.” Bob Woodward said on MSNBC that the media was violating the “zone of protection” around a candidate’s kids.",
  "‘Utah is different.’ In Ohio, Mr. Trump said, ‘We need help.’ In Pennsylvania, a state he once insisted he would win, he seemed now to hold out hope of an upset that was looking more like a long-shot.",
  "Sean Spicer, a top RNC aide, told Playbook decisions on how to deploy resources were made jointly by the committee and the campaign, which he said was “keen” on having a presence around the country.",
  "He was the most valuable player.”\n\n--TWEET this morning from @realDonaldTrump: “Ratings challenged @CNN reports so seriously that I call President Obama (and Clinton) ‘the founder’ of ISIS, & MVP.",
  "The Democratic presidential nominee and her right hand, Huma Abedin, are expected to spend the night at the oceanfront home featured last year in Architectural Digest.” http://pge.sx/2aOpnhM ...",
  "So how are we moving to win?”\n\nTHIS QUOTE SAYS IT ALL, via Jason Noble of the Des Moines Register -- Iowa Rep. Steve King -- the conservative firebrand -- says he can work with Hillary Clinton.",
  "Spicer also said all the funding for these outposts, which he said would cost between $80,000 and $90,000 for the remainder of the campaign, would come out of the RNC’s headquarters fund.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "She wants steel out of business.’\n\n“And in Virginia, Mr. Trump said, the result would depend on whether evangelical Christian voters turn out to support him in November.",
  "MEDIAWATCH -- “Clinton’s press problem: As Trump wars with the media, Clinton moves just as slowly to allow reporters full coverage, bucking tradition,” by Hadas Gold.",
  "The event is scheduled for 7:30 p.m. in the William H. Pitt Center at the Catholic institution, with doors opening at 4:30 p.m., according to Trump’s campaign website.",
  "‘Pennsylvania is a little further, but I think we’ll win Pennsylvania because of the miners,’ he said, adding of Mrs. Clinton: ‘She wants the miners out of business.",
  "Your input will be included in our internal polling to determine where Donald Trump stands.”\n\nOur source’s reply: “if you don’t like the polls, create your own”!",
  "YOU CAN’T MAKE IT UP -- On Thursday, Hugh Hewitt tried to get Donald Trump to explain why he was calling Barack Obama and Hillary Clinton the founders of ISIS.",
  "…\n\n“‘We’re having a tremendous problem in Utah,’ Mr. Trump said, alluding to polls showing him in a fight with Mrs. Clinton in that normally deep-red state.",
  "... NBC News made numerous unsuccessful attempts to contact a dozen individuals identified by Latin American security analysts as known Brazilian hackers.",
  "Under the plan, the RNC will have offices in up to 25 battleground states that are either competitive for Trump or have contested House and Senate races.",
  "Vincent Bordini, who is identified as “a dedicated, loyal Trump Campaign staffer’ in the suit, accused Earl Phillip of pulling a gun on him in February.",
  "I’m returning back home to Los Angeles to work for Airbnb, and will be serving as their Press Secretary for Mexico, the Caribbean and Central America.",
  "The wife of British Sir Evelyn de Rothschild is hosting a dinner-party fundraiser for about 30 guests, who will pay up to $100,000 per couple.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "She has also worked at the Republican National Committee, serving as deputy national political director and regional political director.",
  "An RNC source said it was a “fool’s errand” and more for Trump’s “ego” and for “bragging” purposes, instead of deft campaign strategy.",
  "In all, Rodriguez will earn about $448 million as a player, including $119 million from Texas and about $12 million from Seattle.",
  "http://bit.ly/2bm6gjU\n\n--@frankthorp: “Trump supporter swings by the press pen in Kissimmee, FL to let us know we're number one!",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "-- “Congressional leaders were briefed a year ago on hacking of Democrats,” by Reuters’ Mark Hosenball and John Walcott: “U.S.",
  "Hewitt said, “You meant that he created the vacuum, he lost the peace.” TRUMP replied, “No, I meant he’s the founder of ISIS.",
  "…\n\n“McConnell did not mention Trump as being a drag on Republican down-ballot races, but he chided Trump's campaign tactics.",
  "Architectural Digest house profile – 14 pix http://bit.ly/2b2a4Tn\n\nCLICKER -- Bernie Sanders’ new lakefront home in Vermont.",
  "An iPhone 7 video from MobileFunTV shows what appears to be Apple's new earbuds, reportedly called Apple Lightning EarPods.",
  "--CNN’s “Inside Politics,” hosted by Kate Bolduan live from New York: Maggie Haberman, Errol Louis, Phil Mattingly, MJ Lee.",
  "!” http://bit.ly/2aQXZSb\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "http://bit.ly/2aPZEc1\n\nTHANK YOU to the folks that showed up last night at Joe’s for our inaugural Playbook Office Hours.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "WHAT OBAMA IS LISTENING TO -- “Listen to President Obama’s Summer Playlist” – his Daytime favorites on Spotify: “1.",
  "$25.16 on Amazon http://amzn.to/2bmTi2w\n\nSUNDAY SO FAR:\n\n--CBS’s “Face the Nation”: Sen. Susan Collins (R-Maine).",
  "In all the remaining states, the RNC will open up an office staffed by RNC volunteers -- not paid staffers.",
  "Several blasts also hit the island of Phuket, one [of] Thailand's main tourist destinations, on Friday.",
  "John Dickerson will unveil “Battleground Tracker” poll results from Florida, New Hampshire and Georgia.",
  "In 2012, he said, evangelicals nationally did not vote in sufficiently large numbers for Mitt Romney.",
  "‘I would say they could be tried there, that would be fine,’ Trump said in a brief interview ...",
  "(edit) - Charles Mingus.” The songs on Spotify http://bit.ly/2baPyRe\n\n--“Nightime” songs: “1.",
  "I am an American Patriot!’ Trump supporter screams at me and other journos in pen” – 1-min.",
  "The source said it was a “personal request” by Trump to have offices in all 50 states.",
  "Under current federal law, it’s illegal to try U.S. citizens at military commissions.",
  "Mike Pence .. Panel: George Will, Bob Woodward, Rachel Campos-Duffy, Charles Lane.",
  "That Republican -- former Rep. Chris Shays -- endorsed Hillary Clinton this week.",
  "‘Had you voted for Romney, it would have been much closer,’ he told his audience.",
  "I’ll Be There for You / You’re All I Need - Mary J. Blige / Method Man ... 12.",
  "Scott Walker’s deputy campaign manager during his 2016 presidential campaign.",
  "The site recently drew nearly 200 million monthly unique visitors globally.",
  "The Trump campaign did not respond to a request for comment Thursday night.",
  "... ‘Phillip was driving and Vincent was in the passenger seat.",
  "“First the Clinton press conferences and gaggles became rare.",
  "It hasn’t elected a Republican to federal office since 2006.",
  "I mean, who are the main speakers at Trump’s convention?",
  "Trapped By A Thing Called Love - Denise LaSalle ... 6.",
  "Maybe it’s because Paul Manafort is from New Britain.",
  "Home - Edward Sharpe and the Magnetic Zeros ... 5.",
  "Friedman responded to Barbaro, saying, “Oh my God.",
  "Green Aphrodisiac - Corinne Bailey Rae ... 11.",
  "Don’t Owe You A Thang - Gary Clark Jr. ... 18.",
  "‘You didn’t vote for Romney, the evangelicals.",
  "If I Have My Way - Chrisette Michele ... 2.",
  "Cucurrucucú Paloma - Caetano Veloso ... 10.",
  "Elevator Operator - Courtney Barnett ... 4.",
  "So Very Hard to Go - Tower of Power ... 8.",
  "Tell It Like It Is - Aaron Neville ... 4.",
  "Do You Feel Me - Anthony Hamilton ... 17.",
  "My Funny Valentine - Miles Davis ... 16.",
  "Many the Miles - Sara Bareilles ... 6.",
  "Rock Steady - Aretha Franklin ... 16.",
  "Who has he cited as his top advisers?",
  "Acid Rain - Chance the Rapper ... 15.",
  "I Get Lonely - Janet Jackson ... 18.",
  "Good Vibrations - Beach Boys ... 17.",
  "Smooth Sailin' - Leon Bridges ... 3.",
  "Man Like That - Gin Wigmore ... 19.",
  "Midnight Sun - Carmen McCrae ... 9.",
  "Espera - Esperanza Spalding ... 3.",
  "Lover Man - Billie Holiday ... 13.",
  "We’ll be having another one soon!",
  "Tightrope - Janelle Monáe ... 7.",
  "Me Gustas Tu - Manu Chao ... 10.",
  "video, with a Frank Thorp cameo!",
  "Forever Begins – Common ... 11.",
  "As We Enter - Nas & Damian ‘Jr.",
  "Sinnerman - Nina Simone ... 14.",
  "U Got the Look – Prince ... 15.",
  "Cornell formerly served as Gov.",
  "Criminal - Fiona Apple ... 14.",
  "Lean In - Lizz Wright ... 19.",
  "The Man - Aloe Blacc ... 12.",
  "Classic Man – Jidenna ... 8.",
  "LoveHate Thing – Wale ... 2.",
  "All Day Music – War ... 20.",
  "So Ambitious - Jay Z feat.",
  "--“Fox News Sunday”: Gov.",
  "Alright – Ledisi ... 5.",
  "Lady – D’Angelo ... 7.",
  "Gong’ Marley ... 13.",
  "They are his kids.",
  "You are a traitor!",
  "Pharrell ... 9.",
  "Great crowd.",
  "JUST POSTED!",
  "34 pix!",
  "II B.S.",
  "...",
  "...",
  "..."
]