[
  "It said that in each of the countries there was at least one political party or government agency using social media to manipulate public opinion domestically, increasingly by spreading disinformation during elections, or government agencies developing their own computational propaganda campaigns in response to perceived threats from abroad.",
  "Lisa-Maria Neudert, a researcher at Oxford university’s computational propaganda project, who authored a working document for the event, said there was a danger that well-meaning policies in Europe could be seized upon by authoritarian states to justify repression of speech.",
  "With Donald Trump’s former chief strategist Steve Bannon seeking to create a large far-right bloc in the European parliament next year, the commission is to publish plans in the autumn to encourage national regulators to work together to combat the manipulation of voters.",
  "Germany has been criticised for a law that requires large social media platforms, such as Facebook, Instagram, Twitter and YouTube to swiftly remove “illegal content”, ranging from insults to a public office to threats of violence, or face multimillion-euro fines.",
  "We’ll come up with a policy paper or recommendations in the autumn.”\n\nThe Oxford Internet Institute published a report last week that found evidence of formally organised social media manipulation campaigns in 48 countries, up from 28 last year.",
  "The commission recently proposed an EU-wide code of practice on disinformation to encourage social media sites to limit the micro-targeting of voters and to make the funding of such campaigns more transparent to users.",
  "Vera Jourová, the justice commissioner, said national governments needed to coordinate their efforts to tackle fake news and the misuse of personal data in micro-targeted political advertising.",
  "Brussels is to launch an EU-wide initiative to combat voter manipulation through social media, as concerns grow about the issue ahead of elections to the European parliament next May.",
  "EU regulators attending a seminar in Oxford this year were told that the current efforts to regulate social media manipulation “remain fragmentary, heavy-handed, and ill-equipped”.",
  "“On the one hand, democratic countries are trying to come up with well-thought systems, but there is often some element of content regulation or criminalisation,” she said.",
  "“We are seeing regimes all over the world pointing to democratic countries and they are saying they are replicating those measures, but with very different applications.",
  "Organising elections is fully in the hands of member states, but if only one country’s elections are at risk of being manipulated, this has an impact on our whole union.",
  "Pressing issues such as political advertising online, transparency, equal access to media online and data protection cannot and should not be considered in isolation.",
  "The autumn proposals are expected to build on these themes and ask regulators to work together, although member states often have starkly different approaches.",
  "That is the big risk we see: how it is affecting democratic discourse, not only in democratic countries but countries with less democratic values.”",
  "It also wants support for an independent network of fact-checkers, and action to stimulate quality journalism and promote media literacy.",
  "Jourová said: “I’d like to focus further on better protecting elections in the light of the Facebook and Cambridge Analytica scandal.",
  "“We need to improve our cooperation on such topics at European level.",
  "We need to tackle the online challenges to elections head-on."
]