[
  "Facebook said in a statement earlier this month that about 25% of the ads purchased by Russians during the election \"were geographically targeted,\" though many analysts have said they find it difficult to believe that foreign entities would have had the kind of granular knowledge of American politics necessary to target specific demographics and voting precincts.",
  "Democratic Rep. Adam Schiff, the ranking member of the House Intelligence Committee, told MSNBC earlier this month that he wanted to know how sophisticated the Russian-bought ads were — in terms of their content and targets — to determine whether they had any help from the Trump campaign.",
  "Associated Press/Pablo Martinez Monsivais\n\nThe Facebook warrant \"means that Mueller has concluded that specific foreign individuals committed a crime by making a 'contribution' in connection with an election,\" Mariotti wrote on Saturday.",
  "Renato Mariotti, a former federal prosecutor who's now a partner at Thompson Coburn LLP, said that the revelation that Mueller obtained a search warrant for Facebook content \"may be the biggest news in the case since the Manafort raid.\"",
  "Robert Mueller, the FBI special counsel, reportedly obtained a search warrant for records of the \"inauthentic\" accounts Facebook shut down earlier this month and the targeted ads these accounts purchased during the 2016 election.",
  "It also means Mueller is no longer looking at Russia's election interference from a strict counterintelligence standpoint — he now thinks he may be able to obtain enough evidence to charge specific foreign entities with a crime.",
  "Legal experts say the revelation has enormous implications for the trajectory of the FBI's investigation into Russia's election interference and into whether Moscow had any help from President Donald Trump's campaign team.",
  "Kushner was put in charge of the campaign's data operation, and the FBI is now scrutinizing his contacts in December with the Russian ambassador to the US and the CEO of a sanctioned Russian bank.",
  "\"The key here, though, is that Mueller clearly already has enough information on these accounts — and their link to a potential crime to justify forcing [Facebook] to give up the info,\" she said.",
  "Rangappa, now an associate dean at Yale Law School, explained that to obtain a search warrant a prosecutor needs to prove to a judge that there is reason to believe a crime has been committed.",
  "The committee also wants to interview the digital director for Trump's campaign, Brad Parscale, who worked closely with Trump's son-in-law, Jared Kushner, who's now a senior adviser.",
  "And I asked them how to scale this stuff ... We basically had to build a $400 million operation with 1,500 people operating in 50 states, in five months to then be taken apart.",
  "The bureau is reportedly investigating Manafort's financial history and overseas business dealings as part of its probe into whether the Trump campaign colluded with Moscow.",
  "\"I called somebody who works for one of the technology companies that I work with, and I had them give me a tutorial on how to use Facebook micro-targeting,\" Kushner said.",
  "\"If any Trump associate knew about the foreign contributions that Mueller's search warrant focused on and helped that effort in a tangible way, they could be charged.\"",
  "\"This is big news — and potentially bad news for the Russian election interference 'deniers,'\" said Asha Rangappa, a former FBI counterintelligence agent.",
  "In a postelection interview, Kushner told Forbes that he had been keenly interested in Facebook's \"micro-targeting\" capabilities from early on.",
  "Congressional intelligence committees are homing in on the campaign's data operation as a potential trove of incriminating information.",
  "\"It also means that he has evidence of that crime that convinced a federal magistrate judge of two things,\" he continued.",
  "\"That means that he has uncovered a great deal of evidence through other avenues of Russian election interference.\"",
  "\"I called some of my friends from Silicon Valley who were some of the best digital marketers in the world.",
  "The FBI conducted a predawn raid on the home of Trump's campaign chairman, Paul Manafort, in late July.",
  "The warrant was first disclosed by The Wall Street Journal on Friday night and later confirmed by CNN.",
  "The prosecutor then has to show that the information sought will provide evidence of that crime.",
  "\"First, that there was good reason to believe that the foreign individual committed the crime.",
  "Mueller would not have sought a warrant targeting Facebook as a company, Rangappa said.",
  "Rather, he would have been interested in learning more about specific accounts.",
  "\"It is a crime to know that a crime is taking place and to help it succeed.",
  "That has implications for Trump and his associates, too, Mariotti said.",
  "Second, that evidence of the crime existed on Facebook.\"",
  "\"We brought in Cambridge Analytica,\" he continued.",
  "White House senior adviser Jared Kushner.",
  "That's aiding and abetting,\" he said.",
  "We started really from scratch.\""
]