[
  "Fortunately, or unfortunately, it is up to us -- brands and marketers -- to build from this point, regain the confidence of users and educate them on the benefits we can offer if they will entrust us with their information.",
  "Now even more so, consumers are worried about the worst possible scenario, imagining that every company is capturing everything about them and will use this information to manipulate them -- and take over the world.",
  "• Biometrics: Fingerprints, facial recognition and DNA represent the highest value of personal data a consumer can share and require the highest level of responsibility in handling and the highest value in return.",
  "Thanks to the Facebook privacy settings of many of the original 300,000 users, CA was able to expand its reach and collect user data on their friends, bringing the number of users to 87 million.",
  "In the wake of these privacy scandals, misuses of data and the introduction of the GDPR, 2018 has emphasized the enormous responsibility we marketers hold when working with user data.",
  "• Follow General Data Protection Requirement (GDPR) Compliance Policies: Even if you do not do business in the EU, it's a good idea to offer this level of transparency.",
  "No surprises that the most tested messages for these campaigns were fear-based, playing on people's insecurities and emotional drivers to influence political campaigns.",
  "One study by the Psychometrics Center showed that scraping your publicly available data can allow someone to know you, within just 70 likes, better than your friends.",
  "The recent situation with Facebook and Cambridge Analytica (CA) really helped the world -- both marketers and consumers -- to see just how powerful consumer data is.",
  "The initial population of users, around 300,000 -- most of whom were paid a small amount to participate -- opted in for this survey project by downloading an app.",
  "This starts with providing users real value for their information and keeping our promises to use it responsibly, with their best interests in mind -- always.",
  "In return, we should be providing a personalized onsite visitor experience and personalized offsite experience in the form of thoughtful remarketing tactics.",
  "Through some pretty impressive analytics, CA was able to determine characteristics of individuals most likely to be swayed by politically charged messaging.",
  "Fingerprint and facial-recognition security have become standard but some consumers pass on the convenience due to the perceived risk of it being misused.",
  "Once they had identified this segment of the population, the data was used to initiate campaigns which would influence the perceptions of this group.",
  "Even before the spotlight shone on data privacy this year, consumers had already begun to be suspicious of how their data was being used.",
  "I want to move beyond the scandal to consider what we marketers learn about using customer data for forces of good -- rather than evil.",
  "Most brands already have access to elements of this data that would help them understand their spouses -- I mean customers -- better.",
  "When you realize that this customer data has the power to influence political campaigns, you also realize just how valuable it is.",
  "We need to be more aware of the delicate balance between what data our audience is sharing and the value we give them in return.",
  "One-to-one personalization should be provided across all channels of communication, devices and digital experience platforms.",
  "Let me quickly assure you that I'm not about to take my turn at weighing in on the Facebook and Cambridge Analytica scandal.",
  "• Customer And Account Info: Creating an account indicates a level of commitment by the customer that should be rewarded.",
  "The more than 880,000 search results for \"Cambridge Analytica scandal\" tells me that the story has been beaten to death.",
  "There's so much that marketers can do to leverage consumer data without touching personally identifiable information.",
  "And how scary the impacts can be when that data falls into (or in this case, is easily accessed by) the wrong hands.",
  "Used effectively, brands can do great things to provide truly personalized experiences for these current customers.",
  "Being clear with your audience about what data you gather and why you're asking for it is more important than ever.",
  "The reality is that most consumers don't differentiate between a data breach and the misuse of behavioral data.",
  "If I give you my DNA, the building blocks of my genetic code, I expect you to provide a hefty value in return.",
  "An Evil Genius' Guide To Misusing Customer Data\n\nUnder the guise of research, CA obtained Facebook user data.",
  "They don't understand it enough to know when you are doing wrong or right by them, nor should they.",
  "• Visitor Behaviors (Cookies): Consumers have accepted that websites track their visitor behavior.",
  "• Transparency: Be transparent with consumers about what they are \"paying\" for the \"free\" content.",
  "With the added benefit of knowing my heritage, these are both realistic uses of this information.",
  "There is great power in consumer data, and that power comes with great responsibility.",
  "Your competitors already are, and your customers will come to expect it of you, too.",
  "• Protect It: Live by the mantra that if you can't protect it, don't collect it.",
  "And based on just 300 likes, they can know you better than your spouse!",
  "Marketers should take two things to heart from this experience:\n\n1.",
  "And there are three ways to make this apparent to your customers.",
  "With only 150 likes, they can know you better than your parents.",
  "My own family refers to me as Big Brother, always watching them!",
  "There is a role of responsibility for marketers and brands.",
  "We must provide value commensurate with what is shared.",
  "How Can We As Marketers Use This Data For Good?",
  "So, now they're suspicious of everything.",
  "No wonder users are terrified.",
  "(Insert evil laugh here.)",
  "Will you save my life?",
  "Will you cure cancer?",
  "2."
]