[
  "The 21-page deal “establishes the beginning of [the] partnership” among business, academia, and government by responding to recommendations about “how the government and industry can work together on skills, infrastructure and implement a longterm strategy for AI in the UK.” Its key policies revolve around research and development, skills and digital literacy of human workers, infrastructure, and the business environment.",
  "Kentaro Toyama, associate professor at the University of Michigan School of Information and author of Geek Heresy: Rescuing Social Change from the Cult of Technology, said the ethical focus “sounds great in theory … [but] when policies start off well-intentioned, the good intentions tend to erode under the constant efforts of lobbyists and less-than-noble politicians.” Certainly, the deal warrants skepticism.",
  "Each new application represents an economic opportunity, which is part of the reason why the rush to develop has been dubbed the “new space race.” The current front-runners are China, with billions of dollars in investments and an ambitious national plan for establishing global dominance over the industry, and the U.S., where advancements come primarily from the private sector and academia.",
  "“We in the United States should be equally up in arms about these issues,” Toyama said, “but apart from a few voices, many of which are appropriated by large tech companies, little is being done.”\n\nGiven that the U.S. has practically abdicated its moral responsibility here, and China doesn’t seem terribly interested either, it seems that we should be rooting for the U.K. to succeed.",
  "Promoting a diverse workforce, setting standards and a procedure for regulation, addressing the impact of technological unemployment, providing broadband access to all residents, protecting private data, incentivizing research and development, and fortifying the economy—the deal ticks many boxes when it comes to the concerns about and implications of A.I.",
  "The U.S. Office of Science and Technology now has only 45 employees, compared with 135 under President Barack Obama, which slows down policy implementation and, more worryingly, inhibits the administration’s ability to understand and act on trends in science and technology, as well as their implications.",
  "Ultimately, according to Hall, this creates a pervasive problem: “bias in, bias out.” While some U.S. companies have managed to increase diversity, they’ve only made a tiny dent: As of 2017, black workers filled only 3.1 percent of jobs in the eight largest American tech companies.",
  "“A diverse group of programmers reduces the risk of bias embedding into the algorithm and enables a fairer and higher quality output,” computer science professor Dame Wendy Hall and industry expert Jérôme Pesenti wrote in the recommendations they passed on to the U.K. government.",
  "Adults can participate in the National Retraining Scheme, which will put 36 million pounds (roughly $47 million) toward digital-skills training and 40 million pounds (about $52 million) toward construction training—a savvy combination for workers and for national infrastructure.",
  "If UK AI cannot improve the diversity of its workforce, the capability and credibility of the sector will be undermined.” A report from the Chartered Institute for IT found that the vast majority of IT specialists in the U.K. are male, able-bodied, and under 50 years old.",
  "Analyses conducted by ProPublica later found the predictive artificial intelligence used in this case, which attempts to gauge the likelihood of an offender committing another crime, to be racially biased: A two-year study involving 10,000 defendants found that the A.I.",
  "The American government isn’t talking about ethical A.I., and in an interview in Wired, Michael Kratsios, the president’s deputy assistant for technology policy, indicated that the Trump administration plans to intervene as little as possible in the development of A.I.",
  "Germany’s Federal Cartel Office investigated Lufthansa’s 2017 25–30 percent ticket price hike just after the shuttering of rival Air Berlin and rejected Lufthansa’s explanation that its prices are generated by algorithms, which aren’t responsible for following the law.",
  "At a roundtable discussion at the British Consulate in Cambridge, Massachusetts, in May, Matthew Gould, U.K. director general for digital and media, said the goal is to have researchers consider ethics every step of the way, rather than relegate it to an afterthought.",
  "The newly established Ada Lovelace Institute will work with the government to promote diversity, and the Alan Turing Institute’s new fellowship program will offer 1,000 government-supported A.I.-related Ph.D. placements.",
  "For example, a data trust could provide invaluable geographical, health, demographic, political, and other information about migration trends to various researchers, companies, and the government to help shape policies.",
  "At the World Economic Forum in Davos, Switzerland, in January, U.K. Prime Minister Theresa May announced her country’s goal to become a world leader in “ethical A.I.” Three months later, the U.K. unveiled its A.I.",
  "Any data strategy must comply with the recently passed EU General Data Protection Regulation (the U.K. has its own similar Data Protection Act, which it recently strengthened) as well as maintain consumer trust.",
  ": “Even if you have something ethical, you can’t get it approved for use because there were no standards to develop it,” said Wolanow, who is in a group working to develop those standards.",
  "Sector Deal, a comprehensive policy that establishes a partnership between government, academia, and industry to address residents’ and businesses’ goals and concerns with respect to A.I.",
  "The U.K. deal advocates for the use of data trusts (also called data collaboratives)—frameworks that facilitate mutually beneficial data-sharing between the government and other sectors.",
  "for businesses, attended evidence sessions—meetings in which committees of experts provide relevant data and perspectives to various governmental departments—that helped guide the deal.",
  "The U.K. will spend 406 million pounds (about $533 million) to boost STEM education, train up to 8,000 computer science teachers, and create the National Centre of Computing Education.",
  "In 2013, an algorithm determined Eric Loomis’ six-year prison sentence in Wisconsin for attempting to flee a traffic officer and operating a motor vehicle without the owner’s consent.",
  "solution is safe for use.” Wolanow cited Bank of America’s security blockchain, which took 18 months to advance from prototype to pilot program because it lacked a basis for approval.",
  "The ethical pieces could get jettisoned over time, and perhaps the reality won’t match the vision, but as Gould put it, the deal is a “declaration of intent,” a crucial first step.",
  "Data sets gathered by private companies or researchers often contain far more information (medical records, bank information, purchase histories), which could go unused by A.I.",
  "Knowing what we know now about the implications of A.I., maybe we’d make different decisions around data protections, social media, and privacy if we could go back in time.",
  "in other sectors, thus impeding disease research, algorithm programming and implementation, understanding of financial trends, and insight into other far-reaching issues.",
  "The U.K. is already experiencing housing shortages, and jobs such as bricklaying and roofing are predicted to be particularly hard hit by technological unemployment.",
  "No one knew how the software, Correctional Offender Management Profiling for Alternative Sanctions, or COMPAS, worked—not even the judge who delivered the sentence.",
  "Governments and industries set the standards for technologies used for health care, medical devices, and banking procedures, but that hasn’t happened yet with A.I.",
  "Diversity in programmers and researchers leads to products and services for different demographics, as well as algorithms that account for skin color and gender.",
  "Gould said they’re “confident new jobs will materialize,” but much debate remains about whether that will happen, how many and what types of new positions A.I.",
  "If it succeeds in balancing economic growth with concerns about privacy, trust, and access, it could demonstrate that ethical behavior is good for business.",
  "It’s becoming part of decisions about who gets hired, who gets fired, who goes to prison, which students schools pursue, and how doctors treat patients.",
  "developers will be able to assess and verify that their solutions follow the guidelines, speeding up the process by which solutions can be implemented.",
  "— Kentaro Toyama\n\nMaintaining trust also includes taking on the problem of programmer homogeneity, which contributes to cases such as Eric Loomis’.",
  "Data sets contain information that can be isolated by specific variables—such as age, gender, race, or education—or organized and analyzed by A.I.",
  "workforce creating products that have very human biases, the dissemination of misinformation, military applications, and a widening wealth gap.",
  "The U.K. will also double the number of Tier 1 exceptional talent visas and make it easier for visa holders to apply for long-term settlement.",
  "Without standards, IT architects who ensure the functionality, safety, and compliance of technological systems “can’t really say an A.I.",
  "also requires addressing the notoriously complicated issue of liability, especially in the event of a malfunction or an autonomous A.I.",
  "Crime-prediction software focuses on nonwhite neighborhoods, perpetuating profiling, resentment, and potential due process violations.",
  "The idea is to provide access to new data, incentives to share data, and assurance that such data are being used for the public good.",
  "But since each generation of technology gives rise to the next and irrevocably affects society, moving backward when it comes to A.I.",
  "Since 2010, the British government has granted open access to its public data sets and mandated other public bodies to do the same.",
  "Some people switch to solar power because it’s cheaper, not because they care about the environment, but the outcome is the same.",
  "“If we act now, we can lead it from the front.”\n\nMuch of the ethical discussion comes down to the role played by data—how A.I.",
  "It’s going to affect foreign affairs, the economy (particularly through job automation), transportation, and infrastructure.",
  "The U.K. is moving forward with 5G and fiber networks, as well as plans to provide high-speed broadband access to everyone.",
  "That in turn could influence policies in the European Union (regardless of what happens with Brexit) and around the world.",
  "While A.I.—and those who use it—can’t circumvent existing regulations, a lack of guidelines raises significant challenges.",
  "In the past, gender and ethnic exclusion have been shown to affect the equitability of results from technology processes.",
  "Other countries are trying to figure out how they can keep up, even if they can’t compete with the U.S. or China in A.I.",
  "But it is also abstract and seems destined to become overwhelming, even Sisyphean, given the industry’s size and growth.",
  "; it’s similar to private companies twiddling their thumbs for years while the FAA devised commercial drone regulations.",
  "The commission will “provide a point of auditability against which existing solutions can be measured,” said Wolanow.",
  "Fusing ethics and economic growth seems both obvious and ingenious because it doesn’t matter which holds more sway.",
  "The U.K. has the opportunity to lead the next generation of tech corporations, research, and governmental policies.",
  "Perhaps after it becomes evident that combining ethics and economics amounts to a win-win, we’ll see more of that.",
  "As an example, he mentioned airlines’ “dynamic pricing,” which uses personal information to individualize fares.",
  "routinely overestimated the likelihood of recidivism among black defendants and underestimated it among whites.",
  "The deal covers many significant aspects and implications of A.I., all of which require attention to ethics.",
  "Who makes the rules that apply to technology so nascent and powerful that we don’t understand all it can do?",
  "Internet connectivity delivered at 10 megabits per second or more will be a legal right in the U.K. by 2020.",
  "and data economy, clean growth, future mobility of goods and services, and the needs of an aging society.",
  "Can ethical practice coexist with rampant capitalism in the world’s most lucrative and dynamic industry?",
  "Slow progress on legal standards means laws and precedents must perpetually play catch-up with A.I.",
  "LinkedIn’s search algorithms make it easier to find prospective male employees than female ones.",
  "Income inequality isn’t quite as bad in the U.K. as it is in the U.S., but it’s getting worse.",
  "Global Governance Commission, which recently met for its first planning and strategy session.",
  "Areiel Wolanow, managing director of Finserv Experts, a consulting firm that customizes A.I.",
  "And there’s lots to be concerned about, like technological unemployment, a homogeneous A.I.",
  "Investing in education for both children and adults also helps make opportunities in A.I.",
  "It’s not difficult to imagine companies seeking ways to exploit or circumvent the system.",
  "The moral of those sessions was that accountability is the most important aspect of A.I.",
  "“We’re trying to avoid a haves and have-nots situation.” That wealth gap already exists.",
  "Seventeen percent are female, 21 percent are older than 50, and 8 percent are disabled.",
  "(China’s willingness to bypass data-protection concerns may be an advantage in the A.I.",
  "We decide what happens and how, which includes figuring out how to develop and use A.I.",
  "Although the FCO ultimately didn’t open a formal case, “the company that owns the A.I.",
  "The U.S. Supreme Court declined to review Eric Loomis’ case, so the sentence stands.",
  "Digital, media, and creative sectors have similarly disproportionate demographics.",
  "“Certification for use is more time consuming and expensive than building A.I.",
  "Perhaps it can be narrowed, or at least not exacerbated, by improved access.",
  "Many laws don’t have specific provisions for A.I., especially advanced A.I.",
  "Imagine the Cambridge Analytica scandal with far more powerful technology.",
  "China’s facial-recognition programs threaten privacy and suppress freedom.",
  "“New jobs don’t always go to those who’ve lost them,” Gould acknowledged.",
  "This critical step dictates the pace at which companies can roll out A.I.",
  "“The likelihood that the ethics focus will survive is slim,” Toyama said.",
  "“Currently, the workforce is not representative of the wider population.",
  "Due to backlash, Google recently opted out of a contract to work on A.I.",
  "for the good of everyone and to accept responsibility for our mistakes.",
  "makes the decision to declare themselves accountable, even if the A.I.",
  "To address these problems, the deal calls for the creation of an A.I.",
  "“A revolution in AI technology is already emerging,” reads the deal.",
  "The U.K. has settled on another path to become a leader in the A.I.",
  "Thus, the U.K. deal aims to create a more heterogeneous workforce.",
  "All guidance published by the commission will be testable: A.I.",
  "The four “grand challenges” noted in the deal address the A.I.",
  "In fact, it’s enough boxes that it seems too good to be true.",
  "\"The likelihood that the ethics focus will survive is slim.\"",
  "supplanting human workers, particularly lower-skilled ones.",
  "The U.K. deal is designed to address many of these worries.",
  "Optimism about the deal seems as naïve as it is reassuring.",
  "for weapons, though it will continue to do military work.",
  "might create, and who will be qualified for those jobs.",
  "Ignoring the ethical questions and consequences of A.I.",
  "doesn’t get people around existing laws,” Wolanow said.",
  "makes unethical decisions autonomously,” Wolanow said.",
  "(Currently, 95 percent of U.K. residents have access.)",
  "in a way that provides insight and identifies trends.",
  "could lead to a future most of us would rather avoid.",
  "has the power to alter the course of people’s lives.",
  "In other words, Spider-Man’s first lesson applies.",
  "The deal also addresses concerns about A.I.",
  "Crafting ethical policies regarding A.I.",
  "capable of making autonomous decisions.",
  "Here’s hoping the deal gets it right.",
  "What does it mean to bake in ethics?",
  "They’re also used in training A.I.",
  "Worse, data can also be misused.",
  "so as not to inhibit its growth.",
  "uses it and how it’s collected.",
  "to better perform these tasks.",
  "Photo illustration by Slate.",
  "available to more people.",
  "solutions,” Wolanow said.",
  "funding and development.",
  "That sounds wonderful.",
  "is next to impossible.",
  "Photos by Thinkstock.",
  "Is it even possible?",
  "decision or action.",
  "Increasingly, A.I.",
  "However, “A.I.",
  "advancements.",
  "regulations.",
  "race.)",
  "game."
]