[
  "“A right-wing media network anchored around Breitbart developed as a distinct and insulated media system,” a group of analysts wrote, “using social media as a backbone to transmit a hyperpartisan perspective to the world.” That was the winning black box of 2016: an ecosystem that championed Trump in a context that reinforced existing support for the candidate.",
  "If you build a black mechanical box with a big button on it and told a politician that pressing that button once a day would ensure victory, you’d probably make a pretty penny selling those boxes if one time, somewhere, someone who had been pressing that button won his election.",
  "This tends to make politicians paranoid and superstitious: Whatever worked for them in the past or whatever has been shown to work for others is a diamond, locked into a safe to offer some assurance that they’ll end up on the right side of the equation.",
  "Her assessment of Cambridge Analytica leverages cryptic terminology to embed the company in the same dark realm where Bannon claims residence: the dark, nebulous overlord bending the unwilling to action.",
  "It’s the technology that might be packaged and resold for business, for other campaigns, for whatever, and the Trump campaign certainly seems like the perfect way to prove that it works.",
  "In the essay, this all-powerful data engine is paired with another favorite of modern political storytelling: the wealthy puppet-master who’s building out a new world order.",
  "People have always been and continue to be willing to entertain the idea that there’s an easy way, a magical, hit-the-button-and-watch-it-happen way of achieving your goals.",
  "What’s more, winning an election simply means that you now have a job for only some defined period of time, after which you have to go through the whole thing once again.",
  "But somehow, some guys at the Chicago campaign headquarters of Barack Obama had figured this whole thing out, and suddenly everyone wanted to buy digital black boxes.",
  "Mercer, as you may know, is the billionaire backer of Donald Trump who’s powered several of the highest-profile assets behind Trump’s unlikely victory as president.",
  "But it’s worth remembering that the campaign black-box economy is not predicated on selling things that work consistently, any more than the diet industry is.",
  "Analysis from the Columbia Journalism Review found that it was Breitbart that played an outsized role in driving attention among conservatives last year.",
  "On Monday, the New York Times reported that a number of political observers were also skeptical of the alleged role Cambridge Analytica played for Trump.",
  "“Cambridge executives now concede that the company never used psychographics in the Trump campaign,” the Times’s Nick Confessore and Danny Hakim write.",
  "This portrait of a firm that had cracked the digital undercurrent of psychological manipulation in service of a billionaire Sauron was … wrong.",
  "In a lengthy essay for the Guardian, Carole Cadwalladr outlined the ways in which Cambridge’s hidden magic wrenched votes into Trump’s column.",
  "(Paul Sancya/AP)\n\nHumans, being superstitious pattern-seekers, are always willing to attribute a cause to something that doesn’t deserve it.",
  "Quants.”) But Cambridge Analytica’s black box is not the skeleton key to electoral victory, any more than Obama’s black boxes were.",
  "Those desperate for a particular outcome are more susceptible to this and more willing to embrace anecdotal examples of success.",
  "This habit can be lucrative, powering any number of sketchy industries — astrology, gambling, ghost-hunting, info-wars.",
  "A fragmented diaspora of Obama campaign veterans (real or not) offered all sorts of products to scores of campaigns.",
  "They just know that it worked that one time, and here you are, telling everyone that it will work in the future.",
  "Making Cambridge Analytica, in that case, just like hundreds of other things that Cruz did which weren’t enough.",
  "This means that, like the sketchy industries cited above, politicians are subject to snake-oil salesmen.",
  "He’s the one who convinced Trump to hire Kellyanne Conway and Stephen K. Bannon, according to reports.",
  "The story, as in the diet industry, is about people looking for a magical solution where none exists.",
  "Cambridge Analytica does in particular; it’s trying to sell its black box to anyone who will buy it.",
  "\n\nPresident-elect Donald Trump waves to supporters during a rally in Grand Rapids, Mich., on Dec. 9.",
  "The essay got a ton of attention for that very reason, probably to Cambridge Analytica’s great joy.",
  "But it plays a role in moving money around in less obvious ways, too — including in politics.",
  "It’s not clear the extent to which Cambridge Analytica made the difference for Trump at all.",
  "Remember that Donald Trump’s was the second campaign Cambridge Analytica worked on in 2016.",
  "The Web wasn’t new at that point, but campaigns were still sort of awkward about using it.",
  "Everyone who had anything to do with Donald Trump wants to take credit for his victory.",
  "In the 19th century, hustlers made money by selling fake cures to serious illnesses.",
  "Lose an election and you’ve spent a lot of time and money to earn nothing in return.",
  "Right after Election Day 2008, the political world was drowning in black boxes.",
  "Of course, any number of people were willing to sell any number of black boxes.",
  "No one wants to buy the energy drink used by the team that lost the Super Bowl.",
  "Obama dominated, Obama had good digital, therefore, digital lets you dominate.",
  "A diamond to go into the safe, if only someone would sell it to you.",
  "Where Mercer was successful in his efforts for Trump lay elsewhere.",
  "Some of this is rival black-box vendors throwing shade, certainly.",
  "Political campaigns are closer to zero-sum games than most things.",
  "He’s the money behind media outlets including Breitbart News.",
  "That’s unfair, to be honest; hustlers still do that today.",
  "(“How does the box work?” “Bio-psycho-social profiling.",
  "Cambridge Analytica is a firm funded by Robert Mercer.",
  "(Columbia Journalism Review)\n\nThe problem for Mercer?",
  "Social media was new, and it was a complete mystery.",
  "Especially if he won it when he wasn’t expected to.",
  "Facebook shares and overlap in interest, by outlet.",
  "The essay talks about bio-psycho-social profiling.",
  "Cambridge Analytica is also Mercer’s black box.",
  "He spent more than $3 million supporting Trump.",
  "But the Times also spoke to company employees.",
  "Not the sort of thing that goes in a brochure.",
  "Shut up, as they say, and take my money.",
  "Which brings us to Cambridge Analytica.",
  "Perhaps some of these black boxes work!",
  "It’s harder to package and sell that.",
  "How the box works, no one knows.",
  "He did well, but he didn’t win.",
  "So much for the black box.",
  "The firm is not unique.",
  "Probability models.",
  "Cognitive warfare.",
  "That is, Mercer.",
  "It’s marketing.",
  "Ted Cruz’s.",
  "The first?",
  "Quants."
]