[
  "Russ Mould at investment group AJ Bell says: “That [19%] compares to the 15.5% of US GDP reached by the five biggest companies by value at the US stock market’s peak in the fourth quarter of 1999, just before the technology, media and telecoms bubble burst and that particular mania came to grief.”\n\nHere we look at where the big names stand – and where they could go from here.",
  "Yes, the EU’s fine over Google’s Android monopoly isn’t good for the company, and it was large enough to hit profits directly – if it weren’t for the $2.7bn penalty, Alphabet would have actually seen profits grow this quarter – but the most significant wrongs that Google was accused of are largely in the past, and it is unlikely to feel too constrained going forward.",
  "And simply matching its legacy competitors on one mass-market vehicle isn’t enough – to justify its sky-high valuation (Tesla’s stock-market value is roughly the same as BMW’s), it’ll have to deliver on at least one of its moonshots: self-driving cars, a radically redesigned charging infrastructure, or the world’s first commercially feasible electric truck.",
  "But whether he’s a responsible boss or an unpredictable tech genius, Musk still has an uphill struggle on his hands, turning Tesla from a niche maker of expensive cars for the Silicon Valley set into a mass-market manufacturer of electric cars that can compete on equal terms with the likes of BMW and Nissan.",
  "Facebook, shaken by Cambridge Analytica and the election interference scandal, decided to slash its profits in half in order to fund a response: 50,000 new moderators, a substantial investment into its trust and safety engineering, and a commitment to carry on doing the same for at least another year.",
  "Verdict Elon Musk’s responsible-boss routine on Tesla’s earnings call appeared to restore investor confidence following his disastrous performance three months ago, when he rejected “boring bonehead questions” from Wall Street analysts concerned about Tesla’s fundamentals.",
  "Photograph: Gene Blevins/ZUMA Wire/REX/Shutterstock\n\nTesla\n\nTesla has had a difficult few months, with increasing concerns about the firm’s financial sustainability and outbursts from its billionaire founder Elon Musk that have seen him labelled the Trump of Tech.",
  "Its latest three-month results sent its shares tumbling after it missed subscriber-number expectations for the first time in five years: it signed up more than 5 million new users, which was about a million fewer than the company and the market had expected.",
  "On the other hand, electric car specialist Tesla managed to head in the right direction despite making a $717m second-quarter loss, as its controversial chief executive, Elon Musk, regained investor confidence after apologising for previous outbursts.",
  "YouTube could be a shining gem – and certainly seems to be if you speak to anyone under 20, for whom it, not Netflix, is the new TV – but it will have problems down the line over the same dodgy content now causing such pain for Facebook.",
  "Their shares have been soaring since the start of the year, despite being buffeted by trade war fears as President Trump talked of limiting Chinese investments in the US and restricting American technology imports to China.",
  "Services – which include the App Store, Apple Pay and income from Apple Music – have been growing rapidly since the company stopped viewing them just as a tool for boosting phone sales and started seeing them as a business.",
  "Verdict For all the bluster around the largest one-day fall in history, the reasons behind it make the case for a founder-leader with absolute control better than anything else Mark Zuckerberg has done in the past decade.",
  "Facebook believes it won’t be that long before the majority of content across its four platforms is shared as stories, the format it cloned from Snapchat two years ago, but it’s struggling to achieve advertiser buy-in.",
  "Photograph: Mauritz Antin/EPA\n\nAmazon\n\nThe globe-spanning online retailer announced record quarterly profits of $2.5bn – double the level Wall Street experts had expected – sending the share price to an all-time high.",
  "The group made more than $5bn (£3.8bn) profit in the last three months – slightly ahead of expectations – but some 3 million Europeans quit the website amid concerns about what Facebook does with personal data.",
  "These days, its focus is on original serialised programming, which changes the way to think about its content costs: they’re no longer a recurring expense eating into the margin, but a long-term investment.",
  "Apple\n\nApple made history on Thursday, becoming the first public company to be valued at $1 trillion, reaching the landmark 42 years after the company was founded and two decades after it almost went bust.",
  "Tesla is finally producing its self-imposed quota of 5,000 of its mass-market Model 3s a week, but to do so it’s had to shift production to an external “tent”, and take a record $700m loss for the quarter.",
  "The record profits of the cloud-computing division led to an astonishing 1,286% year-on-year growth in overall profits, thanks to the extremely high margins that Amazon makes on selling computing time.",
  "In Spotify’s favour is its large and growing free service, which brings in substantial ad revenue and is a crucial pipeline for new users – and the Android market, where it lacks a strong competitor.",
  "At the time, it was seen as a capitulation to Facebook, but now it looks like a piece of genuine insight into what the company could offer to users and how the service differs from its competition.",
  "That was in marked contrast to a conference call for the company’s previous set of figures, when he accused a Wall Street analyst of “boring bonehead questions” and ignored queries from investors.",
  "It now stretches from its own consumer retail business to the Marketplace platform – where it’s building a shopping mall of internet stores – to AWS, which provides the backbone to the internet.",
  "Spotify\n\nIn only its second financial report since flotation, the music streaming service reported an 8 million rise in the number of paid subscribers, to 83 million during the second quarter.",
  "Facebook\n\nThe social network’s stock market value plunged by more than £90bn – the largest one-day drop in corporate history – as it felt the effect of the Cambridge Analytica data scandal.",
  "On Wednesday the electric-car maker reported a record $717m loss for the last three months, but the shares climbed because revenue hit $4bn and Musk promised profitability later this year.",
  "Twitter\n\nTwitter lost more than a fifth of its value in two days, despite reporting a record profit, because investors were worried about hugely disappointing forecasts for user numbers.",
  "Despite the recent rollercoaster ride, the five key tech stocks, known as the “Faangs” – Facebook, Amazon, Apple, Netflix, and Alphabet-owned Google – have reached breathtaking heights.",
  "Net profit was actually lower than last year – down from $4.9bn to $3.5bn – but that included a $2.7bn fine levied on Google by the European commission for anti-competitive behaviour.",
  "The company shipped more than 41m phones – slightly less than anticipated – but because the expensive iPhone X has proved popular, the average price consumers paid for them went up.",
  "But their surge in value has prompted fears of a re-run of the dotcom boom of the late 1990s, when technology businesses dominated the stock market before coming crashing to earth.",
  "Spotify has yet to record a profit, but the increase suggests it is still staving off competition from deep-pocketed rivals such as Amazon and Apple for music streaming customers.",
  "Facebook suffered the biggest ever one-day drop in a company’s market value – losing more than £90bn – after its growth slowed in the wake of the Cambridge Analytica scandal.",
  "The social media service reported net income of $100m during the second quarter, but tech companies need to show they can deliver uninterrupted growth to impress Wall Street.",
  "More promisingly still, that has held up in the second quarter, usually the time when sales fall off as savvy customers hold on for the inevitable upgrade in September.",
  "And, as with Facebook, Wall Street just doesn’t want to play ball: Twitter deletes millions of fake accounts, and investors punish it with a 20% plunge in stock price.",
  "And, as analyst Ben Thompson notes, the spending in effect works towards customer acquisition: the more content on Netflix, the more reason there is to join the site.",
  "Finance chief David Wehner warned revenue growth was likely to slow, while costs soared by 50% to $7.4bn as the company spent vast sums on improving data security.",
  "Twitter lost 20%, or $5bn, as it reported a surprise fall in active monthly users, while streaming service Netflix missed its targets for subscriber numbers.",
  "The iPhone X has been a resounding success, proving the hypothesis that millions of people will pay whatever Apple asks for the best phone on the planet.",
  "Verdict Even though the general tech sell-off hit Google’s parent company, and profits fell year-on-year, the future looks fairly bright for Alphabet.",
  "Photograph: Myles Aronowitz/Netflix\n\nNetflix\n\nThe video streaming service was first of the tech firms out of the gate, posting figures in mid-July.",
  "In the future, look out for the shift from “feeds” to self-deleting “stories”, which could be as momentous as its shift from desktop to mobile.",
  "Verdict Netflix’s strategy has changed a lot over the years, from posting DVDs, to streaming licensed movies, to streaming licensed TV shows.",
  "Twitter still has to tackle the same trust and safety issues as Facebook and Google, with a fraction of the money and engineering talent.",
  "That’s because, unlike video, there’s little reason to have subscriptions to multiple streaming services, and strong economies of scale.",
  "The business raked in more than $26bn of revenue in the three-month period – well up on the $21bn recorded in the same period last year.",
  "It lost 1 million users in the last three months and predicted a “mid-single-digit millions” decline in the next three-month period.",
  "Voice control may yet prove to be a dead-end in the annals of computing, but if not, Amazon could well own the iPhone of the 2020s.",
  "Verdict Making nice things and selling them for a lot of money to tens of millions of people is a very good business to be in.",
  "But the pick of the bunch remains Apple, which beat Amazon and Google to reach the landmark $1 trillion valuation on Thursday.",
  "Verdict The music streaming market still has room to grow, as the stubborn markets for digital downloads and CDs demonstrate.",
  "The smallest of the Faangs hasn’t achieved the escape velocity of its peers, and a dip could always turn into a death dive.",
  "It has been a tumultuous couple of weeks for America’s high-flying technology stocks, even by their own unique standards.",
  "Alphabet\n\nGoogle’s parent company smashed Wall Street’s profit expectations, sending its shares soaring to a record high.",
  "Almost every open-ended query on the web starts at Google, and that makes its advertising revenues enormous and secure.",
  "The engine of Apple’s business, the iPhone, generated 60% of the company’s profits, and it shows no sign of letting up.",
  "Like all news services, when there’s a lot of news, the company booms, and there is certainly a lot of news right now.",
  "Yes, Zuckerberg led the company into this swamp, but maybe he’s right that he’s the only one who can get it back out.",
  "Verdict In 2016, Twitter moved its app from the “social networking” section of the App Store to the “news” section.",
  "So Spotify’s stock price is essentially a representation of one simple question: will it win, or will Apple Music?",
  "Financial results for the most recent three months, filed earlier in the week, showed revenues topped $53bn.",
  "But now there are signs that cracks may be starting to appear in some of the biggest firms in the sector.",
  "Facebook Twitter Pinterest Amazon’s cloud computing division has seen extraordinary growth in profits.",
  "A weaker leader could have been toppled for doing it, or might never have tried in the first place.",
  "That lies in the two lines at the bottom of the company’s report: “services” and “other products”.",
  "A startling stock-market landmark for Apple has been offset by big falls for Facebook and Twitter.",
  "He said there had been a “mind-blowing leap forward” in the number of cars rolling off the lines.",
  "Apple invented the idea of the App Store and is taking a 30% cut on everything in it.",
  "But while the iPhone provides the reliable profit, it’s not the growth opportunity.",
  "The total value of the five companies amounts to a staggering 19% of total US GDP.",
  "Facebook Twitter Pinterest Elon Musk’s recent outbursts have worried investors.",
  "Which is why, when subscriber growth slows, the whole thing looks unstable.",
  "And don’t forget its bets on the future, particularly with Echo and Alexa.",
  "But everyone knows it’s eventually going to be a winner-takes-all battle.",
  "Wall Street, predictably, hated it, but it was the right thing to do.",
  "Is this tumultuous period just a blip, or the first sign of trouble?",
  "Facebook Twitter Pinterest Marvel’s Luke Cage – a Netflix original.",
  "The company is set to appeal, so could still get its money back.",
  "Would they really prefer to invest in a site riddled with bots?",
  "The average selling price of an iPhone is now more than $700.",
  "Advertising and cloud computing were the big growth areas.",
  "Well, Amazon is the AWS (Amazon Web Services) company now.",
  "Working against it: a competitor with much deeper pockets.",
  "That has fed into a good performance over the last year.",
  "However, there are storm clouds on the horizon as well.",
  "Its operating loss widened from €79m to €90m (£80m).",
  "The last quarter is a different story, of course.",
  "Meanwhile, the search business prints money.",
  "Verdict Remember when it just sold books?"
]