[
  "Read the full Wall Street Journal article here>>\n\nFacebook stock price More\n\nMarkets Insider\n\nNOW WATCH: INSIDE WEST POINT: What it’s really like for new Army cadets on their first day\n\nSee Also:\n\nSEE ALSO: 'Facebook throws some napalm on the fire': Here's what Wall Street is saying about Facebook's bombshell Q2 earnings",
  "And while the move could help Facebook’s user engagement numbers — which were negative for the first time in its history has a public company last week — it comes with a slew of privacy concerns, exacerbated by the scandal surrounding data firm Cambridge Analytica in Spring 2018.",
  "\"Like many online companies, we routinely talk to financial institutions about how we can improve people’s commerce experiences, like enabling better customer service … an essential part of these efforts is keeping people’s information safe and secure,\" said the spokesperson.",
  "A further Facebook foray into finance could also help it compete with the likes of upstart tech firms like PayPal’s Venmo, Zelle — a Venmo competitor launched by banks themselves — or the hoard of personal finance sites and apps that have exploded in recent years.",
  "Shares of Facebook are up just 0.3% since the beginning of 2018 thanks to massive selloffs in March following the Cambridge Analytica saga and another rout last week following a disappointing quarterly earnings report.",
  "Facebook has reached out to several major Wall Street banks for customer financial data including credit card transactions and checking account balances, The Wall Street Journal reported Monday.",
  "The social network could use the data to power products like Marketplace, where it encourages users to buy and sell services with friends and strangers in their area.",
  "Marcio Jose Sanchez/AP\n\n\n\n\n\nFacebook has reportedly asked large banks for customer data to offer more financial services, The Wall Street Journal reported Monday.",
  "Currently, users can send and receive money through Messenger via PayPal, and MasterCard customers can use their card via Messenger with certain retailers.",
  "Competing Goldman Sachs has invested in Circle, a cryptocurrency exchange that boasts more than $2 billion in trades per month.",
  "In a statement to the Journal, a Facebook spokesperson said it will not use the new financial data for advertisements.",
  "Facebook's request could help it increase user engagement after its disastrous earnings report last week.",
  "It has also talked about sending fraud alerts and account balances in Messenger, the paper reported.",
  "JPMorgan in July launched \"Finn,\" an online-only bank built for millennials.",
  "Banks have been rapidly releasing new products to keep pace as well.",
  "Shares of Facebook surged nearly 3% following the report.",
  "Follow Facebook's stock price in real-time here.",
  "Shares of Facebook spiked more than 2%."
]