[
  "The report comes as Facebook attempts to bounce back from a chain of scandals that has shaken the public's faith in the tech company, especially the fallout from the revelation that political research firm Cambridge Analytica had improperly obtained Facebook data from as many as 87 million users.",
  "However, speaking to TechCrunch after the Wall Street Journal's report was published, a Facebook spokesperson said the company wasn't asking for \"financial transaction data,\" but rather looking to improve Messenger with banking notifications, and that it was strictly opt-in.",
  "The report has sparked immediate outrage from critics and privacy activists, who fear the Silicon Valley tech firm is attempting to gobble up ever-more information, mere months after an unprecedented crisis over how it handled user data in the Cambridge Analytica scandal.",
  "Matt Stoller, a fellow at the Open Markets Institute and an outspoken critic of Facebook and the power of the tech giants, said the news was further evidence of how \"concentrated tech power is moving us towards a dystopian social credit scoring system.\"",
  "According to The Wall Street Journal's report, Facebook wants to get \"detailed financial information\" about users from American banks, and has talked to JPMorgan Chase, Wells Fargo, Citigroup and US Bancorp.",
  "Drew Angerer/Getty Images\n\nFacebook has been in talks with banks about accessing users' financial data and integrating it into its platform, according to a new report from The Wall Street Journal on Monday.",
  "Facebook is reportedly considering showing users their bank balance or potential fraud alerts, as well as encouraging people to use its Messenger app more, if the partnerships ultimately go ahead.",
  "But Wall Street has taken a very different view, and Facebook's stock popped more than 3% on the news, with investors seemingly viewing it as another money-making opportunity for the company.",
  "Contact this reporter via Signal or WhatsApp at +1 (650) 636-6268 using a non-work phone, email at rprice@businessinsider.com, WeChat at robaeprice, or Twitter DM at@robaeprice.",
  "Sociologist Beth Popp Berman said she was surprised that there isn't more widespread outrage over Facebook's business practices.",
  "The news has sparked a backlash from critics worried about the extent of Facebook's power and potential repercussions.",
  "The same report says that the banks are largely reticent to share that data given data privacy concerns.",
  "\"It continues to amaze me that the general reaction to pervasive, dystopian surveillance is ¯\\_(?",
  "And Matt Ford, a reporter at the New Republic, simply joked: \"What couldn't go wrong?\"",
  "The social network also faces broader concerns around misinformation and fake news.",
  "Facebook did not immediately respond to request for comment from Business Insider.",
  ")_/¯\" she tweeted, using an emoticon that conveys shrugging or apathy.",
  "You can also contact Business Insider securely via SecureDrop.",
  "Mark Zuckerberg, chief executive officer of Facebook.",
  "Do you work at Facebook?",
  "Got a tip?",
  "See also:"
]