[
  "And all this is before you get to the proven, documented abuse and manipulation of these platforms by people who mean us harm, as revealed by my Observer colleague Carole Cadwalladr in her exposés of Cambridge Analytica and Facebook: witness the Russia-backed content that reached 126 million Americans via Facebook during the 2016 presidential election.",
  "Facebook Twitter Pinterest ‘Former Facebook president Sean Parker described the ‘little dopamine hit’ the product gives users to keep them hooked.’ Photograph: Jordan Strauss/Invision/AP\n\nJust look at how people who are otherwise sane and courteous behave online: the arguments, the sarcasm, the aggression, the abuse.",
  "Lanier notes that an unintended consequence of Black Lives Matter was that, thanks to the algorithm, it connected its fiercest opponents with each other online, fuelling and cohering the resurgent white supremacist movement we see today.",
  "Philosophically, the right people to blame for these products are their producers, not their consumers – just as we ought to blame junk food manufacturers for obesity, rather than railing against individuals for insufficient willpower.",
  "On social media, people too often approach a statement as if it is the very first that person has made (unless, of course, they want to expose the tweeter as a hypocrite, by revealing the contradiction with thoughts posted earlier).",
  "Addiction was built into social media’s design from the start – recall former Facebook president Sean Parker describing the “little dopamine hit” the product gives users to keep them hooked – and so too was the anger.",
  "How funny to think that we once regarded the humble email device as addictive – the CrackBerry, we called it – when, in fact, those machines exerted a tiny pull next to the iron grip of social media on a smartphone.",
  "The real problem is that “addiction makes people crazy”, to quote internet pioneer Jaron Lanier, author of a polemic published this summer: Ten Arguments for Deleting Your Social Media Accounts Right Now.",
  "She was, instead, scrolling through social media updates, thumbing her way through observations about the news – including factoids about France’s World Cup victory that afternoon.",
  "So you’re denounced for “failing to address” x, when you have, in fact, been addressing x for years and, indeed, addressed it in a tweet posted a matter of minutes earlier.",
  "If Silicon Valley won't stop fake news, we will | Damian Collins Read more\n\nBut the truth is, the problem lies not with abuse of the medium, but with the medium itself.",
  "Think of all the conversations you could have had, the books you could have read, when instead you were going deep into some thread you’ll have forgotten seconds later.",
  "But in front of me was a woman who, clearly enough of a Simon enthusiast to have bought an expensive ticket, nevertheless pulled out her phone every 20 or 30 seconds.",
  "On Thursday Ofcom reported that the average Briton checks their smartphone every 12 minutes – which obviously means plenty are checking it much more often than that.",
  "Deleting our accounts – total abstinence – might feel like too great a leap, but an August holiday presents an opportunity, if not to delete then at least to detox.",
  "“Someone is wrong on the internet.” But it’s also the view out of the train window that you never saw, because your head was down, staring at that glowing screen.",
  "Sometimes the results are comic – when a bloke in the pub is telling a nuclear weapons engineer how nukes work – but more often it’s just infuriating.",
  "I’m filled with admiration for the pal who stayed off the tweets a full month, only now gradually re-entering that realm, blinking into the darkness.",
  "(I’ve never really done Facebook, but I confess to a Twitter problem: I still like the speed, range of stories and expertise I’d otherwise miss.)",
  "The instant they shift to Direct Message mode – without an audience – they become calmer and more considered, freer of performance and posturing.",
  "If they have something else at stake – for example, their career prospects when they post on LinkedIn – they tend to behave better, he says.",
  "Even when Simon closed with The Sound of Silence – a transcendent, transporting moment – she couldn’t help it: she reached for the phone.",
  "The feedback algorithm rewards “engagement”, and a swift, vicious denunciation registers as engagement of a particularly intense kind.",
  "It’s August, when the talk is of holidays looming or just gone – and yet the question I find myself asking is not where, but whether.",
  "Those we know well need do little to gain our attention; those we don’t have to shout and scream and swear to get noticed.",
  "So when the time comes to pack my bags later this month, I’ll be taking sunscreen, a few novels, but no Twitter.",
  "Let me take you to a golden summer’s evening in Hyde Park, for last month’s farewell concert by Paul Simon.",
  "Of course human beings have always been capable of fighting, but something strange happens on social media.",
  "Put a device in people’s hands, and suddenly they’re on a hair-trigger – either giving or taking offence.",
  "Apple investors call for action over iPhone 'addiction' among children Read more\n\nHow compulsive is it?",
  "The BlackBerry was a post-dinner cigarette compared to the full smack habit that is hand-held Twitter.",
  "Britons are spending an average of 24 hours online each week, with one in four clocking up 40 hours.",
  "For one thing, confrontation on the screen happens more often than it ever would in our daily lives.",
  "But when it’s just sounding off about politics, broadly defined, the asshole within reigns supreme.",
  "But on the platform, in public view, Lanier is right: even good people rapidly become “assholes”.",
  "I’m less interested in where friends or colleagues are going than whether they will fully unplug.",
  "But the spontaneous, genuine row unfolding in real-time in front of a mass audience: that’s new.",
  "I recall the cartoon of the man who won’t go to bed, even when summoned by his partner.",
  "I know myself how quickly an hour or more can disappear down a Twitter rabbit hole.",
  "There are obvious reasons why this might be bad, reasons of both time and space.",
  "One crucial factor is social media’s ability to stage a confrontation in public.",
  "If they’re famous, someone will post a gif of Michael Jackson munching popcorn.",
  "Will they stay off their phones and, specifically, off Twitter and Facebook?",
  "Suddenly two individuals will be slugging it out in front of everyone else.",
  "It’s partly this lack of context that explains the aggressive atmosphere.",
  "Most of the crowd were rapt, absorbing this swansong by a musical legend.",
  "In the past, TV might have hosted a bust-up between two antagonists.",
  "That makes moral sense and we should push the tech giants to change.",
  "And yet, for some of us, that change will not come quickly enough.",
  "She was not using it to take photos of the performance.",
  "This has no counterpart in real, or pre-Twitter, life.",
  "(I was close enough, and distracted enough, to see.)",
  "And those exchanges often descend into the toxic.",
  "Still, that, frankly, is the least of the harm.",
  "Where there is anecdote, there is also data.",
  "I’ll listen instead to the sound of silence.",
  "• Jonathan Freedland is a Guardian columnist",
  "Part of the problem is the lack of context.",
  "“I can’t, this is important,” he explains.",
  "Four or five times during each song.",
  "That took some serious willpower.",
  "The time suckage is striking.",
  "She needed one more fix.",
  "What is it?"
]