[
  "Ivanka Trump: After Meeting Merkel, She’s Planning Berlin Visit\n\nThose documents will not be disclosed, White House lawyers said, although the public will eventually have access to “certificates of divestiture” issued to employees who are seeking capital gains tax deferrals for selling off certain assets.",
  "President Trump Must Pay $25 Million to Settle Trump University Lawsuits\n\nHis financial disclosure shows he received at least $40 million in income from Goldman Sachs-related dividends, interest, salary and bonuses, about half of which was in some form of stock compensation.",
  "But lawyers for Kushner and in the Office of the White House Counsel, in consultation with the Office of Government Ethics, determined that his real estate assets, many of them in New York City, are unlikely to pose the kinds of conflicts that would trigger a need to divest.",
  "Trump Sets Sights On Net Neutrality Rules\n\nKushner began selling off the most problematic parts of his portfolio shortly after Trump won the election, and some of those business deals predate what is required to be captured in the financial disclosure forms.",
  "White House press secretary Sean Spicer described the business people who have joined the administration as “very blessed and very successful,” and said the disclosure forms will show that they have set aside “a lot” to go into public service.",
  "President Trump Declares April Sexual Assault Awareness and Prevention Month\n\nThe documents show he was vice president of the data firm Cambridge Analytica for more than two years, before resigning in August 2016 to help run Trump’s campaign.",
  "President Donald Trump’s son-in-law and daughter are holding onto scores of real estate investments—part of a portfolio of at least $240 million in assets—while they serve in White House jobs, according to new financial disclosures.",
  "One of the wealthiest members of the Trump administration — aside from the billionaire business owner president himself — is Gary Cohn, who left a top position at Goldman Sachs to become Trump’s chief economic adviser.",
  "Jared Kushner’s disclosure shows he took on tens of millions of dollars of bank debt in 2015 and 2016, including liabilities with several international banks whose interests could come before the Trump administration.",
  "Cohn also reported more than $1 million in income from the Industrial and Commercial Bank of China; the White House has said he is in the process of divesting from that bank, as well as his Goldman holdings.",
  "Trump’s chief strategist, Steve Bannon, disclosed assets between $13 million and $56 million, including his influential political consultancy, Bannon Strategic Advisors Inc., worth as much as $25 million.",
  "“The remaining conflicts, from a practical perspective, are pretty narrow and very manageable,” said Jamie Gorelick, an attorney who has been working on the ethics agreements for Kushner and Ivanka Trump.",
  "Kushner has as much as $25 million in liabilities to Deutsche Bank, a prime lender to Kushner family real estate ventures as well as a major creditor for Trump Organization-branded real estate projects.",
  "Top officials in the Trump White House tend to be far wealthier — and therefore more entangled in businesses that could conflict with their government duties — than people in previous administrations.",
  "Kushner, for example, received certificates of divestiture for his financial interests in several assets, including several funds tied to Thrive Capital, his brother Joshua Kushner’s investment firm.",
  "White House chief of staff Reince Priebus received more than $500,000 in salary and bonuses from the Republican National Committee, which he led through the long and divisive presidential primary.",
  "Kushner, Trump’s senior adviser, resigned from some 260 entities and sold off 58 businesses or investments that lawyers identified as posing potential conflicts of interest, the documents show.",
  "The revelations about Jared Kushner and Ivanka Trump were part of a massive White House release of financial disclosure forms Friday night for dozens of its top administration officials.",
  "Bannon also disclosed that he earned slightly less than $200,000 last year as executive director of Breitbart News Network LLC, before he resigned to join Trump’s campaign last August.",
  "Financial information for members of Trump’s Cabinet who needed Senate confirmation has, in most cases, been available for weeks through the Office of Government Ethics.",
  "He and Ivanka Trump built up companies the documents show are worth at least $50 million each and have stepped away from their businesses while in government service.",
  "What’s not being provided: the Office of Government Ethics agreements with those employees on what they must do to avoid potential conflicts of interest.",
  "He has between a $1 million and $5 million stake in Cambridge, but the disclosure said he has an “agreement in principle” to sell his investment.",
  "The financial disclosures — required by law to be made public — give a snapshot of the employees’ finances as they entered the White House.",
  "The Kushner Companies, now run by Jared Kushner’s relatives, are seeking investment partners for a massive redevelopment of the building.",
  "Cambridge was the main data provider for Texas Sen. Ted Cruz, who waged a bitter battle with Trump for the Republican nomination.",
  "He also earned at least $750,000 from equity buyout and partner-distribution income from the law firm Michael Best & Friedrich.",
  "The president must also file periodic financial disclosures, but he is not required to make another disclosure until next year.",
  "Kushner and his father, Charles, also have liabilities worth much as $5 million to the U.S. unit of Israel Discount Bank.",
  "Ivanka Trump agreed this week to become a federal employee and will file her own financial disclosure at a later date.",
  "Jared Kushner, Ivanka Trump and their three minor children have no financial interest in that trust, his lawyer said.",
  "The Kushner Companies have separately acknowledged “long-standing” dealings with two other Israeli banks.",
  "For example, Kushner sold his stake in a Manhattan skyscraper to a trust his mother oversees.",
  "Like the president himself, however, they retain a financial interest in many of them.",
  "Bannon’s consulting firm pulled in more than $125,000 from Cambridge last year.",
  "Can Startups Fire Their Investors Over Trump?"
]