[
  "PANETTA: Well, again, it’s one of those issues where, if somebody from the campaign was in touch with WikiLeaks, and WikiLeaks was involved with the Russians in terms of determining just exactly what would or would not be revealed in terms of what they possess, again, it raises the connection issue as to just exactly how much was involved because between the Trump campaign and Russians in the form of WikiLeaks.",
  "Whether it’s on the Trump side of the campaign, and the connections with the Russians, or whether it’s on the Clinton side of the campaign, you want to know who was making decisions that involved dealing with possible foreign individuals in terms of trying to determine negative research on the opposing candidate.",
  "If you’re testifying and saying you have no knowledge, and the attorney sitting next to you is one of those that knew what — what was involved here, I think it does raise an issue that the committee is going to have to look at and determine just exactly what knew what.",
  "Wouldn’t it be his responsibility to at least whisper in his ear, “Yes, yes, you” — and tell him what was going on so if he wasn’t lying, John Podesta, he would be able to clarify all of that before — before the committee in a sensitive issue like this?",
  "BLITZER: But if the lawyer who was representing the Democratic National Committee and the Clinton campaign, Marc Elias, is sitting next to John Podesta, he was asked, “Do you know about the funding?” He says no.",
  "Thursday on CNN’s “The Situation Room,” former Obama CIA Director Leon Panetta said congressional committees should investigate to determine the details behind what is known as the infamous Trump Russia dossier.",
  "So, it’s another issue that obviously has to be looked at as part of this whole investigation into what — what was the connection here between the Trump campaign and the Russians?",
  "And that could be the case here, but I really do think that the committee is going to have to get into this, determine just exactly what happened, who knew what and when.",
  "What we can’t do here is lose sight of the fundamental objective of this investigation, which is to look at what the Russians did, how did they get about it?",
  "That’s the data firm working for the Trump campaign, which reached out to WikiLeaks about obtaining e-mails from Hillary Clinton’s personal e-mail server.",
  "You know, knowing presidential campaigns, they’re big operations, and somehow the left hand may not know what the right hand is doing.",
  "According to Panetta, Congress should determine who paid for the dossier and what knowledge the Clinton campaign of those payments.",
  "BLITZER: Yes, that’s certainly the thrust of this investigation up on Capitol Hill, as well as the special counsel, Robert Mueller.",
  "PANETTA: Well, I think it is important at least to know, you know, who was pulling the strings here in terms of the research.",
  "But, in the end, the most important thing is to look at what the dossier says, and whether it’s in any way verified.",
  "PANETTA: Well, it’s obviously something that the Intelligence Committee is going to have to — have to look at.",
  "The intelligence community, as you know, has confirmed many of the details of that very controversial dossier.",
  "I suspect that Bob Mueller is also looking at this issue in terms of the dossier and those connected to it.",
  "I want your reaction to the latest revelations, Mr. Secretary, regarding Cambridge Analytica.",
  "How can both the chair of the DNC and the Clinton campaign not know about these payments?",
  "But I’m going to — I’m going to allow the committee to do that kind of investigation.",
  "And also, to look at, obviously, the connections with the Russians and what they did.",
  "But it’s generally, according to a lot of officials, a lot of it is pretty reliable.",
  "By no means all of them, certainly not the salacious parts of that dossier.",
  "Does it even matter, when all is said and done, who funded this research?",
  "Transcript as follows:\n\nBLITZER: Mr. Secretary, thanks for joining us.",
  "PANETTA: Well, it certainly makes the situation very awkward.",
  "And what can we do to prevent it from happening again?",
  "PANETTA: Nice to be with you, Wolf.",
  "What red flags does that raise?",
  "BLITZER: Yes, I’m sure he is.",
  "So it’s very awkward.",
  "BLITZER: All right."
]