[
  "Continue Reading Below\n\nRobert Mercer, the hedge fund billionaire, mega Republican donor and the financier for Bannon’s conservative media platform, Breitbart News, will not be going along with Bannon’s backing of Grimm, a former Congressman who was forced from his seat in 2014 after a fraud conviction, according to sources with direct knowledge of the matter.",
  "But this changes nothing.”\n\nSince leaving the White House in August, Bannon has returned to his post at the top of Breitbart, and vowed to work in support of various candidates that would better reflect his nationalist agenda on trade, immigration and economics -- platforms that candidate Trump ran on during the 2016 presidential election.",
  "In addition to financing Breitbart News, the Mercer family also helped fund an investigative think tank that Bannon co-founded, the Government Accountability Institute, whose president Peter Schweizer wrote “Clinton Cash,” a book detailing alleged conflicts of interest involving the Clinton Foundation charity.",
  "Bannon didn’t return telephone calls, but people close to him say it’s unclear how much effort he and Mercer will devote to supporting candidates in the House because his bigger goal is to elect populist Republican candidates in the Senate and unseat his nemesis Mitch McConnell as the GOP majority leader.",
  "Losing the backing of Mercer – who Bannon has said would help finance his efforts to defeat establishment GOP candidates –would be a significant blow to any effort to unseat Donovan, an incumbent who could tap into the deep pockets of GOP backers on Wall Street and the real estate industry.",
  "They were two of President Trump’s most prominent financial supporters during the 2016 election and have become influential in funding super PACs that were created to finance opponents of GOP office holders who Bannon believes do not support the president’s nationalist political agenda.",
  "article\n\nFormer White House adviser Steve Bannon may be supporting Michael Grimm in his pursuit to unseat establishment Republican Congressman Dan Donovan, but there’s one powerful Bannon ally who is uncharacteristically keeping his distance from the race, FOX Business has learned.",
  "A former rising star from the Tea Party wing of the GOP, Grimm was elected to Congress in 2010, in a district representing the New York City borough of Staten Island, only to be charged four years later with 20 counts of fraud, federal tax evasion and perjury.",
  "As president, Trump has found it difficult to translate Bannon’s policy beliefs – opposing trade deals such as the North American Free Trade Agreement, imposing stricter immigration controls and ending tax policies that favor Wall Streeters—into law.",
  "He supported and served as an unofficial adviser to Judge Roy Moore, an insurgent Republican, who beat the establishment candidate Luther Strange in the GOP primary to fill the Senate seat of Jeff Sessions, Trump’s current attorney general.",
  "Michael Caputo, Grimm’s campaign manager, confirmed the meeting with Bannon, and told FOX Business, “We haven’t asked the Mercers to donate and we would respect his decision because we admire his leadership for President Trump.",
  "It appears both are on opposite sides in the West Virginia GOP primary for the senate with Mercer supporting Congressman Evan Jenkins, and Bannon leaning towards support for the state’s Attorney General, Patrick Morrisey.",
  "Campaign financing reports show that the Mercers in July made a contribution of $300,000 to a PAC charged with defeating Trump critic Senator Jeff Flake (R-AZ) in his race against insurgent GOP candidate Kelli Ward.",
  "He also made news in other ways: As the press attention to his legal problems were mounting, Grimm physically threatened to throw a NY1 reporter off a balcony on Capitol Hill, saying \"I'll break you in half.",
  "Grimm eventually pleaded guilty to a single count of tax fraud, which forced him to resign from Congress in December of that year, and he was sentenced to a seven-month term in federal prison.",
  "Mercer, chief executive officer of hedge fund Renaissance Technologies and his daughter Rebekah, have a deep history of financial support of Bannon’s preferred candidates, most notably Trump.",
  "A spokesman for Mercer had no comment but would not deny that the financier is not supporting Grimm, who, as FOX Business reported, met with Bannon on Wednesday to discuss campaign strategy.",
  "“He (Mercer) has not funded and has no intention of funding Grimm,” according to a person close to the Mercer family who spoke on the condition of anonymity.",
  "The Bannon-Mercer alliance also lead to the creation of Cambridge Analytica, a political data outfit that which worked for the Trump campaign.",
  "Grimm recently announced that he is taking aim at Donovan, who won his seat in a 2015 special election, and was re-elected in 2016.",
  "With that, he began a White House purge that elevated a centrist, General John Kelly to his chief of staff.",
  "Advertisement\n\nStill, Grimm’s controversial past may also be a factor in Mercer keeping his distance.",
  "Kelly immediately ousted Bannon from his role as White House senior adviser.",
  "The Mercers were the lead financial investors for the project.",
  "Meanwhile, Bannon and Mercer don’t always walk in lock step.",
  "Trump, meanwhile, supported Strange in the contest.",
  "The primary will take place in 2018.",
  "But Bannon has vowed to fight on.",
  "Like a boy.\""
]