[
  "(RELATED: EU Hits Google With A Record $5 Billion Penalty For Antitrust Violation)\n\n“While many investors continue to look for Instagram to support longer-term growth for Facebook at a corporate level, we note that Instagram remains relatively small, at only 13 percent of Facebook’s size (measured by time spent on the platform by all of its users),” Pivotal Research analyst Brian Wieser wrote.",
  "“It is impossible to identify whether or not Cambridge Analytica and concerns around data privacy had any impact here, nor if Facebook’s efforts to improve the quality of time spent (at the expense of volume of time) might be having a desired effect,” Wiener concedes in the report.",
  "New research by Pivotal Research utilizing Nielsen data shows that major internet platforms have been taking a hit lately, making room for Google and its other platforms to consume more of users’ time on the internet, Inside Radio reported Tuesday.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "The missed active user targets may have been caused by scandals Facebook has been facing recently, including the Cambridge Analytica scandal and the many reports of the social media giant censoring conservatives.",
  "Google, which conducts nearly 90 percent of all internet searches, is seeing an increase in digital consumption, going from 28.6 percent to 34.2 percent from June 2017 to June 2018, according to the research.",
  "Reports of Facebook’s slow user growth caused the largest single-day drop in shares in market history on July 25, losing $120 billion dollars, The Daily Caller News Foundation reported.",
  "As Facebook’s customers slowly use the site less and less, Google and its products account for more than one-third of all the time people are on the internet.",
  "The study, “Internet Advertising: June 2018 DCR Trends,” shows that Facebook, the second largest tech company, has been hit hard with slow user growth.",
  "Google and its properties such as YouTube and Waze, which provides navigation software, are the three most popular Google platforms.",
  "Amazon is the fourth most consumed site with 1.8 percent of all internet consumption in June 2018 — it saw 1.7 percent in June 2017.",
  "Even when accounting for other Facebook-owned platforms, Instagram and WhatsApp, the metric declined by 6 percent.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "They account for 4.5 percent share of consumption in June 2018 versus 4.2 percent in June 2017.",
  "Version comes in third with its platforms Yahoo, MSN, AOL and Tumblr.",
  "Facebook and its Messenger app declined by 10 percent year over year."
]