[
  "Both Clorox and Kraft Heinz have recently said that they plan on advertising online to get in touch with young consumers, which means placing ads on Facebook and other social media websites — and more money for Facebook's top line.",
  "Facebook is reportedly asking more banks to join its Messenger feature and bring users' financial information with them, and that should give investors pause despite the stock's jump, CNBC's Jim Cramer said on Monday.",
  "He also named Disney, T-Mobile, Henry Schein and Chipotle as companies that the market has decided to forgive and forget, but cautioned investors to make sure that their optimism is sustainable.",
  "\"The banks aren't just going to hand over your data, especially not since Facebook was just raked over the coals for turning around and selling your data to irresponsible third parties.\"",
  "\"So while expenses are going up and the growth is decelerating, neither is heinous enough to scare away fresh buyers, meaning people who weren't caught in the huge sell-off,\" he said.",
  "The \"Mad Money\" host attributed the stock's jump to new buyers, who he sees as more willing to forgive Facebook for its past and who likely did not take part in the recent sell-off.",
  "Facebook's stock suffered its worst day in its history two weeks ago after its second-quarter revenue missed analysts' estimates and its active user count disappointed investors.",
  "The Wall Street Journal reported on Monday that Facebook was asking banks for users' financial information, like credit card transactions and checking account balances.",
  "Facebook shares were up on Monday after a note from Stifel that upgraded the stock and said that the worst is over, in addition to the Messenger report.",
  "The data would be used for Messenger features including account balance updates and fraud alerts, but not for Facebook's other platforms.",
  "The social media company has struggled to quell concerns about how it handles user data following the Cambridge Analytica breach.",
  "Cramer listed Facebook among a group of stocks that have been getting love from investors after being hated for past missteps.",
  "Facebook shares closed at $185.69 on Monday, up 4.45 percent from its close on Friday.",
  "It's those buyers, he says, who like Facebook's idea to get bank information.",
  "\"I think this one really stretches credulity,\" the \"Mad Money\" host said.",
  "But Facebook could also be resetting expectations, Cramer said.",
  "Disclosure: Cramer's charitable trust owns shares of Facebook."
]