[
  "\"The customer is not our product, and our business model does not depend on collecting vast amounts of personally identifiable information to enrich targeted profiles marketed to advertisers,\" reads the letter signed by Timothy Powderly, director of federal government affairs at Apple.",
  "More: Facebook denies reports it asked banks for users' financial data\n\nMore: Apple, Facebook, and more remove Alex Jones over hate speech\n\nRead or Share this story: https://usat.ly/2KDifXe",
  "(Photo: ERIK S. LESSER, EPA-EFE)\n\nThe iPhone only listens to users when triggered by the phrase \"Hey Siri,\" Apple said in a letter to lawmakers explaining how it guards consumer privacy.",
  "The letter cites reports from last November claiming Android devices still track your location even when those services are removed, no apps are running, and the phone lacks a SIM card.",
  "The letter was written in response to a one sent by leaders of the House's Energy and Commerce Committee seeking answers on how the tech giant safeguards privacy.",
  "The highest-profile case involves Facebook, which admitted that information on 87 million users was improperly obtained by the firm Cambridge Analytica.",
  "In its response to Energy and Commerce Committee chair Greg Walden, Apple said it purposely designs its products to collect as little data as possible.",
  "Facebook was also questioned over whether its service is listening to users through their smartphones, a theory Zuckerberg immediately shot down.",
  "When location services are turned off on an iPhone, it remains on the device and is only shared in case of emergency, Apple's response stated.",
  "The letter from lawmakers sought information on how Apple collects and uses consumer data, as well as how the microphones work on iPhones.",
  "\"Consumers have a reasonable expectation of privacy when taking active steps to prevent being tracked by their device,\" read the letter.",
  "A similar letter was sent to Larry Page, the CEO of Google parent company Alphabet, which produces the Android operating system.",
  "Other devices such as Amazon's Echo have also faced questions over whether the smart speaker spies on users without permission.",
  "The iPhone only listens to users \"to recognize the clear, unambiguous audio trigger 'Hey, Siri,'\" said the company.",
  "The company also requires all third-party apps to request permission to use location services.",
  "Similar requests are required when an app wants to access the user's microphone, Apple said.",
  "Tech giants have faced increased scrutiny this year over how they handle consumer data.",
  "A customer examines the iPhone X at an Apple Store in Atlanta on Nov. 3 2017.",
  "Follow Brett Molina on Twitter: @brettmolina23."
]