[
  "Mercer's impact on Trump is evident: Not only is he a super PAC donor, but he also funds Breitbart News, whose leader Stephen Bannon became the campaign's chief executive officer this week, and Cambridge Analytica, a data company now doing business with the campaign.",
  "The contributions of those two men accounted for about 80 percent of the super PAC's July fundraising -- a sign that the numerous GOP donors on the sidelines in the presidential campaign aren't all moving their money down ballot, as some had predicted.",
  "Freedom Partners is one of many political and policy groups steered by billionaire industrialists Charles and David Koch, who are uncomfortable with Republican presidential nominee Donald Trump and have decided to concentrate on down-ballot races.",
  "TRUMP HELPERS\n\nA pro-Trump group called Great America PAC landed its biggest contribution yet in July, $100,000 from billionaire Charles Johnson, a backer of vanquished GOP Trump opponent Jeb Bush and owner of the San Francisco Giants.",
  "Other $1 million donors to Senate Majority PAC were the Greater New York Hospital Association Management Corporation, a network of heath care facilities in the northeast, and the Laborers' International Union of North America.",
  "In July alone, Soros, a New York hedge fund billionaire, gave $1.5 million to Planned Parenthood's super PAC and $35,000 to Priorities USA, both working to elect Clinton, as well as $500,000 to the Senate Majority PAC.",
  "Yet few of the GOP's biggest donors have put major money into Trump efforts, a striking change from four years ago when Mitt Romney had more million-dollar donors on his side than did President Barack Obama.",
  "Soros's latest contributions bring his 2015-2016 super PAC total to more than $14 million -- a fivefold increase from his super PAC investments during the previous presidential election.",
  "Other million-dollar donors to Priorities USA include the creator of diet product Slim-Fast, Daniel Abraham, and Donald Sussman, a financier who is divorcing Maine Rep. Chellie Pingree.",
  "Democratic mega-donors, including George Soros and Tom Steyer, are putting millions of dollars into efforts to put Hillary Clinton in the White House and win control of the Senate.",
  "Although that often means championing Democrats, the super PAC recently began spending to help Republican Pennsylvania Sen. Pat Toomey retain his seat in a tough contest.",
  "DAD BOOSTS SENATE BID\n\nThe Senate Majority PAC, a group with ties to Minority Leader Harry Reid, netted $7.3 million in July -- its best fundraising yet this year.",
  "PRESIDENTIAL CANDIDATES INCREASE SPENDING\n\nTrump and Clinton accelerated their campaign spending last month, though the Republican did so far more dramatically.",
  "Liberals have decried these groups as bad for democracy -- yet they've leaned on them to help win races, saying they don't want to disarm against Republicans.",
  "One of its top donors was Thomas Murphy, a Florida construction executive whose son Patrick Murphy is likely to face off with Republican Sen. Marco Rubio.",
  "Clinton can afford to spend more: Her campaign brought in more than $52 million in July, compared to the roughly $37 million the Trump campaign netted.",
  "In the past two years, he has put into $38 million into the group, which works to defeat politicians who don't believe in human-caused climate change.",
  "Great America PAC has spent about $2 million on Trump-themed ads, most of which are aimed at getting viewers to call in to pledge money to the group.",
  "In July, contributors giving $200 or less accounted for $11.4 million of Clinton's fundraising -- roughly double the amount they gave her in June.",
  "The presidential candidates and many outside groups detailed their July fundraising and spending to the Federal Election Commission on Saturday.",
  "Here are some highlights:\n\n\n\nSOROS RETURNS\n\nBillionaire after billionaire appeared on the latest fundraising reports from Democratic super PACs.",
  "Their investment comes as Republicans worry about not only the chances of their nominee Donald Trump, but also his effect on down-ballot races.",
  "Super political action committees face no restrictions on how much money they can take from individual, corporate and union donors.",
  "NextGen also is spending heavily to help Clinton, including by giving millions of dollars to labor union super PACs that back her.",
  "Her Democratic primary rival, Bernie Sanders, had strong appeal online and had routinely trounced her on the small-money front.",
  "Another Trump group, Make America Number 1, is funded exclusively by hedge fund billionaire Robert Mercer, new filings show.",
  "New campaign documents show Trump's campaign spent $18.5 million in July, more than double its expenditures a month earlier.",
  "The younger Murphy is a Democratic representative who had worked with his family's company before being elected to office.",
  "BILLIONAIRE EFFORTS\n\nAcross the country, California Steyer, also a hedge fund billionaire, is feeling similarly generous.",
  "On the Republican side, the Freedom Partners Action Fund is typically among the biggest groups spending in Senate races.",
  "Another billionaire with his own super PAC, former New York Mayor Michael Bloomberg, gave $5 million in July.",
  "Bloomberg praised Toomey's support of expanding background checks as his chief motivation for doing so.",
  "Last month, he pumped another $7 million into his super PAC, called NextGen Climate Action Committee.",
  "But even having raised less than Clinton overall, Trump outpaced her when it comes to small donors.",
  "They're also not rushing to help save the Senate, based on the July reports from GOP super PACs.",
  "Clinton's report shows her campaign's work to bring small donors into the fold is paying off.",
  "The group, called Independence USA, backs candidates who want stricter gun control measures.",
  "Mercer was a major funder of Ted Cruz, Trump's toughest opponent in the long primary race.",
  "Singer also gave $1 million in July to the Republican-backing Senate Leadership Fund.",
  "He gave the group $2 million in July, making him Trump's most generous supporter yet.",
  "Contributors giving $200 accounted for $12.7 million of his campaign fundraising.",
  "Still, that's far short of the $38 million Clinton's campaign spent last month.",
  "In July, it counted a single donor, hedge fund billionaire Paul Singer.",
  "That amount includes a $2 million donation from Trump himself.",
  "He was joined by Home Depot co-founder Bernard Marcus.",
  "In June, her campaign had spent about $34 million.",
  "Likewise, Singer is not a Trump backer.",
  "Bloomberg has also endorsed Clinton.",
  "He gave $1 million."
]