[
  "On Friday, Facebook backed proposed legislation requiring social media sites to disclose the identities of buyers of online political campaign ads and introduced a new verification process for people buying “issue” ads, which do not endorse any candidate but have been used to exploit divisive subjects such as gun laws or racism.",
  "Zuckerberg is scheduled to appear before two Congressional committees on Tuesday and Wednesday, to answer questions about Facebook's admission that the personal information of up to 87 million users, mostly in the United States, may have been improperly shared with political consultancy Cambridge Analytica.",
  "Facebook Inc. Chief Executive Mark Zuckerberg told Congress in written testimony released on Monday that the social media network did not do enough to prevent misuse of data and apologized.",
  "London-based Cambridge Analytica, which counts U.S. President Donald Trump’s 2016 campaign among its past clients, has disputed Facebook’s estimate of the number of affected users.",
  "\"It’s clear now that we didn’t do enough to prevent these tools from being used for harm...\" he said in testimony released by the U.S. House Energy and Commerce Committee.",
  "The steps are designed to deter online information warfare and election meddling that U.S. authorities have accused Russia of pursuing, Zuckerberg said on Friday.",
  "Zuckerberg's testimony said the company was \"too slow to spot and respond to Russian interference, and we’re working hard to get better.\"",
  "Zuckerberg also said that Facebook's major investments in security \"will significantly impact our profitability going forward.\"",
  "\"That goes for fake news, foreign interference in elections, and hate speech, as well as developers and data privacy.\"",
  "\"We didn’t take a broad enough view of our responsibility, and that was a big mistake,\" his testimony continued.",
  "He vowed to make improvements, adding it would take time, but said he was \"committed to getting it right.\"",
  "The company's data practices are under investigation by the U.S. Federal Trade Commission.",
  "Facebook said on Sunday the company plans to begin telling affected users on Monday.",
  "I started Facebook, I run it, and I’m responsible for what happens here.\"",
  "Facebook shares were up 1.7 percent in midday trading.",
  "Moscow has denied the allegations.",
  "\"It was my mistake, and I’m sorry."
]