[
  "“There’s no doubt in my mind,” Odinga would tell reporters, “that this heinous crime was committed by people intending to interfere in the electoral process.” Others countered that Odinga could be behind the crime himself, as a way of discrediting an election he expected to lose.",
  "What we do know is that the technology Msando managed—systems the country hoped would help resolve entrenched anger over repeated disputes at the ballot box—failed in ways that offer lessons about what technology can and cannot do to protect the integrity of an election.",
  "Msando’s death came as the country braced for a political re-match between the incumbent president, Uhuru Kenyatta, son of Kenya’s first president, and Raila Odinga, a former prime minister and longtime opposition leader of the country.",
  "Kriegler’s findings included a smorgasbord of old-school rigging tactics: intimidation, bribery, ballot stuffing, and problems with the register that enabled as many as 1.2 million Kenyans to cast votes in the names of dead people.",
  "Odinga had run for president three times before, including 2007, when he lost to Mwai Kibaki under heavily disputed circumstances, touching off a horrific wave of violence that still clouds the country’s politics.",
  "An Election Disputed Before It Began\n\nAlthough Kenya stands out as a relatively mature democracy in a region better known for despots, its elections have long been tainted by allegations of vote rigging.",
  "Three weeks later, the Supreme Court issued a stunning verdict overturning the result, only to have the country return Kenyatta to the presidency once more in a repeat vote held in October.",
  "In the aftermath of the crisis that followed that election, a South African judge, Johann Kriegler, released an independent report that detailed widespread vote manipulation.",
  "Msando’s unsolved case remains a symbol of a fraught electoral process—one that was supposed to be legitimated through technology but may have ultimately been harmed by it.",
  "Odinga, whose father was also a leading figure of Kenya’s post-independence politics, had reason to be suspicious of the election process.",
  "“We are trying our best to find your father’s killers and I promise that we shall.”\n\nFour months later, that promise remains unfulfilled.",
  "Given that context, the murder of Msando, keeper of the technology meant to ensure a clean vote, kicked off a raft of speculation.",
  "This year, in the vote on August 8 that followed Msando’s brutal killing, Odinga lost again to Kenyatta and his Jubilee Party.",
  "The conduct of the election, Kriegler noted, “was so materially defective,” that it was impossible to know who actually won.",
  "Msando’s six-year-old son surprised the aging politician with a question: Why had his father been murdered, and who did it?",
  "Nearly three weeks after the IEBC had declared Kenyatta’s August victory, Odinga paid a visit to the late Msando’s home.",
  "Odinga, who heads the National Super Alliance, or NASA, ran again in 2013, and lost, narrowly, to Kenyatta.",
  "Msando’s killers have not been found, and the story of Kenya’s election failure has yet to be fully told.",
  "Almost immediately, Odinga’s NASA Coalition accused Kenyatta’s Jubilee Party of involvement.",
  "In the chaos that ensued, more than 1,000 people were killed and 500,000 displaced.",
  "He has a relatively strong case that the election was stolen from him in 2007.",
  "“We don’t know yet,” he said after the pause.",
  "Odinga stared at the boy before responding."
]