[
  "At times he seemed slightly pitying of British officials who are investigating data mining, saying they did not have enough resources and lacked “a robust technical background.” “I have had to explain and re-explain and re-explain and re-explain, you know, how relational databases work, what is an eigenvector, what is dimensionality reduction,” he said.",
  "O.K., from the top, once again—relational databases are so ridiculously easy that even a two-year-old can understand them, and, in fact, many actual two-year-olds do understand them and are working for our company right now, making great big lovely heaps of money mining data and swinging elections, all while still in their nappies!",
  "The whistle-blower Christopher Wylie held a roomful of British lawmakers rapt for three and a half hours on Tuesday, like a pink-haired, nose-ringed oracle sent from the future to explain data.",
  "That is what we mean by dimensionality reduction, and exactly the same principle applies to these very large computers you seem to have absolutely no clue about.",
  "I’ve talked about relational databases already, but if you need a refresher please go to http://relationaldb.@^+66-7777.fda.lihgiw.",
  "2:\n\nApparently, some of you with less robust tech backgrounds did not completely follow me the first time, so let’s review.",
  "Simply put, a relational database is a database that’s related either to another database or to Camilla Parker Bowles.",
  "You all look splendid, and I’ve gone over the quizzes I gave you, post-nose-rings, and you got every question right.",
  "O.K., let me give you an example that I’m sure will be obvious even to brilliant Solons of the bar like yourselves.",
  "Well, the “D” stands for “dimension.” Now, if we want to reduce the dimensionality, we simply take the glasses off.",
  "3:\n\nI can’t believe you are eminent British lawmakers and yet can’t seem to grasp such basic stuff.",
  "Now, eigenvectors—we all use eigenvectors in everyday life, they’re practically self-explanatory.",
  "These are just vectors, and we all know what vectors are—they’re things that go someplace, right?",
  "I’m doing some deep breathing before I proceed to dimensionality reduction, iteration three.",
  "—“Cambridge Analytica Whistle-Blower Contends Data-Mining Swung Brexit Vote,” in the Times.",
  "That simply means that you take a certain dimensionality and then you reduce it.",
  "Dimensionality reduction is so easy I’m not even going to explain it this time.",
  "So you take regular vectors and make them eigen, and you get eigenvectors.",
  "Somehow, everything I’ve tried to teach you has only made you stupider.",
  "Deep down, do you not want to know what a relational database is?",
  "I’m sure your mommies and daddies took you when you were little.",
  "Do you think I’m telling you all this just to hear myself talk?",
  "I believe you actually know less than you did when we began.",
  "Now, if you want to become really clever, we’ll do the hair.",
  "Now I’m going to rap you all on the knuckles with my phone.",
  "Relational databases—I mean, come on, how hard can that be?",
  "I am sad, and ashamed, and very, very disappointed in you.",
  "You take an ordinary vector and simply “eigen” it—please.",
  "And why in the world can’t you understand eigenvectors?",
  "Would you understand better if I took my nose ring out?",
  "I want all of you to put your hands out on your desks.",
  "1:\n\nI will try to go slowly, so I don’t lose anybody.",
  "And what dimensionality do we see the movie in then?",
  "Look back over what I said in my first explanation.",
  "Look at the diagram and work it out for yourselves.",
  "So that was the problem all along—the nose rings!",
  "I advise you all to take notes the next time.",
  "They’re databases that relate to one another.",
  "What do you mean, you weren’t taking notes?",
  "4:\n\nI’ve had it up to here with you people!",
  "Now let’s tackle dimensionality reduction.",
  "Must I bake relational-database cupcakes?",
  "If it doesn’t hurt, you won’t remember.",
  "What if I put some extra nose rings in?",
  "Remember you wore those funny glasses?",
  "Wait—what if you put in nose rings?",
  "Have you ever been to a 3-D movie?",
  "Must I dress up as an eigenvector?",
  "Next, I will explain eigenvectors.",
  "You, too, Mr. Chief Solicitor!",
  "(No, I’m kidding, guys.)",
  "Yes, of course it hurts!",
  "Is the problem cultural?",
  "What is wrong with you?",
  "Bring me my whiteboard.",
  "Do I need visual aids?",
  "It’s supposed to hurt.",
  "I am at my wit’s end.",
  "Is it my nose ring?",
  "Two-dimensionality!",
  "Explanation No.",
  "Explanation No.",
  "Yes, right now.",
  "Explanation No.",
  "So—are we good?",
  "Use your heads.",
  "Explanation No.",
  "The next day.",
  "Wonderful!",
  "Very good.",
  "Good!",
  ".",
  ".",
  ".",
  "?"
]