[
  "While working on the Cruz campaign in the 2016 US election, Cambridge Analytica partnered with a Cambridge University academic, Aleksandr Kogan, to explore \"psychographics\", a marketing practice that involves psychologically profiling individuals and tailoring adverts to their personalities.",
  "The whistleblower will speak in October at the Institute of Contemporary Arts dinner\n\nChelsea Manning will discuss the Cambridge Analytica scandal and other issues around technology and democracy during her first appearance in the UK later this year.",
  "“I make a lot of mistakes but that doesn’t mean I regret those mistakes, because those are learning experiences as well.”\n\nManning said her time in prison had “a lot of long-term effects” on her but that she did not fully understand them.",
  "Two-and-a-half years after the first report in the Guardian of Kogan's use of Facebook data, the company responded, banning Kogan and Cambridge Analytica from its platform and launching an investigation into misuse of its site.",
  "“The underlining agenda was always that we connect culture production to social and political meaning and, I hope, show that the power of an individual can change the world through bravery, courage, determination and vision.",
  "Publicly, this included creating and buying digital advertising; privately, according to claims made in secret filming by then-CEO Alexander Nix, it may have extended to honeytrap stings and other \"dark arts\".",
  "The UK-based company, an offshoot of an American military contractor called SCL Group, offered electoral services to politicians across the world, including the Ted Cruz and Donald Trump campaigns in the US.",
  "Since her release from prison, Manning has said pressures and difficulties with mainstream outlets had forced her to send the documents directly to WikiLeaks but she has never apologised or expressed regret.",
  "Other issues that will be discussed by the former US army intelligence analyst include the Panama Papers, documents showing the myriad ways in which the rich can exploit secretive offshore tax regimes.",
  "She will also talk about Cambridge Analytica, the political consulting firm that worked for Donald Trump’s presidential campaign and harvested raw data from up to 87m Facebook profiles.",
  "Talking about the decision to hold the dinner in Manning’s honour, he said: “I am very excited.”\n\nHe explained that he had tried to reconnect the ICA to its original funding mission.",
  "We could not be happier to welcome Chelsea to London.”\n\nKalma´r said Manning wanted to talk about empowerment of commercial software used in warfare and artificial intelligence.",
  "Kogan used an app tied in to Facebook to download data from 800,000 users – and around 70 million of their friends – and used that data as the basis of his psychographic model.",
  "Manning will also talk at the dinner about queer and transgender rights and her role supporting defendants who were part of the anti-capitalist Disrupt J20 protest.",
  "Chelsea Manning on the far right, state surveillance and their lessons for Australia Read more\n\n“There was literally no [other] way I could’ve done it,” she said.",
  "It’s been very difficult for me to recognise the things going on.”\n\nHer prison sentence was cut short and she was released in 2017 after Barack Obama intervened.",
  "Manning was released from prison after being sentenced in 2013 in violation of the US Espionage Act for disclosing classified government documents to WikiLeaks.",
  "The whistleblower has been asked to talk about the rise of artificial intelligence, the state of the data economy and the role of algorithms in public policy.",
  "The Information Commissioner announced an intention to levy a £500,000 fine, the maximum possible, against Facebook for two breaches of data protection laws.",
  "But both companies say no contract was ever signed, nor money paid, and that the exploratory work wasn't used in the eventual referendum campaign.",
  "The company was listed as a partner on Leave.EU's application to become the official Brexit campaign, and carried out some preparatory studies.",
  "Manning was invited to attend the event by Stefan Kalma´r, who was appointed director of the Institute of Contemporary Arts in London in 2016.",
  "He came to the ICA from Artists Space in New York and was described at the time by an art world insider as a “true innovator”.",
  "In October, she will be the main guest at the Institute of Contemporary Arts dinner, which is being held in her honour.",
  "Within a year, she threw herself into an unsuccessful run in the Democratic primary for a Maryland Senate seat.",
  "Quick guide Cambridge Analytica: the story so far Show Hide What services did Cambridge Analytica provide?",
  "“It was always a social, political radical engaged organisation.",
  "That depends on your definition of \"work\".",
  "It was also always outspoken,” he said.",
  "(Nix now denies CA used such methods.)",
  "How is Facebook involved?",
  "Did it work on Brexit?",
  "What happened next?",
  "“It’s been slow."
]