[
  "Paine tries not to get too melodramatic over the course of his interview, but even he can’t deny that privileging healthy cynicism over blind faith could be a matter of life and death:\n\n“To a computer, the security systems of the world’s largest nuclear mainframes are just a game, so we need to be careful if we’re going to teach them to be master game-players.” He chuckles.",
  "When we go to a computer program to buy from an online marketplace, purchase flight tickets or book a hotel, we trust that the algorithms in place are giving us good information, the best prices.”\n\nThe former head of an internet company that was sold before the dotcom bubble’s big pop, Paine spent the interim years learning all he could about the technology sector.",
  "You don’t have to throw away your computer and go completely offline – that’s just difficult to do, practically speaking.”\n\nFacebook Twitter Pinterest Photograph: Papercut Films\n\nHe continues: “Changing the culture of technology requires getting different types of people into available jobs.",
  "This idea of the outsiders having some measure of control could be a big part of the solution … It’s part legislation, part internal revision of the system.”\n\nPaine places an emphasis on action over terrified paralysis, offsetting each disturbing morsel of information with a whiff of hope.",
  "“The danger of autonomous weapons, the danger of election tampering and other hacking, the hazards of overpersonalization – these are part of the ‘existential risk’ we’ve covered in the three years of working on this film … People are very fast to trust things that take care of them.",
  "Having tried narrowing his focus to a single topic in the 2006 breakout Who Killed the Electric Car?, Paine decided to go wide for this project, weaving together far-reaching trends and headlines to form a more holistic meditation on the theme of technology.",
  "He zeroes in on a lack of awareness as the chief problem, citing the embarrassing showing from a congressional committee hearing that had to ask Mark Zuckerberg what Facebook does and how it produces money during his deposition.",
  "While advances like artificial intelligence, increased automation and algorithmic learning have propelled humanity into a faster and more convenient future, they have paved the way for some chilling developments as well.",
  "“The Guardian broke the Cambridge Analytica story.”)\n\nPaine contrasts that ignorance with the signing of the Copenhagen letter, part plea and part pledge for the world’s top innovators to do and be better.",
  "Which anxieties are well-founded, and what’s just fear?’”\n\nIt’s hard not to enter full-on panic mode as Paine blows through digital threats to life as we know it as if from apocalyptic flashcards.",
  "He sees humanity approaching a reckoning with itself, as we turn more of our high-level thought over to software and more of our physical function to automatons.",
  "Common consumers cannot go half-cocked into the coming decades if we hope to survive under the small handful of billionaires calling more and more of the shots.",
  "In fact, it’s really more of a film essay, in the methodical way it introduces, dissects and draws conclusions from ideas applied to real-world developments.",
  "But with this film, the push is mostly to create awareness, to call on our congressional bodies to push back against companies like Apple and Google.",
  "(In a film that features Elon Musk musing about his vision of digitized empire on camera, Zuckerberg stands out as the most glaring absence.",
  "He’s more sober-minded than that, both aware of the stratospheric stakes and confident that managing them represents the only way forward.",
  "“Covering your phone and computer’s camera, so they’re not always broadcasting your face to whoever happens to have access to them is one.",
  "Mindfulness is key, the simple act of remaining conscious about the invisible ways daily life has been infiltrated by evolving machines.",
  "It’s privy to your conversations with loved ones and work associates, perhaps even words uttered out loud in private moments.",
  "It knows your schedule, where you are at any given moment, what you buy, what music you listen to, and who you should date.",
  "To ensure that qualities like privacy, safety and agency don’t become things of the past, it falls to us to self-regulate.",
  "We trust airplane autopilots, and we trust the FAA to make sure the pilot’s not flying under the influence or something.",
  "In all likelihood, you are currently reading this article on a device that contains all the salient parts of your life.",
  "He doesn’t want to come off as the tinfoil-hatted luddite that tech giants often claim their most ardent opponents are.",
  "Like machines or governments, digital programs have a real relationship with the humans that use them.",
  "“With this film, we wanted to pick apart the stuff we take for granted,” Paine tells the Guardian.",
  "You’ve given it your bank account information, and use it to move your money around.",
  "“You know well enough how difficult it is to get a hold of him,” Paine joked.",
  "wonders if that might not contain some potential for disaster down the line.",
  "“There are simple ways to minimize your digital footprint,” Paine says.",
  "After all, he’s the first one to describe himself as a “technophile”.",
  "Read more\n\nChris Paine’s new documentary Do You Trust This Computer?",
  "Beyond The Cove: what happened after the Oscar-winning documentary?",
  "“We wanted to say: ‘What is the reality behind these things?",
  "People with a background in ethics, or philosophy.",
  "More women, yes, but also people from the arts.",
  "“There are tentpole concerns,” Paine explains.",
  "“What could go wrong?”"
]