[
  "Rather than confer more individual rights to resist, withhold or withdraw consent to data aggregators, we must devise a regulatory framework to ensure that data aggregators collect information in a secure and responsible manner, adequately address and eradicate data biases, and avoid abusive and grossly negligent practices in the use of that data.",
  "Recognizing the potential of open data for fueling innovation and economic growth, many civic organizations and government officials have broadly called for “data for the public good,” with some city governments, including Chicago, New York and Madison, committing to provide open government data.",
  "Tech titans in both the U.S. and China build their commercial prowess and financial valuations on the stickiness (the amount of time spent over a given period) on their all-encompassing platforms and the huge amount of data these platforms yield.",
  "The plan sets out detailed goals: by 2020, government data is due to open to the public in 20 or more civil welfare and benefits-related areas such as credit, transportation, employment, social security, culture and natural resources.",
  "However, leaving matters of this mighty importance in the hands of organizations and individuals aiming at profit maximization is certainly no better consolation as manifested in the recent Facebook debacle with Cambridge Analytica.",
  "Treating data as a public good and regulating data aggregators as custodians of the public good will level the playing field for data access and exploitation, thus in the long run spurring sustained competition and innovation.",
  "With tech titans continuing to amass and hoard data through their platforms, private ownership and exploitation of data will continue to contribute to outsized financial valuations and skewed wealth distribution.",
  "One is to ensure that data aggregators and owners serve the public interest by contributing a certain percentage of their annual income to public funds that can be used to support social and economic programs.",
  "The second and more drastic approach is to implement a system whereby private data aggregators may be granted a fixed term (say, three to five years) to exploit and extract value from the data.",
  "Of course, some may argue that a regulatory regime treating data as a public good would render individuals completely at the mercy of full, if not capricious, control by the state.",
  "BEIJING — Data informs and dictates our life decisions, from mundane activities like grocery shopping to career and medical decisions, credit applications and social interactions.",
  "The call for a new way to think about privacy and data ownership also comes from the need to encourage innovation and address the challenge of inequality in the digital age.",
  "Therefore, the protection of data under private law should shift to data ownership, management and regulation under public law so that data serves the public interest.",
  "Conceptually, this is similar to the widely-adopted drug patenting schemes whereby the exclusive right to reap the private benefits expires after a number of years.",
  "Public access to government data can unlock the potential of data, as has already happened with weather data and with the U.S. GPS satellite navigation system.",
  "However, for private-sector players, data is an important entry barrier to their businesses and one of the most critical sources of their competitiveness.",
  "An important way for them to maintain a competitive and technological edge is to acquire the most competitive and innovative startups in the market.",
  "To have a social life in today’s digitized world, one has little choice but to “consent” to all the data-capturing devices and sensors around us.",
  "In China, where the state plays a central role in managing the economy and society, there may be fewer obstacles to implementing such proposals.",
  "Instead, the data in circulation should be viewed as a public good, and data aggregators should become custodians of the public good.",
  "This will not only counter monopolistic practices in different industries but also contribute to a more just distribution of wealth.",
  "Personal data once shared on platforms should no longer be viewed as the unencumbered private property of individuals or platforms.",
  "In 2015, the Chinese government issued an action plan for fostering an open data society and developing a big data industry.",
  "Of course, the challenge to the notion of private property rights goes against the basic tenet of modern capitalist systems.",
  "Thus, the private ownership of data, which is the basis for the current data privacy protection scheme, requires a rethink.",
  "At the very least, governments of all stripes pledge loyalty to public interest and servicing of the public good.",
  "Recognizing the social and public good nature of data, we can consider two general approaches to regulation.",
  "To say we make informed, conscientious choices by clicking a mouse or tapping on a touch screen is a farce.",
  "Open data has also fueled innovation in the city transit sector, as demonstrated by the Vancouver, B.C.",
  "This was produced by The WorldPost, a partnership of the Berggruen Institute and The Washington Post.",
  "Moreover, each of us is a source of data, and we all constantly contribute to data flows.",
  "(Kevin Frayer/Getty)\n\nBing Song is the director of the Berggruen Institute China Center.",
  "A right without the opportunity to make meaningful choices cannot be called a right.",
  "It is much like the air we breathe, water we drink and electricity we depend on.",
  "Data has become and will continue to be a foundational basis for our society.",
  "We also need a better system to address data-related misconduct and abuses.",
  "However, this threatens the future vibrancy of tech innovation.",
  "After the term expires, all data should be made public.",
  "\n\nCommuters during rush hour in Beijing, China.",
  "So what are the policy implications?",
  "This indeed is a concern.",
  "transit authority."
]