[
  "For instance, while it is assumed that individuals who live in Appalachia do not own the latest in technology because they can’t afford it, her research has found that “the deeper reason is a lot of skepticism about technology and a lot of consideration of the ways it changes life.”\n\nHer research paper titled “Technology in Rural Appalachia: Cultural Strategies of Resistance and Navigation” was one of dozens about “Privacy at the Margins” included in a special issue of the International Journal of Communication this month.",
  "“It’s the Wild West,” he says, where “people are grabbing all sorts of information about you and you don’t know what they know or how they use it.” He works in corporate finance in Manhattan, responsible for budgeting and forecasting, and was originally put off by the fact that “Facebook has to be doing something like this because they have to make money, but I didn’t understand exactly what that something is, and I’m not comfortable with things I don’t understand.”\n\nHe has never used Twitter or Snapchat, he says.",
  "Mine wasn’t a prophecy, it was just me trying as a human being to resist the forces of the marketplace on my identity.”\n\nShe may have succeeded in that she won’t be getting a message from Facebook this week telling her whether she was in fact a victim of the latest of those forces, but she acknowledges she pays a price for opting out of a medium that reaches a third of the world.",
  "Each of the papers was about a discrete population — from aboriginal communities in Australia to disadvantaged urban communities in India to college sophomores at big universities in urban areas — and each concludes that the decisions about technology use are driven by how users feel about the effect of a particular technology on their private, offline life.",
  "I think the implications and the ramifications are enormous.”\n\nSherry Hamby, a psychology professor at the University of the South who studies victimization of vulnerable communities in Appalachia, agrees that age is probably not the primary factor for those who shun social media, including some of the rural populations she studies.",
  "I have replied to posts, but I couldn’t even tell you how to post.” The reason he even opened the account in the first place, he says, is “because my wife wanted her profile to say she is ‘married’ and it won’t say that unless your spouse also has an account.” (His wife was mistaken.)",
  "And now, as Facebook founder Mark Zuckerberg testifies before Congress for two days about the data-mining operation, and the House Permanent Select Committee investigates whether Cambridge Analytica was working with the Kremlin, “shunners” like Podolsky are feeling vindicated.",
  "Now it’s blah, blah, blah, hysterectomy, blah, blah, blah, my yeast infection, blah, blah, blah.”\n\nShe’s tried what she insists is “the Facebook fad” a few years ago when a group she’d joined that met up for agility training for dogs began using the site for scheduling.",
  "As Facebook sends its promised updates this week, telling users whether or not they were one of the 87 million whose personal data may have been scraped by Cambridge Analytica to create and position online political advertising, Jody Podolsky won’t even need to look.",
  "“I did lose out on that social interaction,” she says, “because I didn’t want this other element.”\n\nYahoo\n\nMichael Gerstein, in turn, says he has stayed off social media because he’s long feared something much like the Cambridge Analytica news of the past few weeks.",
  "“In my mind, as a psychotherapist, the most important thing in this world is human connection,” she says, “and social media does foster a version of that, but it’s a version that has us relating to a device rather than a set of eyes that’s gazing at you.",
  "“I joined for my dog, and within half an hour of getting onto Facebook, a client who had sexually harassed me wanted to friend me, and right after him I got a request from a woman who I had worked with who I knew to be mentally ill.",
  "Of the estimated 280 million Americans over the age of 13, 213 million are on Facebook, leaving the rest to call their friends one at a time when they get a new puppy, or send postcards from vacation rather than posting photos.",
  "She joined LinkedIn in the the early days of the site and “apparently clicked the wrong thing by mistake.” As a result, “It sent a blast email to my entire contact list, including everyone’s name and email listed publicly.",
  "Yahoo\n\nFader, who just turned 65 — and who was filling out Medicare forms online when reached by phone at her Manhattan apartment — emphasizes that it is not because of her age that she is resistant to new technology.",
  "Yahoo\n\nHamby’s research was conducted before the 2016 elections, so she does not know how her subjects feel about their choices to limit their social media use in light of the Cambridge Analytica controversy.",
  "“There’s the idea out there that older people don’t know how to use this and that’s why they stay away,” she says, but in fact she has a website for her business and spends much of her day on the computer.",
  "Of the two kinds of people in the world — those who embrace social media and those who shun it — she is of the group that has never really used platforms like Facebook, Twitter, Instagram and Snapchat.",
  "“I definitely wouldn’t want you to identify me in an article.”\n\nShe recalls passing an old-fashioned phone booth as part of a display and having to explain its purpose to her young children.",
  "No, she says, she doesn’t think anyone actually cares how much she walks, but she didn’t think that anyone cared to sell Facebook friend lists to the Russians either.",
  "Any one of those might have answered the 2014 Cambridge Analytica survey that the company then used to access the information of everyone in that user’s friend list.",
  "Podolsky, who is currently writing a book, says that “the first question publishers ask is, ‘What’s your social media presence, how many clicks do you get?’”",
  "“I wouldn’t say I’m feeling smug, it’s more complicated than that,” says Podolsky, an author, film producer and small business owner in Los Angeles.",
  "That was my worst fear about technology, and it came true.”\n\nAll that is why she only used her fitness tracker for a very short while, she says.",
  "You lose all the sensory parts when you spend all that time staring at a screen.”\n\nFor others, the core reason was the fear of loss of privacy.",
  "“I’m even hesitant to talk to you,” said one office administrator in Florida who, nothing if not consistent, declined to be quoted by name.",
  "That’s where my personal antipathy started.”\n\nFor Rachel Bamberger, it was about the substitution of a virtual experience for a real one.",
  "“They asked, ‘What’s it for?’ and I had to say ‘There’d be a phone in there and you would close the door so you can talk,’” she recalls.",
  "All she wanted to do was count her daily steps, but “you have to sign all these agreements in order to participate with them,” she says.",
  "“I found it incrementally arrogant and intrusive to decide they could diminish the obligations and commitments of actual friendship.",
  "“I try to find pleasure in real face time with my friends, or reading a book or listening to music,” says the high school senior.",
  "It is not that she is incapable of understanding the new ways, she says, but because she understands them too completely.",
  "“I don’t read books online because I love the smell of real books and the feel of actually turning the pages in my hand.",
  "It started her thinking: Someone out there is going to know my heart rate, my sleeping pattern, how many steps I take.",
  "She is certain none of her information was sold because she’s sure there was no information of hers out there to sell.",
  "It’s also terrifying that it is awesome.”\n\nYahoo\n\nThe reasons non-users give for non-using are varied and nuanced.",
  "Ellen Fader, a Manhattan psychotherapist, believes she has been similarly victimized despite being careful.",
  "“I think initially what caught my aversion was Facebook’s co-option of the word ‘friend,’” she says.",
  "He created this interpersonal interplanetary connection and that is an outstanding accomplishment.",
  "These were clients in my therapy practice and now everyone on the list could see everyone else.",
  "I just closed my account,” and, as a result, stopped attending agility training sessions.",
  "“Facebook traded on our identities, our privacy, with impunity, for their own gain.",
  "Podolsky, for one, insists she does not take any pleasure in her prescience.",
  "For Podolsky, it’s about the misappropriation of the concept of friendship.",
  "“Even being careful doesn’t protect you from being vulnerable,” he says.",
  "If we fast forward, what are people going to be like 100 years from now?",
  "That was their business model, to sell our very selves to advertisers.",
  "In her experience, few of the presumed reasons actually hold true.",
  "Which means he may in fact have been part of the data sweep.",
  "“It used to be that phone calls were presumed to be private.",
  "Still, the account exists, and he has 62 Facebook friends.",
  "He does have a Facebook account, but “I have never posted.",
  "Will they remember how to relate in real life at all?",
  "Who knows what they are doing with your information?",
  "I could have lost my license professionally.",
  "She says she hopes to go back and find out.",
  "Do I want all that data out there?",
  "“Mark Zuckerberg is smart.",
  "I just felt so exposed.",
  "I know that is genius.",
  "It’s even awesome.",
  "“Do I feel smart?",
  "No,” she says.",
  "He’s a genius."
]