[
  "The challenges come from “Catalysts,” or role models from a range of fields meant to inspire the young “Mavericks.” After sharing their work in response to challenges, users have the opportunity to view and reward each other’s work with comments and badges for categories like “unique,” “creative,” “unstoppable” and “daring.”\n\nGirls and young women do feel extraordinary pressure to be perfect and likable and to follow the rules.",
  "The company is also offering a live events platform with MaverickLIVE, a day of events across the country to connect young Mavericks and Catalysts and to celebrate girls on the platform and their achievements in areas like comedy, sports, music and STEAM, a variation of STEM that incorporates the fields of art and design.",
  "When users join Maverick, which offers both a free iOS app and desktop experience, they have the opportunity to participate in video, photo and text-based “challenges,” like creating their own superheroes, coming up with lyrics for their personal anthems, making dance videos and creating posters for meaningful causes.",
  "Catherine Connors\n\nChaffin and Connors develop the challenges in consultation with the role models themselves, as well as educators and “girl experts” to create experiences that are fun and thought-provoking, inspire creativity and experimentation, and encourage the young women to work together.",
  "“Maverick’s emphasis on creative messiness and authenticity allows girls to be able to push back against the myths of perfection - and to meaningfully exercise their very real powers.”\n\nAI Project/Reuters Olympic medalist Laurie Hernandez will appear at Maverick's first live event.",
  "“We are very focused on protecting the privacy of our users and protecting their personal data,” Chaffin told HuffPost, noting that users under 13 need parental consent to use the platform and parents can view their child’s content through Maverick’s parent portal.",
  "“Maverick aims to provide girls and young women with ongoing opportunities to exercise their powers of creativity, curiosity, and daring in the years of their lives when they are still comfortable being messy, ambitious, and unapologetic,” Connors told HuffPost.",
  "“I consider myself a really progressive, feminist parent, but I’ve found myself, too often, imposing problematic social norms on my daughter ... Basically communicating to her that she should try to be more likable and polite and cooperative ?",
  "“This is with the hope and expectation that they will become practiced and comfortable in experimenting and taking risks, in challenging the pressures of perfection, in being their real, powerful, authentic selves, and in working together ?",
  "Catherine Connors\n\nConnors and Chaffin see Maverick as pushing back against the kinds of norms and expectations that hinder girls’ progress and suppress the ambition, energy and power they often exhibit at younger ages.",
  "rather than letting her be the fully powerful person that she already is.”\n\nI consider myself a really progressive, feminist parent, but I’ve found myself, too often, imposing problematic social norms on my daughter.",
  "Though they bonded over their shared passion for empowering women and girls, Connors said the seeds for Maverick were actually planted some years before her time at Disney, when she was pursuing a career in academia.",
  "Although the opportunity to connect and empower young women and girls is enticing, many parents are undoubtedly worried about social media networks and online privacy following the Cambridge Analytica scandal.",
  "the phenomenon, around puberty and early adolescence, whereby girls go from being assertive and outspoken to not using their voices, not raising their hands, dropping out of sports, etc.,” Connors explained.",
  "The two women met while working at the Walt Disney Company, where Chaffin led Disney Interactive’s women and family division and Connors was editor-in-chief of Babble.",
  "On Friday, Brooke Chaffin and Catherine Connors announced the launch of Maverick, a social network geared toward young women between the ages of 10 and 20.",
  "After Connors and Chaffin had both left Disney, they reconnected and decided to use their digital media experience to tackle this issue.",
  "But I’ve also found it really hard from a parenting perspective, in ways that have continually surprised me,” Connors told HuffPost.",
  "and that they will carry them forward into adulthood, and use them to make their own futures and change the world,” Connors added.",
  "peer role models like Laurie Hernandez, Chloe and Halle Bailey, Brooklyn and Bailey McKnight, Daunnette Reyome and Ruby Karp.",
  "The aim is to connect and empower girls by fostering their creativity and introducing them to inspiring role models.",
  "The first MaverickLIVE event, which will take place in Los Angeles on April 28, will feature “Founding Mavericks” ?",
  "So I was very familiar with all of the research on what’s sometimes called ‘loss of voice’ or the confidence gap ?",
  "“Girls and young women do feel extraordinary pressure to be perfect and likable and to follow the rules.",
  "“My area was women and girls in social thought, with a particular focus on how they assert themselves ?",
  "In addition to research, the women also draw inspiration from Connors’ 12-year-old daughter Emilia.",
  "One recent challenge involves designing their own “freak flags” to celebrate their eccentricity.",
  "Courtesy of Maverick Catherine Connors (left) and Brooke Chaffin (right), founders of Maverick.",
  "Maverick has raised $2.7 million in seed funding from investors like LinkedIn CEO Jeff Weiner.",
  "“She has always been intense and outspoken and driven and argumentative, and that’s awesome.",
  "Courtesy of Maverick YouTube stars Brooklyn and Bailey McKnight are \"Founding Mavericks.\"",
  "Courtesy of Maverick One Catalyst is Native American activist and model Daunnette Reyome.",
  "A pair of former Disney executives have created a new social media platform for girls.",
  "Much of their current social media engagement increases that pressure,” said Connors.",
  "or rather, historically, how they’re unable to assert themselves ?",
  "a ‘good girl,’ who should conform to social approval ?",
  "This goal has garnered broader support.",
  "in the public sphere."
]