[
  "By keeping track of recent financial activity, loans, and payment sent/received through the application, consumers are once again able to place their trust into third-parties, while these companies are ensuring the highest degree of security on their applications.",
  "\"One of our goals in the space is to make the average consumer using cryptocurrencies, feel as if they are sending typical payments to others, but with the benefits of a trusting, immutable ledger that preserves user privacy and prevents fraud,\" said Plaza.",
  "\"[These] implementations prevent information holders from changing users' financial information, eliminating the need for a user to trust an unknown entity with their personal assets or most precious information (Equifax, cough cough),\" Plaza explained.",
  "Just last year, over 145 million Americans had their social security numbers, addresses, and driver's license numbers compromised by hackers through the Equifax data breach, and most recently, Facebook through the Cambridge Analytica data leak.",
  "One recent blockchain startup, Elixir, told me that its vital to have a platform that protects consumer information all while having a well-versed and readily-equipped team to handle consumer financial information.",
  "When information is inputted onto this distributed digital ledger and then shared across a peer-to-peer (P2P) network, visibility and transparency are increased while minimizing chances for fraudulent behaviors.",
  "Bringing smart contract technology into the blockchain space allows other companies like Esprezzo, Phoenix, React, and now Elixir to build off one another, which provides immense value to the space overall.",
  "Instead of utilizing any simply payment application on your smartphone, it's time to look towards mobile applications that are integrated on the blockchain, so you're carrying the security in your pocket.",
  "Contrary to popular belief, cryptocurrencies and blockchain technology have the capability of providing a more secure system to consumers and their assets, than our traditional financial systems.",
  "Elixir to utilize their Ethereum-based tokens, allowing users to make payments, create/request loans, and even host crowdfunding projects to continuously add new ideas and visions to the space.",
  "Blockchain Technology Helps Lock-In Personal and Financial Information Across A P2P Network\n\nAs we are starting to see, the beauty of blockchain technology is its decentralized core structure.",
  "With the emergence of new technology, comes the emergence of new threats and new hackers, attackers, and other forces devoted to exploiting vulnerabilities in these advancements.",
  "But, one major factor attributed to the increasing number of fraudulent activities is due to the use of centralized servers and having too many people in the kitchen.",
  "With blockchain technology, the doorway of possibilities is opening up wider where we are still afforded the convenience of mobile banking, while mitigating the risk.",
  "Smart contracts also provide a record of pseudo-anonymous loans, providing prima facie evidence of the transaction itself in the event of any dispute between parties.",
  "Melanie Plaza, Co-Founder of Elixir, added that with a decentralized structure, there can be many advantages over your traditional financial platforms.",
  "In today’s world, we have the ability to manage our finances with the touch of a button, or swipe of a finger--all without stepping foot into a bank.",
  "The only individuals that should possess or control our information is that individual themselves, or a well-equipped process that manages itself.",
  "Blockchain technology has the answers written in its coding to help bring both convenience and privacy into the pockets of users across the world.",
  "Elixir's mobile application aims to provide users with an incredibly simple user-interface, one in which the average consumer can understand.",
  "Absent the use of cash, the technology we use leaves a digital footprint, providing a roadmap as to the places we shop, visit, and support.",
  "In today's world, we have been accustomed playing by the rules dictated by the major credit bureaus because that's all we've ever known.",
  "As almost every American has witnessed over the past year, data privacy breaches and fraud are no longer issues that can be ignored.",
  "There isn't one answer, and in fact if you were to ask cyber-security experts, you would have a combination of factors as to why.",
  "Convenience and Privacy Can Be Found In The Blockchain\n\nTechnology has afforded us many conveniences, and we are on the go.",
  "Once a transaction is verified, there's no going back--it is now a new chain in a series of future transactions to come.",
  "Transactions executed through the blockchain technology are immutable, making it almost impossible to change or alter.",
  "But, as I've said many times before, convenience always trumps privacy, and there's no way around that fact.",
  "Hackers are getting smarter about how to get their hands on consumer's financial and personal information.",
  "Having a centralized server that contains all that personal and financial information is just risky.",
  "But, what if we could find a way to manage our finances efficiently, while removing the servers?",
  "In the early days of banking and trading, consumers transacted directly without the middlemen.",
  "What this means for the consumer at the end of the day is that their finances are more secure.",
  "In other words, we can adopt a decentralized approach, which isn't anything new.",
  "It's a learning curve and we are all on for the ride--hoping it's a safe one.",
  "But, we have to ask ourselves why this is happening and at such a fast rate?",
  "In the finance sector, fraud is becoming more prevalent on the daily.",
  "Now, it's time to bring our finances on our journey forward.",
  "The tech space is becoming smarter...it's time you do too.",
  "Well, the times have changed, and so have the threats.",
  "Are Centralized Servers To Blame?"
]