[
  "Adelson so far has dedicated at least $40 million to super PACs focused solely on the fight for Congress, and even the $10 million he dedicated to a pro-Trump super PAC is only advertising in states with competitive Senate races so as to boost the entire Republican ticket simultaneously.",
  "There was no immediate donor backlash on Thursday in the aftermath of Trump's final debate performance, though many of the Trump donors at this point in the race remain diehards who have weathered months of scandal and controversy and are unlikely to abandon him given the latest one.",
  "Trump has been kept financially alive by his successful low-dollar program, and Trump's campaign on Thursday announced to supporters that it had raised $9 million online in the aftermath of the presidential debate, its single largest one-day haul online.",
  "Washington (CNN) Donald Trump in September spent more than twice what he had in any month prior, parting with $70 million just before his campaign hit its rockiest patch yet, which has unnerved a significant amount of donors, including Sheldon Adelson.",
  "One name missing from the election reports on Thursday: Adelson, the billionaire casino magnate who has dedicated $10 million so far to a pro-Trump super PAC, and sources say has contributed up to $25 million to back Trump's path to the White House.",
  "During that September high point, he boosted his staff to about 170 people, according to payroll records, and spent an enormous amount of his money, over $20 million, on a digital-adveritising firm that does his online fundraising.",
  "As Trump's presidential fortunes dip lower than ever before, Republican donors are struggling to decide how to react to a candidate who is endangering the GOP's brand and down-ballot prospects with less than three weeks to go.",
  "People who have spoken with him say he has bemoaned Trump's lack of focus and what he sees as squandered opportunities, instead choosing to launch intra-party attacks on Republican leaders such as House Speaker Paul Ryan.",
  "He also spent about $5 million on a data firm, Cambridge Analytica, which is reportedly owned by Robert Mercer, a Republican megadonor whose family is deeply intertwined within the Trump campaign architecture.",
  "Yet the debate exposed some lingering concerns among high-dollar donors, who are staring at a decision about whether to continue to fundraise and donate to Trump's campaign or spend their time on other races.",
  "The donor has never given so much to presidential efforts before, but Trump serves as an inspiration: \"I don't know whether it's my age or my mouth, but I decided to put my money where my mouth is.\"",
  "But rather than transferring that money to fellow state parties in battleground states, as had been expected, the state GOPs immediately handed over the money to the Republican National Committee.",
  "\"I hate to admit it, but Hillary won it,\" said John Harris, a California agriculture titan who just hours before the debate had been unveiled by Trump aides as a business leader backing him.",
  "In late September, Trump's joint fundraising committee finally disbursed the millions of dollars in cash slated for state GOPs that are part of the committee, according to reports Thursday.",
  "The $70 million in spending -- $40 million more than what Trump spent in the month of August -- came as he drastically increased his television campaign and as the race tightened.",
  "\"I remember thinking I wouldn't give them money,\" said Zieve, recalling a meeting with operatives from the super PAC Rebuilding America Now at the Republican National Convention.",
  "But when asked if he and Adelson voiced any frustration with Trump on the candidate, Friess said he would \"need to reserve what communication that took place private.\"",
  "One top donor who has given nearly $1 million to Trump's White House efforts said they were attracted to Trump precisely because of his hostility toward fundraising.",
  "\"It was quite tough to give Trump money -- and I was actually pleased with that,\" the donor said, describing the ordeal as evidence that Trump was a \"stand-up guy.\"",
  "But in recent weeks, according to multiple people familiar with his thinking, Adelson has grown frustrated with his candidate's performance on the campaign trail.",
  "The donor recalled trying to find a place to give their money as early as March, but was told by various super PACs that they were shunned by Trump's campaign.",
  "That suggests national Republicans feel they need the cash — at least in the short-term — to be held in the RNC's bank account, rather than in state parties'.",
  "\"Sheldon's got to protect the House and the Senate, and Trump's going after that isn't helpful,\" said one person who has spoken with Adelson recently.",
  "Another Adelson associate noted that he, along with other high-powered donors, are more animated these days by the battle for control of the Senate.",
  "But Adelson and his wife, Miriam, sat with Trump, his family and other top Trump allies at a private lunch prior to Thursday's Republican debate.",
  "For all of Trump's troubles, though, Republicans note that he inspired a host of new donors — and not just those who give $25 a month.",
  "New FEC reports this week revealed several major donors to Trump who have little track record in the insular world of GOP fundraising.",
  "Foster Friess, another top GOP donor who was at the meet-up, said he and the Adelsons \"enjoyed our lunch with Donald and his family.\"",
  "The $1 million from Zieve, who has given little to political campaigns in the past, was only revealed this week.",
  "Peter Zieve, a Seattle aerospace engineer, said he similarly was pushed off the sidelines by pure happenstance.",
  "\"And I realized that I have never ever been as excited about a candidate as I've been about Donald Trump.\"",
  "National Republicans must make similar decisions with less than three weeks to go.",
  "Yet the campaign had been spending as if it still has a committed donor base.",
  "\"He's really upset with the way Trump's been running his campaign.\"",
  "Harris said he is now \"focusing on close House and Senate races.\"",
  "Trump's campaign had $34.8 million on hand as of September 30.",
  "An Adelson spokesman did not respond to requests for comment.",
  "He spent $250,000 on that same firm a month prior."
]