[
  "While European regulators have stopped Facebook from collecting data on EU users of WhatsApp, another popular message service owned by the company, the social network has continued to extend its influence over the web after it recently announced that it was buying TBH, an up-and-coming social network mostly used by teenagers.",
  "Zuckerberg: 'I'm responsible'\n\nThe attempted Facebook exodus is linked to allegations that Cambridge Analytica, a London-based organization that provided data analysis for Donald Trump's 2016 presidential campaign, illegally collected reams of Facebook data on U.S. voters without their consent.",
  "But Zuckerberg, the 33-year-old Facebook chief executive, said the social networking giant had a duty to protect individuals' information, announced changes to how users' data would now be protected, and belatedly apologized for any potential misuse of people’s online information.",
  "But for politicians railing against Facebook's potential data abuses — let alone the arguably vocal minority of the company's users who are now jumping ship — it's going to be a difficult task to rein in the social network's well-entrenched position across the web.",
  "Privacy regulators in the U.K. and United States are now investigating the claims, including whether Facebook also failed to protect people's digital information by allowing third-party companies to use its network to vacuum up a treasure trove of personal data.",
  "And these other digital services also harvest people's digital information to fuel the company's highly-profitable advertising business, making it difficult — if not impossible — for anyone to fully extricate themselves from Zuckerberg's digital empire.",
  "As part of the social network's goal to make itself indispensable to people's online habits, the social network sealed agreements with tens of millions of websites worldwide to embed the company's famous “like” button across the wider internet.",
  "As more and more people joined Facebook (one out of every three people now online uses the platform), it had to diversify into other services or face becoming yesterday's news — a social network for your grandmother, and not for you.",
  "Removing Facebook's app from your smartphone — or even committing social networking harakari — may be cathartic for those who don't like the idea of their personal photos, messages and \"likes\" being shared without their knowledge.",
  "LONDON — Following revelations that roughly 50 million U.S. Facebook users may have had their data harvested without their knowledge, people from Copenhagen to Chicago are rushing to leave the world's largest social network.",
  "Its global reach now makes it almost impossible for people to disentangle themselves completely from an online empire that has made Facebook one of the richest — and most politically influential — companies in the world.",
  "Over recent years, it has built (or acquired) a stable of other smartphones apps, including Instagram and Facebook Messenger, which have become part of the de facto digital infrastructure of many people's online lives.",
  "This pseudo mea culpa came too late, though, for many of the social network's 2.2 billion users worldwide, many of whom (ironically) took to Facebook and Twitter to proclaim they were deleting Facebook for good.",
  "But several EU privacy regulators and judges raised concerns that these deals also allow Facebook to indiscriminately collect data on its users and non-users alike, accusations that the company denies.",
  "And since 2014, the social network has similarly built a highly lucrative digital advertising network that extends companies’ existing marketing campaigns on the platform to the rest of the internet.",
  "And since the recent revelations about people's Facebook data were made public, the company has lost roughly $60 billion in market value after investors began to worry about its long-term future.",
  "This global platform makes the social network second only behind Google in the amount of money it generates annually from online ads, according to the companies’ regulatory filings.",
  "\"Facebook creates a dependency relationship between its platforms,\" said Anja Bechmann, head of the Digital Footprints Research Group at Aarhus University in Denmark.",
  "But these ex-Facebookers might want to take some advice from The Eagles' \"Hotel California\": You can check out of Facebook anytime you like, but you can never leave.",
  "Since its creation in Mark Zuckerberg's Harvard University dorm room in 2004, the social media giant has extended its reach across the digital world.",
  "Roughly 1 billion people worldwide regularly see these Facebook-generated ads whenever they surf the web, according to the company's own figures.",
  "That makes the company a de facto ID system for vast swathes of the web, while also helping it to collect data on people's internet activities.",
  "And to be fair, Facebook has progressively clamped down on how much of people's digital information is shared with third-party app developers.",
  "Empire of 'likes'\n\nPeople who steered clear of Facebook and its deep bench of smartphone apps may think they have escaped the company's reach.",
  "Roughly 15 million websites also allow people to sign in through Facebook’s login, according to SimilarTech, a digital marketing consultancy.",
  "\"I started Facebook, and at the end of the day I'm responsible for what happens on our platform,\" he wrote in a Facebook post.",
  "\"This is a wake-up call,\" said Anne Helmond, a professor of new media and digital culture at the University of Amsterdam.",
  "Even Brian Acton, a co-founder of WhatsApp, got in on the action, telling his 33,000 Twitter followers: \"It is time.",
  "The corporate world is full of once heavy-hitters like Kodak or Nokia that became shadows of their former selves.",
  "Roughly 1 billion people worldwide regularly see these Facebook-generated ads whenever they surf the web.",
  "Facebook now owns three out of the top 10 most used apps, according to comScore, the data provider.",
  "That's because the company's global reach is no longer reliant on just its original social network.",
  "The goal was to make it easy for people to share this content with their Facebook friends.",
  "That’s not to say the social network’s massive digital footprint will last forever.",
  "Facebook now owns three out of the top 10 most used apps, according to comScore.",
  "Many of the ads you now see online, for instance, are powered by Facebook.",
  "The social network’s reach beyond its own apps doesn’t stop there.",
  "Mark Scott is chief technology correspondent at POLITICO.",
  "\"You can't get away from using some form of Facebook.\"",
  "\"We've been very naive in trusting Facebook.\"",
  "But even they are not out of the woods.",
  "We're now living in a Facebook world.",
  "Both companies deny any wrongdoing.",
  "That horse has already bolted.",
  "That strategy has paid off.",
  "The company's rationale?",
  "Good luck with that.",
  "# deletefacebook.\""
]