[
  "(J. Scott Applewhite/AP)\n\nOpinion writer\n\nThe Post reports:\n\nAfter six months of work, special counsel Robert S. Mueller III has indicted two advisers to President Trump and accepted guilty pleas from two others in exchange for their cooperation with his probe into Russian meddling in the 2016 election — a sign of mounting legal peril for the White House.",
  "We see just the public filings and statements from the prosecutors and those who have pleaded guilty, but we do not know what information was traded in exchange for those pleas, what documentary evidence exists and which other officials, if any, are cooperating with Mueller.",
  "It appears to have swiftly expanded beyond Russia’s interference in the campaign to encompass a range of activities, including contacts with Russian officials during the transition and alleged money laundering that took place long before Trump ran for office.",
  "With the guilty plea Friday by former national security adviser Michael Flynn — one of Trump’s closest and most valued aides — the investigation has swept up an array of figures with intimate knowledge of the campaign, the transition and the White House.",
  "Moreover, we can infer from the fact that Flynn accepted the plea deal that he and his counsel were concerned about the degree of jeopardy, both for Flynn and for his son, related to other charges.",
  "The deal, in other words, reflects the strength of Mueller’s hand against Flynn.” We’re going to find out whether that hand is strong enough to bring down the president.",
  "If Kushner directed Flynn to contact Russian officials, was he then looking to cover that up when he urged the president to fire then-FBI director James B. Comey?",
  "Is it merely coincidental that Attorney General Jeff Sessions also had such a hard time recalling repeated contacts between the Trump campaign and Russians?",
  "We’re going to be looking for answers to these questions in the weeks ahead:\n\nWhy did Flynn feel compelled to lie about transition contacts with Russia?",
  "What connect, if any, exists between Russian officials and the Trump campaign data operation conducted by Cambridge Analytica and overseen by Kushner?",
  "As bloggers on Lawfare point out, “If Mueller were prepared to settle the Flynn matter on the basis of single-count plea to a violation of 18 U.S.C.",
  "Which officials or former officials wore a wire at the behest of prosecutors, and did they record any conversations with the president?",
  "What was discussed, and why did Trump allegedly help draft an inaccurate account of that meeting after the fact?",
  "If Flynn’s contacts were authorized and legal, why did Trump allow him to lie to the vice president about them?",
  "What did Vice President Pence know about the Russia contacts during the campaign and the transition?",
  "Will Republicans stand by Trump no matter how damning the information Mueller uncovers?",
  "What was the Trump team going to get in exchange for lifting sanctions against Russia?",
  "During the campaign, Kushner, Manafort and Donald Trump Jr. all met with Russians.",
  "Why did Jared Kushner allegedly instruct Flynn to reach out during the transition?",
  "Did Kushner or Trump know about Manafort’s Russia connections when they hired him?",
  "How did so many Russia-connected advisers all wind up on the Trump campaign?",
  "Why did Trump lie about having no financial deals or connections to Russia?",
  "Did Trump ever promise Flynn he would pardon him or stop the prosecution?",
  "Did Kushner intentionally omit Russia contacts on his disclosure forms?",
  "Did Kushner derive any financial benefit from contacts with Russians?",
  "\n\nSpecial counsel Robert S. Mueller III at the Capitol in Washington.",
  "§ 1001, he was almost certainly prepared to charge a great deal more.",
  "The list of questions is much longer than the list of known facts.",
  "If he’s been denied a permanent national security clearance, why?",
  "Was Sessions aware of the Russia contacts during the transition?",
  "Why did he meet with a Russian bank during the transition?",
  "Will Trump attempt to pardon Kushner if he is indicted?",
  "Why was Trump so upset about the Russia investigation?",
  "Will Trump now attempt to pardon any other officials?",
  "The iceberg analogy is a good one in cases like this.",
  "What parts of the Trump dossier have been verified?",
  "will Republicans move on impeachment hearings?",
  "Did he know about that meeting at the time?",
  "Can Flynn corroborate any portions of it?",
  "If Trump starts handing out pardons.",
  "Did he tell Flynn he’d fire Comey?",
  "What’s in Trump’s tax returns?"
]