[
  "The filings show that Bannon earned at least $917,000 in the past 12 months, drawing at least $545,000 in the past year from four ventures backed by the wealthy Mercer family, underscoring how deeply enmeshed he has been with the influential Trump mega-donors\n\nHe was paid $191,000 in consulting fees by Breitbart News Network, where he served as executive chairman until joining the Trump campaign in August.",
  "“The president has brought a lot of people into this administration, into this White House, in particular, who have been very blessed and very successful by this country and have given up a lot to come into the government by setting aside a lot of assets,” said White House press secretary Sean Spicer, who filings show had assets worth between $2.9 million and $6.6 million.",
  "Last year, Bannon earned $167,500 more for consulting and directing by Glittering Steel, the production company he launched with Rebekah Mercer that financed the documentary “Clinton Cash.”\n\nCambridge Analytica, a data science company that worked for Trump’s campaign, paid Bannon $125,333 in consulting fees for his work as vice president and secretary of the board.",
  "The disclosures showed that Trump’s top aides have generated millions of dollars from Wall Street, Hollywood, real estate and the media, holding a slew of investments that intensify the administration’s challenge in navigating potential intersections between officials’ personal finances and their policymaking roles.",
  "The list of well-heeled White House officials includes a number of high-profile advisers, such as Trump’s daughter, Ivanka, and son-in-law Jared Kushner, who have hundreds of millions of dollars in real estate holdings, as well as numerous middle- and lower-level staffers who populate the West Wing.",
  "The forms show how Breitbart News has served as a pipeline for the White House, with the site’s payments to Bannon and two other staffers, Bannon aide Hahn and National Security Council aide Sebastian Gorka, totaling more than $246,000 over the past year.",
  "Between January 2016 and March 2017, Kushner’s filings show, Ivanka Trump earned between $1 million and $5 million on Trump International Hotel Washington, the luxury hotel project that opened last year in a government-owned building near the White House.",
  "(Jabin Botsford/The Washington Post)\n\nNew documents released Friday night by the White House revealed hard numbers showing how President Trump, who campaigned as a champion of the working class, has surrounded himself with a circle of wealthy advisers.",
  "Ivanka Trump, who this week was officially named assistant to the president, will no longer serve in management roles but will continue to receive money from her fashion-merchandising brand and her family’s private company, the Trump Organization.",
  "Kushner’s filing shows he also has up to $95 million in borrowed money, much of it in the form of unsecured lines of credit held jointly with his father, from lenders including Deutsche and one of Israel’s largest banks, Israel Discount Bank.",
  "[Stephen K. Bannon, architect of antiglobalist policies, got rich as a global capitalist]\n\nThe strategist had significant cash reserves as he headed into the White House, reporting at least $1.1 million in three different U.S. bank accounts.",
  "[The Mercers and Stephen Bannon: How a populist power base was funded and built]\n\nAmy Brittain, Tom Hamburger, Rosalind S. Helderman, Michael Kranish, Robert O’Harrow, Ashley Parker, Lisa Rein and Steven Rich contributed to this report.",
  "Earlier financial disclosures revealed that Trump’s Cabinet — which includes two billionaires and several multimillionaires — is the richest in modern American history, a quality that he has trumpeted as a sign of their smarts.",
  "1 of 13 Full Screen Autoplay Close Skip Ad × 13 things you may not have known about Steve K. Bannon View Photos Trump’s chief strategist served in the Navy, has a daughter in the Army and once referred to himself as a Leninist.",
  "The new disclosures — filed by about 180 members of the Trump administration and released by the White House starting late Friday — show how Trump has tapped members of the financial elite to serve as his closest aides.",
  "The complex holdings of many top administration officials create potential conflicts of interest that the White House must now navigate, a process that is underway in consultation with the Office of Government Ethics.",
  "Kushner, who in January stepped down as chief executive of his family’s real estate firm, Kushner Companies, will remain a beneficiary of most of the business’s real estate ventures through a series of trusts.",
  "Kushner’s filing, like his father-in-law’s disclosure, offers lofty valuations for Kushner real estate holdings that may be higher than what they would be appraised for or sell for on public markets.",
  "The Kushner company has taken out loans from Wall Street giants Goldman Sachs, Blackstone and Deutsche Bank, the German financial giant that is also President Trump’s biggest lender, filings show.",
  "The company also borrowed money from the French bank Natixis and Israel’s biggest bank, Bank Hapoalim, now under investigation by the Department of Justice, according to documents.",
  "Kenneth Juster, the deputy director of the National Economic Council and former partner at the investment firm Warburg Pincus, reported minimum assets of at least $20.4 million.",
  "Together, 27 White House officials had assets worth at least $2.3 billion when they joined the administration, according to an analysis of their filings by The Washington Post.",
  "The French company worked closely with Bannon on a variety of deals, including one in which Bannon represented PolyGram, a music and film company that was sold to Seagram’s.",
  "On Friday, White House officials cited the complex assets of Cohn as an example of how onerous the ethics process is for wealthy individuals joining the government.",
  "And the Government Accountability Institute, an investigative think tank whose president wrote the book “Clinton Cash,” gave Bannon a $61,539 salary as chairman.",
  "That includes more than $600 million worth of Kushner real estate in New York and New Jersey as well as other assets, much of which Kushner says he has divested.",
  "The payments will come as fixed payments from the Trump family’s luxury brokerage, T International Realty, and two real estate subsidiaries, the filings show.",
  "Kellyanne Conway, counselor to the president, earned nearly $850,000 in the past year and held assets worth between $10 million and as much as $39 million.",
  "And he reported earning between $50,001 and $100,000 from Société Générale, stemming from a partnership he formed with the French banking giant in 1996.",
  "The disclosures also show that Kushner and his wife, Ivanka Trump, have property and investment holdings worth as much as roughly $740 million.",
  "Bannon, who specialized at the time in media investment banking, sold his firm — Bannon and Co. — to a subsidiary of the French bank in 1998.",
  "Ivanka Trump, like her father, had moved her clothing and jewelry companies into a trust valued at more than $50 million, disclosures show.",
  "Julia Hahn, the 25-year-old aide to chief strategist Stephen K. Bannon, reported investments worth between $1.1 million and $2.5 million.",
  "White House chief strategist Stephen K. Bannon listens during an executive order signing ceremony in the Oval Office on March 31, 2017.",
  "White House officials noted that Cohn is subject to a two-year ban on dealing with specific matters having to do with Goldman Sachs.",
  "Top economic adviser Gary Cohn, for example, a former top Goldman Sachs executive, reported assets worth at least $250 million.",
  "That is a significant drop from 2013, when Bannon reported on a rental application that he was making $750,000 at the website.",
  "Bannon was also paid $100,000 in directing fees from a production company affiliated with the advocacy group Citizens United.",
  "In essence, he will no longer officially have management control of the company but will retain a large financial interest.",
  "Caption Trump’s chief strategist served in the Navy, has a daughter in the Army and once referred to himself as a Leninist.",
  "“I want people that made a fortune,” Trump said at a rally in Des Moines in December as he was building his Cabinet.",
  "Trump, who last disclosed his finances during the campaign, is not required to release more details until next year.",
  "The official filling out the form also has discretion in assigning value to assets such as real estate and artwork.",
  "White House General Counsel Donald F. McGahn earned $2.4 million last year as a partner at the Jones Day law firm.",
  "The value of Ivanka Trump’s stake in the hotel was estimated at between $5 million and $25 million, filings show.",
  "However, as head of the economic council, Cohn will not be recused from policy issues that affect Goldman Sachs.",
  "His finances were described in 41 pages that detailed the assets accumulated from his 25 years at Goldman Sachs.",
  "Another top aide, Baltimore-based real estate developer Reed S. Cordish, had assets worth at least $197 million.",
  "He served in the Navy According to Bloomberg, Bannon signed up right after college, serving from 1976 to 1983.",
  "He spent four years at sea working as an auxiliary engineer and a navigator aboard a destroyer.",
  "Financial disclosure forms provide only a rough picture of financial wealth and liabilities.",
  "The Bloomberg Billionaires Index has previously listed his net worth at about $600 million.",
  "Even White House staffers with relatively low public profiles arrived with high net worth.",
  "Bannon, his chief strategist, held assets worth between $11.8 million and $53.8 million.",
  "The White House on Friday held up the affluence of its staffers as a badge of honor.",
  "The trust is overseen by two of her in-laws and can be revoked at any time.",
  "Courtesy of the Bannon family Buy Photo Wait 1 second to continue.",
  "For some categories, the disclosure forms use broad ranges.",
  "[Read the White House staff financial disclosures.]"
]