[
  "\"What's going to be helpful is ... to hear from different sectors and watch what the CEOs and CFOs tell us about how they are factoring in the tax cuts, what they plan on doing with the extra cash on their balance sheets, and also what do they say about the potential tariffs,\" she said.",
  "Worries and fears about international trade and new troubles for Facebook and Amazon have blotted out almost everything else over the last two weeks, and the market has been on a wild ride with a lot of unusually big moves.",
  "Global stock indexes kept climbing Thursday as investors around the world grew more optimistic that a trade dispute between the U.S. and China, the two largest economies in the world, will resolve without too much damage.",
  "Investors are expecting another quarter of strong profit growth, and the reports will give investors more insight into the effects of the recent corporate tax cuts on the economy as well as company profits and spending.",
  "The rally started late Wednesday as American and Chinese officials reassured investors that they are willing to talk and aren't rushing into a trade war that could hurt global economic growth and company profits.",
  "Trade tensions have been the market's main focus over the last few weeks, but Krosby, of Prudential, said that could change next week because companies will start to report their first-quarter results.",
  "At the same time, Facebook revealed that as many as 87 million users may have had their data exposed in the Cambridge Analytica scandal, more than the 50 million disclosed in published reports.",
  "Facebook rose $4.24, or 2.7 percent, to $159.34 after CEO Mark Zuckerberg told reporters that Facebook hasn't lost many users in the wake of a major privacy controversy.",
  "On Thursday, banks rose along with interest rates, retailers and consumer-focused companies kept rising, and industrial and technology companies turned higher.",
  "\"Very often the reaction in the market is 'sell first and ask questions later,'\" said Quincy Krosby, chief market strategist at Prudential Financial.",
  "Stocks tumbled Wednesday morning after the U.S. and China each announced tariffs on about $50 billion in goods made by the other country.",
  "Their large dividend payments make those stocks similar to bonds, and investors find the stocks more appealing when bond yields are low.",
  "The company also plans to give users more information about the data it gathers and restrict the user data that outsiders can access.",
  "Between March 22 and Wednesday, the S&P 500 rose at least 1 percent or fell at least 1 percent in eight out of nine trading days.",
  "Construction equipment maker Caterpillar, which made a small gain Wednesday, rose another $2.95, or 2 percent, to $148.13.",
  "Companies that pay hefty dividends, such as utilities and real estate investment trusts, lagged the rest of the market.",
  "But on Thursday, Deere picked up $2.77, or 1.9 percent, to $151.34 and wiped out most of Wednesday's loss.",
  "The tariffs could take a toll on industrial companies by making parts more expensive and reducing sales.",
  "Netflix added $5.03, or 1.7 percent, to $293.97 and Nike picked up $1.17, or 1.7 percent, to $69.59.",
  "The Russell 2000 index of smaller-company stocks rose 11.26 points, or 0.7 percent, to 1,542.93.",
  "Brent crude, used to price international oils, rose 31 cents to $68.33 per barrel in London.",
  "They will also learn more about how the proposed tariffs might affect different industries.",
  "Amazon led retail companies higher with a gain of $41.18, or 2.9 percent, to $1,451.75.",
  "Its stock is down 14 percent since the scandal became public almost three weeks ago.",
  "The dollar rose to 107.12 yen from 106.74 yen The euro fell to $1.2256 from $1.2280.",
  "As investors grew less worried about the trade impasse, they sold government bonds.",
  "Japan's Nikkei 225 gained 1.5 percent and South Korea's Kospi rallied 1.2 percent.",
  "The Dow Jones industrial average rose 240.92 points, or 1 percent, to 24,505.22.",
  "The yield on the 10-year Treasury note rose to 2.83 percent from 2.81 percent.",
  "The German DAX jumped 2.9 percent and the CAC 40 in France rose 2.6 percent.",
  "That helped stocks reverse the big losses they had taken hours earlier.",
  "The Nasdaq composite added 34.44 points, or 0.5 percent, to 7,076.55.",
  "The S&P 500 index climbed 18.15 points, or 0.7 percent, to 2,662.84.",
  "Benchmark U.S. crude added 17 cents to $63.54 a barrel in New York.",
  "Wholesale gasoline and heating oil both remained at $1.98 a gallon.",
  "Aerospace company Boeing rose $8.96, or 2.7 percent, to $336.40.",
  "In the U.S., banks and retailers made some of the biggest gains.",
  "Natural gas fell 4 cents to $2.68 per 1,000 cubic feet.",
  "That sent interest rates higher, which helped banks.",
  "Markets in Hong Kong were closed for a holiday.",
  "Silver gained 10 cents to $16.36 an ounce.",
  "Copper jumped 6 cents to $3.07 a pound.",
  "Gold fell $11.70 to $1,328.50 an ounce.",
  "Britain's FTSE 100 surged 2.4 percent."
]