[
  "In addition to testifying before Congress about the Cambridge Analytica scandal, Zuckerberg has faced the #DeleteFacebook campaign where thousands of users, including actor Jim Carrey, promised to delete the app, as well as the ignominy of the biggest one-day loss in market value by a single stock in market history after his company said growth would slow in its recent earnings report.",
  "That huge amount of goodwill from employees is not only good for the company's performance -- as happy employees do better work and a lower turnover rate is beneficial in multiple ways -- it also signals the high level of support Zuckerberg has among the ranks.",
  "At 34, Zuckerberg, who famously wore a hoodie for much of his early career, is often seen as the undeserving leader of the social media giant and as being in over his head, even though he founded Facebook and has always been its leader.",
  "Zuckerberg has faced calls to step down from both investors big and small as well as ordinary Facebook users for exposing user data and allowing the platform to be vulnerable to Russian hackers.",
  "Like many Silicon Valley tech firms, Facebook pays well and offers good benefits, but it's the company culture that makes it such a desirable place to work and helps it recruit top talent.",
  "Zuckerberg, as the company's founder and CEO, is more responsible than anyone for that culture, instilling in it a \"hacker\" ethos and urging employees to \"move fast and break things.\"",
  "The biggest reason, though, to believe in Zuckerberg's leadership, in spite of Facebook's scandals, may be the opinion of the people who know Zuckerberg the best: his employees.",
  "If he were ousted from the leadership role by the board or activist investors, there would likely be a backlash among Facebook staff, or at least a significant dent to morale.",
  "A brief internet search of Zuckerberg reveals headlines such as \"Mark Zuckerberg Is Totally Out of His Depth\" and \"Mark Zuckerberg Keeps Forgetting About Humans.\"",
  "Not least among those is Facebook's blockbuster stock performance, as shares are up nearly 400% since its 2012 IPO, even with the recent post-earnings sell-off.",
  "Many of Facebook's employees likely see Zuckerberg's leadership as a big reason to work there, and even consider him as one of their heroes.",
  "The social network rates an impressive 4.5 stars (out of 5), and an overwhelming 98% of employees say they approve of Zuckerberg as CEO.",
  "Facebook has been named one of the Best Places to Work for eight years straight and Zuckerberg as Top CEO for six years in a row.",
  "More than anyone else, Facebook (NASDAQ: FB) CEO Mark Zuckerberg has been the poster boy for Silicon Valley's problems.",
  "1 resource for employee reviews and company ratings, Facebook is a great place to work -- in fact, it's the best.",
  "They view senior management as transparent, believe in the company's mission, and feel valued by the company.",
  "1 Best Place to Work for 2018 and Zuckerberg as a Top CEO for this year as well, ranking him No.",
  "However, there are a number of reasons to keep Zuckerberg at the helm of the company he founded.",
  "Many of the respondents praised the company's culture and called it an \"awesome place to work.\"",
  "Meanwhile, 91% of respondents said they'd recommend the company to a friend.",
  "Through the Glassdoor\n\nAccording to the website Glassdoor.com, the No.",
  "Person with fist at shoulder height in front of a conference logo.",
  "There's been no shortage of criticism for the Facebook chief.",
  "Facebook employees overwhelmingly love working there.",
  "More\n\nFacebook CEO Mark Zuckerberg.",
  "Glassdoor named Facebook its No.",
  "Image source: Facebook.",
  "16."
]