[
  "La oferta laboral era autoría de Arielle Dale Karro, jefa de operaciones en México de Cambridge Analytica, una empresa que se jacta de haber sido clave en el triunfo de Donald Trump en la elección de EU el año pasado, gracias al supuesto uso masivo de datos y de sofisticadas herramientas digitales para persuadir a los votantes estadounidenses.",
  "Métodos sin comprobar Sin embargo, una investigación de BuzzFeed News en Estados Unidos documentó que nunca se ha comprobado que Cambdirge Analytica haya utilizado sus supuestas herramientas psicológicas para el triunfo de la campaña Trump y, además, la compañía tampoco ha proporcionado evidencia de que su método siquiera funcione.",
  "...Y WikiLeaks Esta semana, la cadena de noticias CNN dio a conocer dio a conocer que el director ejecutivo de Cambridge Analytica, Alexander Nix, se puso en contacto con el fundador de WikiLeaks, Julian Assange, en el verano de 2016 para solicitar acceso al correo electrónico del servidor privado de Hillary Clinton.",
  "Las técnicas usadas por Cambridge Analytica, ha dicho su CEO, Alexander Nix, consisten en clasificar a las personas por cinco características: apertura, escrupulosidad, extroversión, amabilidad y estabilidad emocional (neuroticismo), a fin de adaptar mensajes en redes sociales para cada tipo de personalidad.",
  "Varias personas que trabajaron directamente con Cambridge Analytica dijeron a BuzzFeed News que, a pesar de su discurso de venta y declaraciones públicas, la empresa nunca proporcionaba ninguna prueba de que sus técnicas fueran efectivas o que tuviera la capacidad de ejecutarlas a gran escala.",
  "Sin embargo, hay un dato importante sobre la discrecionalidad con que está operando en México: Cambridge Analytica no aparece en el Registro Nacional de Proveedores del Instituto Nacional Electoral (INE), donde debería estar cualquier empresa que busque ser contratada por un partido político.",
  "Operaciones en México Cambridge Analytica anunció en julio pasado una alianza en México y Colombia con Pig.gi, una app que regala créditos al usuario a cambio de que reciba publicidad en su teléfono: \"Pig.gi ya ha tenido un gran éxito en México y Colombia.",
  "Yuri Cortez / AFP / Getty Images\n\nLa publicación apareció el pasado lunes 23 de octubre en una página de Facebook dirigida a ciudadanos extranjeros en México:\n\n¿Alguien sabe o quiere ser el jefe de campaña al gobierno en uno de los siguientes estados?",
  "Aunque no hay evidencia de que WikiLeaks hubiera entregado los correos, la cadena estadounidense planteó preguntas sobre el papel de Cambridge Analytica en los esfuerzos para boicotear la campaña de Hillary.",
  "Estamos encantados de asociarnos con la aplicación para que sus socios puedan enviar el mensaje correcto a las personas adecuadas en el momento adecuado \", anunció Cambridge Analytica en un comunicado.",
  "Instagram: @https://www.instagram.com/ariellekarro/?hl=es Karro participó el pasado abril en un evento organizado por el senador del PAN, Ernesto Cordero, cercano al ex presidente Felipe Calderón.",
  "Además, según Wired, Cambridge Analytica ayudó a la campaña de Trump a identificar qué votantes del Partido Repúblicano tenían más posibilidades de ser persuadidos para votar a favor de Trump.",
  "Millones de Trump De acuerdo con Wired, a Cambridge Analytica le pagaron 5.9 millones de dólares por la campaña de Trump, de acuerdo con los archivos de la Comisión Electoral Federal.",
  "Brittany Kaiser, vicepresidenta de desarrollo empresarial de Cambridge Analytica, dijo a Bloomberg en julio pasado: \"Muchas personas están indecisas y desmotivadas (en México).",
  "La publicación también señaló que Cambrige Analytica fue fundamental para ayudar a la campaña a recaudar 80 millones, la cual fue financiada en un inicio por el propio Trump.",
  "Instagram: @https://www.instagram.com/ariellekarro/?hl=es Este es el mensaje original de Arielle Dale Karro, el cual borró días después del grupo Foreingers in Mexico City.",
  "Según las fuentes consultadas por CNN, Nix quería catalogar los mails de Clinton en una base de datos para que estuviera disponible para Trump 0 para su campaña.",
  "Hay una gran oportunidad en este país para encontrar los temas que son importantes para las personas y, en realidad, invitar a la gente a votar\".",
  "Según su búsqueda de personal, la empresa estará presente el siguiente año en las campañas por las gobernaturas de ocho estados de México.",
  "Cambridge Analytica/Google Maps Cambridge Analytica tiene su centro de operaciones en un edificio cerca de la Torre de Pemex.",
  "\"En ningún momento nos proporcionaron ninguna documentación de que funcionaría\", dijo un antiguo miembro de la campaña.",
  "Con qué partido y qué candidatos está trabajando la empresa en México, por ahora, no ha sido revelado.",
  "Arielle Dale Karro En su Facebook, Karro también presume una foto con el ex presidente Vicente Fox.",
  "Sin embargo, no fue el único trabajo que Cambridge hizo para la campaña del ahora presidente de EU.",
  "De acuerdo con la publicación, manejó un presupuesto publicitario de aproximadamente 12 millones.",
  "LinkedIn Arielle Dale Karro confirmó a BuzzFeed News México que trabaja para Cambridge Analytica.",
  "Tabasco, Morelos, Guanajuato, Chiapas, Yucatán, Veracruz, Quintana Roo, Puebla, Ciudad de México.",
  "También crearon listas de votantes que tenían más probabilidades de convertirse en donantes.",
  "Debe tener experiencia política significativa, bilingüe, con maestría de preferencia.",
  "Bryan Bedder / Getty Images Alexander Nix, presidente de Cambridge Analytica.",
  "De ese dinero, 5 millones fueron usados para comprar anuncios de televisión.",
  "Según su perfil de Linkedin, está la empresa desde mayo de este año.",
  "Por favor, envíenme un mensaje privado de Facebook.",
  "Salario anual de 25 mil a 70 mil dólares."
]