[
  "REUTERS/Brendan McDermid\n\nU.S. Treasury Secretary Steve Mnuchin said on Sunday he believed Washington could reach agreement with China on some issues but tariffs would not be put on hold “unless we have an acceptable agreement that the president signs off on.”\n\n“It’s clearly the easing of trade tensions.",
  "NEW YORK (Reuters) - Wall Street scored its best day in 2-1/2 years and the Dow Jones Industrial Average saw its third-biggest point gain ever on Monday, as trade war fears eased on reports the United States and China are willing to renegotiate tariffs and trade imbalances.",
  "Facebook (FB.O) closed up 0.4 percent following several days of declines as the U.S. Federal Trade Commission announced it was investigating how the company allowed data of 50 million users to get into the hands of Cambridge Analytica.",
  "Last week’s drop was fueled in part by tensions surrounding U.S. President Donald Trump’s move to levy tariffs on up to $60 billion of Chinese imports, in addition to those imposed on solar panels, steel and aluminum.",
  "But China did call for unity among World Trade Organization members to prevent the United States from “wrecking” the WTO, and urged opposition to Trump’s tariffs targeting China’s alleged intellectual property theft.",
  "The rally, fueled by technology stocks, came on the heels of the indexes' worst weekly performance since January 2016, the S&P 500's .SPX gain making up for less than half of the prior week's near 6 percent loss.",
  "“People are taking advantage of the huge dip last week.”\n\nRelated Coverage Wall Street rebounds on hopes for U.S.-China talks on trade\n\n“I don’t think you’re out of the woods yet.",
  "The comments by Steve Mnuchin late yesterday gave room for negotiation with China,” said Oliver Pursche, Chief Market Strategist at Bruderman Asset Management in New York.",
  "All 11 major sectors of the S&P 500 .SPX closed in positive territory, led by technology .SPLRCT and finance .SPSY indexes, up 4.0 percent and 3.2 percent, respectively.",
  "“We saw a really good rally because of potential talks with China,” said Dennis Dick, Head of Markets Structure, Proprietary Trader at Bright Trading LLC in Las Vegas.",
  "Morgan Stanley upped its price target on the tech company’s stock, saying its market value could hit $1 trillion on improved margins and growth in cloud computing.",
  "The Cboe Volatility Index .VIX, the most widely followed barometer of expected near-term volatility for the S&P 500, finished down 3.84 points at 21.03.",
  "The S&P 500 .SPX gained 70.29 points, or 2.72 percent, to 2,658.55 and the Nasdaq Composite .IXIC added 227.88 points, or 3.26 percent, to 7,220.54.",
  "But tensions were calmed as Chinese Premier Li Keqiang repeated pledges to maintain trade negotiations and ease access to American businesses.",
  "The tech sector saw its biggest daily percentage gain since August 2015 and financials had their best day since November 2016.",
  "Advancing issues outnumbered declining ones on the NYSE by a 3.04-to-1 ratio; on Nasdaq, a 2.27-to-1 ratio favored advancers.",
  "7,220.54\n\nSlideshow (5 Images)\n\nThe three major U.S. indexes saw their best percentage gains since Aug. 26, 2015.",
  "Volume on U.S. exchanges was 7.30 billion shares, below the 7.35 billion average for the last 20 trading days.",
  "Intel (INTC.O) advanced 6.3 percent after brokerage Raymond James upgraded the technology to “market perform”.",
  "Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., March 26, 2018.",
  "The Dow Jones Industrial Average .DJI rose 669.4 points, or 2.84 percent, to 24,202.6.",
  "Microsoft (MSFT.O) pulled the indexes higher, gaining 7.6 percent.",
  "The two larger point gains for the Dow were in October 2008.",
  "There’s political uncertainty,” Dick added."
]