[
  "* China’s premier pledges market opening, trade war fears eased\n\n* Microsoft leads indexes higher on Morgan Stanley upgrade\n\n* Wall Street up after its worst week since January 2016\n\n* Facebook sheds 1.7 pct, down five days out of six\n\n* Dow up 2.32 pct, S&P 500 up 2.12 pct, Nasdaq up 2.49 pct (Updates to late afternoon, changes byline)\n\nBy Stephen Culp\n\nNEW YORK, March 26 (Reuters) - Technology stocks led Wall Street’s rebound on Monday as fears over a potential trade war were calmed following reports the U.S. and China are willing to renegotiate tariffs and trade imbalances.",
  "“The reality is that there probably isn’t a trade war, as evidenced by the fact that there’s discussion going on between China and the U.S. to work these things out.”\n\nChina did, however, call on World Trade Organization members to unite to prevent the United States “wrecking” the WTO, and urged them to oppose U.S. President Donald Trump’s tariffs targeting China’s alleged theft of intellectual property.",
  "ET, the Dow Jones Industrial Average rose 546.27 points, or 2.32 percent, to 24,079.47, the S&P 500 gained 54.89 points, or 2.12 percent, to 2,643.15 and the Nasdaq Composite added 174.11 points, or 2.49 percent, to 7,166.77.",
  "Facebook was a laggard, however, down 1.7 percent as the U.S. Federal Trade Commission announced it was investigating how the social network allowed data of 50 million users to get into the hands of Cambridge Analytica.",
  "“Over the weekend there was some indication that maybe the tariff deal with China was less onerous than previously thought,” said Bucky Hellwig, senior vice president at BB&T Wealth Management in Birmingham, Alabama.",
  "Last week’s drop was fueled in part by tensions surrounding President Donald Trump’s move to levy tariffs on up to $60 billion in Chinese imports, in addition to those imposed on solar panels, steel and aluminum.",
  "Morgan Stanley upped its price target on the tech giant’s stock, saying its market value could hit $1 trillion on improved margins and growth in cloud computing.",
  "All eleven major sectors of the S&P 500 were in positive territory, led by technology and finance indexes, up 3.2 percent and 2.8 percent, respectively.",
  "The tech sector was on pace for its biggest daily percentage gain since January 2016 and financials were poised for their best day since March 2017.",
  "But tensions eased as Chinese Premier Li Keqiang repeated pledges to maintain trade negotiations and ease access to American businesses.",
  "Advancing issues outnumbered declining ones on the NYSE by a 2.52-to-1 ratio; on Nasdaq, a 2.04-to-1 ratio favored advancers.",
  "All three major U.S. indexes were up more than 2 percent on the heels of their worst weekly performance since January 2016.",
  "Intel rose 5.6 percent after brokerage Raymond James upgraded the technology to “market perform”.",
  "Microsoft pulled the indexes higher, gaining 6.9 percent.",
  "At 2:41 p.m."
]