[
  "“If guidance is significantly more optimistic than what was expected, they might get a pop on that, but anything negative will be disastrous.”\n\nHurting Apple, Morgan Stanley analyst Katy Huberty in a note to clients cut her estimates for iPhone shipments in the March and June quarters due to weakness in China.",
  "When Alphabet and Facebook report next week, investors will be anxious for new details about how they may be affected by calls for increased government regulation following reports on March 17 that Facebook improperly shared personal information about its users with political consultancy Cambridge Analytica.",
  "After the bell on Monday, Alphabet is expected by analysts on average to report a 22 percent increase in revenue to $30.3 billion, with net income rising 21 percent, equivalent to $9.28 per share on a non-GAAP basis, according to Thomson Reuters data.",
  "But the high bar suggests that failure to deliver on those expectations may exacerbate recent market worries about high valuations, damage from a trade war with China and expectations the U.S. Federal Reserve will continue to raise interest rates.",
  "Chief Executive Officer Jeff Bezos may face questions from analysts about how Amazon might react to U.S. President Donald Trump’s allegations that the company enjoys unfair business advantages, including its use of United States Postal Service.",
  "SAN FRANCISCO (Reuters) - U.S. technology stocks tumbled on Friday ahead of a crucial week of quarterly reports from Alphabet, Facebook and other heavyweights as investors worried that the high-performance sector may be running out of fuel.",
  "Analysts on average expect S&P 500 information technology companies to grow their earnings per share by nearly 24 percent, which is better than the 20 percent growth estimated across the S&P 500, according to Thomson Reuters I/B/E/S.",
  "A European law taking effect in May will allow European regulators to fine companies for collecting or using personal data without users’ consent, affecting Alphabet, Facebook and other major technology firms.",
  "The S&P 500 information technology index is trading at about 18 times expected earnings, down from nearly 20 in late January but still above its 15-year average of 17, according to Thomson Reuters Datastream.",
  "(Graphic: FAANG Divorce - reut.rs/2K1iRHi)\n\n“Investor sentiment with tech stocks is in a long, slow retreat,” said Jake Dollarhide, chief executive officer of Longbow Asset Management in Tulsa, Oklahoma.",
  "Amazon late on Thursday is expected to report a 40 percent jump in revenue to $50 billion as the online retailer continues its expansion into cloud computing and brick-and-mortar groceries.",
  "REUTERS/Brendan McDermid\n\nGoogle-parent Alphabet and Microsoft both lost more than 1 percent, while Apple tumbled 4 percent because of worries about slower-than-expected iPhone demand.",
  "Its stock has lost 10 percent since the revelations about Cambridge, underscoring investors’ concerns about regulation that could crimp the leading social network’s profitability.",
  "Portfolio mainstays Facebook and Apple, meanwhile, are both down year to date, while Alphabet’s 2.4 percent return is only a little higher than the S&P 500’s flat performance.",
  "Shares of Facebook, Amazon.com, Apple, Netflix and Alphabet - which in recent years propelled Wall Street’s gains - in recent months have splintered in different directions.",
  "Slideshow (2 Images)\n\nAnalysts expect Facebook to post a 42 percent surge in quarterly revenue, to $11.4 billion, when it reports late on Wednesday.",
  "Traders work on the floor of the New York Stock Exchange in the Manhattan borough of New York City, New York, U.S., April 20, 2018.",
  "[nL1N1RQ04J]\n\nAlso reporting next week are Twitter and Qualcomm on Wednesday, and Intel and Microsoft on Thursday.",
  "Huberty trimmed her Apple price target to $200 from $203, compared with Friday’s $166 level.",
  "Amazon.com has rallied 31 percent in 2018, while Netflix has soared 73 percent."
]