[
  "What’s more, as CEO of Space-X, he was candid in describing the launch of the Falcon Heavy earlier this year as a “great rocket launch or the best fireworks display ever.” The message is clear: Elon Musk believes Tesla and Space-X have nothing to hide and, if it turns out they do, they’ll fix it.",
  "We all know that being employed in one of their mega-warehouses doesn’t look like a whole lot of fun, but because so many of us consider the shopping experience it offers to be important and they make no secret of working conditions, they get away with it.",
  "When organizations act in a transparent way, not only are consumers more likely to trust them and view them as authentic and genuine, they are themselves inspired to consider ethical and social responsibility issues when making their purchasing decisions.",
  "We’ve discovered that, if a business is genuinely transparent and open about its commitment to behaving responsibly (rather than just paying lip service to the idea), then it’s more likely its consumers will in turn behave ethically and responsibly.",
  "And by “genuinely transparent” we mean owning up if working conditions or supply chains aren’t as good as they could be, if customer reviews aren’t always glowing, or if someone in the organization has gone badly off-piste.",
  "If a company has a generally low scoring when it comes to perceptions of social responsibility and consumers are not particularly bothered about its offering, then transparency can actually end up being damaging.",
  "Similarly, when Tyler “Ninja” Blevins, one of the world’s most popular video gamers on Twitch and YouTube , stood by his comments on online harassment and bullying, he found people rallied to offer support.",
  "Which also suggests that, if Facebook had been a bit more open about what was happening to user data, it would have helped it avoid the almighty scandal that broke over the Cambridge Analytica revelations.",
  "However, if consumers are passionate about a company’s products or services, then transparency always seems to pay off , regardless of how it is perceived on the social responsibility scale.",
  "He promised to make the tests for Tesla ’s batteries, the design of its electric vehicles, and its results open to all, whether it put Tesla in a good light or not.",
  "And we know the claims to be “eco-friendly” or dedicated to “saving the planet” made by some companies often need to be taken with more than just a pinch of salt.",
  "And it will give those organizations that embrace it not just the status of effective suppliers or wealth creators, but also of positive societal role models.",
  "According to our recent research, it seems the answer to those critical questions are an emphatic “Yes.” Consumers do care about business transparency.",
  "Watch videos on the internet, listen to the radio or read the news, and you will find negativity and controversy about anyone and anything galore.",
  "Crucially, it means making that information freely accessible, rather than burying it somewhere obscure in the hope no one will find it.",
  "What seems to be key is just how much the consumer is invested in an organization’s products or services in the first place.",
  "According to our research, there seems to be more to the “good company = good consumer” equation than first meets the eye.",
  "And, on top of that, when consumers see business acting in a transparent way, it significantly affects their own behavior.",
  "We’re all a bit too savvy these days to fall for companies’ PR about how everything they do is in our best interests.",
  "Why is it that some organization and brands seem to recover from controversy and mishaps more quickly than others?",
  "As a business, no matter what you say or do, you will be criticized for it by someone (probably on the internet).",
  "But what happens when an organization decides to be transparent about its business methods and processes?",
  "True corporate transparency isn’t just a “nice to have” anymore , it’s an essential.",
  "Business, we found, still has a strong and positive role to play in society.",
  "Do we really care, and does it actually have an effect on our behavior?",
  "And if you want a concrete example of this, simply look at Amazon.",
  "Let’s take Elon Musk – no stranger to controversy – as an example.",
  "Businesses that are transparent, however, have less to fear.",
  "Consumer cynicism runs high these days .",
  "So what does this look like in practice?",
  "That’s the world we live in today.",
  "Which can only be good for us all.",
  "How can you benefit from this?",
  "But not all is doom and gloom.",
  "Why does this matter?"
]