[
  "— Amy Klobuchar (@amyklobuchar) March 17, 2018\n\nSen. Richard Blumenthal, D-Connecticut, on Monday urged the Federal Trade Commission to investigate Facebook, in a tweet calling the company's policies to protect consumer data a \"hollow promise.\"",
  "Facebook (FB) shares fell nearly 7 percent Monday amid controversy over how Cambridge Analytica, which was hired by President Trump's 2016 campaign, was able to harvest personal data from more than 50 million Facebook users.",
  "\"Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,\" Facebook deputy general counsel Paul Grewal wrote in a Friday post.",
  "Politicians in both the U.S. and the U.K. are demanding that Facebook CEO Mark Zuckerberg explain how the data theft occurred and how the company plans to protect consumers.",
  "Equity analysts with Raymond James said in a report to clients that \"continued concerns over Russian targeting and data misuse are clearly weighing on the shares.\"",
  "FTC should immediately investigate and sanction apparent breach by Facebook of its 2011 agreement guaranteeing protection of consumer info - now a hollow promise.",
  "Massachusetts attorney general Maura Healey wrote on Twitter that her office is launching an investigation into the data usage.",
  "He also urged Congress to examine what he described as links between Cambridge Analytica and \"Russian state interests.\"",
  "Facebook says it initially gave out the data to a researcher who claimed it would be used only for academic purposes.",
  "— Richard Blumenthal (@SenBlumenthal) March 19, 2018\n\nFacebook suspended Cambridge Analytica over the weekend.",
  "The social network said it had removed the app in 2015 when it learned about the violation of its policies.",
  "\"Massachusetts residents deserve answers immediately from Facebook and Cambridge Analytica,\" Healey wrote.",
  "Investors are worried about the fallout for Facebook from prosecutors, regulators, and advertisers.",
  "Facebook claims the researcher then \"lied to us\" and passed the content onto Cambridge Analytica.",
  "They say “trust us.” Mark Zuckerberg needs to testify before Senate Judiciary.",
  "I've called for more transparency & accountability for online political ads.",
  "That firm then used the data to build \"psychographic profiles\" about voters.",
  "The 6.8 percent drop lopped nearly $40 billion off Facebook's market value.",
  "\"We are moving aggressively to determine the accuracy of these claims.\"",
  "Facebook breach: This is a major breach that must be investigated.",
  "It’s clear these platforms can’t police themselves."
]