[
  "Brand-safety concerns have come to light on YouTube and on controversial websites such as Breitbart, while Facebook is dealing with the fallout of the Cambridge Analytica scandal and shutting down third-party data targeting.",
  "From ad fraud, murky media supply chains, and Facebook and Google sucking up all the industry's oxygen and budgets, digital marketing has seemingly never had more minefields.",
  "Of the more than 7,300 survey respondents, most of whom work in the tech industry, 64.3 percent said they don't think Google should provide a censored search engine.",
  "Inspired by her time as CEO at Travelocity, Michelle Peluso implemented the Agile Method, a project management technique used primarily by software engineers.",
  "Supreme has garnered a lot of attention in the last week after copies of the New York Post with Supreme ads on the cover flew off the shelves.",
  "SodaStream is a company that sells machines that carbonate water, as well as syrups used to flavor the resulting beverages.",
  "In other news:\n\nPepsi is making a $3.2 billion bet on an unconventional sparkling-water brand as Americans ditch soda.",
  "These people make hundreds of dollars a month flipping products from a skater brand that teens are obsessed with.",
  "IBM's CMO commands a team of 5,500 marketing experts — here's why she made them behave like computer programmers.",
  "Brands are under increasing pressure to show that their digital ads are not just being seen but are effective.",
  "The social network's AI lab has teamed up with the NYU School of Medicine for a new research project.",
  "An anonymous poll of Google insiders shows how divided employees are over China.",
  "Andrew Toth/Getty Images Getty Images Digital advertising is awfully messy.",
  "To meet 23 ad insiders cleaning up digital advertising, click here.",
  "Facebook is trying to use AI to make MRI scans ten times faster.",
  "Almost all Supreme products sell out instantly.",
  "Here's how they do it."
]