[
  "“The populist-nationalist move­ment got a lot stronger today,” Breitbart News Editor-in-Chief Alex Marlow said in release with the headline “ ‘Populist Hero’ Stephen K. Bannon Returns Home to Breitbart.”\n\n1 of 37 Full Screen Autoplay Close Skip Ad × Members of President Trump’s administration: Moments that made headlines View Photos White House and Cabinet officials left strong impressions during Trump’s administration.",
  "On Friday, Breitbart jabbed at the White House over Bannon’s departure, with senior editor-at-large Joel B. Pollak tweeting “#WAR.” He warned that losing the White House chief strategist “may turn out to be the beginning of the end for the Trump administration, the moment Donald Trump became Arnold Schwarz­enegger,” referring to the former California governor and movie star who irked many conservatives.",
  "(Peter Stevenson/The Washington Post)\n\n[The Mercers and Stephen Bannon: How a populist power base was funded and built]\n\nBefore he burst onto the national stage, Bannon sought to shape the country’s political landscape through a series of provocative media projects, some of them ­financed by the Mercers, who he met through the late conservative entrepreneur Andrew Breitbart.",
  "“They don’t walk in lockstep in terms of their views, but they like the fact that Steve gets results, and they think money put into ventures he’s involved in is money well spent.”\n\nBannon earned at least $917,000 in 2016, drawing at least $545,000 of that from four Mercer-backed ventures, according to a personal financial disclosure he filed in late March.",
  "Bannon directed and produced documentaries such as “Generation Zero,” an examination of the global economic crisis, and “Battle for America,” which hammered an “arrogant, and ever-expanding central government.” His film “Clinton Cash,” financed by the Mercers, argued that Democratic presidential nominee Hillary Clinton was a captive of wealthy interests.",
  "Someone said, ‘It’s Bannon the Barbarian.’ I am definitely going to crush the opposition.”\n\nA rapid return to the media puts the former Hollywood producer and news executive back on familiar ground, allowing him to unspool his views about the threats of globalization and radical Islam, unconstrained by politics or protocol.",
  "(Bastien Inzaurralde,Jhaan Elker/The Washington Post)\n\nThe end of Stephen K. Bannon’s stormy White House tenure frees the investment banker turned populist messenger to expand his reach as a potent force in the media landscape, giving him an elevated platform for the nationalist movement he has long championed.",
  "“We will see whether Steve is more helpful inside or outside.”\n\nBannon is exiting the White House a much more prominent figure than a year ago — heralded on the right as a leading anti-elite insurgent and pilloried by critics as a purveyor of an “America First” philosophy that has energized white supremacists.",
  "“They have a very strong working relationship together, and I would be shocked if we don’t hear of a major initiative involving Steve and the Mercers in the next 30 and 60 days,” said a person familiar with the family’s views, who requested anonymity to describe the thinking of the famously private donors.",
  "Sarah Huckabee Sanders comments on slavery Things got testy when April Ryan, a White House reporter for American Urban Radio Networks, asked White House press secretary Sarah Huckabee Sanders to comment on slavery at Wednesday’s news briefing.",
  "Indeed, Bannon told Bloomberg News on Friday that he is “going to war for Trump against his opponents — on Capitol Hill, in the media, and in corporate America.”\n\nStill, there are signs that some Bannon allies are gearing up for battle.",
  "The former chief strategist for President Trump is returning as executive chairman of Mercer-backed Breitbart News, the pugilistic conservative website he helped guide before joining Trump’s campaign last August, Breitbart announced.",
  "Beyond Breitbart, Bannon’s next moves are also expected to involve hedge fund executive Robert Mercer and his daughter Rebekah, who collaborated with Bannon on at least five ventures before he joined the Trump campaign.",
  "There’s a sense it’s drifting toward the moderate, mushy middle.”\n\n[Trump gets rid of Stephen Bannon, a top proponent of his nationalist agenda]\n\nCaddell said he does not expect Bannon to critique Trump personally.",
  "(Bastien Inzaurralde,Jhaan Elker/The Washington Post)\n\nThe Post's Dan Balz says the firing of chief strategist Stephen K. Bannon simultaneously changes everything and nothing for the Trump administration.",
  "“He views his role as the protector of the movement of the ­working-class coalition that elected Trump,” said a person close to him, who requested anonymity to describe private conversations.",
  "He will be in the fight, for sure.”\n\nRobert Kuttner, co-editor of the American Prospect, got an unexpected interview with White House chief strategist Stephen K. Bannon on Aug. 15.",
  "Bannon will do so in conjunction with the wealthy Mercer family, conservative mega-donors who served as his patrons in an array of enterprises before he joined the Trump campaign.",
  "Jones said she could envision Bannon setting up his own cable news network, one that he would position to challenge Fox News, which she said he complained to her was too liberal.",
  "Along with his role at Breitbart, Bannon served as vice president and secretary of the Mercer-funded Cambridge Analytica, a data science company that worked for Trump’s campaign.",
  "Inside the embattled White House, the chief strategist frequently tangled with Trump’s son-in-law, Jared Kushner, and other presidential advisers over trade and foreign policy.",
  "The Post's Dan Balz says the firing of chief strategist Stephen K. Bannon simultaneously changes everything and nothing for the Trump administration.",
  "Hours after his departure was confirmed Friday by the White House, Bannon was back in charge at the website, chairing the evening editorial meeting.",
  "The filing also showed that Bannon had significant cash reserves, reporting at least $1.1 million in three different U.S. bank accounts.",
  "“I am pretty confident that Steve’s job and goal will not change: to make President Trump’s campaign mission come true,” he added.",
  "Among his holdings: three rental properties and a strategic consulting firm he said was worth between $5 million and $25 million.",
  "Bannon is not angry with Trump personally, the person added, but is “certainly disappointed in the way the White House is going.",
  "“Now he is unencumbered to go do what he thinks,” said Scot Vorse, a friend of 35 years and former business colleague.",
  "“Look, he’s a force to be reckoned with,” said Pat Caddell, a veteran Democratic pollster who has worked with Bannon.",
  "“I think he really wants to change the world,” said Julia Jones, who was Bannon’s screenwriting partner for 16 years.",
  "Associates said Bannon may also partner on a new venture with the Mercers — potentially another news organization.",
  "He and Robert Mercer huddled earlier this week to discuss plans, according to someone familiar with the meeting.",
  "He said Bannon’s focus will be on the establishment forces that he believes are leading the president astray.",
  "Whether Bannon will use his megaphone to promote the Trump administration or to slam it remains to be seen.",
  "Caption White House and Cabinet officials left strong impressions in the early days of the administration.",
  "But in an interview with the Weekly Standard, Bannon said he feels “jacked up.”\n\n“Now I’m free,” he said.",
  "At the time, he estimated that his assets were worth between $11.8 million and $53.8 million.",
  "Neither Pollak nor other senior Breitbart executives responded to requests for comment.",
  "And under his leadership, Breitbart News emerged as the voice of the disaffected right.",
  "“He’s willing to engage in the political combat, and so I expect he’ll be doing that.",
  "His primary allegiance, friends said, is to the people who put Trump into office.",
  "READ THE STORY Al Drago/Bloomberg Buy Photo Wait 1 second to continue.",
  "“It would give him a much larger platform than Breitbart,” she said.",
  "Robert Costa and David Weigel contributed to this report.",
  "His sense of history and the moment are very powerful.",
  "“There is a fundamental loyalty there,” he said.",
  "“I’ve got my hands back on my weapons.",
  "Bannon declined to comment."
]