[
  "On Koum's post announcing his departure, Zuckerberg commented, \"I'm grateful for everything you've done to help connect the world, and for everything you've taught me, including about encryption and its ability to take power from centralized systems and put it back in people's hands.",
  "In a 2016 post announcing the app's end-to-end encryption, Koum cited his Ukranian upbringing during communist rule as a reason why \"the desire to protect people's private communication\" was one of WhatsApp's core beliefs.",
  "#deletefacebook @brianacton / Twitter\n\nThe news of Koum's departure comes one day before Facebook's annual developer conference, F8, where the company is expected to address user privacy and misinformation.",
  "Koum's concerns over Facebook's attitude toward privacy may have started in 2016 when an update to WhatsApp's privacy policy noted that the company planned to start sharing user data with Facebook.",
  "On his Facebook page, Koum wrote that he is taking time to \"do things I enjoy outside of technology,\" including \"collecting rare air-cooled Porsches\" and \"playing ultimate frisbee.\"",
  "Tobias Hase / AFP / Getty Images\n\nIn 2014, Facebook acquired the text messaging, group messaging, voice, and video-calling app from cofounders Koum and Brian Acton for $19 billion.",
  "According to the Washington Post, Koum's departure is the result of clashes over issues like encryption, and he is also expected to step down from Facebook’s board of directors.",
  "After revelations that millions of Facebook users' accounts had been improperly accessed by the political analytics firm Cambridge Analytica, Acton tweeted, \"It is time.",
  "Manan Vatsyayana / AFP / Getty Images\n\nWhatsApp cofounder Jan Koum announced that he is leaving the Facebook-owned company and stepping down from Facebook's board.",
  "A WhatsApp spokesperson originally declined to comment on Koum's position on Facebook's board and instead pointed to Koum's Facebook post and Zuckerberg's comment.",
  "Yet while it cannot read a message's content, WhatsApp does store \"metadata,\" which includes the date, timestamp, and phone numbers associated with a message.",
  "In a January 2018 earnings call, Facebook CEO Mark Zuckerberg revealed WhatsApp had amassed 1.5 billion users and saw 60 billion messages sent per day.",
  "Neither WhatsApp, Facebook, nor third parties can see the content of messages without access to the sender's or recipient's devices.",
  "If a government or company asked WhatsApp to turn over your messages, the company wouldn't be able to, since it can not read them.",
  "According to reports, Koum, who sold WhatsApp to Facebook for $19 billion in 2014, clashed with Facebook over user privacy.",
  "Due to end-to-end encryption, information sent through WhatsApp can only be seen by the sender and its recipient.",
  "On May 1, an SEC filing announced that Koum will not seek re-election on the company's board of directors.",
  "The departure also comes after he unloaded billions of dollars' worth of Facebook stock.",
  "Acton may also have had issues with Facebook's stance on user privacy.",
  "Zuckerberg also reacted to the post with a \"sad\" reaction emoji.",
  "Those values will always be at the heart of WhatsApp.\"",
  "Koum was not immediately available for comment.",
  "Acton left the company in November.",
  "#deletefacebook.\"",
  "It is time."
]