[
  "John Carr, secretary of the UK Children's Charities' Coalition on Internet Safety, said:\n\n\"Facebook and YouTube still do not provide any meaningful information on the volume of reports relating to children, and the outcomes of such reports.",
  "\"The effect of this lack of transparency is that social networks are not being held to account for the measures they take to protect children, nor are they held to account for whether these measures are effective.\"",
  "A 16-year-old girl told the NSPCC: \"When you're watching a video of something like a makeup artist, a video can be at the side of something completely different that could be sexual/hurtful or anything else.",
  "YouTube/Logan Paul\n\nA striking league table has shown that Facebook and YouTube are the worst offenders when it comes to exposing children to some of the darkest and most adult themes on the internet.",
  "Parliamentlive.tv\n\nThe findings were published a day after the British government announced that it would introduce laws to rein in social media companies over the next two years.",
  "NSPCC\n\nGame \"Grand Theft Auto: San Andreas\" was ranked as being just as bad as Facebook and YouTube, while at the other end of the table were Tumblr and social media app Yellow.",
  "Hancock told the BBC's \"The Andrew Marr Show\" on Sunday that the government invited 14 companies to discuss better protections for children, and only four showed up.",
  "\"Until now there's been this argument: Work with the companies, do it on a voluntary basis, you'll do more that way because the lawyers won't be involved.\"",
  "Culture Secretary Matt Hancock said he wants to fine the likes of Facebook and Snapchat for allowing children under the age of 13 to sign up for accounts.",
  "Facebook and YouTube posed a \"high\" risk to kids across all the categories examined, with a one in four chance of young people encountering adult content.",
  "Britain's highest-profile children's charity, the NSPCC, produced the league table after gathering reviews from more than 4,000 parents and young people.",
  "The NSPCC and other charities wrote to the British government with its findings and marked Facebook and YouTube out for particular criticism.",
  "Another interesting result showed that Instagram, usually lauded as a positive place, was rated high for bullying and sexual content.",
  "According to a green paper published by the government, those who did turn up appear to include Facebook, Google, and Twitter.",
  "It features the \"riskiest sites\" when it comes to content involving suicide, violence, bullying, sex, and other adult themes.",
  "\"The fact that only four turned up gave me a big impetus to drive this legislation through,\" Hancock said.",
  "A 13-year-old Facebook user added: \"I don't like that just random people can send you a friend request.\"",
  "YouTuber Logan Paul stoked controversy for filming a dead body in a Japanese forest known for suicides.",
  "These are woeful examples of the transparency that we can expect if we continue with self-regulation.",
  "Business Insider has contacted both companies for comment.",
  "They were therefore slapped with a red warning light.",
  "It's easy to get yourself into a bad video.\"",
  "British Culture Secretary Matt Hancock.",
  "You can see the table below."
]