[
  "“All the gossip and drama and stuff that might be a little more personal is going to get leaked.”\n\nTrump mega-donor Rebekah Mercer, Bannon’s chief patron, spent much of Friday at the offices of Cambridge Analytica — a data firm in which her family is invested and on whose board Bannon sat before joining the White House — exploring potential gigs for Bannon should he be fired, according to The New York Times.",
  "Indeed, the situation has become so “volatile” that the normally loquacious Iowa Congressman Steve King, a steadfast Bannon ally in the House, declined to weigh in, citing fears that the mere discussion of Bannon’s potential revenge could be enough to set off Trump while also acknowledging that it could have the opposite effect of making the White House think twice about firing him.",
  "A spokeswoman for Bannon and the Mercer family, his patrons, declined to comment on the record, but there is little expectation among those who have tangled with him that the White House’s chief strategist — a guy who has been known to say things like “burn the boats” and “I love a gunfight” — intends to go gentle into that good night.",
  "What if he came out with something before the 2018 midterms, ‘Where Trump Went Wrong’?”\n\nIf it does come to open conflict with the president himself, right-wing provocateur Milo Yiannopoulos, a former Breitbart tech editor hired by Bannon who often calls Trump a “God Emperor” and “Daddy,” made no bones about where his loyalties lie.",
  "Taken together, their suggestions amount to an epic, Kill Bill-style revenge saga that starts with Bannon leaking personal dirt on his enemies to the tabloids, using the megaphone of Breitbart News to exacerbate divisions inside the administration, and siccing an army of internet trolls on his adversaries to harass and defame them.",
  "“I don’t believe that he ever really stopped being at the helm of Breitbart,” said Kurt Bardella, who quit his job as a spokesman for the news organization last spring in protest of Bannon’s handling of an assault allegation lodged by then-Breitbart reporter Michelle Fields against then-Trump campaign manager Corey Lewandowski.",
  "He is honestly something of an idea because he represents something that both the establishment and the left-wing media hate.”\n\nIn years past, Bannon produced several political documentaries, an experience that one Breitbart insider suggested he could call on in a scorched-earth campaign against Trump.",
  "You will be attacked and lied about,” said Republican operative Cheri Jacobus, who was the subject of critical coverage in Breitbart in 2015 after saying Trump was popular with “low-information voters” and who blames Breitbart for a campaign of online harassment she has endured since then.",
  "It ends with Bannon using Cambridge Analytica data to identify and primary their vulnerable allies in Congress, then releasing a “Where Trump Went Wrong” documentary on the eve of the November midterms and finally—in this revenge fantasy’s epic climax—running against Trump himself in 2020.",
  "“It will be Eric Cantor-style warfare.”\n\nSeveral people familiar with Bannon’s modus operandi said he would be unlikely to take on Trump directly, preferring instead to shift blame toward others while leaving the door open to a rapprochement with the president — at least at first.",
  "And when Bannon was breaking up with his second wife, she accused him of grabbing her by the throat and threatening to take away their children, while his lawyer reportedly threatened that she would end up with “no money” if the resultant domestic abuse case went to trial.",
  "“It’s like a chain reaction.”\n\nJacobus is just one of a number of Republican operatives and conservative pundits who blame Breitbart coverage for stirring up a tsunami of threats and intimidation from its readers after drawing the outlet’s ire during Bannon’s tenure there.",
  "While Breitbart Washington bureau chief and Bannon protégé Matt Boyle has reportedly ordered the site’s reporters to stop targeting Kushner (Boyle denies it), Bardella cited one recent 24-hour period in which the site published four anti-Kushner pieces.",
  "Cernovich speculated that Bannon could, with the help of Cambridge Analytica’s data, move from the personal to the political by identifying his enemies’ most vulnerable allies in Congress and encouraging challengers to run for their seats.",
  "Republican operative Rick Wilson, for example, reportedly endured anonymous threats to rape his daughter and nearly shot a man he found snooping on his back porch after becoming the subject of numerous Breitbart stories.",
  "But with Trump undercutting Bannon in recent interviews and speculation running rampant that he could soon lose his job amid vicious West Wing infighting, the White House may soon be doing just that.",
  "Should Bannon return to the outlet, which he led from 2012 until he joined the Trump campaign in August, some former colleagues expect him to once again prosecute his grudges through its coverage.",
  "“You go National Enquirer on them,” said blogger Mike Cernovich, a self-described student of Bannon’s work who said he has discussed the eventuality of Bannon’s firing with people close to him.",
  "When Bannon failed to take over the Biosphere 2 ecology experiment in 1993, he “vowed profanely to take revenge” on a scientist who crossed him, according to the woman’s lawyer.",
  "“We would see House and Senate races in 2018 to, you know, go after Trump’s agenda,” said internet troll Charles Johnson, an ally of Bannon who worked for him at Breitbart.",
  "After conservative media star Dana Loesch left Bannon’s employ at Breitbart News in 2012, she filed a suit against the website, alleging a plot to “sabotage” her career.",
  "“The hit pieces on Breitbart will increase, for sure,” said Loesch, who clashed with Bannon after leaving Breitbart to work for his nemesis Glenn Beck at The Blaze.",
  "“Bannon can launch something, and there’s an army of people who are part of the alt-right that will then pick up on it and they know what to do,” Jacobus said.",
  "“Do you really want to gamble with this in your first 100 days?”\n\n“He’ll have his minions eviscerate you on Twitter and write articles with fake information.",
  "“It will be my very great honor to manage the Bannon 2020 campaign,” he said, before sending over three mock logos for the hypothetical presidential run.",
  "Jacobus said she expects Bannon would use his knowledge of the White House’s internal dynamics to drum up stories that exacerbate existing rivalries.",
  "Story Continued Below\n\nI asked friends and foes alike to imagine how, should Bannon get the boot, the pugnacious populist might exact his revenge.",
  "“In Steve’s dream scenario, he would depart, things would fall apart even more so, and Trump would beg him to come back to fix it,” Bardella said.",
  "When Steve Bannon vacated a home in Florida in 2015, his landlord complained that an entire Jacuzzi had apparently been coated in acid.",
  "“It’s not like it’s definitely going to be ‘Apocalypse Now,’ but it could be, and that’s the point,” said a close Bannon ally.",
  "(Breitbart recently released a letter showing that Bannon formally resigned from the news outlet shortly after Election Day.)",
  "Neither Bannon, who has shown no signs of disloyalty to the president, nor the White House responded to requests for comment.",
  "Parting ways with Donald Trump’s chief strategist, it seems, is rarely a simple proposition.",
  "Otherwise, Trump could eventually find himself directly in Bannon’s cross hairs, some said.",
  "“It’s better for the country if my voice isn’t in it.”\n\nOthers were less hesitant.",
  "“One of his high-end skills is he could actually put together a documentary.",
  "Meanwhile, Bannon could launder more salacious hits through the tabloids.",
  "“There will be big primary campaigns against them,” Cernovich said.",
  "“Even comments by me could cause a lot of problems,” King said.",
  "“He does have skills, like high-end skills,” said the insider.",
  "“There’s sex scandals people are sitting on,” Cernovich said.",
  "Ben Schreckinger is a reporter for Politico.",
  "His presidency would essentially be over.",
  "“It’ll look like that,” he said.",
  "Bannon is more than just a man.",
  "“Everything would slow down."
]