[
  "The suspensions are the latest example of fallout from the Cambridge Analytica scandal, which revealed that an app on Facebook had been used to amass information on 87 million people for the purpose of creating profiles of and targeting ads to potential voters.",
  "The social network said Wednesday that it had suspended the apps \"due to concerns around the developers who built them or how the information people chose to share with the app may have been used.\"",
  "\"When the app was suspended three months ago I asked Facebook to explain which of their terms was broken but so far they have been unable to cite any instances,\" he said in a statement.",
  "\"It is therefore odd that Facebook should suddenly now profess itself to have been unaware of the myPersonality research and to believe that the data may have been misused,\" he said.",
  "According to Stillwell, the company flew him out to Silicon Valley for an event in 2011, and Kosinski presented his research at the company's headquarters in 2015.",
  "In exchange, users shared basic profile information including their birth date, hometown and education, as well as their histories of Facebook \"likes.\"",
  "Facebook has banned one app and suspended more than 400 others following investigations into developers and how they handled user data.",
  "Facebook said it would notify all 4 million people who had used myPersonality, to warn that their data \"may have been misused.\"",
  "Stillwell said the app obtained user consent to collect the data, and that it did not harvest information about their friends.",
  "They published a study showing that Facebook likes could be used to predict personality traits and even political leanings.",
  "Facebook also announced that it had banned a personality quiz app that collected information on more than 4 million people.",
  "The company said the researchers behind the app, called myPersonality, refused to allow it to conduct an audit.",
  "It did not say that it had found evidence of data misuse, but cited concerns about how the data was handled.",
  "David Stillwell, one of the creators of the app, said the ban was \"nonsensical and purely for PR reasons.\"",
  "Their work provided an early inspiration for thisisyourdigitallife, the app Cambridge Analytica created.",
  "Facebook (FB) declined to name the 400 apps it had suspended, the number of which has doubled since May.",
  "This story was updated Thursday to include additional information from the creator of the banned app.",
  "The app was suspended in April, but it hadn't been active on the platform since 2012.",
  "The myPersonality quiz ranked Facebook users based on five personality traits.",
  "Stillwell created MyPersonality at the University of Cambridge in 2007.",
  "The company said it was now investigating them \"in much greater depth.\"",
  "He was later joined in the effort by researcher Michal Kosinski.",
  "Facebook was familiar with the app before the investigation."
]