[
  "At the center of the struggle are Trump’s incoming White House chief of staff Reince Priebus, who is the current RNC chairman and the president-elect’s lead liaison to the party establishment, and a pair of Trump confidants who have pushed him toward his populist base — chief strategist Steve Bannon and top donor Rebekah Mercer.",
  "Story Continued Below\n\nBannon and Mercer have encouraged consideration of Mercedes Schlapp, a veteran party strategist who was an official in the George W. Bush White House but who emerged as a staunch Trump booster during the campaign, according to multiple Republicans familiar with the talks.",
  "Adding to the intrigue, Vice President-elect Mike Pence’s political team is pushing another candidate: Nick Ayers, a Georgia-based operative who advised Pence during the presidential campaign and has been assisting with the transition, according to three operatives familiar with the RNC debate.",
  "While by all accounts they have gotten along well, some Trump aides say they expect the two men, who differ starkly in political style and outlook, to diverge on some key decisions — and which man prevails in this early scrimmage could offer hints about the direction of Trump’s presidency.",
  "Schlapp and Ayers, as well as another potential compromise pick — Trump campaign Pennsylvania director David Urban — on the other hand, are not members of the committee, and some people close to Priebus said he was reluctant to hand over the reins of his committee to an outsider figure.",
  "“This is the real beginning of a clash between what could become a new Republican orthodoxy led by Rebekah Mercer and Steve Bannon versus the established orthodoxy led by Reince Priebus,” said a strategist who works with Trump aides and has been briefed on the RNC jockeying.",
  "Mercer has helped to fund ventures run by Bannon (including the pro-Trump website Breitbart News), Bossie (the Citizens United advocacy group) and former Trump campaign manager Kellyanne Conway (a super PAC that supported Ted Cruz and then Trump).",
  "The jockeying has grown intense in recent days, becoming a topic of debate in and around Trump Tower as the president-elect’s team seeks to put in place an external political operation that will be critical to advancing his 100-day agenda.",
  "And Trump’s decision is being watched by insiders as an early indicator of the viability of a delicate power-sharing agreement between Bannon and Priebus, who have been billed as co-equals in Trump’s White House.",
  "Priebus, on the other hand, prefers one of several contenders more associated with the party’s establishment, including Michigan Republican Party chairwoman Ronna Romney McDaniel and RNC official Matt Pinnell.",
  "Schlapp and her husband, Matt Schlapp, the chairman of the American Conservative Union, are close to Mercer, a GOP mega-donor who ran a pro-Trump super PAC funded by her father, hedge fund tycoon Bob Mercer.",
  "McDaniel, who is Mitt Romney’s niece, is on the committee, as is David Bossie, a longtime party strategist who was Trump’s deputy campaign manager and has been discussed as a potential compromise choice.",
  "Bossie also is being discussed as a candidate for White House political director or deputy chief of staff, perches in which he would wield broad influence over the party’s political activities.",
  "While the 168 members of the RNC will ultimately vote to elect the party’s chair at their winter meeting in January, the incoming president’s recommendation typically carries tremendous weight.",
  "Priebus, who is heading up the search for his successor, is most likely to recommend to Trump a party insider who sits on the RNC’s 168-member committee, several advisers said.",
  "Donald Trump’s closest allies are jockeying over control of the Republican National Committee in a power struggle that could shape the direction of the GOP in the Trump era.",
  "The hedge fund heiress has expressed a desire for Cambridge Analytica, a political data and analytics firm owned by her family, to play a larger role at the RNC.",
  "“So Trump is going to look to Reince, and 90 percent of the decision is going to be Reince’s,” the official said, though he stressed that Priebus is in no rush.",
  "And his allies say he is fiercely protective of the data program he established during his nearly six years at the RNC and does not want to see it overhauled.",
  "“Trump is up for reelection, and he wants to make sure that what Reince did to get him elected is continued,” said one senior Republican campaign official.",
  "And Mercer has told friends that Schlapp, a Cuban-American who has honed her television presence as a Fox News contributor, would make a powerful pick.",
  "Rebekah Mercer now sits on the executive committee of Trump’s transition team and carries substantial clout with both Trump and his inner circle.",
  "Pinnell, who previously served on the committee and is currently an official at the RNC handling outreach to state parties, is a Priebus protégé.",
  "Were Schlapp or Ayers to become serious contenders, it would signal Trump's willingness to place institutional outsiders atop key organizations.",
  "Reince Priebus is jockeying with other members of Donald Trump's inner circle over who will replace him at the Republican National Committee.",
  "That is something he has largely resisted in his Cabinet picks, which have mostly come from the ranks of the Republican establishment.",
  "In recent days, both Bannon and Conway have been in touch with Schlapp, said three operatives familiar with the Schlapp-for-RNC push.",
  "| Getty Trump’s allies jockey over RNC control Priebus differs from Bannon and Mercer on party chair prospects, hinting at divisions.",
  "Priebus’ loyalists — of whom there are many on the committee — argue that the RNC data effort played a critical role in Trump’s win.",
  "He has told people that he’s interested in the chairman’s job, and he maintains close ties to committee members.",
  "Bossie, who did not respond to requests for comment, has told friends he’s torn about what job he should take.",
  "She is credited with convincing Trump to hire all three to his campaign, and all three consult her regularly.",
  "He has a month and a half, and he wants this off his plate by the end of the year.”",
  "Having an ally running the committee could go a long way toward that end.",
  "Bannon, Bossie and Conway have Mercer to thank for more than just cash.",
  "But Mercer’s support is injecting Schlapp into the debate.",
  "Mercer could have other reasons for supporting Schlapp.",
  "Yet Priebus has relationships with other GOP vendors.",
  "He’s dealing with the Cabinet appointments first.",
  "“This is not in the fore of his decision-making."
]