[
  "Facebook gets caught, Mark Zuckerberg makes the rounds beating his breast and telling the world he’s sooo sorry and they’ll never do it again, and it’s back to business as usual as soon as the spotlight moves somewhere else.",
  "Yesterday, the Wall Street Journal reported that Apple informed Facebook that Onavo violated their rules about using data for purposes that go beyond the immediate function of the app as well as the rules about data farming.",
  "In June, Apple updated its privacy guidelines with a ban on apps that \"collect information about which other apps are installed on a user’s device for the purposes of analytics or advertising/marketing.\"",
  "This is accurate if “always been clear” is understood to mean if people read and fully understand the information on the bottom of the “read more” page before installing the app.",
  "What Facebook didn’t make very clear was they that own Onavo, the third-party servers are Facebook’s, and the company uses the data feed to track the apps people are using.",
  "VPNs redirect a user’s internet traffic through a third-party server which blocks everyone including the user’s ISP from seeing what the user is doing online.",
  "A Facebook spokesperson told The Verge “We’ve always been clear when people download Onavo about the information that is collected and how it is used”.",
  "Earlier this year several media outlets reported that Facebook sneakily encouraged users to download a VPN called Onavo for security reasons.",
  "If you think Facebook isn’t all about farming data and using it in ethically or legally questionable ways, you haven’t been paying attention.",
  "Facebook’s underhanded data farming with Onavo runs counter to Apple’s strong commitment to protecting user data and privacy.",
  "If you installed Onavo on your iPhone, replacing it with a VPN from an ethically responsible provider is recommended.",
  "Whether it’s Free Basics, Emotional Contagion, Cambridge Analytica or something else, the story is always the same.",
  "Representatives from Apple and Facebook met, and Facebook agreed to remove Onavo from the app store.",
  "Google has remained silent thus far and Onavo is still available in the Play Store.",
  "Removal from the App Store doesn’t mean Onavo is removed from user’s phones.",
  "In other words, Onavo is basically a Facebook spyware program.",
  "This was interpreted by some as a move to block Onavo.",
  "Android users are on their own."
]