[
  "“This gap in the reporting, people could take advantage of that to embezzle campaign funds — that’s the worst-case scenario,” said Brett Kappel, a longtime campaign-finance attorney in Washington D.C. “Both the public and that candidates’ opponent really have no idea how they’re spending their money.”\n\nWith rumors that Trump is using the final months of the campaign to lay the groundwork for a future broadcast-media company, there is precious little detail on what kind of information on his supporters he is gathering, even amid reports that Giles-Parscale is spending $100,000 every week on surveys.",
  "Here’s how the loophole works:\n\nWhile every penny of direct campaign spending put on a credit card must be accounted for (often in excruciating detail: Trump’s campaign, for instance, paid $1 to park in Concord, New Hampshire, on Dec. 14 last year, and $5.06 for McDonald’s in Burlington, Iowa, on Dec. 8), the need for such disclosure is bypassed entirely if a campaign pays a lump sum to a consulting firm, which in turns pays for such items.",
  "Yet his campaign has provided only four words worth of explanation to federal regulators to describe that glut of spending: “digital consulting” and “online advertising.”\n\nThe case of Trump and Giles-Parscale is particularly troublesome campaign watchdogs said because its San Antonio offices have been a hub of Trump activity, according to people familiar with the campaign, acting as almost a second headquarters beyond Trump Tower.",
  "The vast discrepancy is possible because Trump has leveraged an increasingly popular loophole for politicians seeking to outmaneuver an outmoded campaign-finance system: routing their spending through consulting firms to obscure the ultimate destination of their dollars — keeping the public in the dark about facts as basic as who they’re paying and how much they’re paying them.",
  "His campaign in September made a $5 million payment to Cambridge Analytica, a GOP analytics firm, logging it with an anodyne description for their services: “data management.”\n\nCampaigns already use the consulting-firm loophole to obscure how much some strategists are paid, or even to shield from public view who is working for the campaign.",
  "“Keeping the public in the dark about recipients is almost as important since that’s one way for people to know what’s really going on in the campaign — and who’s really behind it.”\n\nAt its most extreme, a candidate could theoretically hire a single firm to run its entire campaign and only disclose that one payment.",
  "In another case this year, Applecart, a Republican analytics firm, boasted of its role in helping engineer the primary defeat of Republican Rep. Tim Huelskamp of Kansas on behalf of a super PAC, bragging about its polling, digital ad buys and direct-mail campaign in a post-election memo.",
  "The legality of concealing detailed payments through consulting firms was last tested at the FEC in 2013, when Illinois Sen. Mark Kirk’s ex-wife accused him of using a pass-through to keep hidden six-figure payments to his alleged then-girlfriend, who was working as a subcontractor.",
  "Ann Ravel, a former chair and current member of FEC, the body charged with enforcing campaign-finance law, said in an interview that the use of consulting firms to hide spending details was an overall problem, though she declined to comment on any particular candidates.",
  "“The whole thing makes a mockery of the disclosure system,” said Larry Noble, who spent nearly a quarter-century as the top lawyer for the Federal Election Commission and now serves as general counsel for the Campaign Legal Center, an independent watchdog group.",
  "As many as 100 people are employed there, according to a recent Bloomberg report — rivaling the size of the New York operation — and if they are paid only by Giles-Parscale none of their names will ever have to appear in any public filings.",
  "Hillary Clinton, too, has paid her digital firm, Bully Pulpit Interactive, more than $55 million through payments from her campaign and joint committee with the party, and provided no specifics on the firm’s ad-buying or other activities.",
  "The ease with which campaigns — Trump and many others — are masking how tens of millions of dollars are spent is alarming watchdogs and regulators alike, who see the public’s right to know being eroded one megapayment at a time.",
  "Obama's digital ad buyer, the same as Clinton’s, Bully Pulpit Interactive, was paid $72 million in 2012, with no further detail of how many people were working on the account, who they were or what websites they bought ads on.",
  "As of this May, Libertarian presidential candidate Gary Johnson had spent 70 percent of his campaign funds on the firm of his campaign manager, Ron Nielson, a Center for Public Integrity review this spring had found.",
  "Campaign finance experts worry the loose rules are opening the door to nefarious activities, such as paying off endorsers on the sly, compensating bloggers for fawning coverage or even paying oneself under the table.",
  "Story Continued Below\n\nFor Trump, that means paying the company running his digital operation, Giles-Parscale, roughly as much money in the past six months — $56 million — as he spent in total to win the nomination.",
  "“If a massive expenditure is made to one vendor, you’re not getting a full picture, or even a general picture of how money is being spent in the campaign,” said Kenneth Gross, a top campaign-finance attorney.",
  "During the Republican presidential primary, how much longtime Jeb Bush strategist Mike Murphy was making to run Bush’s $100 million super PAC was the subject of intense political intrigue.",
  "While that percentage has dropped since Johnson began advertising, Nielson’s firm still has racked up more than $1.8 million in payments, just under 20 percent of Johnson’s total spending.",
  "For years, campaign filings have provided little detail about such TV spending, but at least broadcast ads are detailed in separate Federal Communications Commission reports.",
  "Among those who wrote a letter pushing against stricter disclosure rules for the so-called ultimate payee of campaign cash was Marc Elias, a top Democratic lawyer.",
  "“It’s so easy to outsource your campaign through a consultant or an outside group of some sort and then not tell the public where the money’s going,” Ravel said.",
  "President Barack Obama, for instance, paid his TV buyer roughly $390 million in 2012 — more than $100 million more than Trump has spent on his entire campaign.",
  "It’s not a partisan trend, as both Democrats and Republicans have long been adept at exploiting transparency work-arounds to keep their activities hidden.",
  "Donald Trump has plastered Facebook with millions of dollars worth of ads in recent months, an all-out effort to lure new donors and supporters.",
  "“But over time people are doing this more and more.”\n\nHuge payments to television ad-buyers have long been the norm in political campaigns.",
  "“The purpose of campaign finance law is to tell the public both who’s behind contributions [and] who the recipients are,” Ravel said.",
  "But his campaign filings from August, September and October tell a different story: $0 spent on Facebook.",
  "In contrast, digital ads, which are exploding in popularity, are almost completely kept clandestine.",
  "“The campaigns seem to have carved out the internet as a disclosure-free zone,” Noble complained.",
  "That same year, the commission actually debated strengthening the disclosure requirements.",
  "Spending on polling, on ads, on staff salaries — on anything else — could be kept secret.",
  "But he declined to ever say what he was actually paid, and it was never revealed.",
  "The super PAC’s filings had never previously shown a single payment to Applecart.",
  "Murphy pushed back aggressively on reports he was receiving an enormous payday.",
  "Johnson’s campaign did not respond to requests for comment for this story.",
  "“That may have spurred other people to do the same thing,” Kappel said.",
  "Elias now serves as general counsel to the Clinton campaign.",
  "Nor did the Clinton or Trump campaigns.",
  "It’s not as far-fetched as it sounds.",
  "The commission ruled in Kirk’s favor.",
  "The catch?"
]