[
  "In a blog post this week, Google vice president of engineering, Scott Huffman, reported that queries of Google Assistant tend to be action-oriented, like “Turn on the lights and play some music” or “Create an appointment for noon on Saturday.” Google, whose business revolves around targeted advertising, already knows what we’re searching for on the web and what we’re doing on our Android phones.",
  "As recently as a year ago, Amazon single-handedly controlled the global smart speaker industry, with a market share upward of 75 percent, according to estimates from two of the leading market watchers, Strategy Analytics and Canalys, based in Singapore.",
  "Assemble the pieces from an array of market-research reports with different methodologies, and the picture is that of a rapidly shifting landscape in which no single company is likely to dominate long-term—but if anyone does, it might be Google.",
  "Amazon, Google, and Apple don’t report sales of the Echo, Home, or HomePod, respectively, preferring to shelter them from investor scrutiny by lumping them into categories such as “Other Products” when they report earnings.",
  "It’s easy to imagine a world in which “Alexa” is synonymous with talking computers, or Echo with smart speakers—just as Kleenex is synonymous with facial tissue, Xerox with copy machines, or Google with online search.",
  "That figure included not only its flagship Echo smart speaker but the Echo Dot, Echo Show, and other Echos, the company clarified to me (though not other Alexa-powered gizmos, such as the Tap or Fire TV).",
  "A big-budget marketing blitz, an aggressive push to partner with retailers and makers of smart home gadgets, and the company’s reputation for answering search questions got it off to a good start.",
  "That matters not only to industry watchers and investors but to anyone who cares about the business models and privacy practices of the tech goliaths that mediate what we say, learn, buy, and do.",
  "It makes sense that Amazon was crushing the competition, because there wasn’t much competition yet: Google had just launched the Home in late 2016, and Apple’s HomePod was not yet on the market.",
  "Yes, these firms are vying for slices of a sales pie that could top $23 billion by 2023, according to Strategy Analytics (or $30 billion by 2024, according to Global Market Insights).",
  "“Retailers are more open to the idea of arranging Google’s smart speakers, because Google isn’t seen as such a direct competitor,” said Vincent Thielke, research analyst for Canalys.",
  "That’s almost the world we live in today, thanks to the dramatic early success of Amazon’s pioneering smart speaker and the surprisingly capable digital assistant that animates it.",
  "One firm, Strategy Analytics, estimated this month that Amazon’s global market share dipped from 76 percent to 41 percent over the past year, with Google’s rising to 28 percent.",
  "Purchase a Google Home, on the other hand, and it will fit right in with Chromecast, YouTube, your Gmail and Google Calendar, and the Google Assistant on your Android device.",
  "More competitors are looming: Electronics giant Samsung has just launched its Galaxy Home smart speaker, and a bevy of audio companies are gradually getting in on the game.",
  "Early reports of lackluster HomePod sales have dampened enthusiasm, but both Voicebot and Strategy Analytics said it’s too soon to write off Apple as a serious competitor.",
  "Because it viewed Echo partly as a path to Amazon purchases, the company sold its smart speakers at affordable prices, opting to maximize sales rather than profit margins.",
  "Canalys derives its estimates partly from suppliers, vendors, and other third parties, while Strategy Analytics relies on sources within the companies that make them.",
  "It’s going instead to Chinese giants such as Alibaba, Xiaomi, and Baidu, which are pumping out smart speakers that go for a fraction of the price of the Echo or Home.",
  "Meanwhile, smart displays are emerging as an alternative to audio-only speakers, and Facebook is working on a device called Portal that could focus on video calling.",
  "While there are no official sales figures, mounting evidence suggests that Echo devices have been losing ground in the past year to competitors on multiple fronts.",
  "Here are three of the big ones:\n\n• Google Home devices are rapidly catching up to Amazon Echo devices in worldwide sales, and may have already surpassed them.",
  "What we know of their sales, then, comes largely from third-party market-research firms, plus tidbits and hints that the companies occasionally drop.",
  "Its HomePod starts at a cool $350, compared to $100 for a Home and $85 for an Echo, and aims at audiophiles with the promise of hi-fi sound quality.",
  "Amazon’s head start in smart speakers resembled the daunting leads that Apple famously built in portable MP3 players, smartphones, and tablets.",
  "So an Echo-filled world would expand Amazon’s retail empire; a Home-filled world would broaden Google’s surveillance network and feed its A.I.",
  "But it also gives you a strong incentive to pay it $120 a year for Amazon Prime, and perhaps another $80 per year for Amazon Music Unlimited.",
  "It’s true that voice-powered smart speakers are on the path to ubiquity: Analysts predict that most U.S. households will eventually have one.",
  "It didn’t hurt that the company was also pushing the Google Assistant—its equivalent of Alexa—onto hundreds of millions of Android devices.",
  "A third report, from the news and research site Voicebot, used consumer surveys to estimate how many users each firm’s smart speakers have.",
  "What we have for now, thankfully, is a hotly competitive industry—the kind that is unlikely to give rise to any proprietary eponyms at all.",
  "assistant you choose will be getting to know you intimately—not just your voice and your way of speaking, but your habits and preferences.",
  "Perhaps most importantly, Google has experience, partners, and language capabilities in overseas markets where Amazon is less established.",
  "At CES this year, Baidu showed off high-concept smart speakers that look like lamps, ceiling lights, or even a colorful stack of blocks.",
  "As recently as a year ago, Amazon single-handedly controlled the global smart speaker market, with a market share upward of 75 percent.",
  "But at a time when sales are booming around the world, it’s becoming clear that Amazon’s first-mover advantage wasn’t built to last.",
  "The firm projects Google’s smart speaker sales to surpass Amazon’s by 2020, said Bill Ablondi, director of smart home strategies.",
  "• Apple’s HomePod isn’t selling as poorly as some initial reports suggested, and Samsung just launched its own smart speaker.",
  "That Amazon no longer looks poised to monopolize smart speakers might reassure critics wary of its online retail dominance.",
  "On top of that, it makes it very easy to buy things on Amazon, and plays nicely with other Alexa devices like the Fire TV.",
  "It’s worth noting that Canalys counts devices shipped to retailers, even if they haven’t yet been purchased by consumers.",
  "It found that 62 percent of U.S. smart speaker owners had an Amazon Echo, while 27 percent had a Google Home, as of May.",
  "• China is the fastest-growing market for smart speakers, and neither Amazon nor Google is a significant player there.",
  "And virtually none of that growth is going to Amazon or its U.S. rivals, which don’t offer Chinese-language versions.",
  "The only darker scenario might be one in which the censorship-friendly Chinese tech companies ultimately prevail.",
  "The former put Apple’s second-quarter market share at 6 percent, enough to dent both Amazon and Google’s growth.",
  "Amazon itself boasted in a February earnings report that it had sold “tens of millions” of Echo devices in 2017.",
  "But Apple’s high prices at least gave competitors an opening to build cheaper alternatives for the mass market.",
  "They’re about the platform that powers them—in this case, the voice A.I.—and how it shapes users’ behavior.",
  "But the Echo is more capable in other respects, and it continues to be a top-rated device in the category.",
  "; a world of HomePods would keep people ensconced in Apple’s ecosystem (especially if they’re well-off).",
  "But even there, Google was rapidly gaining ground, tripling its market share in the first half of 2018.",
  "But Canalys reckoned in an Aug. 16 report that Google has already eclipsed Amazon in quarterly sales.",
  "No one’s wondering that anymore: It is by all accounts the fastest-growing market for smart speakers.",
  "By early this year, according to multiple industry reports, the tide was turning in Google’s favor.",
  "In the long run, though, it isn’t just Silicon Valley that threatens Amazon’s smart speaker lead.",
  "(Rumor has it the company delayed the device’s launch due to the Cambridge Analytica scandal.)",
  "While Google appears to be beating Amazon at its own game, Apple is playing a different one.",
  "The market-research firms’ estimates can vary, sometimes widely, based on their methodology.",
  "Yet visions of an Amazon smart speaker monopoly faded faster than almost anyone expected.",
  "That could be partly because its Assistant is “smarter” than Alexa, by some metrics.",
  "Oh, and perhaps you’ve heard that brick-and-mortar retailers aren’t big Amazon fans.",
  "A year ago, pundits were wondering why smart speakers weren’t catching on in China.",
  "(These are called genericized trademarks, or proprietary eponyms, by the way.",
  "It would love to know what we’re up to in our kitchens and living rooms too.",
  "A HomePod will deepen your relationship with Siri and iTunes, and so forth.",
  "But the prospect of Google’s dominance should give privacy advocates pause.",
  "That methodology favors Amazon by counting devices purchased in the past.",
  "But smart speakers, like smartphones, aren’t just about the hardware.",
  "And one shudders to think what a world of Facebook Portals might do.",
  "With that caveat aside, a consensus has emerged on the broad trends.",
  "Analysts say the secrets to Google’s success lie elsewhere.",
  "Amazon and Google’s devices look outdated by comparison.",
  "The smart speaker wars aren’t just an industry story.",
  "When you buy an Echo, you’re paying Amazon $85 today.",
  "Google in particular has been catching up in a hurry.",
  "For Amazon, those numbers would be ominous enough.",
  "The common thread: Alexa is losing its edge.",
  "Photo by Joel Henry on Unsplash and Google.",
  "These aren’t just cheap knockoffs, either.",
  "Would-be rivals faced an uphill struggle.",
  "And the obvious question: What happened?",
  "The Echo has been available since 2014.",
  "And all the time, whichever A.I.",
  "How could latecomers compete?",
  "Photo illustration by Slate.",
  "They need a better name.)",
  "Almost, but not quite.",
  "Not so with Amazon.",
  "It’s China."
]