[
  "A survey conducted by the Ponemon Institute, a U.S.-based think tank, found that just 27 percent of 3,000 respondents believe Facebook will protect their privacy and user data, down from 79 percent in 2017.",
  "FOR MOST AMERICANS, NOT YET\n\nThe average user spends approximately 60 minutes per day on Facebook's various properties, which including Instagram, Messenger, WhatsApp, and the social network network itself.",
  "The survey results are particularly damning for Facebook, given that, in previous years, respondents to the research had become increasingly comfortable trusting the social network with their privacy.",
  "Last week, The Wall Street Journal reported that Facebook vice president of marketing Carolyn Everson said the company does not expect a negative impact to its revenue over the privacy concerns.",
  "FACEBOOK IN CRISIS: MARK ZUCKERBERG'S TESTIMONY REVEALS MASSIVE PROBLEMS REMAIN\n\nThough the drop in confidence is no doubt a significant blow for the company, the survey results are not all bad.",
  "Larry Ponemon, the chairman of the think tank, said the Zuckerberg-led Facebook received high scores in the past due to its users spending a significant amount of time on its properties.",
  "From 2011 to 2017, the number of users who agreed with the statement: \"Facebook is committed to protecting the privacy of my personal information\" had grown to nearly 80 percent.",
  "User trust in Facebook has plummeted in the wake of the Cambridge Analytica data scandal and CEO Mark Zuckerberg's recent testimony to Congress, according to new research.",
  "However, Facebook did note in its fourth-quarter earnings results that changes the company made reduced \"time spent on Facebook by roughly 50 million hours every day.\"",
  "One week after the revelations about the data scandal were made public, that number fell sharply, but had started to rebound two weeks after.",
  "The majority of respondents said it was not likely or there would be no chance they spend less time using the social network.",
  "“They put Facebook on such a high pedestal that the bottom is more painful,” he said, according to the FT.\n\n#DELETEFACEBOOK?",
  "Since the revelations came to light, Facebook's market cap has dropped nearly $80 billion.",
  "Facebook is slated to report first-quarter results after the close of trading on April 25.",
  "In recent days, however, its value has rebounded somewhat, along with the broader market.",
  "The drop in confidence also correlates with a sharp drop in Facebook's market value.",
  "It was after Zuckerberg's testimony that the number started to fall again.",
  "The survey's results were first reported by The Financial Times.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia"
]