[
  "In defending President Abdurrahman Wahid, Oakes was accused of covertly using government funds to stage a conference for journalists — ostensibly about journalistic independence but participants were unaware of the government’s involvement.",
  "A data company tied to President Donald Trump’s campaign once pushed to suppress voter turnout in an overseas election and its CEO was an “image consultant” for an Indonesian president facing allegations of corruption.",
  "Like Cambridge Analytica, its parent company, SCL Group, touts its ability to identify psychological traits in large groups of people and uses that data to target messages to specific audiences.",
  "The leader of the opposition party denied receiving foreign funds from SCL Group, according to a local media report, but said that it did receive other forms of assistance from the company.",
  "Among SCL Group’s other projects:\n\nIt worked to dissuade some Nigerians from voting during the 2007 election by organizing “anti-poll rallies,” according to SCL Group’s website.",
  "Cambridge Analytica claims it can predict how people will vote by combining personality surveys and thousands of pieces of data it has on every American adult.",
  "If you have any additional tips about SCL Group, Cambridge Analytica, or other information you think we should know, please email kendall.taggart@buzzfeed.com.",
  "The firm told the Washington Post it offered recommendations on where to hold rallies and where volunteers should knock on doors, for example.",
  "Here’s how the company’s CEO, Nigel Oakes, described his work to a trade journal in 1992: \"We use the same techniques as Aristotle and Hitler.",
  "Alexander Nix is a director at SCL Group and CEO of its subsidiary, Cambridge Analytica, which worked closely on President Trump's campaign.",
  "The London-based SCL Group is the parent company of Cambridge Analytica, which helped the Trump campaign craft targeted messages to voters.",
  "Oakes, the CEO, was hired as an image consultant for the former president of Indonesia as he faced accusations of financial misconduct.",
  "These included studying HIV awareness, counteracting corruption, and mitigating unemployment, according to the company’s website.",
  "The company also helped develop messaging for a group pushing to leave the European Union during the Brexit referendum last year.",
  "The prime minister of St. Vincent and the Grenadines accused SCL Group of funneling foreign money into his opponents’ campaigns.",
  "The prime minister said the goal of this effort was to get laws passed allowing investors to buy citizenship.",
  "SCL Group has worked on elections, military campaigns, and humanitarian efforts across the globe.",
  "It is reportedly in talks with the administration to work on policy-related communications.",
  "… We appeal to people on an emotional level to get them to agree on a functional level.\"",
  "It is not clear exactly what role Cambridge Analytica could play in the White House.",
  "Oakes told the Wall Street Journal at the time that he didn’t do anything unethical.",
  "Rebekah Mercer, played a crucial role picking cabinet nominees, Politico reported.",
  "The company is largely owned by the Mercer family, one of Trump's biggest donors.",
  "Trump’s chief strategist, Stephen Bannon, served on the company’s board.",
  "Here's more information about sharing tips with us anonymously.",
  "Cambridge Analytica has deep ties to the Trump administration.",
  "Oakes did not respond to multiple requests for comment.",
  "Neither responded to multiple requests for comment."
]