[
  "Lucio, one of the Forbes World’s Most Influential CMOs and one of the most revered executives in the advertising and marketing industry, will bring to Facebook a wealth of experience, expertise and global perspective rooted in stints at PepsiCo, Visa and most recently HP Inc.\n\nLucio replaces Gary Briggs, who announced his plans to leave in January, and will report to Chief Product Officer Chris Cox, overseeing global marketing strategy for the social-media company, which faces myriad brand and business challenges including reported abuse and misuse of the platform and questions around Facebook’s security, safety and societal impact.",
  "To do that in such a short period of time, the only way you’re able to do that is by having alignment and support of the senior members of the company so that they own it with you.”\n\nRead: HP Inc. Unveils First Results Of Its Ad-Industry-Stirring Diversity And Inclusion Initiatives\n\nAt Facebook, that will mean alignment with CEO Mark Zuckerberg, COO Sheryl Sandberg and VP of Global Marketing Solutions Carolyn Everson, among others.",
  "That was incredibly appealing.”\n\nAt Visa, he served as that company’s first global CMO, overseeing its iconic “Everywhere you want to be” campaign, as well as sponsorships of the Olympics, FIFA World Cup and NFL, and he helped the company transition from financial-services player to a technology business.",
  "Interestingly, at the Cannes Lions Festival of Creativity this year, Lucio, speaking on a panel there, said that Facebook’s Cambridge Analytica fiasco, in which data from 87 million Facebook users had been collected, had altered HP’s relationship with powerful digital platforms.",
  "“In the past six months I spent a lot of time working with the CEO and my peers on the executive leadership team to make sure everything we were going to do was not just going to be a marketing exercise, but who we wanted to be as a company.",
  "That watershed incident, he contended, as reported in Marketing Week, made it imperative that brands play an active role in issues such as transparency, fraud and viewability, assuming renewed and direct protection of their customers’ data.",
  "Executive alignment, culture and talent development, a diversity agenda, and purpose-driven marketing have become such foundational elements defining Lucio as brand leader that those will likely be early key priorities for him at Facebook.",
  "According to a statement from HP, Vikrant Batra, current global head of marketing for the company’s print business, is being promoted to CMO, and Karen Kahn, chief communications officer, is being promoted to the executive leadership team.",
  "In appointing Lucio, Facebook gains classic, global marketing leadership and culture-building that has been a hallmark of Lucio’s reputation and success—and that could bolster Facebook’s brand and growth.",
  "Putting humans at the center of brands, developing emotional connections with brands, and creating a core purpose that transcends the products or services that a company sells define him as a CMO.",
  "For its part, HP had assumed the same “diversity scorecard challenge” for itself, committing to increasing the number of women in leadership roles as well as increasing the diversity of its teams.",
  "In a pioneering move in early 2017, HP Inc. bestowed a clear and unprecedented mandate to its advertising agency partners: Up your creative-department diversity quotient within 12 months.",
  "And at this year’s CES, when it became evident that the keynote-speaker lineup lacked women, he took to Twitter to share with his 38,000 followers his disdain and call for change.",
  "Under Lucio’s leadership, HP also was the first to sponsor Free the Bid, a nonprofit initiative that encourages agencies to include a female director on every triple-bid project.",
  "His marching orders upon joining HP Inc. were to take the 76-year-old brand and grow it, reframing what it would mean in the context of the new separate product portfolio.",
  "Cannes Lions Festival 2018: Day 2 2018 Richard Bord\n\nAntonio Lucio, global chief marketing and communications officer at HP Inc., is joining Facebook as global CMO.",
  "“When you are repositioning a brand and you want that brand to stand for the company, it is critically important that your partner is the CEO,” Lucio had said.",
  "At HP, that priority has informed its brand communication and its ranks, and his work has been influential more broadly on the advertising industry.",
  "Lucio is known for—in his own words—“bringing heart” to brands, something he did at HP Inc. and something Facebook undoubtedly could benefit from.",
  "In short order, the agencies answered back; the company’s top five roster agencies reported a 20-point jump in women working on HP account teams.",
  "“I’ve been a global marketer all my life and have had the privilege to work with world’s best brands— PepsiCo, Visa,” Lucio told me at the time.",
  "Read: The World's Most Influential CMOs 2018\n\nLucio has been at HP Inc., the PC and printer business that split from HP, since 2014.",
  "“Having the opportunity to reframe and reignite an iconic brand like HP was an opportunity I saw as a once-in-a-lifetime moment.",
  "He has been very vocal about the need to build diverse teams and its importance as a business imperative.",
  "In the past six months, we’ve had to recraft the mission of the company, the corporate narrative.",
  "Since its launch, the industry has increased its hiring and bidding of female directors by 400%.",
  "It was a brand at a historic moment; this was the opportunity to position it for the future.",
  "The functions, now separated, both report directly to President and CEO Dion Weisler.",
  "Meanwhile, he served as chief innovation and health and wellness officer at PepsiCo.",
  "Lucio also has made diversity and inclusion a huge personal and corporate priority.",
  "At HP, that required, he told me at the time, alignment of top executives.",
  "That opportunity attracted him to the new role."
]