[
  "| Getty Trump raised $11 million in December\n\nPresident Donald Trump’s reelection efforts are off to a strong start financially, according to Tuesday evening campaign finance reports showing that Trump’s three committees brought in a combined $11 million last month and finished the year with $16 million in the bank.",
  "The committees combined to spend $1.7 million on telemarketing, data, email marketing and fundraising and digital consulting, according to a POLITICO analysis of reports filed Tuesday by the three committees — Donald J. Trump for President, Trump Make America Great Again Committee and Trump Victory.",
  "The committees — Trump’s campaign and two joint fundraising vehicles created by the campaign and various Republican Party committees — disbursed nearly $32 million from Nov. 29 through Dec. 31, according to the reports, which were filed with the Federal Election Commission.",
  "Trump’s campaign also spent $66,000 on security-related services in December, much of which went to the private security guards who have drawn repeated complaints for excessive force and aggression, racial profiling and trampling free speech at Trump rallies.",
  "Other December spending by the Trump committees included $728,000 on hats — likely for his trademark “Make America Great Again” baseball caps — as well as $2.4 million on tee-shirts, mugs, banners and stickers and $65,000 on communications consulting.",
  "Giles-Parscale, the San Antonio-based firm owned by Trump campaign digital director Brad Parscale, who is playing a leading role in America First Policies, was paid $511,000 last month by Trump’s campaign for digital consulting and online advertising.",
  "The spending in Tuesday’s FEC reports also reflects a fair amount of settling up with vendors for costs accrued during the campaign, including $450,000 in polling billed by Tony Fabrizio, whose invoices the campaign had disputed for months.",
  "In addition to $20,000 in legal consulting payments to Jones Day, the law firm at which Trump’s White House counsel Don McGahn is a partner, Trump’s campaign also last month paid $236,000 to the law firm Locke Lord LLP.",
  "As POLITICO reported this month, Trump plans to keep his Manhattan-based campaign headquarters in operation with a skeletal campaign staff in order to maintain and build his list and raise money during his presidency.",
  "A data firm called Cambridge Analytica — which is owned by Trump’s most influential donors, the Long Island-based Mercer family — was paid $312,500 by the campaign last month for data management services.",
  "Trump, in a break from presidential norms, continued employing the private security personnel after being granted Secret Service protection in November 2015, even retaining them after his election.",
  "Additionally, Trump has blessed a big-money independent political non-profit called America First Policies launched this week by several of his campaign advisers to promote the president’s agenda.",
  "Story Continued Below\n\nTrump’s committees continued paying for the type of services that are necessary to maintain and build all-important databases of donors, volunteers and voters.",
  "Hillary Clinton’s campaign and joint fundraising committees raised $2.8 million in December and spent $3.7 million, leaving them with $3.3 million in the bank at the end of the year.",
  "That brings the total payments from the Trump campaign to the firm to nearly $88 million over the course of the campaign — making Giles-Parscale by far Trump’s biggest vendor.",
  "Another significant recipient of Trump’s campaign spending was Trump’s own companies, which were paid more than $200,000 after Election Day, according to the reports.",
  "That’s something of a departure from other recent presidents, who have tended to roll their political operations into their respective national party committees.",
  "The firm previously had been paid only $127,000 over the course of the campaign, suggesting Trump’s campaign may have steered more legal work its way recently.",
  "Some of the firms expected to play a big role maintaining Trump’s political campaign and the outside group continued receiving big payments in December.",
  "And it shows that more than $7 million was transferred from Trump’s committees to the Republican National Committee and various state party committees.",
  "CORRECTION: A calculation error led to an incorrect total for the amount of money Donald Trump raised in December.",
  "The majority of that — $131,000 — was for a rent payment for the campaign’s offices in Trump Tower.",
  "President Donald Trump's committees disbursed nearly $32 million from Nov. 29 through Dec. 31.",
  "That brings the firm’s tally to $5.9 million over the course of the campaign."
]