[
  "While T-Mobile says passwords to these accounts were not compromised, the company advised that “it’s always a good idea to regularly change account passwords.”\n\nT-Mobile was impacted by a much larger data breach back in 2015 when Experian, the consumer credit reporting agency that processed credit applications for the company, was breached.",
  "The hack at the wireless carrier this week appears much smaller in scope than massive ones experienced at credit bureau Equifax, which compromised the data of 143 million people, and the Cambridge Analytica scandal at Facebook, which impacted the personal information of as many as 87 million users.",
  "All impacted T-Mobile customers have received or will receive a notification about the data breach, and the company encouraged people to reach out to its customer service line or contact employees through their T-Mobile App or at MyT-Mobile.com to learn more.",
  "Alerting impacted customers with text message notifications, T-Mobile says hackers accessed the names, billing zip codes, phone numbers, email addresses, account numbers and the account types of some customers in a breach on Aug. 20.",
  "There are various ways you can protect your information, and your response to a data breach may differ depending on what information of yours was compromised and where exactly the breach took place.",
  "That hack impacted 15 million customers — and compromised customers’ social security numbers as well as information about their drivers’ licenses passports.",
  "A spokesperson for T-Mobile told Motherboard the breach impacted “slightly less than” 3 percent, or 2 million, of the company’s 77 million customers.",
  "Experts, however, have told MONEY that it’s relatively hard to protect your information from breaches like these — so stay cautious out there.",
  "It’s widely recommended, however, to consistently stay wary of suspicious emails and change your password on a regular basis, for example.",
  "Hackers stole the personal information of around 2 million T-Mobile customers in a data breach this week, the wireless carrier says.",
  "Financial data — like credit card information — and social security numbers were not compromised in the breach, the company says.",
  "T-Mobile’s cyber-security team “discovered and shut down an unauthorized capture of some information” on Monday.",
  "T-Mobile’s breach is just the latest in a string of hacks targeting companies in recent years.",
  "A representative from T-Mobile did not respond immediately to a request for comment."
]