[
  "Increasingly, it's looking like former favorites Microsoft (NASDAQ: MSFT) and Alphabet (NASDAQ: GOOGL) (NASDAQ: GOOG), alongside new kid on the block Facebook (NASDAQ: FB), will lose to e-commerce giant Amazon (NASDAQ: AMZN) in the race to a $1 trillion market capitalization.",
  "The least-visible business will lead Amazon to the four-comma club\n\nAmazon will join Apple not on the strength of its more-visible e-commerce division, but rather due to its higher-margin Amazon Web Services (AWS) segment.",
  "Gartner expects public cloud services to grow 58% in the next two years, which would give the company more than enough runway to increase more than the approximate 10% that it needs to become a trillion-dollar company.",
  "Now that Apple has become the first publicly traded company in the United States with a market capitalization exceeding $1 trillion, which company will join the iPhone maker as the next member of the four-comma club?",
  "After Microsoft set a market capitalization record of $619 billion during the technology bubble, then-CEO Steve Ballmer endured a lost decade, leaving the company with a market cap nearly half that total.",
  "Since then, Alphabet's business model of digital advertising and data collection has faced scrutiny and tempered expectations, most notably because of Facebook's Cambridge Analytica scandal.",
  "Last fiscal year, Amazon reported 24.8% operating income margins from its AWS division, versus 2.7% and -5.6% for North American and international retailing, respectively.",
  "Look for this to continue: Last year, Amazon increased revenue attributable to AWS by 43% over the prior year, and the outlook continues to be strong for cloud computing.",
  "But the company has struggled this year in particular, and shares are flat year to date as the stock endured the largest one-day loss in the history of the market.",
  "New CEO Satya Nadella has taken steps to transition the company to compete against AWS in the cloud, and has succeeded at reversing its sluggish performance.",
  "Earlier this year, it appeared that Alphabet was going to overtake Apple and become the first U.S. company to reach the four-comma club.",
  "Facebook was always going to be a long shot as the next member of the club, due to its relatively smaller market cap.",
  "Thanks to AWS, the company has increased earnings per share 122% annually over the last two years.",
  "As recent as February, only a few billion in market cap separated the two companies.",
  "The runners-up\n\nAmazon's path was aided by Alphabet's recent stumbles.",
  "GOOG Market Cap Chart More\n\nGOOG market cap data by YCharts.",
  "Investor reading financial statements.",
  "More\n\nImage source: Getty Images."
]