[
  "“Twitter is a mouthpiece to be able to get a message out quickly and efficiently, but is limited in its ability to reach individual targets at scale given the limited user base,” said Matt Oczkowski, former head of product at the conservative data firm Cambridge Analytica and one of the heads of Trump’s digital team.",
  "“After 60 days, we’ve publicized so much that your fundraiser calls somebody up on the phone, and they remember the tweets they saw.”\n\nCoordination in the Twitter rooms can make them a booming megaphone, particularly for candidates without much of a social media presence themselves.",
  "“But being charged dollars for a service that may or may not work is at best a risky option.”\n\nAnother preliminary contract was structured around how much money the @RobertsRooms network could help raise for Michel Faulkner, who at the time was running for New York City mayor.",
  "In an analysis of Twitter posts about the Georgia special election, POLITICO found that Shelton’s network — which is easily traceable via a distinct hashtag, unlike activity originating in many other rooms — accounted for a starkly disproportionate share of traffic.",
  "But administrators learned to harness them to spread new talking points, often based off Trump's own early morning post or breaking events, like Clinton's stumble at the 9/11 memorial service that was spun into #ClintonCollapse and scores of memes about her health.",
  "For a couple weeks in April, the @RobertsRooms network coordinated retweets of Chamberlin’s posts and distributed memes, including one claiming a Minnesota state legislator is “pro-jihad.” None of this material took off in the way Chamberlin expected.",
  "He filed to reinstate a business he incorporated in Georgia, his home state, and rebranded both his Twitter handle and assemblage of rooms — which up to that point had various names for organizational purposes — under the @RobertsRooms umbrella.",
  "“It actually is quite incredible how many dedicated patriots devoted a great deal of time, effort and talent to tweeting for Trump and America with no expectation of financial benefit, or at least that was a secondary motivation,” said Leigh.",
  "“It’s an expectation that everyone in the room will retweet what you put in there.”\n\nThe rooms started as a loose network to ridicule Clinton with the hashtags and memes du jour — #LockHerUp or Soros-as-puppetmaster, for instance.",
  "One for-profit operative, Robert Shelton, promises client-candidates “name recognition beyond anything other mediums can offer” via his network of “social media warriors” in every state, according to a freshly launched website.",
  "More than one-third of positive tweets in our sample that mentioned GOP nominee Karen Handel by name came from accounts that used his hashtag, and more than 70 percent that tagged her official campaign account.",
  "After the election and a couple months off Twitter, Shelton realized the rooms could be repurposed to support like-minded candidates across the country, and decided to pitch them as a paid promotional service.",
  "Some are even vying to spin their experiences from the presidential race into new business models, seeking to promote other candidates by paying pro-Trump Twitter users to tweet and retweet scripted messages.",
  "Room members who spoke with POLITICO said their efforts during the presidential race were unpaid and that they worked without input from the Trump campaign, aside from his own Twitter flurries.",
  "Story Continued Below\n\nPro-Trump tweeters say they deserve at least partial credit for defeating Hillary Clinton, as well as for the string of Republican victories in recent special elections.",
  "A handful are pursuing paid gigs from aspiring conservative politicians, pitching their organized — and often secretive — follower networks to “America First” candidates willing to pay.",
  "Room members said they are careful to weed out bots, but some worry that a profit motive might similarly undercut Twitter's validity as a platform for political debate and expression.",
  "Now, having helped him win the White House, factions of self-made social media operatives are redirecting their skills and infrastructure to promote other candidates nationwide.",
  "“So, if paying people to hit the retweet button works, then I believe paying is a good thing for the candidate in question.”\n\nTwitter defines itself as a grass-roots forum.",
  "Omar Navarro, a California candidate hoping to challenge Democrat Maxine Waters for her House seat, has also been impressed with Shelton’s preliminary work on his campaign.",
  "It’s an unproven concept, one viewed with skepticism by established campaign veterans and with varying levels of disdain by those who tweet Trump’s virtues for free.",
  "Tamara Leigh, a former business partner of Shelton’s and image consultant for commercial and political clients alike, claims her own network of loyal tweeters.",
  "But skeptics wonder how much of a role, if any, Shelton and his compatriots’ work can play in reaching undecided voters or getting conservatives to the polls.",
  "“I do not associate with anyone trying to monetize supporting POTUS and his efforts at draining the swamp,” another said when asked about Shelton’s venture.",
  "Shelton said he will bill future clients based on “impressions” — how many people see a given tweet — and that the value of his network is visibility.",
  "Chris Chamberlin, a gubernatorial candidate in Minnesota, was not impressed with his test run, particularly given Shelton’s proposed fee of $6,000.",
  "These Twitter networks are organized around “rooms” — message boards created by bringing up to 50 individuals into ongoing, private conversations.",
  "Rivera gained 8 to 10,000 followers during a test run with @RobertsRooms, plus millions of views on his campaign’s social media posts, he said.",
  "Shelton did not remember whether that was the figure, but Leigh, who was working as press secretary for Chamberlin at the time, confirmed it.",
  "Shelton estimates that the network he and White manage contains around 1,500 people total with a combined following of 10 million on Twitter.",
  "“But that's not sustainable, and people grow weary.”\n\n“So you can rely on ‘volunteers,’ but campaigns need the professionals organizing it.",
  "But pay-to-tweet enthusiasts say they’re selling the future of social media strategy and that candidates won’t have any choice but to pay.",
  "Hundreds or even thousands of these pro-Trump forums coalesced on Twitter during the presidential campaign, members said in interviews.",
  "Leigh expects some may try to get these kind of services for free after watching so many volunteers tweet enthusiastically for Trump.",
  "“People tweeted for Trump 24/7 for almost two years because we were all so passionate about making sure he was elected,” said Leigh.",
  "Impossible to count or even find except by invitation from an administrator, the rooms vary in internal rules, structure and focus.",
  "One research group estimated that 20 percent or more of posts about the presidential debates came from highly automated accounts.",
  "“It all comes down to proving that a program like this works, and I'm not sure there is an easy way to quantify its effect.\"",
  "Leigh said plenty of other Twitter operatives are “chasing candidates,” although she didn’t name her competitors or clients.",
  "“We have a few irons in the fire, and are gearing up for fall 2017 and kicking off the 2018 midterm elections,” said Leigh.",
  "Many people are members of multiple rooms, and a single administrator may likewise oversee several rooms simultaneously.",
  "Philosophical controversies aside, it’s unclear whether monetizing #MakeAmericaGreatAgain will get results worth buying.",
  "“That’s kind of a concern if you’re boasting as part of the reason Trump got elected,” Chamberlin said in an interview.",
  "Shelton said he had other contracts in the works but that nondisclosure agreements barred him from discussing them.",
  "But the 2016 race spawned a number of studies suggesting that plenty of tweets about the election were automated.",
  "They share the unified purpose of coordinating tweets, videos and memes in support of Trump and his platform.",
  "That would be worse than shady,” Shelton said, arguing that his aim is to maximize exposure for candidates.",
  "From the moment he declared his candidacy, President Donald Trump commanded legions of online followers.",
  "Handel’s campaign staff and Shelton alike said he received no payment for promoting her candidacy.",
  "Most members are 35 to 55 years old, he guesses, and approximately 80 percent of them are women.",
  "The very idea of marketing this kind of online advocacy is contentious among the room dwellers.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Asked about the rebranding, Shelton said it arose from the need to project professionalism.",
  "Shelton advertises that he and his business partner, Anita White, manage dozens of rooms.",
  "Then we’ll talk about pricing,’” said Angel Rivera, a gubernatorial candidate in Florida.",
  "Faulkner declined an interview about his campaign’s arrangement with Shelton and Leigh.",
  "“If you do a tweet, you can put it into every group you’re a member of,” Shelton said.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The contract fell apart when Faulkner pivoted to run for NYC comptroller in late May.",
  "“I would never advocate paying someone to tweet for, say, some product, say, towels.",
  "Good luck,” one member, who goes by the name Pinball, gloated on Twitter recently.",
  "“@RobertsRooms became the vehicle for monetizing,” said Leigh a bit more bluntly.",
  "Two candidates in talks with Shelton said they see plenty of measurable value.",
  "As evidence, room members point to their efforts in recent special elections.",
  "After all, Twitter derives its power from authentic, grass-roots messaging.",
  "Neither Navarro nor Rivera said how much money they would consider paying.",
  "I think I can facilitate — make your name a household word,” he said.",
  "Shelton’s first two attempts failed to land any lucrative contracts.",
  "This can enhance fundraising efforts, he believes, but indirectly.",
  "“I honestly don’t think I can instigate somebody giving you money.",
  "“When they approached us, it was, ‘Let us show you what we can do.",
  "But campaigns will have to start paying, she insists.",
  "Shelton sent out a call: \"We are adding more rooms.",
  "In these rooms you will be PAID for your RETWEETS.",
  "“Stop the noise and make some money,” he added.",
  "“Not to say Robert isn’t talented,” he added.",
  "“This could turn into an IRS nightmare!",
  "Shelton and Leigh have no such qualms.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time.",
  "And that will cost them.”",
  "THIS IS FOR REAL.\""
]