[
  "When it comes to matters of data and identity, you can think of it like an encrypted phone book: If you have the key that tells you the page where you can find a person and unlock his or her data, then you can see their phone number, email address, friends list and everything else that person wants to make available to you.",
  "Rooted in the idea that it doesn't benefit consumers to depend on centralized commercial platforms sucking up users' personal information, these entrepreneurs believe they can restore a bit of the magic from the Internet's earlier days — back when everything was open and interoperable, not siloed and commercialized.",
  "[Why Facebook users’ data obtained by Cambridge Analytica has probably spun far out of reach]\n\nTo be clear, under this model your data isn't stored directly on the blockchain; the key you provide simply points to the place on your hard drive or server where you've stored your data.",
  "“If that system is built and the technology is developed, some of the issues we’ve seen related to data breaches, access to people’s personal info — that would potentially improve,” said Aaron Wright, founder of the Blockchain Project at Yeshiva University's Cardozo School of Law.",
  "Rather than billions of people trusting big companies to store their information, that same information is spread out across billions of separate machines, making any single breach — like the massive one that hit credit-reporting company Equifax last year — far less damaging.",
  "It's been a terrible week for Facebook, with policymakers and users alike demanding answers from the social network over its Cambridge Analytica fiasco, in which the data analysis firm improperly accessed the personal information of about 50 million Facebook users.",
  "“We’re going back to the world where it’s like the old-school Microsoft Word — where your interactions are yours, they’re local and nobody’s tracking them.” Unlike Word, the apps on Blockstack come with all the powerful features of an Internet-native application.",
  "[A key congressional committee has asked Facebook CEO Mark Zuckerberg to testify about Cambridge Analytica]\n\nHow to keep an eye on our data as it moves from one owner to another is a tricky problem that Ryan Shea and Muneeb Ali have been working on since 2013.",
  "But what makes Mastodon increasingly attractive, particularly in a post-#DeleteFacebook world, is its attitude toward data and control — two of the same issues that now bedevil Facebook as it seeks to justify its data-hungry business model to outraged users.",
  "Because the security of the blockchain is maintained by lots of computers working in concert to prevent fraud, some developers have built apps that take advantage of these computers' unused processing capacity to run entirely new, decentralized programs.",
  "“The reality is that most people do not want to run their own Web servers or social network nodes,” Chelsea Barabas, Neha Narula and Ethan Zuckerman, three researchers at the Massachusetts Institute of Technology Media Lab, wrote in a recent Wired essay.",
  "Still, the rising interest in decentralized social networks such as Mastodon shows there's growing appetite among Internet users for something — anything — besides the model laid out by Silicon Valley's biggest companies.",
  "Facebook not only gathers the information that we volunteer about ourselves, such as email addresses and birthdays, but also data that we generate simply by using the platform, such as likes, friend connections and more.",
  "But, in the end, that promise simply highlights how much of a say Facebook has over our digital fate — in some cases, it may be allowing our information to spread to who-knows-where, without our explicit knowledge.",
  "Designers such as Rochko are part of a wave of technological innovation aimed at clawing back some of the power that elites, such as Facebook chief executive Mark Zuckerberg, have spent the past decade amassing.",
  "[Facebook had a closer relationship than it disclosed with the academic it called a liar]\n\nFor a social network — Mastodon has 1.1 million users to Facebook's 2.2 billion — that may not sound very impressive.",
  "Until developers can make the user experience as simple as handing over your data to Facebook with the click of a button, people are going to take the path of least resistance, experts say.",
  "As the #DeleteFacebook movement has gained steam, people are registering for Mastodon at four times the rate that they normally do, according to Eugen Rochko, the service's creator.",
  "Given how dominant platforms such as Facebook are, encouraging users to switch away from those networks could be a massive hurdle, particularly if their friends don't follow.",
  "While that may not sound very distinct from, say, deciding whether to let Airbnb access your friends list on Facebook, Shea and Ali say that it makes a world of difference.",
  "It's distributed, meaning that it doesn't run in some data center controlled by corporate executives but instead is run by its own users who set up independent servers.",
  "Two apps on the Blockstack marketplace already work this way — Graphite, a kind of decentralized version of Google Docs, and Stealthy, a decentralized messaging app.",
  "What if instead of trusting companies to hold all your data, the information always stayed with you, on your computer or a cloud storage provider of your choice?",
  "Facebook's most important innovation, at least from a business perspective, was its aggressive collection and use of customer data for advertising purposes.",
  "And what if every time a new app wanted to access your data you simply gave it a key that could decrypt all that personal information that you controlled?",
  "But the supporting blockchain technology is a powerful record-keeping and transaction system that opens the door to much more than exchanges of money.",
  "And its development costs are paid for by online donations, rather than through the marketing of users' personal information.",
  "That combined computing power can, well, power a Facebook without Facebook's corporate machinery or private infrastructure.",
  "At its most basic level, a blockchain is essentially a list of authentic records that's publicly accessible to anybody.",
  "This information, as we learned from Cambridge Analytica's whistleblower, can be extremely powerful in the wrong hands.",
  "And it helps prevent companies such as Facebook from making unilateral decisions about how to handle your information.",
  "Many of us know bitcoin as a kind of digital cash, or a type of investment asset that's subject to wild price swings.",
  "Facebook pledged this week to crack down on apps on its platform that may be leaking user data to third parties.",
  "Meanwhile, many of the newer services come with a steep learning curve or require some technical familiarity.",
  "Unless Facebook wins those users back, disrupters like Zuckerberg could someday become the disrupted.",
  "Between Monday and Tuesday alone, Mastodon gained about 5,800 new users, Rochko said in an interview.",
  "When the pair founded Blockstack, a new kind of app marketplace, they flipped the model on its head.",
  "What makes this model possible is the blockchain, the underlying technology that supports bitcoin.",
  "That's Mastodon, a Twitter-like social network that has had a massive spike in sign-ups this week.",
  "By the same token, the blockchain could lead to an Uber without Uber, or an Airbnb without Airbnb.",
  "That's more new registrations than what Mastodon typically sees over an entire week.",
  "“There’s no company in the middle that’s hosting all the data,” Ali explained.",
  "Despite the promise of these ideas, the developers face enormous challenges.",
  "If you later decided the app was no good, you could just take back the key.",
  "Mastodon's code is open-source, meaning anybody can inspect its design.",
  "At scale, this has massive implications for security and privacy.",
  "[Who is Christopher Wylie, the guy giving Facebook headaches?]",
  "But the backlash has had at least one major beneficiary.",
  "The blockchain enables other uses, too."
]