[
  "* DRIP DRIP DRIP CONTINUES ON THE RUSSIA STORY: The Wall Street Journal reports that the chief executive of the analytics firm that worked for the Trump campaign reached out to WikiLeaks founder Julian Assange to offer help in organizing hacked emails for release:\n\nIn an email sent in late July 2016 and recently reviewed by the person, Cambridge Analytica CEO Alexander Nix told other employees at the firm and Rebekah Mercer, a top Republican donor, that he had recently reached out to Mr. Assange to offer help better indexing the messages WikiLeaks was releasing to make them more easily searchable.",
  "From National Republican Congressional Committee Chair Steve Stivers:\n\n“You’ve got to understand the turf you’re fighting on … Some of the members [of Congress] who’ve been picking petty battles with the president have done it on issues that aren’t really things that our voters are with them on … That matters.”\n\nYep, GOP voters aren’t preoccupied with “petty” matters such as whether Trump is unfit for the presidency, poses a danger to the world and is destroying our democracy from within.",
  "As Joshua Green’s biography reports, as soon as Trump secured the nomination, Bannon immediately exaggerated the threat that the GOP establishment would steal the nomination, to rally “Pepe” (Trump nation) to “stomp their a–.”\n\nThe GOP civil war is really over how Republicans should react to Trump’s bigotry and authoritarianism, and about how they should react when Trump demands that they admit that they are the losers when things go wrong.",
  "The strategy is to walk a careful line, avoiding attacking Trump while linking Bannon’s version of Trumpism “to white nationalism to discredit him and the candidates he will support.”\n\nThe notion that the GOP civil war is really about whether to genuflect to Trump’s racism and authoritarianism helps resolve some glaring disconnects in our politics that make little sense under any other interpretation.",
  "*TRUMP ACCOMMODATION WATCH: The New York Times reports that Republicans are dividing into two camps: those who are criticizing Trump but stepping down, and those who are increasingly making nice:\n\nIn the House, some lawmakers who have previously spoken out against Mr. Trump, such as Representative Martha Roby, Republican of Alabama, are now working to repair their relationship with the White House.",
  "* WHY THE STAKES ARE HIGH IN VIRGINIA: Ron Brownstein reports that GOP candidate Ed Gillespie’s pollster, Gene Ulm, thinks his ugly, race-baiting attacks on Democrat Ralph Northam over sanctuary cities are working, and not just among Trump voters:\n\nHe said the attacks on sanctuary cities “absolutely” are improving Gillespie’s position with white-collar whites.",
  "* KOCH BROTHERS TARGET DEMOCRATS ON TAXES: Time reports that the Koch brothers are so worried about the prospects for massive tax cuts that they are unleashing a $1.6 million ad blitz targeting vulnerable Sen. Tammy Baldwin (D-Wis.):\n\n“The hardworking folks simply can’t afford to be sending more to Washington.",
  "When Trump allies blast the GOP establishment as sellouts, they are saying two things — that GOP leaders are both insufficiently enthusiastic about his ongoing employment of white identity politics and that they are failing his agenda in some sense that never has to be defined.",
  "Jeff Flake and Bob Corker denounced Trump as unfit for the presidency:\n\nThe Republican congressional leadership, far from embracing Flake and Corker, moved immediately to sidestep any challenges to their “complicity” and get on with tax cuts, their sacred cause.",
  "There are no Bannon/populist objections to the GOP establishment position on taxes or health care, even though there should be ones in line with Trump’s campaign vows to soak the rich and protect the safety net for aging working-class and rural white voters.",
  "But what Trump means by this is that Republicans have no choice but to applaud him even though he damn well will keep doing all the things that Flake and Corker protested, and even though they also find those things distasteful or horrifying.",
  "It isn’t even quite the clash of grand agendas we constantly read about — the supposed showdown between populist economic nationalism on one side, and limited government conservatism, free trade and internationalism on the other.",
  "“The message they’re sending is: The way to survive is by accommodating him, changing their tone and professing loyalty to Trump,” said William Kristol, the former editor of The Weekly Standard and a vociferous Trump critic.",
  "The real disagreements on taxes revolve around whether the plan will end state and local deductions (which is opposed by Republicans whose constituents would lose out) and whether the plan should balloon the deficit.",
  "Jeff Flake and Bob Corker focused their criticism on those particular excesses; why other Republicans were reluctant to endorse that criticism; and why Trump easily brushed them off by ridiculing them as losers.",
  "GOP leaders react to Trump’s worst abuses by condemning them where they have to, and playing them down where possible, while always retreating to the idea that Republicans will all get along on tax reform.",
  "* IN GOP CIVIL WAR, GOP VOTERS ARE WITH TRUMP: The Washington Examiner reports that GOP strategists believe that even as some GOP lawmakers blast Trump as unfit, GOP voters are squarely behind Trump.",
  "In other words, there is no serious disagreement between the Bannon wing and the GOP establishment on the goal of cutting taxes to the great benefit of the wealthy, while skyrocketing the deficit.",
  "What’s more, Ulm said, Gillespie’s defense of Confederate statues has fortified his standing among suburban whites further south, outside of Richmond, where the issue resonates more powerfully.",
  "Bannon tells Trump voters that black football players should be kneeling in thanks to Trump, because Trump is winning for America in spite of having “no help.” This Bannon play goes way back.",
  "My frame also helps explain how Trump and his allies can continually cast GOP leaders as betrayers of Trump, even though they all agree on the same big-ticket goals on health care and taxes.",
  "This is not to say there are no meaningful policy divisions — if Trump pulls out of NAFTA, there will be a real schism — but rather that they pale in importance to these larger story lines.",
  "* ANOTHER POLL FINDS TRUMP’S APPROVAL IN THE TOILET: A new Fox News poll finds that Trump’s approval rating has sank to 38-57, the first time it has dropped below 40 percent in Fox polling.",
  "It’s also over whether Republicans should submit to Trump’s ongoing insistence that his lack of major accomplishments is fully the fault of Republicans who failed his greatness.",
  "Bannon’s challengers are running on the idea that they constitute the true bearers of the Trumpist banner against a GOP establishment that has allegedly betrayed Trumpism.",
  "The battle is over whether they should — or should not — applaud his racism, his authoritarianism and his obvious pleasure in dispensing abuse and sowing racial division.",
  "Bannon tells Trump voters that Trump is winning when he is pilloried by elites (including Republicans) for failing to denounce the Charlottesville white supremacists.",
  "It will be interesting to see whether Democrats in states Trump won will take on such massive scamming, which is being used to sell a massive tax cut for the rich.",
  "One hopes that if Flake and Corker are really serious about speaking out about Trumpism, they will seriously address the ways in which their party is enabling it.",
  "The New York Times reports that Republicans see the general goal of cutting taxes (with the largest benefits going to the rich) as tonic to unite the party.",
  "Those emails included a trove of messages stolen from Mrs. Clinton’s campaign chairman John Podesta’s account and from the Democratic National Committee.",
  "The Post reports that allies of Senate Majority Leader Mitch McConnell (R-Ky.) have hit on a new strategy for countering Stephen K. Bannon’s insurgency.",
  "Meanwhile, on Obamacare, the main disagreement arose when a few moderates couldn’t stomach its enormously regressive rollback of health-care coverage.",
  "— Donald J. Trump (@realDonaldTrump) October 25, 2017\n\nWe don’t know if that actually happened, or if it did, why Republicans applauded Trump.",
  "Instead, the GOP civil war is really a battle over whether Republican lawmakers should — or should not — genuflect before President Trump.",
  "But it’s still early, and Democrats will need to win the popular vote by a huge margin to win the House despite structural disadvantages.",
  "Trump put it well in this tweet:\n\nJeff Flake, with an 18% approval rating in Arizona, said \"a lot of my colleagues have spoken out.\"",
  "And House Republicans responded to the crisis in their party by announcing — a new investigation of Hillary Clinton’s emails!",
  "… Republicans such as Flake and Corker have reason to worry their party is so profoundly Trumpified that it is lost to them.",
  "Opinion writer\n\nTHE MORNING PLUM:\n\nThe Glorious Republican Civil War of 2017 isn’t really a battle over policy or ideology.",
  "For instance: The GOP civil war does not align with any major policy dispute now underway among Republicans.",
  "He is building a movement around the idea that Trump is both winning everywhere and being failed everywhere.",
  "And there’s this on the generic House matchup:\n\nThe poll finds Democrats up by 15 points, 50-35 percent.",
  "If true, that is really unfortunate, and it will encourage more GOP candidate to go full Trumpist.",
  "Bannon understands the power of this narrative, and he’s exploiting it for his own murky purposes.",
  "“You wouldn’t see it so much [on television] if we didn’t believe so strongly in it,” he told me.",
  "has just endorsed lawless bigot Roy Moore, so the accommodation of Trumpism continues apace.",
  "She opposes higher wages,” a Wisconsin businessman says in one of the two, 30-second ads.",
  "U.S. intelligence services have already concluded that Russia carried out the email hack.",
  "Dionne Jr. aptly characterizes the reaction among Republicans, after Sens.",
  "Assange has confirmed he was approached but won’t say what was offered.",
  "If Tammy Baldwin opposes tax reform, it’s proof that she opposes jobs.",
  "The polling averages put Democrats up in the generic matchup by 10.5.",
  "Democrats were up by six points at the end of June (47-41 percent).",
  "At some point, they may just have to walk away.",
  "* HAVE REPUBLICANS LOST THEIR PARTY TO TRUMP?",
  "Their loyalty is suspect on both fronts.",
  "Really, they just gave me a standing O!",
  "Meanwhile, Sen. John Cornyn (R-Tex.)",
  "This should be a winnable argument.",
  "And as it happens, Trump is right.",
  "This is why Sens.",
  "E.J."
]