[
  "Authorities specifically want to know more about how the now-defunct data analytics firm known as Cambridge Analytica was able to acquire the personal data of 87 million users through Facebook, but without the subjects’ permission, according to The Wall Street Journal.",
  "After Facebook disclosed that Cambridge Analytica violated its data usage agreement by collecting data on users’ friends through a program, and was suspending it for doing so, both the company and Facebook faced a flood of public backlash.",
  "The FBI and the Securities and Exchange Commission (SEC) are reportedly joining the Department of Justice (DOJ) and Federal Trade Commission (FTC) in investigating Facebook over its user management practices.",
  "Federal officials want more details from Facebook and Cambridge Analytica at least partially because they feel the two parties haven’t provided enough information, or have shared conflicting particulars.",
  "The top people, including the former Cambridge Analytica CEO and Facebook CEO Mark Zuckerberg, also testified during hearings before the European Parliament, the British Parliament and U.S. Congress.",
  "“We’ve provided public testimony, answered questions, and pledged to continue our assistance as their work continues.”\n\nFollow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "The tech giant revealed late Friday in a 747-page response to Congress which companies it had a special data access relationship with, among some other key details.",
  "Facebook has also answered — or some may argue pretended to answer — U.S. lawmakers’ questions that were supplementary to the aforementioned hearings.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "But, according to multiple reports, including The Washington Post, which previously reported a prior expansion of the probe, it wasn’t enough.",
  "“We are cooperating with officials in the U.S., U.K. and beyond,” a Facebook spokesman told The Daily Caller News Foundation.",
  "Cambridge Analytica worked with President Donald Trump’s campaign team for a period of time before the 2016 election.",
  "The lengthy report seemed to be fairly more transparent and specific than a previous report shared with the Senate.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "(RELATED: Facebook Spent Millions Lobbying The Government Over The Years.",
  "Has It Been A Total Waste?)"
]