[
  "Finding since deleting Facebook I’ve deleted MANY APPS I DONT NEED — Cher (@cher) March 23, 2018\n\nThe entertainer followed in the footsteps of other celebrities who've also deleted their Facebook accounts, with the list including Jim Carrey, Tea Leoni and Adam McKay.",
  "\"We will also go dark on our Facebook and Instagram social accounts next week in solidarity with those seeking to build a healthier, more consumer-friendly tech ecosystem,\" Sonos said in a blog post.",
  "— Elon Musk (@elonmusk) July 25, 2017\n\nThe backlash from the misuse of Facebook data has prompted a sharp drop in Facebook shares and drawn regulatory scrutiny.",
  "Musk joined a #DeleteFacebook campaign that has expanded since it became known that Cambridge Analytica acquired data on 50 million Facebook users.",
  "Even Brian Acton, a co-founder of WhatsApp -- purchased by Facebook for $16 billion in 2014 -- advised his followers to delete their accounts.",
  "The maker of smart-speakers said on Friday that it was yanking advertising for a week from Facebook, along with Google, YouTube and Twitter.",
  "Carrey made his move at the start of February, saying the social media company had \"profited from Russian interference in our elections.\"",
  "A Twitter user messaged Musk Thursday night suggesting he delete the SpaceX page from Facebook provided that Musk is \"the man.\"",
  "On Tuesday, singer Cher also pulled the plug on her Facebook account, saying she's found multiple apps that she doesn't need.",
  "\"The Big Sick\" Oscar nominee Kumail Nanjiani recently tweeted: \"I don't know how anybody can continue using Facebook.\"",
  "Mozilla made a similar move earlier in the week, saying it was \"pressing pause\" on its Facebook advertising.",
  "Elon Musk seemingly didn't know the companies he runs -- Tesla (TSLA) and SpaceX -- had Facebook (FB) pages.",
  "It said it would donate the money it would have spent to the digital-rights conference RightsCon.",
  "After the Cambridge Analytica data scandal broke, he tweeted a painting bashing Zuckerberg.",
  "Musk has tussled with Facebook founder Mark Zuckerberg over artificial intelligence.",
  "As of Friday morning the SpaceX Facebook page was gone, as was the one for Tesla.",
  "Also taking a stand, albeit a more temporary one, is Sonos.",
  "— Elon Musk (@elonmusk) March 23, 2018\n\nAnd he did.",
  "Even actors without Facebook accounts weighed in.",
  "Musk replied: \"I didn't realize there was one.",
  "His understanding of the subject is limited.",
  "I didn’t realize there was one.",
  "I've talked to Mark about this.",
  "They don't any longer.",
  "Will do.\"",
  "Will do."
]