[
  "“We don’t think it makes sense for San Francisco General Hospital to be publicly associated with an organization that doesn’t care about confidentiality,” former Zuckerberg General nurse Ed Kinchley told KPIX.",
  "I’ve spoken with people who have said, ‘I’m afraid to tell my doctor anything, because I don’t know who is going to get that information,'” Zuckerberg General registered nurse Sasha Cuttler told KPIX-TV.",
  "\"But I also understood that if I were to vote against it, we would lose $75 million to open the hospital up.”\n\nSEIU 1021 wants to get the issue on a ballot for voters to weigh in on as soon as possible.",
  "The nurses’ and patients’ fears are being fueled in part by the recent Cambridge Analytica scandal that led to the compromise of personal information for tens of millions of Facebook users.",
  "When Facebook founder and CEO Mark Zuckerberg donated $75 million to San Francisco General Hospital, it was more than enough to get the facility renamed in his honor.",
  "“It’s fine to have somebody’s name and to accept a donation and fundraising, but that doesn’t mean you can do whatever you like with patient data,” Cuttler said.",
  "The patient information included “names, dates of birth, medical record numbers and details of their medical conditions, diagnoses, treatment and care plans.\"",
  "Last week, it was revealed that information a total of 900 patients at SF General and Laguna Honda Hospital had their information compromised.",
  "“As a city, we should be supporting and thanking individuals that contribute to, really, the safety of our residents and not demonizing them.",
  "Former San Francisco Supervisor John Avalos said he supports removing the Zuckerberg name although he is not actively pursuing it.",
  "Cuttler said other members of the Service Employees International Union 1021 are also standing up for their patients’ rights.",
  "Some nurses at the hospital began campaigning Tuesday to get Zuckerberg’s name removed, the TV station reported.",
  "San Francisco Mayor Mark Farrell said the hospital’s name and recent privacy concerns are two separate issues.",
  "Having Zuckerberg’s name on the facility is not, however, a welcome sight for every nurse and patient.",
  "In fact, the so-called Zuckerberg San Francisco General Hospital is making some of them very uneasy.",
  "That happened after a hospital vendor gained unauthorized access to the information.",
  "“Confidentiality is so crucial to providing quality health care,” Kinchley added.",
  "November is the earliest that process could begin, according to reports.",
  "He had voted in favor of the name change, the TV station reported.",
  "“I regretted it the moment I voted on it,” Avalos said.",
  "That’s the wrong approach,” Farrell told KPIX.",
  "Financial information was not included.",
  "What are people saying?",
  "“People are afraid.",
  "What led to this?"
]