[
  "“And we were able to apply some of what we’d learned as we became a functioning business.”\n\nIn the longer term, if DotEveryone succeeds in creating a standard and a kitemark, the programme may provide a means for young companies to establish their ‘ethical’ and ‘responsible’ credentials in a very visible way.",
  "Whether you’re buying a product to cover the loss of a mobile phone, to protect a house against fire and flood, or to provide peace of mind when travelling overseas, there is often the niggling worry that the policy might have gaps or that the provider will try to wiggle out of paying on a claim.",
  "In theory, this all this should provide the company with multiple points of differentiation, given the conventional wisdom that consumers warm to being treated fairly and having their data respected while also appreciating businesses that make a point of delivering a social benefit.",
  "The initiative began last year, with a pilot exercise in which the organisation began to explore the practicalities of creating such a standard by working with a number of volunteer e-commerce companies, including the then pre-launch Kinsu.",
  "And how do we know what tech businesses are doing.”\n\nEthical Standards\n\nTo answer that question, DotEveryone set the participating companies ten exercises designed to throw light on their business practices.",
  "With its remit to promote an approach to technology that benefits society as a whole, DotEveryone also looked at the wider context -in particular, the impact each business was having on their communities.",
  "In the wake of the Facebook and Cambridge Analytica controversy, we are likely to hear a lot more about ethics and data privacy, not just across social media but in the wider digital space.",
  "Enter DotEveryone, a UK-based think tank established by dot com pioneer and co-founder of Lastminute.com, Martha Lane Fox with a mission to champion the responsible use of technology.",
  "Using data sets like that creates winners and losers and that’s not what we wanted to do.”\n\nKinsu also donates a percentage of profits to homeless charity, Streetlink.",
  "But where does the process leave a young business, such as Kinsu, that is striving to establish its ethical, socially responsible brand in a very crowded marketplace.",
  "So Sharpe set up his app-based insurance company Kinsu with the express intention of creating a business that would reflect the “mutual society” roots of insurance.",
  "Recalling the process, Sharpe, says it was a resource-hungry exercise for a business that, at the time, employed just three people ahead of its official launch.",
  "For instance, data analysis, may be hugely important and that in itself might raise questions about ethics and (from the consumer perspective) transparency.",
  "The focus was on finding out if the businesses were operating ethically and - assuming this was the case - how evidence to that effect could be presented.",
  "What we’re doing now is looking at our assets - the website and the app - to decide how we can tell our story in the most compelling way,\" he says.",
  "Yes, insurance cover is essential for those of us who own homes or drive cars, but policies are rarely purchased with any degree of enthusiasm.",
  "His goal was to offer products that were simple to access - in terms of a streamlined, app-based onboarding process - and fairly priced.",
  "Or to be more precise, at its most basic, insurance involves a community of people pooling cash resources to provide mutual protection.",
  "The focus on value creation was (and is) important, simply because e-commerce company business models are not always simple.",
  "Equally important, he sought to establish a company that would not regard profitability as the be-all-and-end-all metric.",
  "In Sharpe’s view, however, insurance - when done well - is a manifestation of some of the best instincts of humankind.",
  "The Trust Conundrum\n\nBut the question facing any startup in a crowded market is: how do I get that message across?",
  "“In particular, we looked at how value was being created and how value was flowing in each business,” adds James.",
  "So Kinsu make an offer to its customers that is not just about quoting the lowest prices - it also about trust.",
  "“One of our core principles was that we would have a broader definition of success than just money,” he says.",
  "It’s a sentiment that’s likely to be greeted with a certain amount of skepticism by a great many consumers.",
  "This raises questions of what constitutes an ethical and responsible business model in the digital age.",
  "In the mean time, Sharpe’s goal is to convey Kinsu’s own ethical principles to potential customers.",
  "“We were thinking in terms of tech trust mark, “ says DotEeveryone Technical Director, Laura James.",
  "One of DotEveryone's ongoing projects is the development of a Trustworthy Technology standard.",
  "And we made a decision not to use data as the basis of prices quoted to individual customers.",
  "“Before Facebook and Cambridge Analytica, we made a decision not to buy data sets.",
  "Arguably trust will become a hugely important factor in business success.",
  "How do I prove that this is a company that can be respected and trusted?",
  "“But the question we faced was, how do we understand a tech business.",
  "The Trustworthy Tech initiative is doing its bit to find the answers.",
  "Chris Sharpe believes that insurance can be a “beautiful” thing.",
  "Sharpe cites data as an example.",
  "“It’s all about telling a story.",
  "“But we learned lots,” he says.",
  "Quite the opposite.",
  "Where To Now?"
]