[
  "Since Zuckerberg announced he was going to sell stock far enough in the future such that even the CEO could not know what news would come up at the time of the sale, I don't believe the sale was done to avoid a $70 million drop in value or that he was abandoning the ship.",
  "However, in an SEC filing in September of last year, Zuckerberg stated his intention to sell at least $6 billion in Facebook stock over the following 18 months to fund the Chan-Zuckerberg Initiative, a philanthropic organization he started with his wife in 2015.",
  "According to filings at the Securities and Exchange Commission, Facebook's CEO, Mark Zuckerberg, sold 5.4 million shares of stock in the 10 weeks before the news broke and the stock dropped, thereby saving himself about $70 million.",
  "However, in October of 2017, Krzanich did something unusual, he changed his plan in order to sell all of his stock except for 250,000 shares that Intel's corporate bylaws require him to own to keep his job as CEO.",
  "Facebook\n\nSince March 16, Facebook has dropped nearly 18% from $185 to a low of $152 on the news that Cambridge Analytica, a political consulting firm, misused data on up to 50 million Facebook users.",
  "Intel\n\nIntel’s CEO, Brian Krzanich, sold $39 million of stock on November 29th, a little more than a month before it was reported that the company’s processors have serious security flaws.",
  "Whenever this situation comes up, I see a picture in my mind of a ship's captain in a lifeboat using a megaphone to tell everyone on the ship that there is nothing to worry about.",
  "At first blush, it sounds that Krzanich planned to sell the shares well in advance of knowing that a crisis was coming and that he still owns a significant amount of stock.",
  "According to the Wall Street Journal an Intel spokesman said Krzanich’s sale \"was made pursuant to a pre-arranged stock sale plan with an automated sale schedule.",
  "He would have been far better off financially if he had left his original instructions in place and stayed in the same boat as the rest of us shareholders.",
  "On November 29, Intel closed at about $44 and Krzanich sold 889,878 shares in accordance with the schedule of planned sales he changed the previous month.",
  "Now, if Krzanich committed to sell far enough in advance that he could not have known about the coming crisis I would give him the benefit of the doubt.",
  "To have the confidence to stick with any company through a crisis, shareholders need to trust that the CEO's interests are consistent with theirs.",
  "By October, when Krzanich changed his schedule of planned sales, I find it hard to believe that he did not already know of the coming crisis.",
  "But, Jan Horn, from Google Project Zero, has said on the record that he informed Intel on June 1, 2017 about their cpu's vulnerabilities.",
  "After all, Zuckerberg still owns about 470 million shares of Facebook worth about $75 billion so he still has a lot at stake.",
  "After the news about the securities vulnerabilities broke in the first week of January, Intel traded as low as $42.50.",
  "When a company is in the midst of a crisis, the last thing you want to find out is that the CEO is selling his stock.",
  "Recently, Intel and Facebook have each been caught up in separate crises during which their CEOs sold stock.",
  "After looking into both situations, I think Intel's shareholders should be concerned, but not Facebook's.",
  "If you would like to be notified when I write about stocks you and I are following, click here.",
  "Krzanich's efforts to sell as much Intel stock as possible did not save him any money.",
  "In Krzanich's case, his actions speak louder than the words of Intel's spokespeople.",
  "Normally, we would not have expected to see the next sale until February of 2018.",
  "Bloomberg reports that Krzanich established his plan to sell shares in 2015.",
  "Its hard to have this level of trust when the CEO sells most of his shares.",
  "But Krzanich's sales raise at least a yellow flag for me with Intel.",
  "In 2015, 2016 and 2017, his sold shares in June, April and February.",
  "Bottom Line: The crises at Intel and Facebook are far from over.",
  "He continues to hold shares in line with corporate guidelines.\"",
  "If you were on the ship, would you believe the captain?",
  "See my previous coverage of Facebook and Intel.",
  "The stock closed out the first quarter at $52.",
  "I am not concerned about Zuckerberg's sales.",
  "The situation at Intel is very different."
]