[
  "With it, conspiracy theories gave the firm almost unlimited power to control our lives with what one critic called a “weaponized AI propaganda machine.” But interviews with 13 former employees, campaign staffers, and executives at other Republican consulting firms who have seen Cambridge Analytica’s work suggest that its psychological approach was not actually used by the Trump campaign and, furthermore, the company has never provided evidence that it even works.",
  "Chip Somodevilla / Getty Images\n\nSix days after Donald Trump’s inauguration, a blogger calling himself Kumar published an explosive claim: Parts of the president’s inaugural address were lifted from a “content creation tool” called Articoolo, which uses bots to generate blocks of text.",
  "Last December, a Swiss publication called Das Magazin credited Cambridge Analytica — which advised Trump’s campaign — with having “turned the world upside down” on Election Day, raising concerns that the firm used sophisticated psychological tools to manipulate voters.",
  "The football holds attack plans, ways for the president to communicate with the Pentagon, and other key information that is for the president’s eyes only in the event of a nuclear attack.",
  "In one post, DeAgazio showed two photos of a soldier — one of them showed his face — whose job it is to carry a briefcase, known as “the football,” anywhere the president travels.",
  "The firm's CEO Alexander Nix claimed that on a single day during the campaign, the firm tested more than 175,000 different Facebook ad variations based on personality types.",
  "Mark Wilson / Getty Images\n\nA member of Trump’s Mar-a-Lago club, Richard DeAgazio, wrote two Facebook posts last week about interacting with the president and his staff.",
  "Bryan Bedder / Getty Images Alexander Nix is a director at SCL Group and CEO of its subsidiary, Cambridge Analytica, which worked on President Trump’s campaign.",
  "Kumar reached out to BuzzFeed News with XML files to show that passages from two other Trump speeches were also first generated by Articoolo’s software.",
  "As for the blogger, Kumar Khan, he appears to be not a real person but rather the creation of Articoolo’s CEO himself, hiding behind a fake screen name.",
  "Consulting firm Cambridge Analytica has said that it used \"behavioral communications\" techniques that helped land Trump in the White House.",
  "Gary Coby, who ran digital advertising for the Trump campaign, took to Twitter to call it a “100% Lie” and “total rubbish.” Read more here.",
  "Showing the soldier's face wasn’t illegal or against protocol but rather in bad form, a senior defense official told BuzzFeed News.",
  "Trump didn't convince the Chinese government to accept his trademark case by agreeing to accept the \"One China\" policy.",
  "The football carrier travels everywhere the president goes and often ends up in the background of photographs.",
  "BuzzFeed News found no evidence that Trump’s words originated in any articles produced by Articoolo.",
  "Readers shared the article more than 350,000 times, according to analytics service BuzzSumo.",
  "Cambridge Analytica's \"behavioral tools\" didn't help land Trump in the White House.",
  "The picture of the soldier with the \"nuclear football\" wasn’t a security breach.",
  "A bot didn't write Trump's inaugural address.",
  "Sean Rayford / Getty Images",
  "Read more here.",
  "Read more here.",
  "2.",
  "1.",
  "3.",
  "4."
]