[
  "Zuckerberg will use his time before lawmakers to convince them the company can solve problems including protecting users' privacy and stopping the spread of propaganda or false information without government regulation.",
  "https://t.co/6WpTYoRcna — patrisse cullors (@OsopePatrisse) April 10, 2018\n\nIn a statement, Facebook said it investigated the situation and disabled the page's administrator for maintaining multiple profiles.",
  "The discovery again raises concerns whether Facebook is capable of weeding out pages or ads with fake information or propaganda ahead of CEO Mark Zuckerberg's testimony Tuesday before Congress.",
  "CLOSE Facebook CEO Mark Zuckerberg will testify at two Capitol Hill hearings this week over the Cambridge Analytica scandal, and we asked our tech reporter why that matters.",
  "Buzzfeed reports a branch vice president with the Australian National Union of Workers has been suspended pending an investigation into whether he was linked to the page.",
  "The report said the page was connected to online fundraisers raking in at least $100,000, but some of those funds were transferred to Australian bank accounts.",
  "On Tuesday, Zuckerberg will testify before a joint hearing of the Senate Commerce, Science and Transportation Committee and the Senate Judiciary Committee.",
  "According to CNN, the page titled \"Black Lives Matter\" boasted 700,000 followers, more than double the movement's official Facebook page.",
  "Patrisse Cullors, a co-founder of Black Lives Matter, said the group has asked Facebook multiple times to take down fake accounts.",
  "\"We continue to look into the situation and will take the necessary action in line with our policies,\" read Facebook's statement.",
  "Zuckerberg said the company shut down 470 accounts operated by a Russian organization named the Internet Research Agency.",
  "CLOSE Facebook CEO Mark Zuckerberg says the social media giant is actively looking for fake accounts to shut them down.",
  "(April 10) AP\n\nOne of Facebook's biggest pages devoted to the Black Lives Matter movement was reportedly fake.",
  "CNN said the page was taken down shortly after it contacted one of the men who may have been linked to it.",
  "\"It’s so unfortunate folks were scammed by fake BLM accounts and people,\" she wrote on Twitter.",
  "However, the report claims the page was a scam tied to a middle-aged white man in Australia.",
  "On Wednesday, he will testify before the House Energy and Commerce Committee.",
  "Last month we demanded @Twitter to take down the fake twitter BLM account.",
  "It’s so unfortunate folks were scammed by fake BLM accounts and people.",
  "Just the FAQs\n\nFollow Brett Molina on Twitter: @brettmolina23.",
  "This month the fake BLM Facebook account was shut down.",
  "Read or Share this story: https://usat.ly/2qkg7Mb"
]