[
  "In doing so, Stamos feels that the media portrayed him as a sort of a quasi-whistleblower, creating this “heroic Alex narrative … to beat up on Facebook.”\n\nHe called it “undeserved.”\n\n“I was the Chief Security Officer during the 2016 election season, and I deserve as much blame (or more) as any other exec at the company,” he said after saying “I feel like shit” a couple lines earlier.",
  "(RELATED: Zuckerberg Says He Doesn’t Want To Ban Holocaust Deniers, Seemingly Walking Back Censorship Goals)\n\nThe note also lays out critical details for why Stamos is leaving the company, something that had been in the works for some time due to disagreements over Facebook’s work, or potentially lack of, when it comes to false news on the platform.",
  "He opened with a back-and-forth he had with a NYT reporter that he has long respected, but confronted him with “several completely false accusations.”\n\nOne error in Stamos’ eyes was the alleged implication in a quick “stub version of the story” that he quit, which led to a “tearful call” from his mother who worried he had been fired.",
  "“To pick sides,” however, seems to be a difficult choice for a company that has been trying to satisfy two seemingly conflicting points of view — both coming off as sympathetic and helpful over problems its social media platform ostensibly caused, as well as a platform with an (almost completely) free expression ethos.",
  "“The problem the company is facing today are due to tens of thousands of small decisions made over the last decade within an incentive structure that was not predicated on our 2018 threat profile,” wrote Stamos, who previously worked at Yahoo in a similar respect and also had disagreements with other executives there.",
  "“While it has been disconcerting to hear anger and sadness in the voices of our colleagues this week, I also take heart in how widespread our desire has become to align ourselves in the new landscape … So now we need to turn that angst into action.",
  "We need to change the metrics we measure and the goals we shoot for.” (RELATED: Facebook Reportedly Gives Employees Better Privacy Capabilities Than Average User)\n\nFacebook did not respond to a request for comment in time of publication.",
  "“We need to build a user experience that conveys honesty and respect, not one optimized to get people to click yes to giving us more access,” Stamos wrote in the days following the NYT piece, as well as another one by the Observer.",
  "Facebook revealed in a blog post that it had suspended the data analytics firm because it violated its agreements, and refused to protect Facebook-provided user data by obfuscating or deleting the troves of information.",
  "His criticism of the media was expansive, saying it always loves to fawn over certain people “before tearing them down,” probably referencing the once–widely lauded Facebook CEO Mark Zuckerberg and COO Sheryl Sandberg.",
  "Titled “A Difficult Week,” the memo is a blunt explanation of how he views the company’s conduct, and the situation that played out prior to the New York Times reporting of the Cambridge Analytica relationship.",
  "Stamos seems more than irked that he has to issue so many alleged corrections in such a lengthy note, most of which he felt would not make it into the final opinions of the larger public.",
  "We need to deprioritize short-term growth and revenue and to explain to Wall Street why that is ok. We need to be willing to pick sides when there are clear moral or humanitarian issues.",
  "“The original NY Times headlines and story were corrected several times, but despite our outreach to other outlets the initial framing calcified into conventional wisdom,” Stamos wrote.",
  "Facebook’s soon-to-be-former chief security officer wrote “we need to intentionally not collect data where possible” in a long note to employees published Tuesday by BuzzFeed.",
  "He continued:\n\nWe need to listen to people (including internally) when they tell us a feature is creepy or point out a negative impact we are having in the world.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Facebook’s CSO criticized the company for not addressing certain issues, like misinformation and user data security, sooner.",
  "But, he doesn’t eschew responsibility, whether that is personally (as previously mentioned) or overall as a company.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "He outlined why he is leaving the company, which many speculated was due to the Cambridge Analytica debacle.",
  "And we need to be open, honest and transparent about our challenges and what we are doing to fix them.",
  "“And to keep it only as long as we are using it to serve people,” Alex Stamos said in the March memo.",
  "Stamos said the company should pick sides on societal issues and how they affect the company.",
  "His departure seems to have been set in motion long before the Cambridge Analytica debacle.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "The tone of the memo is honest, but cynical, even sardonic."
]