[
  "In an interview with Vox on Monday about Facebook's role in society, Zuckerberg said his personal control of the firm was actually good for users in the long term (emphasis ours):\n\n\"We're continually thinking through this.",
  "The data-privacy scandal, in which the consulting firm Cambridge Analytica improperly scraped 50 million Facebook user profiles, has wiped about $86 billion off Facebook's market cap since the news broke in March.",
  "Stringer has called for an independent chairman to replace Zuckerberg, plus three new directors with experience in data and ethics to help police Facebook's efforts in privacy.",
  "It's unlikely Zuckerberg will step away from either role anytime soon, but the Cambridge Analytica scandal is a good chance for activist investors to call for changes.",
  "But, 'When an issue comes up, can we deal with it responsively and make sure that we can address it so that those kinds of issues don't come up again in the future?",
  "As the internet gets to a broader scale and some of these services reach a bigger scale than anything has before, we're constantly confronted with new challenges.",
  "They are in uncharted waters, and they have not comported themselves in a way that makes people feel good about Facebook and secure about their own data.\"",
  "Getty\n\nAn official who oversees investments for New York City's pension funds thinks Mark Zuckerberg should step down as Facebook's chairman.",
  "One of the things that I feel really lucky we have is this company structure where, at the end of the day, it's a controlled company.",
  "He owns a controlling number of voting shares over the stock, which gives other investors no real say over the company's governance.",
  "Scott Stringer, New York City's comptroller, called for an overhaul of Facebook's board after the Cambridge Analytica scandal.",
  "We can really design these products and decisions with what is going to be in the best interest of the community over time.\"",
  "Stringer said the funds wouldn't pull their money out of Facebook but added \"we do have the right to ask these questions.\"",
  "As chairman and CEO of Facebook, Zuckerberg wields an unusual amount of control over the company.",
  "New York City's pension funds hold an approximately $1 billion (£710 million) stake in Facebook.",
  "He made the comments to CNBC, and we first saw the news via the Financial Times.",
  "I try to judge our success not by, 'Are there no problems that come up?'",
  "He said the scandal showed there was \"a risk to our democracy.\"",
  "\"It is the eighth-largest company in the world,\" Stringer said.",
  "We are not at the whims of short-term shareholders.",
  "He almost certainly won't be stepping down.",
  "\"You mentioned our governance.",
  "\"They have 2 billion users."
]