[
  "The U.K. does not.”\n\nOn the impact of Brexit: “For the U.K. to give up existing access both to the EU single market, and to the preferential trade agreements which the EU has in place with over 50 countries, in exchange for its own bilateral trade deals at some future date, is rather like rejecting a three course meal now in favor of the promise of a packet of crisps later.”\n\nOn ‘smart’ border checks: “Technology cannot offer a frictionless solution to border controls.”\n\nOn leaving the single market: “Having our cake and eating it is not an option in the real world; ‘frictionless trade’ is a phrase without legal content.”\n\nOn the task ahead: “To provide U.K. business with guarantees of full and equal access to the single market, without equal acceptance of EU regulatory structures would require not so much a skilled negotiating team, as a fairy godmother specialized in trade law.”\n\nOn the future: “Given the negative consequences of leaving, and the lack of any significant offsetting advantages, I believe it is likely the U.K. will seek to return to full membership of the EU single market in due course.",
  "Former WTO boss Pascal Lamy gives evidence to the Commons Brexit committee (9.45 a.m.) … The head of controversial campaign firm Cambridge Analytica, Alexander Nix, is before the Commons culture committee (10.30 a.m.) … Chancellor Philip Hammond takes an hour of questions in the Commons (11.30 a.m.) … MPs debate the future of Britain’s fisheries policy in Westminster Hall (2.30 p.m.) … Lord Mayor of the City of London Charles Bowman discusses “Global Britain” before the Commons foreign affairs committee (3 p.m.) … The City’s Brexit envoy Jeremy Browne debates the future for financial services at RSA House (6.30 p.m.).",
  "SPEAKERS’ CORNER: Home Secretary Amber Rudd and Shadow Women’s Minister Dawn Butler both speak at an Equality and Human Rights Commission event at Speaker’s House … Minister for Digital Margot James speaks at the launch of One Hundred, a marketing campaign for charities and not-for-profit organizations … Scottish First Minister Nicola Sturgeon and Shadow Treasury Minister Jonny Reynolds are among the speakers at the annual ABI conference in the City … Pensions Minister Guy Opperman and Shadow Work and Pensions Secretary Debbie Abrahams address a TUC event on pensions.",
  "“We know there are very many ministers and many many PPSs currently not able to sign amendments who would very much like to see us come to a customs arrangement of some sort … There is going to have to be a compromise.”\n\nAnd there’s more: Wollaston rubbished suggestions May could try to face down the rebels by turning the customs union issue into a vote of confidence in her own leadership.",
  "Lamy joked he had much in common with the current “Beast of the Berlaymont” Martin Selmayr, but added: “Even I never had an ambition to become secretary-general” … In the audience for drinks and discussion were former Foreign Secretary Jack Straw … Former Shadow Foreign Secretary Douglas Alexander … Former Attorney General Dominic Grieve … Former U.K.",
  "Same story: Writing in the Times, Sam Coates draws a similar conclusion, saying both McDonnell and Corbyn’s policy adviser Andrew Fisher backed the plan … while Milne was “less enthusiastic.” Coates also suggests Labour will now seek to “weaponize” its softer Brexit strategy to win the votes of EU citizens in May’s local elections.",
  "Irish PM Leo Varadkar said that given the knife-edge votes looming in Westminster, Sinn Féin has the chance to “make things better for Ireland.” Brendan Howlin, leader of the opposition Labour Party, said it was time for Sinn Féin to “step up to the plate.” Sinn Féin has repeatedly ruled out ever taking its seats in Westminster.",
  "“But then I would draw back, rather than be used as a means of installing a ruinous socialism in the leadership of Britain.”\n\nOne way out: The Guardian’s Anushka Asthana reports Tory MPs have been taking legal advice on just how effective the rebel amendment would actually be if it were simply accepted by the government.",
  "According to the readout from Dublin (tweeted here by Sky News’ Darren McCaffrey) Varadkar made clear to May “the necessity from the EU side to have the detail of the backstop option of full regulatory alignment spelled out in the draft legal text.” Expect this one to explode within the next couple of days.",
  "Martin Donnelly … on Global Britain: “There is a marked lack of evidence that leaving the EU customs union and single market will lead to greater U.K. trade with third countries.”\n\nOn cutting trade deals: “The EU as a trade negotiator has the economic weight to deal with China and the U.S. as trade equals.",
  "MEANWHILE IN BRUSSELS\n\nTHE NEXT BIG STORY: Chief negotiator Michel Barnier will update the EU27 on Brexit today at a private meeting of the general affairs council, while the European Parliament’s Brexit coordinator Guy Verhofstadt will update MEPs on the constitutional affairs committee.",
  "MEDIA ROUND\n\nToday program: Farming Minister George Eustice (7.20 a.m.) … Scottish First Minister Nicola Sturgeon (7.50 a.m.) … Foreign Secretary Boris Johnson (8.10 a.m.) … Martin Donnelly, former permanent secretary at the department of international trade (time 7.15 a.m.).",
  "The FT’s Jim Pickard says May will use her own big speech on Friday to try to placate the rebels by promising to replicate the benefits of a customs union through the creation of a “European traded goods area.” Which sounds suspiciously like a form of customs union.",
  "Speaking in the City at 11.45 a.m., the international trade secretary will tear into Labour’s plan to keep Britain inside a customs union, accusing Jeremy Corbyn of a “complete sellout of Britain’s national interests.” POLITICO’s Charlie Cooper has more.",
  "One proposal is to immediately hold back up to £150 million in payments to the wealthiest recipients, and hand the cash to farmers who meet key criteria on animal welfare, land management and other “public goods.” The Sun’s Steve Hawkes has the story.",
  "Never gonna happen but: The Times’ deputy political editor in Ireland, Jennifer Bray, reports Sinn Féin is under huge pressure from political opponents to take up its seven seats in the House of Commons and help defeat the U.K. government on Brexit.",
  "“I said I would if I could do an action-movie trailer of [Theresa May] running through a field of wheat … I never got a reply from her people.”\n\nAlso: Tory Vice-Chairman Ben Bradley is now up to 51,000 retweets for his apology to Jeremy Corbyn.",
  "POLITICO London Playbook: Let it snow — Scoop: Fox hunted — Brexit battlelines\n\nPress play to listen to this article Voiced by Amazon Polly\n\nBy JACK BLANCHARD\n\n\n\nSend tips here | Subscribe for free | View in your browser\n\nGood Tuesday morning.",
  "BEYOND THE M25\n\nFrom Leeds\n\nNORTHERN EXPOSURE: Two former deputy prime ministers, John Prescott and Michael Heseltine, will bang the drum for the Northern Powerhouse at a conference organized by the New Statesman at Leeds Town Hall today.",
  "From Slovakia\n\nEXECUTION: A 27-year-old journalist, Ján Kuciak, and his girlfriend were murdered in their home by unknown assailants, after he investigated tax fraud allegedly committed by businessmen with links to local politicians.",
  "Reviewing the papers tonight: BBC News (10.40 p.m.): The FT’s political correspondent Laura Hughes and Tory peer Ros Altmann … Sky News (10.30 p.m. and 11.30 p.m.): TLS Editor Stig Abell and former columnist Carole Malone.",
  "The Telegraph and the Guardian confirm yesterday’s FT scoop that the document will set out a fallback solution for the Irish border issue that would effectively mean Northern Ireland staying inside the EU customs union.",
  "But the big story coming down the track is the publication later this week of the EU’s draft of the Withdrawal Agreement — a legal document putting into law the Phase 1 deal hammered out with Britain before Christmas.",
  "From Brussels\n\nDON’T HATE US: Brussels has been dialing back the political pressure on Italy ahead of this Sunday’s election for fear of strengthening Euroskeptic parties, POLITICO’s Giulia Paravicini reports.",
  "COMING ATTRACTIONS: Saudi Arabia’s all-powerful reformer, Crown Prince Mohammed bin Salman, is headed to Britain next week for talks with Theresa May and Boris Johnson, the Times’ Richard Spencer reports.",
  "TODAY IN WESTMINSTER\n\nCARILLION SHOWDOWN: Former executives from failed outsourcing giant Carillion will be grilled at a joint hearing of the Commons public accounts and public administration committees.",
  "Lansman was reportedly hauled into Corbyn’s office last night to face the wrath of his pugnacious chief of staff, Karie Murphy … A final decision will be taken at the next Labour NEC meeting on March 20.",
  "Animal farm: Environment Secretary Michael Gove turns all socialist today with plans to strip the richest landowners of £150 million-a-year after Brexit — and redistribute the cash to worthier farmers.",
  "TORY SOCIAL MEDIA STRATEGY UPDATE: Capital FM DJ Roman Kemp says he was approached by CCHQ to make a Tory campaign video that would “target the social media generation,” the Sun’s Dan Wootton reports.",
  "BLADERUNNERS: Ministers have announced another £1.5 million to fund running and swimming blades for amputee children to prepare the way for the next generation of paralympians, the Telegraph reveals.",
  "But significant damage to employment, the structure of the economy and the competitiveness of U.K. firms can be expected in the meantime.”\n\nNOW READ THIS: More bad news for Fox via Annabelle Dickson.",
  "SUBSCRIBE to the POLITICO newsletter family: Morgen Europa | Brussels Playbook | London Playbook | Sunday Crunch | Brussels Influence | D.C. Playbook | All our POLITICO Pro policy morning newsletters",
  "I don’t believe that will happen.”\n\nWarning shot: Former Tory leader William Hague rides into the fray today with a call to arms for MPs to stick together and fight off the threat from Labour.",
  "Also appearing will be the former finance director, Emma Mercer, who is named this morning as a would-be-whistleblower whose concerns about financial irregularities at Carillion were ignored.",
  "They suggested the key had been the support of Shadow Chancellor John McDonnell, who was attracted by the idea of outflanking the Tories on business and addressing the Irish border issue.",
  "Martin Donnelly, who quit last March as permanent secretary at the department of international trade, will give his own speech in London tomorrow that basically ridicules Fox’s position.",
  "“My constituents will hate it.”\n\nNow read this: In-depth look by Huff Post’s Paul Waugh at the battle to succeed Iain McNicol, who was ousted by Team Corbyn as party chairman last week.",
  "SCOOP — Fox hunted: The international trade secretary’s upbeat vision of life outside the customs union risks being overshadowed today by the former top official in his own department.",
  "“It has taken a long time to get to this.” A source said the crucial battle was overcoming stern resistance from Corbyn’s powerful director of strategy and comms, Seumas Milne.",
  "But the battle Tories are really worried about is in parliament — and a serious warning shot was fired last night by one of their most senior backbenchers, Sarah Wollaston.",
  "NORTHERN SOUL: Culture Secretary Matt Hancock will today unveil the full program for the Great Exhibition of the North, which kicks off in Newcastle and Gateshead in June.",
  "ICYMI LAST NIGHT: Scotland Yard’s outgoing counter-terror chief Mark Rowley used his valedictory speech to warn of the rising threat of far-right extremism in Britain.",
  "BREXIT BATTLELINES\n\nREBEL ALLIANCE: The Times splash mischievously frames Fox’s speech as an attack on business, given the CBI’s backing yesterday for a customs union.",
  "It’s going to be even colder than yesterday, with temperatures barely creeping above freezing all day and a brutal windchill factor making it feel like its -7C to -4C.",
  "Memorial service: Large crowds are expected at St Paul’s Cathedral today for a memorial for former GMB trade union President Mary Turner, who died last year aged 79.",
  "DRIVING THE DAY\n\nFIVE DOWN, 1 TO GO: Liam Fox is preparing for his big Brexit speech this morning as the government’s “Road to Brexit” series approaches its climax.",
  "Ambassador to France Peter Ricketts … Center for European Reform founder Charles Grant … Historian Timothy Garton Ash … Journalist Marie Le Conte … and many more.",
  "In memoriam: A flood of tributes yesterday to Paul Jenkins QC, the former treasury solicitor and head of the government legal service, who died at the age of 63.",
  "The Mirror’s veteran scribe Paul Routledge headed out into Barnsley yesterday to hear the verdict of traditional Labour voters on staying inside a customs union.",
  "The government first started to fund running blades for children two years ago after a campaign by Sarah Hope, wife of Telegraph lobby hack Christopher Hope.",
  "Unite’s Jennie Formby is the Team Corbyn choice, but Waugh reveals she now faces an unlikely challenge from another Corbynista … Momentum’s Jon Lansman.",
  "The Guardian reckons he has now clocked up nearly 300,000 air miles since becoming international trade secretary, further than the distance to the moon.",
  "Fox is fighting for more than just the national interest today — staying in the customs union would mean his own job would effectively cease to exist.",
  "LONDON CALLING\n\nComing attractions: Tube trains have started running beneath London in trials of the new Elizabeth Line, TFL announced yesterday.",
  "Happy birthday: Former Lib Dem leader Paddy Ashdown … Former Trade and Industry Secretary David Young … Tory Lords Whip Baroness Annabel Goldie.",
  "YOUNG GUNNED: An independent report into the ill-fated appointment of Toby Young to a role at the education department was published last night.",
  "ITV Good Morning Britain: John Prescott and Michael Heseltine, both former deputy prime ministers, discuss the Northern Powerhouse (8.10 a.m.).",
  "LABOUR LAND\n\nPOWER STRUGGLE: Corbyn’s big speech yesterday has piled pressure on the government and dramatically changed the Brexit landscape.",
  "Nick Ferrari at Breakfast (LBC Radio): The Institute of Directors’ policy chief Edwin Morgan discusses Brexit and the customs union (7 a.m.).",
  "A new report by the Northern Powerhouse Partnership calls for the new high-speed trans-Pennine rail line to be built at the same time as HS2.",
  "Panic stations: Theresa May phoned Leo Varadkar last night to discuss the issue — but seems to have got short shrift from the Irish PM.",
  "Each one directly contradicts what Fox will say today, and offers a withering verdict on Britain’s prospects outside the customs union.",
  "One of Britain’s biggest winemakers is to start selling sparkling wine in pint bottles after Brexit, the Times’ Andrew Ellson reports.",
  "A DEFRA consultation launched today will seek to garner views on how farming subsidies should be revamped once Britain leaves the EU.",
  "The full scoop via POLITICO’s Annabelle Dickson is available for POLITICO Brexit, Trade and Data and Digitization Pro subscribers.",
  "It is due to be presented to diplomats and key officials tomorrow, with Thursday the most likely date for official publication.",
  "On the panel were former European Commission chef de cabinet Pascal Lamy and Emmanuel Macron’s Europe adviser Clément Beaune ….",
  "It follows a similar pattern of light-touch treatment for France and Germany ahead of their respective elections last year.",
  "Daily Telegraph: Rail firms “paid for failure.”\n\nFT: Rebel Tories’ Brexit alliance with Labour set to raise heat on May.",
  "Britain will not be allowed to use April’s Commonwealth summit as an “Empire 2.0” launchpad for post-Brexit trade deals.",
  "Among the witnesses will be former Chairman Philip Green and former Chief Executives Richard Howson and Keith Cochrane.",
  "Spotted: Former Foreign Secretary Malcolm Rifkind on the 8.20 a.m. flight to Berlin from London City Airport yesterday.",
  "Heavy snow showers are forecast in London during the middle of the day, though there should be spells of sunshine too.",
  "Imperial pint bottles were the favored size of Winston Churchill — but banned by the EU in 1973, his article states.",
  "Spotted II: At the French ambassador’s residence in Kensington, for last night’s FT debate on the future of Europe….",
  "It is the latest in an increasing number of skirmishes between Labour’s old left and the new grassroots activists.",
  "Naturally, travel chaos is also predicted — rail commuters are advised to check live updates before they travel.",
  "Congratulations II: Institute for Government comms chief Nicole Valentinuzzi became a British citizen yesterday.",
  "The wording says only that ministers must make customs union membership an “objective” of the Brexit talks.",
  "But Playbook is told that behind the scenes it took weeks of furious debate to get Labour to this point.",
  "Brexit diary: Brexit Secretary David Davis is in Helsinki for talks with the Finnish foreign minister ….",
  "A Tory MP from a Northern constituency tells Playbook yesterday they were cockahoop at Corbyn’s speech.",
  "On the plus side: No one is going to make you stand outside parliament in a blizzard on live TV today.",
  "“I’m not sure how it will play out for us nationally, but for me personally it’s great,” the MP said.",
  "But but but: Of bigger concern may be the impact of Labour’s softening stance in its own heartlands.",
  "She told BBC Newsnight there is a “huge” majority in parliament for staying inside a customs union.",
  "It is the second brutal killing of an investigative journalist in an EU country inside five months.",
  "For one, Wollaston pointed out, that’s not actually possible under the Fixed Term Parliament Act.",
  "And asked if May might not simply threaten to resign, Wollaston replied: “Why would she do that?",
  "POLITICO’s Matthew Karnitschnig suggests the writing is on the wall for the German chancellor.",
  "He also suggested extremists should have their children taken away for their own protection.",
  "“The simple reality is there is not a parliamentary majority for a hard Brexit,” she said.",
  "“If I were an MP minded to rebel on a customs union, I would state my case,” Hague writes.",
  "Kuciak’s friend and occasional colleague Tom Nicholson sets out his thoughts for POLITICO.",
  "Congratulations I: Brexit Minister Suella Fernandes has married her fiancé Rael Braverman.",
  "Daily Mail: “For pity’s sake, get on with it!” — Call for plastic bottle deposit scheme.",
  "Huff Post: Forward Momentum — Founder of pro-Corbyn group considers party chairman bid.",
  "Some of the punchiest lines from Donnelly’s speech — and there are plenty — are below.",
  "The FT carries out a similar exercise in Ashton and Sunderland, with similar results.",
  "BBC Breakfast: CQC Chief Inspector of Social Care Andrea Sutcliffe (7.20 a.m.).",
  "But it sounds like the 25-year-old Kemp couldn’t resist just taking the mickey.",
  "Writing in the Telegraph, he urges would-be-rebels to pull back from the brink.",
  "“I was asked to do a campaign, and I didn’t really want to do it,” Kemp says.",
  "Daily Mirror: “Why won’t the doctor see me, mummy?” — Tragedy of asthma girl.",
  "TODAY’S FRONT PAGES\n\n(Click on the publication’s name to see its front page.)",
  "Their daughter Pollyanna lost her leg below the knee in an accident in 2007.",
  "From Berlin\n\nBEGINNING OF THE END: Angela Merkel used to crush party rivals.",
  "New starts: Corbyn activist Paul Mason has a new regular column in the i.",
  "It makes for grim reading for the DfE — the Guardian has a write-up here.",
  "“It has been an unpleasant couple of months,” one senior official said.",
  "ELSEWHERE IN BREXIT\n\nBREXIT JUICE UPDATE: Big news for Boris Johnson.",
  "It’s enough for two at lunch and one at dinner,” Churchill once said.",
  "Donnelly will also be interviewed on the Today program this morning.",
  "Leakwatch: Unusually for the EU, the draft text has not leaked yet.",
  "Useful explainer: From the Telegraph’s Europe Editor Peter Foster.",
  "Independent: Far-right terror threat growing, says police chief.",
  "Guardian: Health alert as diabetes cases double to 3.7 million.",
  "PLAYBOOK COULDN’T HAPPEN WITHOUT: My editor Zoya Sheftalovich.",
  "The Portsmouth News has a nice write-up with video and pics.",
  "Daily Politics (BBC2, noon): Mayor of Bristol Marvin Rees.",
  "“He’s still not happy about it,” the Labour figure said.",
  "POLITICO’s Charlie Cooper has the main takeaways here.",
  "BuzzFeed’s Jim Waterson dissects the whole thing here.",
  "“An imperial pint is an ideal size for a man like me.",
  "City A.M.: Draghi — Sort clearing row before Brexit.",
  "Times: Fox attacks business over support for Labour.",
  "Big write-ups today in the Guardian and the Times.",
  "He said four major plots were foiled last year.",
  "Metro: Five minutes that cost my girl her life.",
  "Sun: Great British flake off — Snowstorm bites.",
  "More for POLITICO Brexit and Trade Pros here.",
  "It does not make pretty reading for Corbyn.",
  "Daily Express: Blizzards to sweep Britain.",
  "Now she’s inviting them into her Cabinet.",
  "The Law Gazette has a nice summary here.",
  "The consequences would be terrible.",
  "You have to check out the dress.",
  "The FT’s Chris Tighe has more.",
  "The line opens in December.",
  "i: Arctic blast hits U.K.",
  "WESTMINSTER WEATHER: ???"
]