[
  "CHPL Data Challenge winners include ResearchAe, which built an application revealing products’ meaningful use attestation and its Medicare Provider Enrollment, Chain, and Ownership System data; Shiro Labs, whose product overlays Medicare Quality Payment Program data on CHPL data; and Darena Solutions’ “CheckEHR,” which lets users see which specific health IT modules have met certification criteria for categories such as patient engagement.",
  "With help from Arthur Allen (@arthurallen202), Darius Tahir (@dariustahir) and Sarah Karlin-Smith (@sarahkarlin)\n\nEditor's Note: This edition of Morning eHealth is published weekdays at 10 a.m. POLITICO Pro eHealth subscribers hold exclusive early access to the newsletter each morning at 6 a.m. To learn more about POLITICO Pro's comprehensive policy intelligence coverage, policy tools and services, click here.",
  "eHealth Tweet of the day: [In response to a quote in Time from Apple CEO Tim Cook: “Apple’s largest contribution to mankind will be in improving people’s health and well-being.”]\n\nChristopher Mims (@mims): Errrmm, this is quite a claim for Tim Cook to make unchallenged, given the effects of screen addiction.",
  "Expanding coverage for chronic care treatment that occurs in patients’ homes is a positive step, but it’s “imperative that beneficiaries understand that they have a choice,” and that no one has to be pushed into virtual treatment if they don’t want it, even if it could be cheaper for providers or payers.",
  "POLICY ROUNDUP\n\nSENATE CLEARS SPENDING STOPGAP: The Senate cleared a stopgap funding bill that would draw out government funding until Dec. 21, preventing a partial shutdown at midnight Friday but raising the specter of a funding lapse just three days before Christmas, our POLITICO colleagues report.",
  "MAP MELEE AT THE FCC: An FCC commissioner, a wireless carrier and Hill staffers at a telecom event in Washington sounded the alarm about the accuracy of maps the FCC relies on to dole out broadband subsidies, our POLITICO colleague Margaret Harding McGill reports.",
  "Sean Cavanaugh, chief administrative officer at Aledade, which works with ACOs, said providers, regulators and insurers should stop thinking of telehealth as a standalone benefit and instead consider it just one of many mechanisms for delivering better care.",
  "VA PROMISES TELEMEDICINE BOOSTS: Speaking of telemedicine, secretary Robert Wilkie discussed VA plans to expand corporate partnerships to give veterans access to more telemedicine services, Morning eHealth’s Arthur Allen reports.",
  "WHAT WE'RE CLICKING\n\n— Ethics experts say Memorial Sloan Kettering’s business deals led to conflicts of interest, Stat’s Casey Ross and Ike Swetlitz report\n\n— WSJ’s Joanna Stern gets a stunt double to test out the Apple Watch",
  "“I think it is incumbent on the agency to pause and figure out how are we going to make our wireless maps better,” Rosenworcel said at Practicing Law Institute’s annual telecom policy event in Washington.",
  "FDA has a number of projects to assess the reliability and accuracy of real world evidence, including a project to evaluate whether observational data could replicate the results of 30 clinical trials.",
  "Executives had teased the new hardware capable of taking an ECG scan on demand, and the app that could notify the wearer if it detects an irregular heartbeat or atrial fibrillation, back in September.",
  "A spokesperson noted that the company doesn’t recommend users take ECG readings multiple times in a row or if they’re not feeling symptoms, but instead when they suspect a rapid or skipped heartbeat.",
  "It will also issue guidance on assessing the reliability and relevance of data from medical claims and EHRs, and potentially the relevance of data from health registries and international data.",
  "The collection of graphics includes vital information about the members-elect — careers prior to being elected to serve on the Hill, campaign platform promises, key support and endorsements.",
  "HEALTH IT BUSINESS WATCH\n\nAFIB NOTIFICATIONS GO LIVE ON APPLE WATCH: The heart-rate sensing features on Apple’s newest smart watch model are now live, the Cupertino giant announced Thursday.",
  "At a VA-sponsored conference attended by business groups, Wilkie said the technology was \"the future of medicine\" and \"our most powerful emerging tool,\" particularly for mental health.",
  "The map of areas that still lack 4G LTE wireless service and will thus be eligible for subsidies under the $4.5 billion Mobility Fund program is particularly problematic, she said.",
  "Philips announced at the event that it would equip 10 remote veteran service organization posts with telemedicine gear so vets in those communities can get long-distance care.",
  "AND THE WINNERS ARE ... ONC has awarded tens of thousands of dollars to a handful of companies who came up ways to make its Certified Health IT Product List data more useful.",
  "The VA last year enabled veterans to obtain virtual care from home or from local clinics with VA providers around the country, waiving state medical licensing requirements.",
  "The partnerships will expand VA care by bringing in major corporate players, particularly in the quarter of the country where broadband coverage is lacking, officials said.",
  "The law lets the agency use real world evidence to support decisions like a new application for an already approved drug, or to satisfy post-approval study requirements.",
  "If you’re still getting acquainted with the new members-elect, POLITICO Pro DataPoint has published a set of biographies on the 116th House and Senate freshman class.",
  "FDA GETS REAL WITH REAL-WORLD EVIDENCE FRAMEWORK: FDA has released a framework for implementing a real-world evidence program mandated by the 21st Century Cures Act.",
  "Democratic FCC Commissioner Jessica Rosenworcel described the agency’s maps identifying areas of the country with high-speed internet as “woefully inadequate.\"",
  "The legislation, which includes expansion of telemedicine coverage for Medicare Advantage enrollees, renal failure and stroke victims, became law in February.",
  "FDA says it plans to develop guidance on how sponsors can design clinical trials with some elements that could be used to collect real-world data.",
  "AARP vice president Lina Walker urged providers and insurers to make clear to patients that they can choose between in-person and virtual care.",
  "These offerings will help veterans who lack broadband or can't afford large data plans, said Deborah Scher, an executive adviser to Wilkie.",
  "In other Apple news, the company now has a patent for wireless headphones that could be equipped with biometric sensors, The Verge reports.",
  "Real world data is health information collected through patients’ normal medical care, rather than formally structured clinical trials.",
  "FDA acknowledged gaps in many of these data sources, including the poverty of EHR data which needs to be more accessible and connected.",
  "With all this talk of telehealth, your author is wondering if readers have ever had bad or awkward experiences with virtual check-ins.",
  "The agency this year offered extra time for challenges to the Mobility Fund map, but lawmakers like Sen. Roger Wicker (R-Miss.",
  "Skeptics have warned that Apple’s go-live could lead the “worried well” to flood their doctors’ offices with phone calls.",
  "Data elements not currently captured in EHRs may also need to be recorded to obtain better real-world evidence.",
  "The collection of graphics includes careers prior to election, campaign promises, supporters and endorsements.",
  "Reach the rest of the team at @arthurallen202, @dariustahir, @ravindranize, @POLITICOPro and @Morning_eHealth.",
  "At an Bipartisan Policy Center event Thursday, experts weighed in on the best way to implement its provisions.",
  "POLITICO Pro DataPoint just published a series of biographies on the 116th House and Senate freshman class.",
  "Meanwhile, T-Mobile said it was making the VA's Video Connect app available for free on its platforms.",
  "), poised to be the next Senate Commerce chairman, continue to question its accuracy.",
  "(Despite the hype, Apple was not the first company to offer a portable afib tracker.)",
  "And Walmart said it would allow veterans to use video kiosks in its stores for free.",
  "Make sure your keywords are up to date and customized via your settings page.",
  "The FCC's broadband maps are a longstanding source of bipartisan criticism.",
  "HEALTH CARE\n\nStory Continued Below\n\nTHE CHRONIC CARE ACT PASSED.",
  "Pro subscribers: Are you getting all the content you want?",
  "Are in-person visits just sometimes the best option?",
  "Tips and tales go to mravindranath@politico.com.",
  "Pros can read the rest of Arthur’s story here.",
  "It’s FRIDAY at Morning eHealth.",
  "The CHRONIC Care Act passed.",
  "What’s next?",
  "NOW WHAT?",
  "...",
  "..."
]