[
  "“We also announced 3D Photos, coming this summer — this is a new media type that lets people capture 3D moments in time using a smartphone and share on Facebook.”\n\nChan Zuckerberg Initiative Donates $14 Million To Chicago Public Schools\n\nThis past week, the Chicago Tribune published an article about how the Chan Zuckerberg Initiative donated $14 million to Chicago Public Schools (CPS) and LEAP Innovations, which would go towards its personalized learning programs.",
  "“We end up losing kids that are a bit behind, and disengaging kids who are showing competence but aren’t able to move on because the rest of their class isn’t there yet.”\n\nPersonalized learning involves teachers sitting with one student at a time as the rest of the kids collaborate in groups.",
  "This feature — launching in closed beta — leverages the nature of messaging to help people get valuable, instant feedback about purchases, customizations, and more, without ever needing to set foot in a store.”\n\nSome of the AR effects available at launch include ASUS, Kia, Nike and Sephora.",
  "“You’ll even be able to turn off having this information stored with your account.”\n\nMessenger: Augmented Reality\n\nThere is a new upcoming augmented reality feature that allows businesses to leverage the Camera Effects Platform which integrates augmented reality into Messenger.",
  "Twitter\n\nPassword Change Request\n\nThis past week, Twitter asked all of its users change their passwords due to a bug that caused user information to become “unmasked in an internal log.” Twitter fixed the bug after discovering it and there is no indication of breach or misuse.",
  "Rumor: Smart Speakers To Launch Internationally First\n\nFacebook is reportedly planning to launch two smart speaker products internationally first due to privacy concerns in the U.S. following the Cambridge Analytica scandal, according to CNBC.",
  "“Instead of needing a framework for training/research and a framework for production, now you only need to use PyTorch 1.0 and you can seamlessly go from research to production in one framework,” said a Facebook spokesperson via TechCrunch.",
  "In the press release, Cambridge Analytica said it “has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.”",
  "“I'm grateful for everything you've done to help connect the world, and for everything you've taught me, including about encryption and its ability to take power from centralized systems and put it back in people's hands.",
  "We found this error ourselves, removed the passwords, and are implementing plans to prevent this bug from happening again.”\n\nWhatsApp\n\nJan Koum Departing Facebook\n\nWhatsApp co-founder Jan Koum is departing from Facebook.",
  "If a person hasn’t spend the time to label something specific in an image, even the most advanced computer vision systems won’t be able to identity it,” said Facebook CTO Mike Schroepfer on stage at F8 via The Verge.",
  "However, their access is “closely monitored.”\n\nGenerally, employees with this capability use it for investigating potential criminal behavior after legal requests, testing new features and other help desk purposes.",
  "“We’ve produced state-of-the-art results that are 1 to 2 percent better than any other system on the ImageNet benchmark.”\n\nIt’s worth mentioning that Facebook is also only extracting object-based data currently.",
  "Snap\n\nFirst Quarter Earnings\n\nThis past week, Snap reported its first-quarter earnings and CEO Evan Spiegel pointed out that retention for new users from older generations was higher following the app redesign.",
  "“Once we roll out this update, you’ll be able to see information about the apps and websites you’ve interacted with, and you’ll be able to clear this information from your account,” said Zuckerberg via NYMag.",
  "\"Revenue was $230.7 million in Q1 2018, up 54% year-over-year driven by growth in Snap Ads, and down 19% sequentially, primarily due to seasonality and our redesign,\" said Snap in its earnings release.",
  "YouTube\n\n1.8 Billion Logged In Viewers\n\nAccording to The Verge, YouTube CEO Susan Wojcicki said that the video website is now seeing 1.8 billion registered users logged into the platform every month.",
  "Those values will always be at the heart of WhatsApp.”\n\nStickers And Group Video Calls\n\nDuring Facebook’s F8 conference, it was announced what WhatsApp will soon gain stickers and group video calls.",
  "“We mask passwords through a process called hashing using a function known as bcrypt, which replaces the actual password with a random set of numbers and letters that are stored in Twitter’s system.",
  "I've been blessed to work with such an incredibly small team and see how a crazy amount of focus can produce an app used by so many people all over the world,\" wrote Koum in a public Facebook post.",
  "As Facebook pointed out that over 100 million Instagram users watch and share videos Live every day, they heard feedback that they also want to experience real-time video in a smaller group.",
  "Additional Social Media News\n\nCambridge Analytica Shutting Down\n\nCambridge Analytica is shutting down following the scandal over Facebook data reported The Wall Street Journal.",
  "It is believed that Telegram decided not to broaden the sale of its digital coins due to tight regulations that the SEC and other lawmakers proposed since the ICO plans began.",
  "When users connect through Marketplace and receive a message in a language that is different from the default language, M will ask them if they want to translate the message.",
  "When someone interacts with a brand on Messenger, the business can suggest the user open the camera -- which will have contextual AR effects pre-populated with the filters.",
  "A few schools in the area have already implemented the personalized learning system into its curricula, including Ashburn Community Elementary and Wendell Smith Elementary.",
  "And Sephora will make trying makeup easier with a group of “looks to try on and share.” Businesses that are interested in signing up for the service can join the waitlist.",
  "One of the smart speaker products is a larger device called a “Portal,” which is believed to be the size of a laptop and would function similarly to the Amazon Echo Show.",
  "The redesign makes the app faster, more intuitive and brings a “dark mode.”\n\nAs part of the redesign, the bottom of the app will feature three main navigational buttons.",
  "Messenger: Translation\n\nAt the F8 conference, the Messenger team announced that it will offer translations service within its platform via the M digital assistant.",
  "“We’re announcing that people will soon be able to take 3D objects from News Feed into Facebook Camera AR experiences with one tap,” said Facebook in a blog post.",
  "I'm taking some time off to do things I enjoy outside of technology, such as collecting rare air-cooled Porsches, working on my cars and playing ultimate frisbee.",
  "Then users can delete this information from their accounts and turn off Facebook’s ability to store the information associated with their accounts going forward.",
  "It is believed that Facebook was going to announce the speakers at the F8 Developer Conference this past week if the Cambridge Analytica scandal did not happen.",
  "“It is incredibly important to me and to everyone at YouTube that we grow responsibly.”\n\nHowever, Wojcicki said that YouTube is going to hire 10,000 moderators.",
  "If you see a new effect in Stories within an account, then you can follow and try it yourself by tapping “Try it on.” Then the tool will be added to your tray.",
  "There are so many situations where we need to visualize a product before we feel comfortable buying it,” said Facebook’s VP of Messaging Products David Marcus.",
  "Hate Speech Test\n\nForbes contributor John Koetsier recently published an article about how Facebook is implementing a hate speech checker for some users.",
  "These revelations were brought to the attention of the media and Facebook management by a security consultant, who had called out the problem on Twitter.",
  "SCL Group (Cambridge Analytica parent company) chairman Julian Wheatland made the announcement during a call this past week with the company’s employees.",
  "Koetsier posted a screenshot of the feature on his article showing how Facebook placed a message asking whether a status he wrote contained hate speech.",
  "“This is going to be for building real, long-term relationships — not just for hookups,” said Facebook CEO Mark Zuckerberg on stage at F8 via The Verge.",
  "\"We’ve been living with an education system that is very one-size-fits-all,” said LEAP Innovations founder and CEO Phyllis Lockett via Chicago Tribune.",
  "ICO Reportedly Gets Cancelled\n\nTelegram is reportedly cancelling its initial coin offering (ICO) plans, according to The Wall Street Journal’s sources.",
  "Images Used For Training Artificial Intelligence\n\nFacebook has been improving its image recognition technology by scanning through Instagram photos.",
  "During the Brandcast event, Wojcicki acknowledged that there were challenges along the way such as conspiracy theories being spread on the platform.",
  "Security Watchdog\n\nThis past week, it was reported that Facebook fired an employee who was accused of accessing user profiles for stalking purposes.",
  "The translation feature will be rolled out in the “coming weeks” and the plan is to expand the functionality in additional languages and countries.",
  "“That means you turn any video into a NBA dunkcam or add a cloud of hearts and Pomeranians to fluff up your photo,” wrote Instagram in a blog post.",
  "The judiciary arm in Iran made the decision for internet service providers to ban the Telegram website and app due to national security concerns.",
  "Last year, Facebook worked with Microsoft to create the Open Neural Network Exchange (ONNX), which makes movements between the frameworks easier.",
  "After the Cambridge Analytica scandal happened, the company lost a number of clients to the point where the business was no longer sustainable.",
  "Many investors were clamoring for Telegram’s digital coins, but Telegram was able to raise $1.7 billion from private investors (SEC filings).",
  "The tool that would have alerted the employees was reportedly known as the “Sauron alert.” But it was renamed to “Security Watchdog” in 2015.",
  "External Advisers To Investigate Bias Claims\n\nFacebook is hiring two external advisers to handle alleged bias problems on the social network.",
  "3D Photos\n\nAt the F8 conference, Facebook also announced a 3D photos feature, which allows users to create 3D images using their smartphones.",
  "But we’ve also seen that with openness comes challenges, as some have tried to take advantage of our services,” said Wojcicki via The Verge.",
  "Some of the stickers that are already available in WhatsApp includes the ability to add the time and the location of your photos and videos.",
  "And Facebook said that the images scans billions of images from publicly available hashtags as a way to train software without manual work.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "Brian Acton, the other WhatsApp co-founder, departed from Facebook in November 2017 and has been publicly critical of Facebook since then.",
  "If the victims of that employee worked at Facebook, then they would have been alerted according to The Wall Street Journal’s sources.",
  "As part of personalized learning techniques, the students will switch between laptops, whiteboards and traditional pencils and paper.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "It is believed that Koum is leaving Facebook due to clashes with CEO Mark Zuckerberg about how encryption and user data is handled.",
  "As a precaution, consider changing your password on all services where you’ve used this password,\" said Twitter Support in a tweet.",
  "Third-Party Camera Effects\n\nInstagram is now making it possible for third parties to create face filters, text styles and stickers.",
  "And Spiegel highlighted growth in mobile content with the Winter Olympics bringing in 81 million views within the Discover section.",
  "Zuckerberg did not get into the specifics, but a quick demo video of WhatsApp group video showed four people talking side-by-side.",
  "It appears that Facebook is trying to learn how people are reacting to the new tag as part of a larger effort to curb hate speech.",
  "If a Facebook employee uses the internal software, then they have to provide a reason why -- which is read by managers later on.",
  "There is a small group of employees at Facebook that have access to user accounts including posts, photos and private messages.",
  "Sharing On Stories\n\nIt will now be easier to share action shots from GoPro and songs you enjoy on Spotify to Instagram Stories.",
  "\"It's been almost a decade since Brian and I started WhatsApp, and it's been an amazing journey with some of the best people.",
  "Microsoft will be supporting the framework in Azure and Amazon is going to support PyTorch 1.0 in its cloud products as well.",
  "Facebook\n\nThis past week, Facebook hosted its annual F8 conference at the McEnery Convention Center in San Jose, California.",
  "Plus there is a Snap Pro tool coming for managing public profiles for users and brands, which will support insights and ads.",
  "And Spotify is expecting the premium subscriber count to hit between 79 and 83 million users by the end of the next quarter.",
  "We require new breakthroughs, and we require new technologies to solve problems all of us want to solve,” added Schroepfer.",
  "Telegram\n\nBan In Iran\n\nFollowing a block in Russia last month, the popular Telegram messaging app has been banned in Iran.",
  "And clearly, Telegram appears to have raised enough money through private sales so it may no longer need to set up an ICO.",
  "In the earnings report, Spotify revealed it hit 170 million monthly active users and now has 75 million paid subscribers.",
  "Essentially, the passwords were written on an internal log before the hashing process completed and then left it exposed.",
  "Messenger: 300,000 Bots\n\nAt the F8 event on Tuesday, Facebook announced that the Messenger platform has hit 300,000 bots.",
  "Plus the funding will be used for redesigning classrooms, purchasing technology and procuring other classroom resources.",
  "\"Daily Active Users (DAU) grew from 166 million in Q1 2017 to 191 million in Q1 2018, an increase of 15% year-over-year.",
  "Payments\n\nInstagram has added the ability to register a debit or credit cards within profiles, according to TechCrunch.",
  "After a user takes a photo or video with that filter, it can be shared to their story, in a group or in a conversation.",
  "The Clear History feature will allow users to see which websites and apps send Facebook information when you use them.",
  "If there is a potential match, then the two interested parties will be able to communicate through a designated inbox.",
  "And the dating profile will only be visible to Facebook users that are not friends with each other and also opted in.",
  "This feature should help drive commerce between buyers and sellers who previously struggled with language barriers.",
  "To my understanding, some of the dating profiles may appear alongside local events and within the Groups sections.",
  "Explore will still be personalized towards your interests, but the content will be organized into topic channels.",
  "“This is the impact of an open platform: it brings the world together in ways that were just not possible before.",
  "PyTorch 1.0 AI Framework\n\nOn the 2nd day of the F8 conference, Facebook announced the PyTorch 1.0 AI framework.",
  "Spotify\n\n75 Million Paid Subscribers\n\nThis past week, Spotify released its first earnings as a public company.",
  "The translation service will work for English and Spanish in Marketplace for conversations in the U.S. first.",
  "And the Android app is being rebuilt from the ground up, which is expected in the third quarter of the year.",
  "Schroepfer said that Facebook could only rely on reactive reports whenever malicious content was uploaded.",
  "And the devices would be able to respond to commands via the M artificial intelligence digital assistant.",
  "Facebook CEO Mark Zuckerberg was questioned about these issues during congressional hearings last month.",
  "The new tool for sharing Stories and Snaps Maps now has 200 media companies using the embedding feature.",
  "However, Koum was reportedly planning to leave Facebook before the Cambridge Analytica scandal happened.",
  "You will be able to start a video chat by tapping on the new camera icon at the top of a Direct thread.",
  "For example, it seems to be appearing alongside content that does not contain any vulgar words at all.",
  "And net loss was about $385 million compared to $2.2 billion during the same period about a year ago.",
  "Examples of how this feature could be used include booking appointments at restaurants and salons.",
  "And about 200,000 developers have utilized the Messenger platform since it launched two years ago.",
  "Shortly after Facebook made the announcement about this feature, Match Group’s shares dropped 17%.",
  "Wojcicki made the milestone announcement during YouTube’s Brandcast presentation for advertisers.",
  "New Explore Page\n\nIn the next few weeks, you will notice a redesigned Explore page on Instagram.",
  "The speakers would connect directly to Messenger so users could chat with their contacts easier.",
  "The CPS and LEAP estimated that the grant will bring personalized learning to 100 more schools.",
  "You will not have to connect your Instagram account to other apps in order to share to Stories.",
  "Wojcicki also highlighted Beyoncé’s livestream for Coachella hitting a record 41 million views.",
  "But WhatsApp is going to offer the ability to create stickers to certain third parties as well.",
  "“Due to a bug, passwords were written to an internal log before completing the hashing process.",
  "\"I'm leaving at a time when people are using WhatsApp in more ways than I could have imagined.",
  "The bug had something to do with the hashing function that Twitter uses for masking passwords.",
  "But privacy advocates may have some concerns about this method of enhancing image recognition.",
  "So Facebook is now getting into the dating game by creating a matching service akin to Tinder.",
  "Messenger: Redesign\n\nFacebook is in the process of revamping the design of the Messenger app.",
  "This allows our systems to validate your account credentials without revealing your password.",
  "And SCL Group founder Nigel Oakes also said that SCL Group itself will also be shutting down.",
  "Government officials believe that Telegram was used for organizing protests back in January.",
  "Each of those frameworks have their own strengths, but switching between can be inefficient.",
  "And the other adviser will guide Facebook through the alleged biases against conservatives.",
  "And ONNX has been integrated into PyTorch 1.0 so it is interoperable with other frameworks.",
  "Koetsier’s status was actually about an experience he had while playing the Fortnite game.",
  "Plus Spotify has 99 million people listening to Spotify through the ad-supported version.",
  "Specifically, Koum was concerned about plans to reduce the encryption built in WhatsApp.",
  "However, the average amount of time spent on Snapchat was flat at a 30-minute average.",
  "Sauron is the reference to the evil all-seeing eye character in the Lord of the Rings.",
  "PyTorch 1.0 resolves many of the problems by combining both of the powerful platforms.",
  "New Dating Feature\n\nThere are 200 million users on Facebook that are listed as single.",
  "Currently, businesses and customers exchange 8 billion messages per day on Messenger.",
  "“Blending AR effects and messaging solves a real problem for people shopping online.",
  "But it seems to confuse people when it gets added to areas where it does not belong.",
  "Security pins are issued to ensure security for access to your payment credentials.",
  "The paid subscriber mark is up from 71 million as of the end of the fourth quarter.",
  "And there will be a section in YouTube Kids which will feature hand-picked content.",
  "Axios said that one adviser will audit Facebook’s impact on minority communities.",
  "Match Group is the parent company of dating services like Match.com and Tinder.",
  "This feature will allow users to create a dating profile on the social network.",
  "Facebook CEO Mark Zuckerberg mentioned these features during his keynote at F8.",
  "This figure excludes viewers that are visiting the website without an account.",
  "This is an industry standard,” wrote Twitter CTO Parag Agrawal in a blog post.",
  "The payment settings feature is currently visible to certain users in the U.S.",
  "Spiegel added that the company is working on optimizing the design of the app.",
  "And then you can edit and add to your story or send it via the Direct feature.",
  "But now a bulk of the moderation is being handled by artificial intelligence.",
  "Facebook acquired WhatsApp for $22 billion in cash and stock in October 2014.",
  "This can be done by tapping on the share button in the Spotify or GoPro app.",
  "And the camera and video chat icons will remain at the top-right of the app.",
  "And mutual friends will also be taken into account for the matches as well.",
  "\"We recently found a bug that stored passwords unmasked in an internal log.",
  "So Instagram will be adding video chat to Instagram in the next few weeks.",
  "Clear History\n\nFacebook also announced a new feature called Clear History.",
  "“We often seek input from our friends and family before making a purchase.",
  "Cambridge Analytica seems to believe it was not at fault for the scandal.",
  "We fixed the bug and have no indication of a breach or misuse by anyone.",
  "This will allow you to purchase items without having to leave Instagram.",
  "The team is stronger than ever and it'll continue to do amazing things.",
  "WhatsApp already has a few digital stickers available within its app.",
  "And over 2 billion minutes of video and audio calls are made per day.",
  "DAUs increased 2% quarter-over-quarter, from 187 million in Q4 2017.\"",
  "Video Chat\n\nSoon Instagram will be rolling out a video chat service.",
  "Telegram is known for having strong encryption and privacy controls.",
  "And the “Despacito” music video hitting 5 billion views last month.",
  "Instagram\n\nInstagram is updating its app with several new features.",
  "And other apps will be adding the ability to share to Stories soon.",
  "Then the content can be pulled directly into the Instagram camera.",
  "“We rely almost entirely on hand-curated, human-labeled data sets.",
  "And the dating service will be built within the main Facebook app.",
  "A number of new products and features were announced at the event.",
  "And the funding will go towards training teachers and principals.",
  "Those employees mostly work on the security teams at the company.",
  "This is up from the 100,000 bot milestone from about a year ago.",
  "And this is up from 2 billion during the same period last year.",
  "This will allow users to chat one-on-one or with a small group.",
  "And I'll still be cheering WhatsApp on – just from the outside.",
  "“I will miss working so closely with you,” Zuckerberg wrote.",
  "The new 3D Photos feature is expected to arrive this summer.",
  "Nike will be using Messenger to debut a new set of sneakers.",
  "PyTorch 1.0 is going to be released in beta later this year.",
  "The dating feature will start being tested later this year.",
  "This should make it easier to browse across your interests.",
  "And Facebook CEO Mark Zuckerberg responded to Koum’s post.",
  "This was revealed at the annual F8 developer conference.",
  "The ban affects 40 million users, according to Reuters.",
  "The $1.7 billion was raised from 200 private investors.",
  "Thanks to everyone who has made this journey possible.\"",
  "Plus dating profiles will not show up on the News Feed.",
  "The PyTorch 1.0 framework combines PyTorch with Caffe2.",
  "And the smaller version would be like the Amazon Echo.",
  "For example, Stories are being moved to a right-swipe.",
  "WhatsApp now has over 450 million daily active users.",
  "Facebook will match users based on their preferences.",
  "“This is why we are so focused on core AI research.",
  "Or they can simply save it to their camera rolls.",
  "This includes a new Explore page and video chat.",
  "In terms of revenue, Spotify hit €1.14 billion.",
  "This is roughly what Wall Street was expecting.",
  "This makes the experience much more seamless.",
  "It is expected to roll out broadly later on.",
  "But it is time for me to move on.",
  "How will it work?"
]