[
  "Representatives from the FBI, SEC, and the Justice Department have joined the FTC in its probe of social media Master of the Universe Facebook, which came under fire earlier this year for the Cambridge Analytica scandal which allegedly included the personal details of 87 million Facebook users shared without their explicit consent.",
  "Foremost among these tools is enforcement action against companies that fail to honor their privacy promises, including to comply with Privacy Shield, or that engage in unfair acts that cause substantial injury to consumers in violation of the FTC Act.",
  "One of Facebook’s biggest worries in this investigation is reported to be whether or not their actions in relation to Cambridge Analytica violated a consent decree that the company reached with the FTC in 2011.",
  "Investigators are reportedly examining the action and statements of high profile company executives at Facebook, including CEO Mark Zuckerberg, who testified about this issue before Congress recently.",
  "The FBI, SEC, and Justice Department have joined a federal probe into Facebook’s user data scandal which saw the personal info of 87 million users allegedly shared without their explicit consent.",
  "According to the Washington Post, the probe focuses on what Facebook knew in 2015 after they learned that Cambridge Analytica had accessed personal user details without user consent.",
  "Following the announcement of the new bodies involved in the federal investigation, Facebook shares dropped by 1.2 percent after rising 1.6 percent earlier that day.",
  "FTC Director Tom Pahl said at the time:\n\nThe FTC is firmly and fully committed to using all of its tools to protect the privacy of consumers.",
  "Companies who have settled previous FTC actions must also comply with FTC order provisions imposing privacy and data security requirements.",
  "Facebook reportedly did not publicly discuss the issue until March of this year despite having knowledge of the incident for some time.",
  "Accordingly, the FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook.",
  "Today, the FTC is confirming that it has an open non-public investigation into these practices.",
  "The FTC confirmed that they were investigating Facebook in March."
]