[
  "Automated translation systems, which use technology called 'Natural Language Processing', could translate their messages quickly and easily, removing a crucial obstacle for thousands of people who struggle to make themselves heard in political debates.",
  "While it's hard to measure the precise impact of this activity on the result, substantial support for a particular candidate online--or even the impression of it--could certainly sway someone to vote.",
  "Add to this the high-profile allegations of election cyber hacking, and it's easy to see why we might feel deeply uneasy about the role that technology is playing in politics.",
  "It's the controversial business of companies like Cambridge Analytica, which allegedly used these methods to influence both the US Election and the Brexit referendum.",
  "Vote Leave reportedly spent £2.7 million on Facebook targeting company AggregateIQ and director Dominic Cummings vowed 'we couldn't have done it without them'.",
  "In the US election bots produced almost one third of tweets promoting Trump, and one fifth favouring Clinton between the first and second election debates.",
  "In India for example, public suggestions flood in for Prime Minister Modi's monthly radio address in over 27 languages and dialects, some via postcard.",
  "As with many aspects of our rapidly changing world, AI could fundamentally disrupt democracy or bolster it, and the outcome will depend on our actions.",
  "Around 13% of the world's men and 23% of the world's women who can't read or write could be immensely empowered by voice recognition software.",
  "Our personality and opinions can be profiled by data analytics and machine learning to effectively target us with selective information.",
  "Automated accounts known as bots are generating one in eight tweets about British politics, Oxford University researchers have found.",
  "This is becoming increasingly available, thanks to the recent influx of mobile technology in low and middle income countries.",
  "It's a painstaking job for the staff who review them, and many suggestions are discarded because they can't be understood.",
  "As the UK prepares for an election on Thursday, we should be alert to the hidden tactics that could influence the result.",
  "Artificial intelligence is being used to fake vocal political support on social media in the run up to the UK election.",
  "Of these accounts, tweets geared towards Labour are dominating, with 21,661 tweets to the Conservatives' 13,409.",
  "It's our responsibility to ensure that the opportunities are maximised just as the risks are minimised.",
  "Huge swathes of marginalised people could be empowered by automated translation tools.",
  "AI could also strengthen global democracy in ways we have yet to fully explore.",
  "The UK election this Thursday will be shaped by artificial intelligence.",
  "AI could also allow those who are illiterate to engage in politics.",
  "Voters will be swayed by this technology without even knowing it.",
  "It could also convince them not to bother.",
  "But it's not all bad news for the ballot.",
  "But it's also damaging to be dystopian.",
  "Then there's social media targeting.",
  "So what should we do?"
]