[
  "Scams Abound\n\nMany veteran financial experts have been outspoken about their disdain for cryptocurrency—John Hathaway called it “garbage,” Charlie Munger swears it’s “total insanity,” and Warren Buffet believes it produces no value and will meet with a “bad ending.” Tech ethicist David Polgar goes so far as to say all cryptocurrency has the trappings of a multi-level marketing scheme, dangerously close to being a giant pyramid scheme.",
  "Twitter, Facebook and Google have already banned crypto advertisements, with Facebook saying some of the companies trying to advertise on their platform were not doing so in “good faith.”\n\nThe Heart Of Freedom\n\nCrypto’s ideal is a libertarian utopia defined by decentralization, free markets and empowering the individual.",
  "Gavin Phillips, a senior writer for the tech website MakeUseOf, identifies five types of crypto scams—pyramid schemes and Ponzi schemes, pump-and-dump operations, shady exchanges that disappear overnight, coins that were non-existent to begin with, and even some Initial Coin Offerings (ICOs).",
  "Cryptocurrency is presently a regulatory minefield, but blanket bans aside, a minimal amount of regulation that is explicitly aimed at fraud prevention rather than curbing freedom, could greatly streamline innovation and improve the quality of the industry at large in the long term.",
  "In web development parlance, a feature is an intentional, defining characteristic of a software, while a bug is a feature gone rogue—a coding defect that leads to an outcome different from what was expected or anticipated.",
  "Every industry has certain regulatory standards, best practices and professional ethics that offer individuals and businesses great fences to play in and let them signal their knowledge, skills and authority to others.",
  "There’s also a proliferation of social media scams where people (often impersonating celebrities) falsely promise to give away significant amounts of bitcoin to followers that send a small amount to their coin wallets.",
  "In the long term, decentralization is very much a feature of cryptocurrency, but if, in the short term, this feature is behaving like a bug, a little regulation wouldn’t destroy it, but merely help troubleshoot.",
  "Some countries have chosen not to regulate cryptocurrencies while others, like India, have taken extreme steps, with the central bank banning their purchase through banks and e-wallets.",
  "It’s ironic, and a little sad, that humans invented this technology to create this utopian world, but the frailties of human behavior are now stumbling blocks to achieving this ideal.",
  "There’s increasing fear of cryptocurrency market manipulation, reports of sophisticated bots manipulating prices and coders teaming up on internet forums to create these bots.",
  "Over 1,300 cryptocurrencies exist, and despite the recent slump, the industry market cap is expected to hit a trillion dollars this year, rivaling other major industries.",
  "However, at present, the extent of scams in the industry prove that individuals organizing in a decentralized manner, without a leader are struggling to self-regulate.",
  "One is to do nothing—in the spirit of decentralization, let the market eventually crash and weed out the bad actors, as happened in the dot-com bubble.",
  "And nearly half the ICOs of 2017 failed, but companies striving towards ICOs (most recently, the controversial Cambridge Analytica) remain ubiquitous.",
  "While regulation hasn’t completely eliminated internet fraud, it ensures that crimes don’t go unchecked just because they occur in digital spaces.",
  "It has taken most governments years to regulate the internet, but in case of crypto, they’ve adapted faster, and are moving relatively quickly.",
  "It’s a perfect storm—a new, suddenly valuable commodity, information asymmetry, a lack of transparency, decentralization and low regulation.",
  "The exuberance is eerily reminiscent of the dotcom bubble, when companies would regularly plan to IPO before they even had a product.",
  "But outright robbery aside, it was just another day in the industry—these days, over $9 million each day is lost in crypto scams.",
  "Even in the case of the internet, which has been relatively self-regulated, government regulation is a hot button issue.",
  "Crypto, like the early days of penny stocks, or the dot-com bubble, appears to be attracting a lot of swindlers.",
  "Cryptocurrencies embody the spirit of freedom, and in an ideal world, there would be no need to regulate them.",
  "For example, merely adding the word “blockchain” to a company name has been reported to boost share prices.",
  "The pessimism of these perspectives aside, what’s objectively clear is that crypto scams are widespread.",
  "In the absence of effective self-regulation, there are two possible solutions to prevent scams.",
  "Bold rackets abound, like GainBitcoin that allegedly duped customers out of $300 million.",
  "Earlier this year, two bitcoin traders were robbed at gunpoint for their cryptocurrency.",
  "But a system of checks and balances has yet to catch up to crypto’s sudden popularity.",
  "Things appear shiny on the surface, but the rot underneath is beginning to show.",
  "But outright fraud aside, the industry is full of subtle confidence tricks.",
  "Not to spread FUD, but are we living in the Gilded Age of cryptocurrency?",
  "The incident sent shockwaves through the crypto community.",
  "Here, the internet may once again provide a parallel.",
  "But the answer may lie somewhere in between.",
  "Is Decentralization A Feature Or A Bug?",
  "Its decentralized nature isn’t helping.",
  "The other is government regulation."
]