[
  "The problem that was apparent time and time again during Zuckerberg's sitdown with CNN's Laurie Segall on Wednesday is that, even as he pledged to solve the problems that have plagued the social media giant -- its role in the proliferation of fake news during the 2016 election and the accessing of more than 50 million user profiles by Cambridge Analytica -- he acknowledged that doing so is an impossible task.",
  "In that quote, there are two Zuckerbergs: 1) Zuckerberg the brand manager who understands he is the captain of a ship being lashed by increasingly large waves without any land in sight and 2) Zuckerberg the creature of the internet who understands that regulating human nature -- whether on the web or in daily life -- is totally and completely impossible.",
  "Even as he touts small victories like the effective use of artificial intelligence to root out bots proliferating fake news during the Alabama special election, Zuckerberg admits that nothing -- when you are dealing with the scale of Facebook -- is a fail-safe.",
  "And, when you give people tools to share and connect I think one of the good things is that a lot of good things happen but unfortunately there's also some bad things that happen -- whether that's fake news or hate speech or people trying to hurt each other.",
  "\"I'm sure that there's V2, version two of whatever the Russian effort was in 2016, I'm sure they're working on that and there are going to be some new tactics that we need to make sure that we observe and get in front of.\"",
  "What Zuckerberg understands -- perhaps better than anyone else on the planet -- is that even tearing out the problems that plagued Facebook in 2016 and 2017 root and branch won't make them go away.",
  "In fact, the greatest strength of Facebook is also its largest weakness -- or, in terms more apropos for what happened in the 2016 election -- its biggest vulnerability: The sheer size of it.",
  "(CNN) Give Mark Zuckerberg credit: He sat for an interview with CNN amid the worst run of media attention ever for the company he founded in a Harvard dorm room 14 years ago.",
  "But also to mitigate the bad, right, mitigate people who are trying to abuse people's security or post offensive things that should be against the community standards.\"",
  "Its size -- and how that size translates into profits -- makes Facebook an absolute behemoth and one that has become essentially ubiquitous in American life.",
  "\"I'm sure someone's trying,\" he responded when asked by Segall whether bad actors were at work seeking to meddle in elections at this very moment.",
  "The truth is that what lawmakers -- and voters -- want to hear from Zuckerberg is something that he could never, ever in good conscience promise.",
  "Zuckerberg touted the fact that Facebook will nearly double its staff devoted solely to security -- from 15,000 to 28,000 -- by the end of 2018.",
  "But it still means that each security person -- even when there are 28,000 -- will be responsible for monitoring roughly 71,000 Facebook users.",
  "And then, minutes later, he acknowledges that \"with a community of 2 billion people, I can't promise we're going to find everything.\"",
  "Here's the key bit from Zuckerberg on that conundrum:\n\n\"We're serving a community of more than 2 billion people.",
  "But that ubiquity also makes it impossible -- not virtually impossible, actually impossible -- to fully police.",
  "\"We're going to be working on this forever, as long as this community remains an important thing in the world.\"",
  "But they will always exist -- and be forever probing Facebook (and the other new media giants) for weaknesses.",
  "And our responsibility is just to make (sure) that we amplify all the good in human nature that's out there.",
  "It is not possible to perfectly -- or maybe even effectively -- police a community of 2 billion people.",
  "Maybe they will be different ones using different approaches than the Russians in the 2016 election.",
  "\"Security isn't a problem that you ever fully solve,\" Zuckerberg told Segall on Wednesday night.",
  "Think about it: Facebook is, in Zuckerberg's words, \"a community of more than 2 billion people.\"",
  "\"I think we have some sense of the different things that we need to get in front of,\" he said.",
  "Pressed on how he -- and Facebook -- would do that, Zuckerberg was less than convincing.",
  "Zuckerberg may have created Facebook but not even he can control how everyone uses it.",
  "So, on the one hand, Zuckerberg insists \"this isn't rocket science.",
  "We need to make it so that trolls can't spread fake news.",
  "That's roughly one in every three people ON EARTH.",
  "Especially when that community exists online.",
  "Some bad actors will be successful.",
  "Maybe they will have less impact.",
  "We can get in front of this.\"",
  "Which is impressive!",
  "Each."
]