[
  "More broadly, despite not thinking of itself as a social network, YouTube is perhaps the network that is most similar to Facebook right now, in terms of the challenges it faces and the disconnect between what many of its users want (more active moderation, less objectionable content) and what investors want (more of the same, please!).",
  "I’ve been reading an early copy of Jaron Lanier’s excellent new book, “Ten Arguments for Deleting Your Social Media Accounts Right Now.” Mr. Lanier, a well-known technologist who did pioneering work in virtual reality, has become a kind of Cassandra for the tech industry.",
  "He says that the current crop of social media giants have become profit-driven behavioral modification machines that undermine truth, destroy empathy and turn their users into jerks, and that until healthier systems emerge, we should all stay off them.",
  "As its algorithms get more sophisticated at detecting objectionable content, the makers of those videos will learn ways to evade the system, and new forms of objectionable videos will appear (at least until journalists find them and point them out).",
  "Sundar Pichai, Google’s chief executive, also boasted that the company’s algorithms had pulled down millions of YouTube videos that violated the platform’s rules before they were seen by humans.",
  "As BuzzFeed News reported this week, YouTube is still host to tons of horrible, offensive and dangerous videos, including a number of bestiality videos apparently aimed at children.",
  "But it’s not hard to see where Mr. Lanier is coming from, especially during a week like this, when the opposing forces pulling on social networks are clear.",
  "YouTube has tried to address the problem in part by introducing new parental controls, but history tells us that this may be an unwinnable battle.",
  "Despite everything we’ve learned this year, I still believe that social networks, when designed and managed properly, can be a positive force.",
  "Social media companies are being urged to behave more responsibly by users, lawmakers and occasionally their own employees.",
  "Moreover, I’m skeptical that getting users to boycott these services is possible, given how addictive they are.",
  "Kevin Roose writes a column called The Shift and is a writer at large for The New York Times Magazine.",
  "But investors have no stake in maximizing the long-term health of society.",
  "I’m predisposed to disagree with that kind of generalized argument.",
  "Still, the company clearly has much more work to do.",
  "You can follow him on Twitter here: @kevinroose.",
  "They’re just happy to see growth."
]