[
  "Court documents say Patten drafted op-eds on behalf of an unnamed foreigner and successfully placed an op-ed in an unnamed American media outlet in February 2017 that focused on “Ukraine’s ability to work effectively with the new United States administration.”\n\nPatten also said he was part of a scheme to purchase four Trump inauguration tickets on behalf of a “prominent Ukraine oligarch” identified as “Foreigner B.” Patten, working with a Russian national named as “Foreigner A” solicited a U.S. citizen to act as a “straw purchaser” for “Foreigner B” and buy four Trump inauguration tickets for $50,000.",
  "The information was disclosed as W. Samuel Patten pleaded guilty on Friday to failing to register with the government in connection with his work for a Ukrainian political party, as part of a plea deal with federal prosecutors who took up the case following a referral from special counsel Robert Mueller’s team.",
  "According to a court document filed ahead of his 11 a.m. appearance in federal court on Friday, Patten worked with the Opposition Bloc party in Ukraine from 2014 to 2018 but never registered as an agent of a foreign principal, which is required under the Foreign Agents Registration Act.",
  "A Republican lobbyist admitted on Friday that he worked with a Russian national to help a “prominent Ukraine oligarch” financially back President Donald Trump’s inauguration committee through a straw purchase of $50,000 worth of tickets.",
  "View note\n\nPatten is a longtime Republican operative with ties to Cambridge Analytica and Paul Manafort, the former Trump campaign chairman convicted on a variety of federal tax and bank fraud charges earlier this month.",
  "Patten also worked with Konstantin Kilimnik, a Russian-Ukrainian political consultant for Manafort and former Trump campaign official Rick Gates, who was also charged as part of Mueller’s probe.",
  "Patten, according to the filing, contacted members of Congress and the executive branch, as well as members of the media, on behalf of his clients.",
  "Manafort is set to go to trial in D.C. on additional charges next month before Judge Amy Berman Jackson, who also handled Patten’s plea hearing.",
  "Ryan Reilly is HuffPost’s senior justice reporter covering the Justice Department, federal law enforcement, criminal justice and legal affairs.",
  "Reach him at ryan.reilly@huffpost.com or on Signal at 202-527-9261.",
  "WASHINGTON ?",
  "Have a tip?"
]