[
  "then-campaign chair Paul Manafort and the president’s son-in-law, Jared Kushner, to receive what they were told would be “some official documents and information that would incriminate Hillary and her dealings with Russia” as “part of Russia and its government’s support for Mr. Trump.”\n\n(HuffPost Illustration/Getty Images) More\n\nRoger Stone, Trump’s former political consigliere and an ex-lobbyist who worked with Manafort, is also in Mueller’s sights.",
  "It was and remains an open question to what extent Trump and his campaign knew about this effort, to what extent they sought to obtain this information and whether there was any direct involvement in the release of the hacked emails and documents.",
  "Here’s your guide to the latest probes, indictments, cooperating witnesses and potential targets:\n\nDepartment of Justice Special Counsel Robert Mueller Probes Russian Conspiracy\n\nDeputy Attorney General Rod Rosenstein appointed Robert Mueller ?",
  "in May 2017 as special counsel to take control of the investigation into whether Trump, his campaign, his business and his other associates conspired to work with Russian hackers to influence the 2016 election.",
  "Stone was known to have been in contact with both Wikileaks’ Julian Assange and Guccifer 2.0, the false online persona of the Russian hackers who infiltrated the Democratic Party, during the 2016 campaign.",
  "They stole emails and documents and provided them to WikiLeaks, which then strategically leaked the documents at times inopportune for the Clinton campaign and opportune for the Trump campaign.",
  "Mueller is also attempting to obtain the testimony of Stone aide Andrew Miller, but Miller is refusing to comply and is challenging the constitutionality of the entire Mueller investigation.",
  "There’s hardly been a day this summer in which President Donald Trump didn’t turn to Twitter to vent his frustration with what the president calls the “RIGGED WITCH HUNT” ?",
  "The special counsel’s office has already questioned or sought testimony from numerous Stone associates including Sam Nunberg, Ted Malloch, Kristen Davis and John Kakanis.",
  "He was also openly involved in a disinformation campaign through a super PAC that spent money to publicize a false narrative that Democrats would steal the election.",
  "In 2016, Russian hackers allegedly broke into the Democratic Party’s servers and gained access to the emails of Hillary Clinton’s campaign chairman, John Podesta.",
  "Randy Credico, a perennial political candidate and comedian who reportedly acted as a go-between for Stone and Assange, is scheduled to testify on Sept. 7.",
  "There are further reports about probes into the financial dealings of the president’s eldest daughter, Ivanka Trump, and his second eldest son, Eric Trump.",
  "But as the president’s animosity for the special counsel ramps up, the Mueller probe is hardly the only investigation the president has to worry about.",
  "There are also questions surrounding a June 9 meeting in Trump Tower between Russian lawyer Natalia Veselnistkaya, Donald Trump, Jr. ?",
  "An additional lawsuit brought by two state attorneys general challenges whether Trump is in violation of the U.S. Constitution.",
  "A few hours later, hackers made their first, ultimately unsuccessful attempt to break into Clinton’s private email server.",
  "The Russia Connection\n\nThe FBI had been investigating possible ties between Russia and the Trump campaign since July 2016.",
  "There are currently five separate investigations into Trump and his associates from four different investigative bodies.",
  "the investigation led by special counsel Robert Mueller into potential collusion between the Trump campaign and Russia.",
  "Trump publicly called on Russian hackers to steal more documents to help his campaign on July 27, 2016.",
  "Mueller is reportedly also probing whether Trump obstructed justice.",
  "the second-longest-serving FBI director in history ?",
  "the president’s eldest son ?"
]