[
  "Cambridge Anaytica came under scrutiny earlier this year after a joint investigation by The New York Times and The Guardian found that the company had collected personally identifiable information on at least 87m Facebook users, and allegedly used that data to wield influence on voter opinion for politicians, even though the individuals whose data was being collected were not aware that their information was being used for voter manipulation services.",
  "The Associated Press reports that the charges were filed by the US attorney's office in Washington and not by special counsel Robert Mueller's investigation into Russian interference in the 2016 election, which has already resulted in several guilty pleas from associates of President Donald Trump — and eight criminal convictions for Mr Manafort himself.",
  "Legal filings indicate that Mr Patten may plead guilty to the charges, and he is expected to appear in federal court in Washington before District Court Judge Amy Berman Jackson on Friday morning, according to the court docket.",
  "A businessman with ties to former Trump campaign chairman Paul Manafort, Sam Patten, has been charged with failing to register in the United States as a foreign agent for work lobbying on behalf of a Ukrainian political party.",
  "Mr Kilimnik's name is not mentioned in the court documents filed against Mr Patten, but is a co-defendant in a pending case against Mr Manafort in Washington in which the men are accused of witness tampering.",
  "In addition to Mr Patten's work alongside Mr Manafort in Ukrainian campaigns, he also ran operations in several other countries including Russia, Georgia, Iraq, and Kazakhstan, according to Bloomberg.",
  "Court documents indicate that Mr Patten, starting in 2014, provided a \"prominent\" but unnamed Ukrainian oligarch and his Opposition Bloc political party with services like consulting and lobbying.",
  "He formerly worked for the State Department during George W Bush's presidency, and previously worked on micro-targeting operations with the controversial firm Cambridge Analytica.",
  "The firm has said that the data it obtained was not used on President Donald Trump's 2016 campaign, or on campaigns for Senator Ted Cruz.",
  "Facebook, after the data scandal surfaced, apologised for the collection, saying that the way the data was collected was \"inappropriate\".",
  "Prosecutors say that a company that Mr Patten owned with a Russian individual received at least $1m in payment for those efforts.",
  "Mr Patten was a business associate with Konstantin Kilimnik, who US authorities say had ties with Russian intelligence services.",
  "The work at Cambridge Analytica, Mr Patten told that news organisation, was separate from his work with his consulting firm.",
  "An April report by the Daily Beast shows that he joined the firm Cambridge Analytica during the 2014 election cycle.",
  "Mr Patten's website notes that he worked with several political parties in Ukraine.",
  "It is not clear what role, if any, Mr Patten may have had in that data collection."
]