[
  "Bradshaw asked the leader of the House of Commons, Andrea Leadsom, if she had seen the reports “about the role of dark money in the EU referendum campaign.” They included “revelations of illegal donations” and “new questions today over the real wealth of Arron Banks, the main financial backer of Leave.”\n\nHe urged parliament and the Electoral Commission, which oversees British elections, to examine the claims “very carefully” and “reassure the country that all the resources spent in the referendum were from permissible sources.”\n\n“I absolutely share his concern that all donations should be permissible and legal,” Leadsom said in response.",
  "Speaking in parliament, Labour's Ben Bradshaw said there was “widespread concern over foreign, and particularly Russian, interference in Western democracies” and said he wanted to be sure that “all the resources spent in the referendum campaign were from permissible sources,” the Guardian reported.",
  "Speaking after the parliamentary session, Bradshaw said he was “extremely concerned that there was Russian interference in our referendum in the same way that there was in the U.S. presidential election,” the New York Times reported.",
  "Ben Bradshaw | Christopher Furlong/Getty Images UK lawmaker calls for probe into suspicions of Russian role in Brexit campaign Labour MP concerned about ‘the role of dark money’ in the funding of the Leave campaign.",
  "According to Bradshaw, the “revelations of illegal donations” concern money given to Northern Ireland's Democratic Unionist Party, which has been working with Theresa May's Conservatives since the June election.",
  "Bradshaw described as “very worrying” a series of investigative reports published this week by the Open Democracy group into “the role of dark money” in the funding of the Leave campaign.",
  "The advocacy group alleged that Banks is worth a great deal less than the £100 million he claims he has, raising concerns about where his pro-Brexit money may have come from.",
  "His spokesman has previously described his businesses as profitable and said Banks “broadly agrees” with a £250 million estimate of his fortune, the newspaper said.",
  "Because of financing rules in effect at the time, the DUP did not have to divulge the source of a £435,000 payment made in 2016 for pro-Brexit campaigning.",
  "However, Open Democracy admitted that much of Banks' wealth is held in opaque offshore jurisdictions, making an assessment of his fortune difficult.",
  "Open Democracy looked into the finances of Arron Banks, a former UKIP donor, friend of Nigel Farage and major supporter of the Leave movement.",
  "The U.K. government was on Thursday asked to investigate concerns about possible Russian interference in the Brexit referendum.",
  "The businessman says he contributed almost £9 million in cash, loans and services to pro-Brexit causes.",
  "Banks had no immediate comment, the Guardian said.",
  "Campaign financing rules have since been changed."
]