[
  "Not like last time, in September, when he appeared before cameras and pledged Facebook would do a better job self-regulating and “create a new standard for transparency in online political ads.”\n\n(That particular acknowledgment was only prompted by the revelation that more than half of all eligible voters in the U.S. were exposed to and interacted with Russian propaganda on Facebook between June 2015 and August 2017.)",
  "Roger McNamee, an early Facebook investor\n\nOr the time before that, in November 2016, when Zuckerberg dismissed as “crazy” the idea that misinformation, spread via Facebook, could have “influenced the election in any way.”\n\n(Then-President Barack Obama reportedly pulled Zuckerberg aside a couple of days after he made the statement and warned he should take the threat of disinformation on the network seriously.",
  "Facebook has forcefully argued it’s fine policing itself since at least 2011, when the Federal Election Commission first considered regulating political ads on the platform, then backed down after being warned by company lawyers not to “stand in the way of innovation.”\n\n“Making you angry, making you afraid, is really good for Facebook’s business,” McNamee said previously.",
  "Or the time before that, in July 2017, when a Facebook spokesperson flat-out told CNN “we have seen no evidence that Russian actors bought ads on Facebook in connection with the election.”\n\n(Just two weeks later, Facebook revealed it had found more than 3,000 such ads, bought and paid for by a Russian group known as the Internet Research Agency.)",
  "We know that and we will work to earn it.”\n\nIt’s been a response several days in the making, as neither Zuckerberg nor Sandberg offered so much as a peep earlier this week as the allegations piled up and Facebook’s stock tanked.",
  "Or the time before that, during the first Democratic primary of 2016, when Roger McNamee, an early Facebook investor, said he warned Zuckerberg and Sandberg that people were being manipulated on the platform ?",
  "After a riotous week full of revelations that Facebook enabled a shadowy British firm called Cambridge Analytica to harvest and exploit the personal information of more than 50 million users ?",
  "“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you,” wrote Zuckerberg, who is scheduled to appear in an interview on CNN Wednesday night.",
  "Zuckerberg also failed to clarify how, exactly, Cambridge Analytica held onto and kept using the harvested data for a full two years after Facebook learned Cambridge had acquired it.",
  "Facebook also said it will investigate the apps on the platform that had access to large amounts of user data prior to 2014, before the company began limiting developers’ access.",
  "He does offer the feeble defense that Facebook asked for, and received, a formal certification from the company verifying it deleted the data, but it was clearly insufficient.",
  "“They treated it like a public relations problem, rather than a substantive issue for the business,” he said, in a statement that’s just as relevant today as it was then.",
  "He outlined several steps he hopes will restore public trust in the company, all aimed at clarifying and restricting which apps have access to which types of data.",
  "In a separate post, Chief Operating Officer Sheryl Sandberg went a step further, stating she “deeply regrets” how Facebook handled Cambridge Analytica ?",
  "It plans to ban those found to be in violation of Facebook’s terms and notify affected users, including those affected by Cambridge Analytica.",
  "Both were absent from an internal briefing about the situation Tuesday (though they were never scheduled to appear in the first place).",
  "Notably, while Zuckerberg acknowledges Facebook made “mistakes,” his post stops short of anything resembling an apology.",
  "And while Zuckerberg was expected to speak at an all-hands meeting Friday, it seems that’s been bumped up a day or two.",
  "In the missive, Zuckerburg acknowledged there’s been “a breach of trust” between Facebook and its users.",
  "About a year after Obama’s warning, Zuckerberg wrote a mea culpa saying he regretted the statement.",
  "CEO Mark Zuckerberg offered an off-camera act of contrition Wednesday, yet no apology.",
  "Making you angry, making you afraid, is really good for Facebook’s business.",
  "Translation of Zuckerberg’s Wednesday post: He is super serious, you guys.",
  "and we’ll keep working to make sure you feel safe on Facebook,” she wrote.",
  "“This is too important an issue to be dismissive,” he said.)",
  "then failed to follow up on it for more than two years ?",
  "“You deserve to have your information protected ?",
  "This time, he promises it’ll be different.",
  "“Your trust is at the core of our service.",
  "It’s not good for the users of Facebook.”",
  "It’s not good for the users of Facebook.",
  "yet his concerns went unheeded.",
  "“It is not good for America.",
  "It is not good for America.",
  "but again, it’s no apology."
]