[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Blumenthal doubted Congress would take up any major review of antitrust law but said applying and sustaining merger conditions is “more important than ever.” He told the crowd, “I think we are at kind of a moment of reckoning for our antitrust laws.”\n\nCALIF. PRIVACY WATCH — Google during a shareholder meeting Wednesday stood firm in its opposition to a proposed California privacy law to give consumers more information and control over websites’ use of their data.",
  "He also questioned whether the agency’s “antiquated IT system” is a barrier to quicker action on auctions, describing it as “kind of Commodore 64-era, almost, in its ability to process complex auctions.”\n\n— While the FCC is planning to hold back-to-back auctions of 5G airwaves starting in November, South Korea will auction spectrum in multiple bands “at the same time because they can walk and chew gum,” Hendricks said.",
  "“I have a longstanding and growing doubt about the effectiveness of our current antitrust laws as applied to a rapidly advancing and changing world, particularly one that is increasingly dominated by new technology,” Blumenthal, a member of the Commerce and Judiciary panels, said Wednesday afternoon during a Public Knowledge briefing on a push to extend conditions applied in 2011 to the Comcast/NBCUniversal merger.",
  "Facebook's reckoning continues\n\nWith help from Steven Overly, John Hendel and Ashley Gold\n\nFACEBOOK’S RECKONING CONTINUES — Lawmakers continued to wag fingers at Facebook on Wednesday after the company admitted Tuesday night that it has data-sharing partnerships with at least four Chinese technology companies (the social network says it’s winding down these types of data-sharing partnerships with device makers).",
  "Wireless industry group CTIA said the legislation will “will help streamline federal siting, accelerate deployment of wireless infrastructure in rural areas, and help close the digital divide.”\n\nSILICON VALLEY MUST-READS\n\n— Ex-Cambridge Analytica head admits to getting Facebook data: Alexander Nix previously denied receiving the data from a researcher, but reversed on Wednesday, Reuters reports.",
  "We need pro-competitive policies that give power back to Americans in the form of more rights and greater control over their data.”\n\nDRIVING THE DAY: FCC JUNE MEETING — Topping the agency’s agenda is more action on airwaves, with a vote on a proposal to make spectrum in the 26 GHz and 42 GHz bands available for flexible wireless use.",
  "“The potential ruling, which may involve a fine higher than the previous €2.4 billion penalty against the search giant for other alleged antitrust abuses, according to one person, would represent a significant blow for the U.S. tech company that has denied any wrongdoing,” Mark reports.",
  "HOUSE SET TO VOTE ON CONGRESSIONAL TECH OFFICE — House lawmakers will vote as soon as today on an amendment that would reinstitute with $2.5 million the Office of Technology Assessment, which used to provide tech policy expertise for Congress until it was defunded in the 1990s.",
  "QUICK DOWNLOADS\n\n— Court knocks down FTC order in LabMD case: The 11th Circuit said the FTC’s data security overhaul order was unenforceable because it didn’t cite specific acts or practices the medical diagnosis company violated, POLITICO’s Mohana Ravindranath reports.",
  "CLYBURN SAYS GOODBYE — Democratic FCC Commissioner Mignon Clyburn highlighted her efforts on net neutrality, the Lifeline telecom subsidy program and prison phone rate reform in a “closing statement” Wednesday that capped off her nearly nine-year tenure at the agency.",
  "Resisting calls from Consumer Watchdog to change the company’s stance, Google’s senior vice president and general counsel, Kent Walker, called the proposal “unwieldy and counterproductive in trying to protect the interests of consumers” during the meeting.",
  "The groups promise a “summer activism campaign” that will include ad buys, protests and constituent phone calls as they try to build pressure on lawmakers in the House to support the Congressional Review Act resolution to undo the repeal.",
  "BLUMENTHAL’S ANTITRUST BLUES — Sen. Richard Blumenthal (D-Conn.) is arguing that regulators should deal with an explosion of merger and acquisition activity by applying “greater vigilance and vigor” to the exercise of antitrust law.",
  "OK, GOOGLE: PAY UP — The European Commission could announce its blockbuster antitrust decision against Google’s Android mobile operating system as soon as July, people with knowledge of the matter told POLITICO Europe’s Mark Scott.",
  "NET NEUTRALITY ADVOCATES READY REPEAL PROTEST — Demand Progress, Fight for the Future and Free Press plan to kick off “mass online actions” on June 11, the day the FCC’s repeal of the Obama-era net neutrality rules takes effect.",
  "— At an Open Technology Institute event Wednesday evening, Rep. David Cicilline again said he fears Zuckerberg made a lie of omission by not disclosing the data-sharing partnerships when he appeared before Congress in April.",
  "A bipartisan theme emerged: Facebook CEO Mark Zuckerberg should have been more upfront about Facebook’s data deals when he appeared before House and Senate lawmakers on the heels of the Cambridge Analytica scandal in April.",
  "— Internet use in America is up: An NTIA study finds a rise in 2017 was fueled by people with lower incomes, and notes that more households had a mobile data plan than wired broadband service, Reuters reports.",
  "Sen. Bill Nelson (D-Fla.) took to the Senate floor to demand answers from Facebook, noting that the company has not yet responded to a letter asking about the partnerships from him and Sen. John Thune (R-S.D.",
  "“That is the limitation right now that has to be addressed that nobody is talking about.” The FCC has said the differences between the 24 GHz and 28 GHz spectrum bands require two different types of auctions.",
  "Explore the latest issue of The Agenda to dig more into this important topic and download the Working Group Report to see what potential solutions are being proposed to solve the country’s retirement puzzle.",
  "Nokia’s Brian Hendricks called for “less huffing and puffing” at the FCC, which has been beset in recent years by partisan bickering, and more movement on spectrum auctions and infrastructure siting issues.",
  "He offered more details Wednesday, saying, “A great 5G network, in my personal opinion, consists of an open wholesale market with a privatized company that isn't a carrier,\" and wouldn’t be government-run.",
  "Story Continued Below\n\n— Reps. Greg Walden (R-Ore.) and Marsha Blackburn (R-Tenn.) both said Wednesday they wish the company had revealed the data-sharing partnerships earlier, and Sen. Ed Markey (D-Mass.)",
  "— Also up for a vote are an order meant to make it easier for companies to retire legacy copper communications networks and a proposal on rules for allowing text messages to be sent to toll-free numbers.",
  "Comcast has pushed back against extending these conditions, set to expire this fall, and defended its compliance record, even sending representatives to Wednesday’s briefing to defend the cable company.",
  "PEOPLE ON THE MOVE — The Internet Association has added Jon Berroya as senior vice president and general counsel, a role that will have him oversee the group’s legal and regulatory affairs.",
  "Members receive the GPAC weekly newsletter, including original reporting and analysis on new transparency standards, recent lobbying regulation, risk management and industry best practices.",
  "— A different kind of news feed: Facebook is paying for original news content from ABC News, CNN, Fox News and others, with plans to roll out the programming this summer, Variety reports.",
  "Presented by Prudential\n\nJoin the Global Public Affairs Club (GPAC), a new global community dedicated to C-level public affairs professionals launched by POLITICO’s sister company, DII.",
  "GOOD THURSDAY MORNING and welcome to Morning Tech, with guest host Margaret Harding McGill taking the reins today and already wondering where she should go for a post-FCC meeting lunch.",
  "Berroya joins from the video game industry’s Entertainment Software Association, where his legal responsibilities included intellectual property, cybersecurity and privacy matters.",
  "Mark came to testify, so he’s been the news of the month, but every tech company needs to be held accountable to a high standard.” Read more about the pressure from Congress here.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Libertarian-leaning nonprofit TechFreedom said the ruling “calls into question the FTC’s approach to data security nationwide.”\n\n— Who cares who wins the race to 5G?",
  "— YouTube yanks gambling channels: Several popular channels centered on gambling were suspended, although one was reinstated after the creator spoke to The Atlantic.",
  "Other companies like Google should also come clean about any partnerships they might have with Chinese companies, Schatz added: “No tech company is off limits here.",
  "He first called for a \"single 5G network for all carriers” in a tweet Tuesday, raising questions about the administration’s interest in a nationalized 5G network.",
  "She didn’t pull any punches either, blasting the Republican-led agency’s repeal of the net neutrality regulations and its rollback of limits on media ownership.",
  "EU officials say the company exploited Android’s dominance of the smartphone market to compel device makers to build Google features into their products.",
  "The item would also nix a bright-line limit on the amount of high-band spectrum companies can buy in an auction, a move supported by AT&T and Verizon.",
  "4824, which is aimed at streamlining permitting for broadband on federal lands, advanced out of the House Natural Resources Committee on Wednesday.",
  "Instead, the commission would do a post-auction, case-by-case review of the amount of spectrum acquired, according to a public draft of the order.",
  "PRESSURE MOUNTS FOR 5G ACTION — The U.S. could fall irreversibly behind China in the global race to deploy next-generation wireless services.",
  "That, anyway, was the concern raised by industry officials during a discussion of 5G technology at an event hosted by Venable on Wednesday.",
  "“Apology campaigns and hollow promises are no substitute for meaningful efforts to protect user rights and strengthen consumer protections.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Several Democrats led by California Rep. Mark Takano are pushing to attach the measure to a pending appropriations bill, H.R.",
  "POLITICO convened leading thinkers and policymakers to look closely at the financial well-being of future American retirees.",
  "Berroya fills the role vacated by Abigail Slater, now special assistant to the president on the National Economic Council.",
  "That could open up chunks of high-frequency spectrum the wireless industry says it will need to build out 5G networks.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "The agency’s April meeting was her last, and she gave a final speech in May as part of a series of closing events.",
  "Google, Microsoft and AT&T are among the companies bankrolling an industry coalition that opposes the measure.",
  "Wired takes a look at the stakes in the global competition to deploy the next-generation wireless service.",
  "In addition, members have access to the Global Public Affairs Forum on September 28, 2018 in Paris.",
  "CTIA CHEERS BROADBAND BILL — Rep. John Curtis’ “Rural Broadband Permitting Efficiency Act, H.R.",
  "The House Rules Committee deemed the amendment “in order,” meaning it’ll be up for a vote soon.",
  "— Programming note: The meeting kicks off at 11:30 a.m. instead of the usual 10:30 start time.",
  "The measure passed the Senate but needs 218 House backers to force a vote in that chamber.",
  "For additional information on GPAC, email Chloé Mimault-Talagrand at cmimault@dii.eu.",
  "— Trump 2020 campaign manager Brad Parscale also jumped into the 5G fray on Twitter.",
  "“It’s clear that we have reached a tipping point,” the Rhode Island Democrat said.",
  "Send recommendations and other tips to mmcgill@politico.com and @margarethmcgill.",
  "), who chairs the Senate Commerce committee where Nelson is the top Democrat.",
  "Facebook and Verizon have withdrawn from that group in recent months.",
  "The measure is expected to appear on the state’s November ballot.",
  "He’ll have legislation on that front “rolling out soon,” he said.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Sen. Brian Schatz (D-Hawaii) called for federal privacy policy.",
  "He previously worked for BSA | The Software Alliance and Yahoo.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "called for a Foreign Relations hearing on the to-do.",
  "Wednesday marked her final day on the commission.",
  "We are in favor of smart regulation,” he said.",
  "Got an event for MT’s tech calendar?",
  "“We’re not opposed to regulation.",
  "Tips, comments, suggestions?",
  "5895.",
  "**"
]