[
  "The Dow Jones industrial average fell 600 points from its highs Tuesday after reports surfaced suggesting the Trump administration could move to block China from investing in certain types of US tech companies.",
  "The wholesale cost of a dozen eggs in the Midwest has jumped to $2.71, leaving it within reach of the record high of $2.77 set in August 2015, Bloomberg says, citing US Department of Agriculture data.",
  "During the meeting, which was the North Korean leader's first with a world leader since he assumed power in 2011, Kim reportedly said North Korea was \"committed to denuclearization on the peninsula.\"",
  "The athletic-apparel maker beat on both the top and bottom lines and said it expected first-quarter earnings of $0.44 to $0.46 a share on revenue of $612 million to $617 million.",
  "Bank of America Merrill Lynch argues that the uptick in volatility is characteristic of a late-cycle environment — the type that normally precedes significant equity losses.",
  "Moody's lowered Tesla's corporate rating one notch to B3, citing the \"significant shortfall\" in the production of its Model 3 sedan, Reuters reports.",
  "BlackBerry and Walgreens Boot Alliance report ahead of the opening bell, while GameStop releases its quarterly results after markets close.",
  "The benchmark yield is down 2 basis points at 2.75%, and at its lowest level since the beginning of February.",
  "Hong Kong's Hang Seng (-2.5%) led the decline in Asia, and Germany's DAX (-1.28%) trails in Europe.",
  "The choppy trading that is rocking stocks is an ominous sign for the future of the bull market.",
  "Stocks dive following report of crackdown on Chinese companies investing in the US.",
  "ET, and pending-home sales will cross the wires at 10 a.m.",
  "The S&P 500 is set to open lower by 0.14% near 2,609.",
  "Gross domestic product will be released at 8:30 a.m.",
  "Xi Jinping and Kim Jong Un met in China on Monday.",
  "Reuters/Jason Lee\n\nHere is what you need to know.",
  "The 10-year yield is near a 2-month low.",
  "Egg prices are surging into Easter.",
  "It peaked at 2.95% on February 21.",
  "Global markets are under pressure.",
  "Lululemon gives strong guidance.",
  "Earnings reports keep coming.",
  "US economic data flows.",
  "Tesla gets downgraded.",
  "ET."
]