[
  "Sheryl Sandberg, Zuckerberg's second-in-command, has donated to the following legislators during their time in office:\n\nSen. Amy Klobuchar (D-MN) - $7,900\n\nSen. Patrick Leahy (D-VT) - $5,400\n\nSen. Mazie Hirono (D-HI) - $2,700\n\nRep. Anna Eshoo (D-CA) - $17,700\n\nSen. Diane Feinstein (D-CA) - $7,900\n\nSen. Maria Cantwell (D-WA) - $5,200\n\nSen. Kamala Harris (D-CA) - $5,200\n\nIt's not unusual for corporations to donate to politicians on both sides of the aisle, of course.",
  "NJ Sen. Cory Booker Chip Somodevilla/Getty Images\n\nFacebook CEO Mark Zuckerberg doesn't have a strong presence in Washington — but he, Sheryl Sandberg, and Facebook Inc have donated tens of thousands of dollars to several of the same lawmakers that questioned him this week in high-profile Congressional hearings.",
  "Chris Christie to announce a $100 million gift to \"fix\" New Jersey's school system with charter schools and other reforms (the initiative has since been criticized for being a well-intentioned but poorly conceived plan that caused a lot of upheaval to local residents and students).",
  "Here is a list of every lawmaker on the Senate Judiciary and Commerce committees and the House Committee on Energy and Commerce that Facebook has contributed to in the past four years, according to the Center for Responsive Politics.",
  "Congress grilled Zuckerberg over the Cambridge Analytica privacy scandal in which the personal data of 87 million users was obtained by the Trump-linked political research firm Cambridge Analytica.",
  "And personally, Zuckerberg has given to two of the senators — both in 2013 — who questioned him yesterday: $5,200 to Sen. Orrin Hatch (R-UT) and $7,800 to Sen. Cory Booker (D-NJ).",
  "In his first day of testimony, Zuckerberg also answered questions about the spread of fake news, Russian manipulation of the social network, and free speech.",
  "Since 2014, Facebook has donated a total of $1.8 million to members of Congress, according to data from the Center for Responsive Politics.",
  "Flashback to 2010 when Zuckerberg and Sen. Booker appeared on the Oprah show Oprah.com Zuckerberg and Sen. Booker have some history.",
  "In 2010, Zuckerberg appeared on the Oprah Winfrey television show with then Newark, NJ Mayor Booker and then NJ Gov.",
  "But it's worth keeping this financial relationship in mind while watching Zuckerberg's exchanges with lawmakers."
]