[
  "(Photo: Karen Bleier, AFP/Getty Images)\n\nOnly a handful of topics are allowed to be covered in online ads placed with taxpayer funding, such as seeking candidates for possible nomination to military academies, inviting the public to a town hall meeting, or reminding people their representatives can help with Medicare, Social Security, immigration or other federal programs.",
  "\"Facebook, and social media in general, provides a modern way to directly reach constituents and allows them to provide direct feedback,\" said Chris Berardi, spokesman for Rep. Francis Rooney, R-Fla. \"Our goal is to reach as many constituents as possible in whatever manner they choose to consume their information.\"",
  "The thumbs-up \"like\" sign at Facebook headquarters (Photo: Facebook)\n\nWASHINGTON – As Congress is primed to hear from Facebook CEO Mark Zuckerberg this week, an examination of Capitol Hill use of the social network found that some members rely on private data to target advertising to their constituents.",
  "\"The point of the competition is to strengthen communications with constituents because that is where they are getting information,\" said Mariel Saez, a spokeswoman for House Minority Whip Steny Hoyer of Maryland, who runs the Democrats' annual challenge.",
  "Getting constituents to \"like\" a member's page is important because once they do, posts to the page may appear in the user's personal Facebook feed, though that happens less often since Facebook changed the algorithm that controls the feed.",
  "The 33-year-old billionaire and Harvard dropout who helped start Facebook in 2004 will testify Tuesday afternoon before a joint hearing of the Senate Commerce, Science and Transportation Committee and the Senate Judiciary Committee.",
  "One of the approved categories — telling the public \"how to subscribe to the member's e-communications program\" — allows public dollars to go for ads encouraging the public to \"like\" a lawmaker's official Facebook page.",
  "\"The Wall Street Journal\" reported many popular applications on Facebook were violating the social network's rules and transmitting identifying information about users to advertising and Internet tracking companies.",
  "Offices that use Facebook not only get to direct the ads to their districts — a requirement under House rules — they can also target specific groups of constituents, such as veterans or those over 55 years old.",
  "Randi Zuckerberg, the sister of co-founder Mark Zuckerberg, told reporters at a forum in Dubai on Oct. 17, 2010, that privacy was the company's top concern and it would continue to give people more controls.",
  "\"Offices use the tools that Facebook provides to target our ads to constituents who are likely going to want to see content from members, just as a small business would target ads to prospective customers.",
  "The content of taxpayer-funded ads must be approved by the bipartisan House Franking Commission, the group that also regulates official mass mailings that members of Congress can send to constituents.",
  "I started Facebook, I run it, and I’m responsible for what happens here,\" Zuckerberg said in a statement released before he is to testify Wednesday before the House Committee on Energy and Commerce.",
  "The newspaper said it conducted an investigation and found that the issue affected tens of millions of Facebook application users, including people who set their profiles to be completely private.",
  "Some congressional aides also pay for ads with personal credit cards, so those expenditures show up as reimbursements to staff, further obscuring how much was for Facebook versus another outlet.",
  "Leaders of each party even have annual contests where lawmakers compete to see who can get the biggest increase in online followers to Facebook, Twitter, YouTube and Instagram.",
  "Private vendors that tout expertise in advertising on Facebook and other platforms were paid several hundred thousand dollars by House offices last year, the disclosures show.",
  "Last year, House members paid at least $340,000 from their official budgets directly to Facebook for advertising, according to disclosure reports that are filed quarterly.",
  "All \"official\" social media accounts face restrictions, including a ban on petitions, advertising or endorsing a product or service, and grassroots lobbying.",
  "Posts to congressional pages are subject to less restrictions than the ads, however, so members can tell users more about what they are doing.",
  "What congressional offices do is different from the Cambridge Analytica scandal that led to Zuckerberg being summoned to Capitol Hill.",
  "The highest total for a congressional office was tallied by the House Republican Conference, which spent nearly $22,000.",
  "The highest direct spending by a Democrat was another freshman, Rep. Lou Correa, D-Calif., who spent $12,600.",
  "Saez said Facebook ads are a cost-effective way of giving people an opportunity to engage with lawmakers.",
  "Democrats set up an online scoreboard during their competition, and dub the winners \"online all stars.\"",
  "Zuckerberg reiterated his regret Monday over the social network's lapses of data privacy and security.",
  "Congressional offices that run Facebook ads do not get to see the names of the people they target.",
  "The conference helps hone the political message that House members communicate to constituents.",
  "Rooney, a freshman, spent the most of any member directly on Facebook ads last year, $13,300.",
  "\"Members must conform to strict rules to ensure the communications are proper,\" she said.",
  "\"We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "House offices also cannot only target members of one party, or try to raise money.",
  "Contributing: Mike Snider\n\nRead or Share this story: https://usat.ly/2qfWJzM",
  "In some cases, online ad restrictions are tougher than those on mailings.",
  "Cambridge allegedly took personal data from as many as 87 million users.",
  "We do not 'obtain' any private information from Facebook users.\"",
  "An online ad cannot feature a lawmaker's picture, for example.",
  "Mark Zuckerberg's Facebook home page on Oct. 18, 2010.",
  "And the real total spent was likely even higher.",
  "Republican users of Facebook ads agreed.",
  "It was my mistake, and I’m sorry.",
  "And taxpayers pick up the bill."
]