[
  "It has very clearly done the complete opposite.”\n\nAlso set to appear at next week’s hearing are John Battelle, who helped found Wired Magazine and is a board member of database marketing company Acxiom Corp ACXM.O, and Ashkan Soltani, who was former chief technologist for the Federal Trade Commission during the administration of President Barack Obama.",
  "Parliament TV handout via REUTERS\n\nThe panel’s subcommittee on Consumer Protection, Product Safety, Insurance, and Data Security will hold a hearing next Tuesday on data privacy risks focusing on Cambridge Analytica, a British political consultancy, and other Facebook Inc (FB.O) partners, the committee announced Wednesday.",
  "The session follows hearings in April with Facebook Chief Executive Mark Zuckerberg and will focus “on the collection and use of social media data, the privacy concerns raised in the wake of the Cambridge Analytica/Facebook scandal, and potential steps to protect consumers,” the committee said in a statement.",
  "FILE PHOTO - Aleksandr Kogan, a researcher at Cambridge University who created a personality quiz to collect users data on Facebook, gives evidence to Parliament's Digital, Culture, Media and Sport committe in Westminster, London, Britain, April 24, 2018.",
  "WASHINGTON (Reuters) - A U.S. Senate Commerce Committee panel plans to call a former Cambridge Analytica contractor at the center of a scandal involving the use of data from millions of Facebook users, a committee spokeswoman confirmed Thursday.",
  "Cambridge Analytica and its British parent, SCL Elections Ltd, said in May that they would shut down immediately and begin bankruptcy proceedings in both the United Kingdom and the United States after suffering a sharp drop in business.",
  "Facebook says Kogan harvested the data by creating an app on the social media network that was downloaded by 270,000 people, providing access not only to their own personal data but also data from their friends.",
  "Facebook said in April that the personal information of up to 87 million users, mostly in the United States, may have been improperly shared with Cambridge Analytica.",
  "In April, Kogan, who worked for the University of Cambridge, told British lawmakers that all the data he collected had, to the best of his knowledge, been deleted.",
  "“This has been a very painful experience, because, when I entered into all of this, Facebook was a close ally,” Kogan said.",
  "The committee will call Aleksandr Kogan, a contractor for Cambridge Analytica, to testify, the committee said.",
  "The London-based consultancy’s clients included President Donald Trump’s 2016 election campaign.",
  "“I was thinking this would be helpful to my academic career and my relationship with Facebook.",
  "Facebook said Kogan then violated its policies by passing the data to Cambridge Analytica.",
  "Cambridge Analytica disputed Facebook’s estimate of how many users were affected.",
  "Cambridge Analytica filed for Chapter 7 bankruptcy in New York last month.",
  "A lawyer for Kogan, Jonathan S. Sack, confirmed that Kogan will appear.",
  "He said he would double-check that none remained."
]