[
  "The report details the active measures taken by the Russian government to meddle in the 2016 election, but breaks with the U.S. intelligence agencies' assessment that was made with high confidence in January 2017 that President Vladimir Putin and the Russian government \"developed a clear preference for President-elect Trump\" and sought to help his election chances.",
  "Cambridge Analytica whistleblower Christopher Wylie – who informed multiple explosive reports over the weekend about how the London-based data firm, which was hired by the Trump campaign, misused Facebook data during the 2016 election – agreed to Democrats' requests that he testify before and provide documents to the committee.",
  "House Intelligence Committee Ranking Member Adam Schiff, D-California, has said the integrity of Nix's testimony before the committee has been called into question by recent reporting, though he has not specified what might have been inaccurate.",
  "Democrats on Tuesday scored their first victory since Republicans on the House Intelligence Committee announced last week they had concluded the interview phase of their investigation into Russian interference in the 2016 election.",
  "\"I'm not aware of us calling [Wylie] under the Russia investigation,\" said Rep. Mike Conaway, R-Texas, who led the Russia probe after Nunes stepped away from it amid an ethics complaint, later dismissed, last spring.",
  "\"If there's a witness that has information that hasn't come forward yet, or new documents come to light, you're not going to continue to hold to a previous conviction if evidence suggests otherwise.\"",
  "They're going to continue to investigate the FBI, the Department of Justice, Christopher Steele – they just apparently don't have much interest in continuing to investigate the Russia investigation.\"",
  "\"And, as with every congressional investigation ever, if new information comes up that was not available to us at the time that we did the report, then of course we would take a look at that.\"",
  "That Wylie or other witnesses may come before the committee will nonetheless not affect the content or the timing of the Republicans' draft, 150-page report on the investigation, Conaway said.",
  "Though firm in their insistence that the Russia probe has officially ended, Republicans indicated that they would hear Wylie – and, potentially, other witnesses who come forward – out.",
  "\"We will invite them nonetheless, but we don't want their lack of interest and seriousness on the Russia investigation to impair our work,\" Schiff told CBS News in an interview.",
  "On Tuesday afternoon, British broadcaster Channel 4 aired secretly-filmed footage of Nix disparaging the committee's interview in a multi-part investigation into the company.",
  "The Trump campaign's digital director Brad Parscale, who has since been named President Trump's 2020 campaign manager, testified for roughly nine hours in the fall.",
  "Chairman Devin Nunes, R-California, has said the committee would shift into new investigatory phases focused on other agencies, including the State Department.",
  "The committee will vote Thursday on whether to send the Republican report to the intelligence community for a classification review and eventual redactions.",
  "Conaway suggested Wylie was summoned under \"some other\" inquiry, but if \"he's agreed to come -- fantastic, we'll have access to that information.\"",
  "A lawyer for Wylie confirmed to CBS News that Wylie would appear and that the committee had been duly informed of his intention to do so.",
  "And neither he nor Conaway ruled out updating or even reversing some of the conclusions currently contained in the Republicans' report.",
  "But if a witness comes forward with information, you're not gonna say, 'Well, we've closed, we're not going to hear from you.'\"",
  "For other Republicans, whether the Russia investigation itself is continuing appears to be a question, mostly, of semantics.",
  "The committee has already interviewed at least two witnesses within the Trump campaign-Cambridge Analytica nexus.",
  "The report also finds no evidence of collusion, conspiracy or coordination between the Trump campaign and Russia.",
  "Democrats have said they would submit a minority document of their own views alongside the Republicans' report.",
  "Democrats have insisted Wylie was invited as part of the minority's continuation of the Russia investigation.",
  "Cambridge Analytica CEO Alexander Nix, who resides in London, was interviewed via teleconference in December.",
  "His testimony reportedly did not satisfy Democrats, who found him unresponsive to some lines of questioning.",
  "Committee officials said they were expecting both testimony and documents from Wylie in the coming weeks.",
  "He has called for Nix, among others, to be brought back before the committee for additional questioning.",
  "Schiff also said Democrats would welcome Republicans' participation in additional witness interviews.",
  "Gowdy described the draft being presented Thursday as an \"interim report\" on \"what we know so far.\"",
  "\"My colleagues in the majority don't have a problem with a continued investigation.",
  "\"To me the wisest approach to take is: 'This is what we know so far,'\" Gowdy said.",
  "Democrats had struck a defiant stance after Republicans' announcement last week.",
  "The Washington Post first reported Wylie's willingness to provide testimony.",
  "Cambridge Analytica suspended Nix as CEO after the secret recordings aired.",
  "\"Sure, let's see what they have,\" said Rep. Peter King, R-New York.",
  "\"At a certain point you say, 'We have no more witnesses to call.'",
  "According to Nix, Republican members asked just three questions.",
  "\"Nothing's ever over,\" said Rep. Trey Gowdy, R-South Carolina.",
  "\"We will go where the evidence leads,\" Conaway continued.",
  "\"We've said if something new comes up we'd look at it.\"",
  "\"They're politicians, they're not technical,\" Nix said.",
  "\"The Democrats asked two hours of questions.\"",
  "\"After five minutes – done,\" he said.",
  "\"They don't understand how it works.\""
]