[
  "Former Italian Prime Minister Mario Monti, who also was the European Commission’s top antitrust enforcer, gave an erudite and illuminating lecture on how the EU approaches antitrust with a more unified and less political voice than the U.S. One panel, expertly moderated by Rana Foroohar of The Financial Times, explored how regulation of Big Tech might proceed.",
  "Weyl shortly will publish a book on the subject with the son of eminent Chicago jurist Richard Posner, Eric Posner: “Radical Markets: Uprooting Capitalism and Democracy for a Just Society.” The two sliced off a portion of their thesis in The Wall Street Journal this past weekend.",
  "I attended a spectacular conference Friday at the University of Chicago’s Booth School of Business, whose Stigler Center for the Study of the Economy and the State hosts an annual discussion of antitrust and competition issues.",
  "As I gazed out at the room I saw some of the most important voices on the debate: USC’s Jonathan Taplin, Columbia’s Tim Wu, Berkeley’s Carl Shapiro, Stratechery proprietor Ben Thompson, and the monopolist scourge Gary Reback.",
  "This year’s event, convened by scholars Luigi Zingales and Guy Rolnik, focused on the threat of concentration of Big Tech, otherwise known as the Big Five: Facebook, Amazon, Apple, Netflix, and Google.",
  "Facebook policy official Matt Perault gamely explained his company’s new party line: Facebook will throw the same energy and resources into fixing its privacy problems as it did to build Facebook.",
  "Researcher Glen Weyl, who works for Microsoft but is visiting Yale, thinks the answer is to refocus antitrust enforcement on competition as opposed to its current scrutiny of consumer wellbeing.",
  "Patent expert Elvir Causevic similarly argues that Big Tech benefits from their ability not so much to innovate but to use the patent system to buy and stifle innovation.",
  "By the end of the week my brain hurt but my soul was uplifted knowing so many smart people are working so hard to fix at least some of our society’s problems.",
  "Venture capitalist Albert Wanger believes regulation will help Big Tech the most as they’ll be the only ones to afford new strictures.",
  "(Wanger has espoused, and backed off of, mandatory APIs, a way of forcing giant platforms to open up.)",
  "(Update: This story was updated on May 29, 2018, to correct the author of Radical Markets.)",
  "This is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news.",
  "As for my panel, it was a riveting, sometimes heated, and informative session.",
  "His assertion, which felt sincerely articulated, satisfied almost no one.",
  "To get it delivered daily to your in-box, sign up here.",
  "The short version: It will be complicated.",
  "This was one impressive gathering."
]