[
  "“They provided these certifications.”\n\nThe Facebook chief added that, last week, the company learned from The Guardian, The New York Times and Channel 4 that “Cambridge Analytica may not have deleted the data as they had certified.” Cambridge Analytica, he added, claims they have already deleted the data and has agreed to a forensic audit by a firm hired by Facebook.",
  "MARK ZUCKERBERG APOLOGIZES FOR FACEBOOK DATA SCANDAL, 'MAJOR BREACH OF TRUST'\n\n“They came to office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side,” Davidsen added, in a subsequent tweet.",
  "This was the only one that felt creepy, even though we played by the rules, and didn’t do anything I felt was ugly, with the data.”\n\nThe former Obama campaign official also tweeted that she is “100% positive” that Facebook also recruits people from the other end of the political spectrum.",
  "“It is against our policies for developers to share data without people's consent, so we immediately banned Kogan's app from our platform, and demanded that Kogan and Cambridge Analytica formally certify that they had deleted all improperly acquired data,” he wrote.",
  "Given the way our platform worked at the time this meant Kogan was able to access tens of millions of their friends' data.”\n\nZuckerberg added that, in 2015, Facebook learned from The Guardian that Kogan had shared data from his app with Cambridge Analytica.",
  "Earlier this week, Carol Davidsen, the former director of integration and media analytics at Obama for America (OFA), tweeted that the 2012 campaign was able to “suck out” Facebook’s “social graph” that maps users’ connections.",
  "Using Facebook’s Application Programming Interface (API), this let the campaign access information on users’ friends when they used the Facebook log-in button to access the campaign’s website, according to the Washington Post.",
  "At least one conservative commentator has accused sections of the media of double standards after lauding the Obama campaign’s use of data mining, compared with their coverage of the Trump campaign’s data mining in 2016.",
  "“The tweet is inaccurate – both the Obama and Romney campaigns had access to the same tools, and no campaign received any special treatment from Facebook,” it explained, in a statement emailed to Fox News on Wednesday.",
  "Kogan, a psychology researcher at Cambridge University, told the BBC that both Facebook and Cambridge Analytica have tried to place the blame on him, even though the firm assured him that everything he did was legal.",
  "However, Jim Messina, Obama’s 2012 campaign manager, tweeted Tuesday that comparisons between Obama’s 2012 use of Facebook data and the current Cambridge Analytica data scandal are wide of the mark.",
  "Reports emerged over the weekend that Cambridge Analytica improperly used information from more than 50 million Facebook accounts, prompting the social network to suspend the U.K.-based company.",
  "The social network is also launching an investigation into all apps that had access to large volumes of data prior to that time and, moving forward, will also restrict developers’ data access.",
  "CAMBRIDGE ANALYTICA WHISTLEBLOWER SAYS HE'LL TELL LAWMAKERS ABOUT WORK THAT HELPED TRUMP CAMPAIGN\n\nFacebook CEO Mark Zuckerberg apologized for the data scandal in a lengthy post Wednesday.",
  "With controversy raging over Cambridge Analytica’s alleged misuse of Facebook’s data, other groups’ historic use of the social network have also been thrust into the spotlight.",
  "Davidsen tweeted this week that, while the Obama campaign “played by the rules” in its use of the data, she still felt uncomfortable.",
  "“In 2013, a Cambridge University researcher named Aleksandr Kogan created a personality quiz app,” he explained, in his blog post.",
  "Facebook shot back that both Obama and his Republican rival Mitt Romney had access to the same Facebook resources in 2012.",
  "Cambridge Analytica, which describes itself as “a data-driven communications and marketing agency,” denies any wrongdoing.",
  "Facebook has denied a claim that it displayed favoritism toward Barack Obama’s 2012 presidential election campaign.",
  "“For example, we will remove developers' access to your data if you haven't used their app in 3 months,” he wrote.",
  "Cambridge Analytica, which has ties to Donald Trump’s 2016 presidential election campaign, denies any wrongdoing.",
  "“It was installed by around 300,000 people who shared their data as well as some of their friends' data.",
  "FACEBOOK ALTERNATIVES: ARE THERE SOCIAL MEDIA PLATFORMS THAT DON'T COLLECT AND SELL YOUR DATA?",
  "\"One of the great mistakes I did here was I just didn't ask enough questions,\" he said.",
  "He also described the situation as “a major breach of trust\" in an interview with CNN.",
  "Fox News’ Samuel Chamberlain and the Associated Press contributed to this article.",
  "“The '12 campaign told voters what they were sharing and for what purpose.",
  "Facebook tightened its data policy in 2014, according to Zuckerberg.",
  "Kogan declined to comment on this story when contacted by Fox News.",
  "I didn't really have any reason to doubt their sincerity.",
  "“I worked on all of the data integration projects at OFA.",
  "Conflating these two cases is misleading,” he wrote.",
  "That's certainly something I strongly regret now.\"",
  "Follow James Rogers on Twitter @jamesjrogers",
  "\"I had never done a commercial project."
]