[
  "So far, both have remained conspicuously silent as the Cambridge Analytica story has erupted, as the Times's Cecilia Kang notes:\n\nNot a peep from Sheryl Sandberg or Mark Zuckerberg in this three-day crisis cycle — CeciliaKang (@ceciliakang) March 19, 2018\n\nIt’s an odd strategy for a company whose leadership is steeped in political experience, and potential ambition, as The Atlantic’s James Fallows points out:\n\n\n\nThe company’s CEO was touted as considering a presidential run.",
  "https://t.co/gGWz1cdD5Z pic.twitter.com/jBxixbmGGL — James Fallows (@JamesFallows) March 19, 2018\n\nThe company’s deflections — it announced in a Friday blog post it had banned Cambridge Analytica without acknowledging it was trying to get ahead of and downplay a pair of explosive reports on the matter from The Times and The Observer — reflect a failure to grapple with the fundamental threat the controversy poses to Facebook’s model.",
  "The qualifications are:\n\nLimiting steel and aluminum exports to the U.S. to 2017 levels\n\nActively addressing China’s various trade-distorting policies\n\nBeing more assertive and cooperative with the U.S. at the G-20 Global Steel Forum\n\nCooperating with the U.S. in launching cases against Chinese practices at the WTO\n\nEnhancing security cooperation with the U.S.\"\n\nTrudeau sees NAFTA progress.",
  "Ashley Parker, Josh Dawsey, Carol D. Leonnig and Robert Costa\n\nPowerPost After Trump tweets, GOP rallies around Mueller — but not bills to protect him The president called out special counsel Robert S. Mueller III by name for the first time in a fresh tirade against the Russia probe, but GOP lawmakers showed no new urgency to pass a law restraining him from ordering Mueller fired.",
  "U.S. Trade Representative Robert Lighthizer has been leading negotiations under which countries may be excluded from the tariffs of 25 percent on imported steel and 10 percent on aluminum...\n\n\"In talks with the U.S., Lighthizer has laid out five conditions that countries must address before being excluded, said the official, who spoke on condition of anonymity.",
  "\"Kushner and Prince Mohammed bin Salman, both in their 30s, had met before, but this would be their first formal sit-down since Trump’s inauguration, and a bond developed ­between the two men... As their countries’ chief negotiators on Israeli-Palestinian peace, Kushner and the Saudi prince were both seeking to prove their worth on the international stage.",
  "and Amy Klobuchar (D-Minn.), called for their panel to take a fresh look at how Facebook, Google and Twitter are using personal data to sell advertising, and the impact of that business on “the integrity of American elections as well as privacy rights.” They called for tech chiefs to testify, including Facebook chief executive Mark Zuckerberg.",
  "Broken friendships don’t mend overnight.”\n\nThe response by the company’s leadership looks especially puzzling considering those stakes, but CNBC’s Matt Rosoff writes that it fits a pattern:\n\n\"Good leaders admit mistakes, apologize quickly, show up where they're needed and show their belief in the company by keeping skin in the game.",
  "They consulted with one another frequently in private calls over the following months... Kushner successfully pushed the president to make Saudi Arabia his first foreign visit last spring, against objections from other senior administration officials, and then personally visited Mohammed again last fall in Riyadh, the Saudi capital.",
  "NYC probes Kushner Co. AP's Bernard Condon: \"A New York City council member launched an investigation Monday into the Kushner Cos.' routine filing of paperwork falsely claiming zero rent-regulated tenants in its buildings, saying that the deception should have been uncovered long ago because the documents are online for all to see.\"",
  "The new urgency for oversight suggests Zuckerberg and other top Facebook brass, like COO Sheryl Sandberg, could soon face the sort of direct questioning they've managed to avoid over the last year and a half as concerns mounted about how Russian interests manipulated the platform as part of their incursion into the 2016 elections.",
  "Merrill Insiders Get $83 Million in SEC Whistle-Blower Awards Three Merrill Lynch insiders will get more than $83 million from the U.S. Securities and Exchange Commission -- the biggest-ever payouts -- for providing information that helped the agency bring a 2016 case against Bank of America Corp., their attorney said Monday.",
  "THE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION\n\nActress Cynthia Nixon announces her candidacy for New York governor:\n\nFlashback: Watch Cynthia Nixon win an Emmy Award in 2004 for Supporting Actress in a Comedy Series:\n\nWatch Stephen Colbert on reports Cambridge Analytica exploited Facebook to gather voter information:",
  "The House Financial Services Subcommittee on Terrorism and Illicit Finance holds a hearing on “Exploring the Financial Nexus of Terrorism, Drug Trafficking, and Organized Crime.”\n\nComing Up\n\nChairman of the President’s Council of Economic Advisers Kevin Hassett testifies before the Senate Banking Committee on Wednesday.",
  "NYT\n\nPOCKET CHANGE\n\nWonkblog Same family income, same street, but the black boy still grows up to earn less Virtually nowhere in the country do black boys grow up to earn incomes equivalent to white boys raised in the same neighborhoods by parents with comparable wealth and education levels, according to a new study.",
  "MARKET MOVERS\n\nYellen Says Gradual Fed Rate Hikes Are Needed to Prevent Overheating Former Federal Reserve Chair Janet Yellen said higher interest rates will be needed to keep the U.S. economy from overheating, though the pace must be calibrated to allow inflation to rise to the central bank’s 2 percent goal.",
  "Bloomberg's Jana Randow, Saleha Mohsin and Raymond Colitt write: \"Global finance chiefs were unusually blunt in warning that the U.S. had put the international trade order at risk as President Donald Trump pushes ahead with his 'America First' agenda by imposing steep tariffs on steel and aluminum.",
  "The social media giant’s stock took a hammering Monday following reports that a firm working for President Trump’s 2016 campaign used data it gathered from as many as 50 million Facebook users without their permission (The Washington Post's Philip Bump has a good rundown of the background here).",
  "The Post's Damian Paletta, Steven Mufson and Josh Dawsey: \"Trump is preparing to impose a package of $60 billion in annual tariffs against Chinese products, following through on a longtime threat that he says will punish China for intellectual property theft and create more U.S. jobs.",
  "Mexican and U.S. officials earlier this month pushed to speed up the process to update the North American Free Trade Agreement, though Trump has repeatedly threatened to terminate the $1.2 trillion trade pact unless Canada and Mexico agree to far-reaching U.S. demands for changes.\"",
  "The Post's Erica Werner and Mike DeBonis: \"Congressional negotiators raced Monday to finalize a $1.3 trillion spending bill to keep the government running, with several thorny issues such as health care and immigration still unresolved ahead of an end-of-week deadline.",
  "Bloomberg's Nikos Chrysoloras and Andrew Mayeda: \"The Trump administration is pressing countries to ally with the U.S. in pushing back against Chinese trade policies in exchange for relief from American tariffs on steel and aluminum, according to a European official.",
  "Karoun Demirjian and Seung Min Kim\n\nPolitics Trump’s lawyers have turned over documents to Mueller with hopes of limiting interview scope The sharing of materials is part of an effort by the president’s legal team to curtail his exposure to the special counsel.",
  "Finance ministers and central bankers from the Group of 20 nations told... Treasury Secretary Steven Mnuchin on Monday that multilateral, rule-based trade is an essential pillar of the global economy, according to three people familiar with the discussions.",
  "And here was Sen. Ron Wyden (D-Ore.), one of the biggest privacy advocates in Congress:\n\nI have serious concerns about the role @Facebook played in facilitating and permitting the covert collection and misuse of consumer information by Cambridge Analytica.",
  "Mr. Liddell, a former Microsoft Corp. and General Motors Co. executive who was under consideration earlier this month to serve as the next director of the National Economic Council, will be a second deputy to White House Chief of Staff John Kelly.\"",
  "Axios\n\nA Curveball From the New Tax Law: It Makes Baseball Trades Harder The change of a single word in the new tax law means baseball, basketball and other sports franchises could now face capital gains taxes every time they exchange players.",
  "Stamos argued in favor of more disclosure and restructuring “but was met with resistance by colleagues.”\n\nStamos clarified that Facebook executives never prevented the security team from actually investigating Russian activity on the platform.",
  "https://t.co/At2KSn8oXE — Alex Stamos (@alexstamos) March 20, 2018\n\nExpect to hear more about those behind-the-scenes debates in public soon, as members of Congress from both parties appear eager to call Facebook executives to the carpet.",
  "WSJ's Rebecca Ballhaus: \"Trump has elevated Chris Liddell, who now serves in a White House office aimed at streamlining the federal government, to deputy chief of staff for policy coordination, the White House press secretary said Monday.",
  "WSJ's Dave Michaels: \"The chairman of the Securities and Exchange Commission on Monday pressed exchanges to end a standoff that has delayed the launch of a massive database meant to track all activity in the stock and options markets...",
  "A snowstorm had kept away... Trump’s scheduled guest that day, German Chancellor Angela Merkel — giving the president and his advisers, including son-in-law Jared Kushner, more time to spend with the visiting son of Saudi King ­Salman.",
  "“Much of the internal disagreement is rooted in how much Facebook should publicly share about how nation states misused the platform and debate over organizational changes in the run-up to the 2018 midterm elections,” the paper writes.",
  "— Ron Wyden (@RonWyden) March 19, 2018\n\nThe top Democrat on the Senate Intelligence Committte, Mark Warner of Virginia, also called on Zuckerberg to testify:\n\nIt's time for Mr. Zuckerberg and the other CEOs to testify before Congress.",
  "The 'omnibus' spending bill spreading billions across all agencies of government was supposed to be released Monday night to allow time for passage through the House and Senate before a government shutdown deadline at midnight Friday.",
  "\"With conservatives expected to oppose the massive spending bill that funds the government for the remainder of the 2018 fiscal year, through Sept. 30, Democratic votes will be needed in both chambers to pass the legislation.",
  "Facebook’s chief security officer, Alex Stamos, is quitting over disputes with other top executives over how aggressively to confront the company’s security problems, the New York Times reported Monday after the market close.",
  "The package could be applied to more than 100 products, which Trump argues were developed by using trade secrets that China stole from U.S. companies or forced them to hand over in exchange for access to its massive market.\"",
  "The sell-off — which saw Facebook shares dive 6.8 percent, wiping out more than $36 billion in value — led a broader rout for stocks that pushed the Dow Jones industrial average back into negative territory for the year.",
  "said his panel is sending requests to Facebook and the parent company of Cambridge Analytica, the Trump-linked data firm, to find out more about how the campaign outfit got such sprawling access to user information.",
  "Bloomberg\n\nLabor Department won't enforce investor protection rule after court decision On the heels of an appeals court rejection of the fiduciary rule, U.S. regulators will not enforce any provisions of the rule.",
  "Democrats appeared likely to yield on $1.6 billion in wall funding, Trump’s official request for the 2018 budget year, but they were digging in against Trump’s plans to hire hundreds of new immigration agents.\"",
  "The Brazilian and Japanese delegations were among those questioning the U.S., and were joined by officials from other countries including Germany, South Korea, Italy, France and Saudi Arabia, the sources said.\"",
  "AP's Andy Taylor: \"Capitol Hill Democrats rejected a White House bid to extend protections for so-called Dreamer immigrants in exchange for $25 billion in funding for a wall on the U.S.-Mexico border.",
  "The Post's Carol D. Leonnig, Shane Harris, Josh Dawsey and Greg Jaffe: \"One year ago, two young princes began to forge a friendship at a lunch meeting in the White House’s regal State Dining Room.",
  "The SEC ordered the creation of the Consolidated Audit Trail in 2012, after regulators found they didn’t have enough data to explain a wild trading session in May 2010 known as the flash crash...",
  "But U.S. officials are standing firm and telling counterparts gathered in Argentina that they won’t give up their economic and national security interests, according to a Treasury official...",
  "But as evening arrived, bipartisan congressional leaders remained locked in negotiations on several issues, and the eleventh-hour wrangling carried the potential to delay the bill’s release.",
  "The American Enterprise Institute holds an event on the future of infrastructure policy under the Trump administration with Transportation Department Under Secretary Derek Kan on Thursday.",
  "\"Senior aides had presented Trump with a $30 billion tariff package that would apply to a range of products, but Trump directed them to roughly double the scope of the new trade levies.",
  "— Mark Warner (@MarkWarner) March 20, 2018\n\nRegulators in the U.K. and the European Union also said they are probing the matter, and the Europeans likewise want Zuckerberg to testify.",
  "Reuters: \"Trump appears to be 'enthusiastic' about coming to an agreement on NAFTA, Canada’s Prime Minister Justin Trudeau said on Monday amid signs the pace of talks is accelerating.",
  "Politics Trump shakes up team of lawyers as legal threats mount The president hires Joe diGenova, a TV pundit and combative former prosecutor, to join an already fractious group.",
  "But Mr. Clayton on Monday said there are ways to reduce that risk, and it shouldn’t stand in the way of exchanges and eventually brokers reporting information to the database.\"",
  "GOP: Fixing the tax law is nothing like fixing the ACA Why they think Democrats should help fix a problem with the tax cuts when they wouldn't do that with health care.",
  "But as The Wall Street Journal’s Dan Gallagher writes, the company’s grip on its users only ratchets up the pressure on policymakers to subject it to new regulation.",
  "Meanwhile, some market watchers have been warning about what they see as an over-reliance on tech companies to prop up the performance of broader stock indexes.",
  "The exchanges missed a November 2017 deadline to report trades to the database, meaning they have violated rules requiring them to send data to the CAT.",
  "HUD Secretary Ben Carson testifies before the House Appropriations Subcommittee on Transportation, Housing and Urban Development and Related Agencies.",
  "Look at its public statements last year about how many people had seen Russian-bought election ads — first it was 10 million, then it was 126 million.",
  "A similar dynamic wiped out nearly 30 percent of Microsoft’s valuation a decade ago, “even though its business grew about 60% during that same time.",
  "THE TICKER\n\nFacebook just lost in a single day almost as much market-cap value as the company pulled in last year through advertising revenue.",
  "The Senate Banking, Housing and Urban Affairs Committee will hold a hearing on the oversight of the Housing and Urban Development on Thursday.",
  "It’s also an important source of clues to dissent within the Fed’s policy-making committee, even if it can be as cryptic as it is crucial.",
  "\"Kushner is now set to play a major role hosting the crown prince as he arrives in Washington Monday to kick off a tour of United States.",
  "The company relies on the trust of its users, who deliver vast troves of personal information coveted by advertisers and app developers.",
  "In addition to official meetings, he is scheduled to attend several dinners with Mohammed, along with other U.S. and Saudi officials.\"",
  "But the company’s headaches extend far beyond Wall Street as it stares down what some observers are calling an existential crisis.",
  "So maybe it was karmic justice that Monday’s punishing selloff was led by a collapse in tech shares a Trump-linked firm generated.",
  "To be clear, the security team has never been prevented or discouraged from investigating any Russian activity by any executives.",
  "USTR Robert Lighthizer will testify before the Senate Finance Committee on the president’s 2018 trade policy agenda on Thursday.",
  "That trust is almost certainly durable enough to withstand this shock (though it has touched off a #DeleteFacebook movement.)",
  "Exchanges have said they need more time to make sure investors’ information provided to the CAT will be safe from hackers.",
  "Understanding the Next Fed Forecast It’s probably the most closely scrutinized scatter chart in world financial markets.",
  "The tariff package, which Trump plans to unveil by Friday, was confirmed by four senior administration officials.",
  "The actions of Facebook execs now recall how execs at Nokia and Blackberry reacted after the iPhone emerged.",
  "Throughout the last year, every time bad news has broken, executives have downplayed its significance.",
  "Bloomberg\n\nTRUMP TRACKER\n\nTrump speaks at Manchester Community College in Manchester, N.H., on Monday.",
  "Trump himself has shown the sector little love while preening over the stock market’s performance.",
  "The information was also contained in an internal European Commission document seen by Bloomberg.",
  "CNBC\n\nDAYBOOK\n\nToday\n\nThe Heritage Foundation holds an event trade agreements and trade deficits.",
  "That empowered Democrats to make demands on a variety of issues while resisting GOP priorities.\"",
  "Commerce Secretary Wilbur Ross testifies before the House Ways an Means Committee on Thursday .",
  "A similar drop for Facebook might look unlikely at this stage, but it can’t be written off.",
  "Facebook executives, in contrast, react to negative news with spin and attempts to bury it.",
  "The American people deserve answers about social media manipulation in the 2016 election.",
  "Carol D. Leonnig\n\nMONEY ON THE HILL\n\nSenate Majority Leader Mitch McConnell (R-Ky.).",
  "Tracy Jan\n\nTHE REGULATORS\n\nSecurities and Exchange Commission Chairman Jay Clayton.",
  "Top execs dodged Congress when it was asking questions about Russian interference.",
  "Their revenues kept growing for a couple years -- and they dismissed the threats.",
  "A second non-U.S. official confirmed the broad outlines of the five conditions.",
  "And a bipartisan pair from the Senate Judiciary Committee, John Kennedy (R-La.)",
  "(REUTERS/Aaron P. Bernstein)\n\n— SEC pushes to end trading data standoff.",
  "Its COO is a political veteran often discussed as future candidate too.",
  "By the time users started leaving in droves, it was too late.",
  "(Mandel Ngan/AFP/Getty Images)\n\n— How Kushner friended MBS.",
  "The National Economists Club holds an event on Thursday .",
  "Senate Commerce Committee Chairman John Thune (R-S.D.)",
  "Its head of PR has worked in top-level UK politics.",
  "There's no outside attacker bringing Facebook down.",
  "The mess engulfing the company is only deepening.",
  "They are selling their shares at a record clip.",
  "(AP Photo/Susan Walsh)\n\n— Tariffs, part 2.",
  "Ladies, gentleman: the stage is yours.",
  "(Jim Lo Scalzo/ EPA-EFE)\n\n— Omni ahoy.",
  "Mnuchin gets an earful at the G-20.",
  "Tariffs as anti-China leverage.",
  "It's a circular firing squad.\"",
  "Dems reject immigration trade.",
  "— Liddell's consolation prize.",
  "Bloomberg\n\nDo You Dot Plot?",
  "Jared Kushner.",
  ".",
  "."
]