[
  "he looked “forward to having my team following up.”\n\nHe told Sen. Jerry Moran (R-Kan.) he would “have my team follow up with you.”\n\nHe told Sen. Dean Heller (R-Nev.), “I can follow up or I can have my team follow up.”\n\nWhen he made a similar offer to Sen. Tom Udall, the Democrat from New Mexico refused to accept it.",
  "thank you for your leadership.”\n\nZuckerberg read his opening statement about the data breach as it was written, including the “I’m sorry.” But he was rather easier on himself when responding to questions, explaining that “it’s pretty much impossible, I believe, to start a company in your dorm room .",
  "The slight 33-year-old, led into the cavernous Senate hearing room by a phalanx of aides, appeared momentarily confused about where to sit, until aides beckoned toward the witness table.",
  "Facebook founder Mark Zuckerberg replaced his usual gray T-shirt with a blue suit for his big day before Congress, a sartorial upgrade that evoked class-photo day at school.",
  "His creation, 14 years after it started in his Harvard University dorm room, has billions of users and has made Zuckerberg worth tens of billions of dollars.",
  "But it has also violated the privacy expectations of millions of people, allowed Russia to interfere in U.S. elections and promoted the spread of fake news.",
  "Sen. Orrin Hatch (R-Utah) put on the kid gloves, defending Facebook’s business model by saying “nothing in life is free.” And Sen. Roy Blunt (R-Mo.)",
  "His professed ignorance, therefore, was most likely a calculation that he could avoid committing to much — and it wouldn’t come back to bite him.",
  "When executives are hauled before Congress — automakers, bankers, tobacco or oil honchos — it is usually under the threat of laws and subpoenas.",
  "without making some mistakes.”\n\nZuckerberg has come a long way from the dorm room, yet he still labored to play the grown-up at times Tuesday.",
  "“I’ll have my team follow up with you.”\n\nWhere do the 87 million Facebook users who had their data scraped for Cambridge Analytica come from?",
  "“I want to have my team follow up with you on that.”\n\nIs Facebook a neutral forum or does it engage in First Amendment-protected speech?",
  "“I’m happy to have my team follow up with you.”\n\nWere Facebook employees involved with Cambridge Analytica’s help for Donald Trump?",
  "After a break in testimony, he returned to say that his “team” told him his testimony about Cambridge Analytica had been wrong.",
  "Problem is, whenever the questioning got tough, Zuckerberg made clear that he could not be trusted to give an answer.",
  "Zuckerberg, high atop his cushion, returned the flattery: “Senator, I believe that’s an important principle .",
  "“I can certainly have my team get back to you.”\n\nCan Facebook track browsing activity after a user logs off?",
  "“I would need to follow up with you on that.”\n\nZuckerberg was practically crying out for adult supervision.",
  "For the most part, senators were asking Zuckerberg whether he would please take care of things himself.",
  "“It would probably be better to have my team follow up afterwards.”\n\nWhat regulations would he support?",
  "Read more from Dana Milbank’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "“We can follow up with your office.”\n\nDoes Facebook collect user data through cross-device tracking?",
  "declared, telling Zuckerberg “it’s up to you” to avoid “a privacy nightmare” for Facebook users.",
  "Zuckerberg came prepared with one message to those who would regulate Facebook: Trust me.",
  "Senators seemed as if they were less interested in regulating him than in gawking at him.",
  "Total number of senators on the panel to question Zuckerberg on Tuesday afternoon: 44.",
  "“I can have my team follow up with you.”\n\nHow many fake accounts have been removed?",
  "He was coached for the hearing by some of the best Washington hands money can buy.",
  "“Many are incredibly inspired by what you’ve done,” Sen. John Thune (R-S.D.)",
  "boasted that he was the first to put his Facebook page on his business card.",
  "There were tough questions but relatively few threats of major legislation.",
  "The Joint Committee on the Investigation of the Pearl Harbor Attack had 10.",
  "Awaiting him on the leather chair: a four-inch-thick black foam cushion.",
  "It is going to take more than some firm foam to prop up Zuckerberg.",
  "They had to bring in seven folding tables to seat all the senators.",
  "How many improper data transfers to third parties have there been?",
  "The committee probing the Titanic’s sinking also had seven.",
  "“I’m talking about you, not your team,” he told Zuckerberg.",
  "Columnist\n\nThe boy billionaire needed some added stature.",
  "At least they didn’t try to put him in a booster seat.",
  "“I’m committed to getting this right,” he promised.",
  "Sam Ervin’s Watergate committee had seven members.",
  "Lawmakers skipped the ritual of swearing him in.",
  "Zuckerberg told Sen. Edward J. Markey (D-Mass.)",
  "Zuckerberg’s appearance didn’t have that feel.",
  "Zuckerberg, of course, is no dummy.",
  "this deserves a lot of discussion .",
  "this is an important question .",
  "Go easy on the kid, Senator.",
  "The questioning resumed.",
  "He was probably right.",
  "great question .",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]