[
  "The app, “thisisyourdigitallife,” offered a personality prediction and billed itself on Facebook as “a research app used by psychologists.”\n\nThe Facebook members gave their consent for Kogan to access information such as the city they set on their profile, the content they had liked and some limited information about friend groups and contacts.",
  "\n\nJonathan Nackstrand/AFP/Getty Images\n\nSAN FRANCISCO — Facebook is suspending the Trump-affiliated data analytics firm Cambridge Analytica, after learning that it failed to delete data that it had taken inappropriately from users of the social network, Facebook said late Friday.",
  "Facebook said it was suspending the accounts of Strategic Communication Laboratories, the parent company of Cambridge Analytica, as well as the accounts of University of Cambridge psychologist Aleksandr Kogan and Christopher Wylie of Eunoia Technologies.",
  "The analytics firm was asked in December to turn over internal documents to special counsel Robert S. Mueller III as part of the investigation into possible collusion between the Trump campaign and Russia during the 2016 election.",
  "[Cruz campaign credits psychological data and analytics for its rising success]\n\nFacebook said Kogan had requested and gained access to information from 270,000 Facebook members after they chose to download his app.",
  "Cambridge Analytica, a firm that specializes in using online data to create voter personality profiles in order to target users with political messages, ran data operations for Donald Trump's presidential campaign.",
  "The company, which began working for the Trump campaign in June 2016, promised that its so-called \"psychographic\" profiles could predict the personality and political leanings of every adult in the United States.",
  "They willingly cheat and ignore privacy rules and data ethics in order to win,\" said social media analyst Jonathan Albright, research director of the Tow Center for Digital Journalism at Columbia University.",
  "We are suspending SCL/Cambridge Analytica, Wylie and Kogan from Facebook, pending further information.”\n\nCambridge Analytica did not respond to immediate requests for comment.",
  "The company removed Kogan's app at the time and demanded certifications from Cambridge Analytica, Wylie and Kogan that the information he had shared had been destroyed.",
  "The company was funded by Trump supporter and hedge fund billionaire Robert Mercer, and the president's former senior adviser Stephen K. Bannon once sat on its board.",
  "The Trump campaign also made heavy use of Facebook, and the social network faced criticism for sending Facebook staff to embed with campaign staffers.",
  "All three certified to Facebook that they had done so, but Facebook said it received reports several days ago that the data was not deleted.",
  "Russian agents abused the company’s systems to target millions of American voters with disinformation during the 2016 election.",
  "Facebook is under significant pressure to control and be more transparent about how political operatives use its platform.",
  "Kogan then broke Facebook's policies and passed the information to Cambridge Analytica and to Wylie.",
  "“We are moving aggressively to determine the accuracy of these claims,” the company said.",
  "“If true, this is another unacceptable violation of trust and the commitments they made.",
  "“Cambridge Analytica overstates their capabilities because they play in the shadows.",
  "Facebook said this was standard practice for large political and corporate spenders.",
  "The company's methods of data collection have been criticized by other researchers.",
  "Facebook learned about Kogan's activities in 2015."
]