[
  "More: Facebook foils political influence campaigns originating in Iran, Russia ahead of U.S. midterms\n\nMore: New Russian hacking attempts targeted conservative groups, Microsoft says\n\nFive months ago, Facebook disclosed it knew the U.K. political consulting firm had obtained personal information from hundreds of thousands of users who downloaded a personality profile app.",
  "\"With the latest update to our guidelines, we made it explicitly clear that apps should not collect information about which other apps are installed on a user’s device for the purposes of analytics or advertising/marketing and must make it clear what user data will be collected and how it will be used.\"",
  "But Onavo Protect also collects data on websites and apps, a touchy issue for consumers and online players as Facebook continues to recover from the Cambridge Analytica scandal, where 87 million Facebook users had personal data unknowingly sold to a political targeting firm.",
  "Special counsel Robert Mueller in February issued indictments of 13 Russian nationals and three entities including the Kremlin-linked Internet Research Agency for using Facebook and other social media networks to attempt to influence the 2016 U.S. presidential election.",
  "\"We let people know about this activity, and other ways that Onavo uses, analyzes, and shares data (for example, the apps installed on users’ devices) in the App Store descriptions, and when they first open the app after downloading it,\" the answer continues.",
  "The app, created by an Israeli startup Facebook acquired five years ago, lets users connect to a virtual private network, which keeps your browsing identity anonymous – a smart practice on free, public W-Fi – by routing you through a third-party server.",
  "Facebook is now attempting to steel its platform for the U.S. midterm elections after a Russian disinformation campaign that heightened near the close of the 2016 election cycle and involved millions of fake posts on the social network.",
  "\"As a developer on Apple's platform we follow the rules they've put in place.”\n\nSome changes to Apple's store guidelines, which it updated two months ago, toughened apps' usage of user data beyond what is needed for the app itself.",
  "The removal of the app is the latest repercussion in the wake of the Cambridge Analytica crisis and a Russian disinformation operation on the social network, both of which occurred during the 2016 presidential campaign.",
  "Eventually, the number of users potentially affected grew to 87 million and details came to light that Cambridge Analytica claimed the British firm helped Donald Trump win the presidential election.",
  "It was able to track user interest in Snapchat’s Stories feature before Facebook introduced its own Stories function on Instagram, which it also owns, The Wall Street Journal reported last year.",
  "(Photo: Onavo)\n\nFacebook has removed its Onavo Protect security app from Apple's App Store because the program violated the smartphone maker's privacy rules against the collection of user data.",
  "Facebook will notify the 4 million or so people who shared their information with the app, which was active primarily before 2012, the company said in a blog post.",
  "The app's developer then passed that information, and details on their Facebook friends, to Cambridge Analytica without the users' knowledge, the company said.",
  "\"Facebook does not use Onavo data for Facebook product uses, nor does it append any Onavo data or data about individuals’ app usage to Facebook accounts.\"",
  "Lawmakers brought up Onavo during a Senate hearing in April, and it's a topic among those in more than 400 pages of answers submitted by Facebook.",
  "“We've always been clear when people download Onavo about the information that is collected and how it is used,\" Facebook said in a statement.",
  "\"We work hard to protect user privacy and data security throughout the Apple ecosystem,\" Apple said in a statement about the Onavo situation.",
  "Those incidents led to CEO Mark Zuckerberg making appearances before the House and Senate, as well as the European Parliament.",
  "Because we’re part of Facebook, we also use this information to improve Facebook products and services,\" the answer states.",
  "Overall, Facebook has suspended more than 400 apps as part of its review of how user information may have been used.",
  "Facebook removed the Onavo app from the App Store on Wednesday, but it remains available in the Google Play store.",
  "The Facebook-owned security app was removed from the Apple App Store because it violated Apple's privacy rules.",
  "CLOSE In an attempt to avoid misinformation, Facebook has developed a system to rate user trustworthiness.",
  "Onavo data also supported Facebook’s 2014 acquisition of WhatsApp for $22 billion, the Journal said.",
  "Facebook also said this week that it banned an app called myPersonality from the social network.",
  "When users engage the Onavo VPN function, \"Onavo receives their mobile data traffic.",
  "Data from Onavo’s app has helped Facebook identify potential new product areas.",
  "The Trump campaign has said it did not use data from Cambridge Analytica.",
  "Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "Time\n\nA screen shot from the Android version of the Onavo app.",
  "This helps us improve and operate the Onavo service.",
  "Read or Share this story: https://usat.ly/2BFBXCv"
]