[
  "Witness the collective freakout when America learned that a firm called Cambridge Analytica had used some deceptively procured Facebook data to create what the Guardian dubbed “Steve Bannon’s psychological warfare tool.”\n\nFacebook feeds lit up with outraged Hillary Clinton voters announcing that they were shutting down their accounts because Facebook didn’t care about privacy or the integrity of American elections.",
  "“Those are the things that most smart analytics people are focused on,” says Ruffini, adding after a pause: “But psychographic targeting sounds cool.”\n\nFacebook, of course, lets you target exactly those boring, old demographic qualities without having to steal any data from them; all you have to do is buy some Facebook ads.",
  "An 18th-century English upper class, worried about social and economic upheaval, blamed novels for seducing women into rebelling against their roles; an American intelligentsia fretful about the “empty consumerism” of affluent postwar America panicked that subliminal advertising was brainwashing people.",
  "To be clear, what Cambridge Analytica did was somewhat worse, because at least the people who signed onto the Obama app that scraped their data knew they were helping a political campaign; the Cambridge Analytica data came from folks who thought they were just taking a personality quiz.",
  "The problem, he says, is that psychological traits don’t necessarily give you great insight into voting behavior — at least not any better than other traits, such as socioeconomic status and community of residence, that political campaigns have long targeted.",
  "“The idea that we’re going to profile your personality sounds like a spy novel, and is extremely compelling to would-be spymasters like Steve Bannon,” says Patrick Ruffini, cofounder of Echelon Insights, a conservative polling and analytics firm.",
  "And as Ruffini points out, targeting on Facebook tends to work best on the folks who are already reliable voters for one party or another; it’s harder to use it to move the moderate voters who gave Trump his narrow victories in swing states.",
  "And while the Obama campaign’s use did not, as Cambridge Analytica is alleged to have done, violate Facebook’s terms of service, that’s because Facebook appears to have just smiled and let it get away with it, which is itself troubling.",
  "In fact, as Kenneth P. Vogel of the New York Times pointed out on Twitter, the firm seems to have been more useful as a way to get donor money out of the Mercer family, who invested in it, than at shifting voter behavior.",
  "The freakout seems especially strange when you consider that many of the outraged must at some point have been well aware that this kind of Facebook data had been collected, and used for political purposes, before.",
  "Well, Ted Cruz was the firm’s original client in the 2016 election, and he spent nearly as much as the Trump campaign did; if they’re really the masterminds so many seem to believe, how come he’s not president?",
  "Facebook no longer allows anyone to do this, thankfully, and hasn’t for years, as Julian Sanchez, an analyst who covers surveillance and privacy for the Cato Institute, points out.",
  "If you really care about privacy, and unbiased American elections, wasn’t it an equal problem for democracy if Barack Obama used this kind of data mining to beat Mitt Romney?",
  "The idea that this could happen is terrifying enough for the old guard, the idea that this could happen, and there might not be any way to stop it, is intolerable.",
  "This starts to look like an exercise in what the philosopher Robert Nozick once called “normative sociology”: the study of what the causes of things ought to be.",
  "One might also have thought Bannon had a weapon straight out of some paranoid thriller, a machine capable of bending the human mind to its will.",
  "The reality is that media panics are never just about the media itself; they are a scapegoat onto which we unload our larger anxieties.",
  "But both apps gathered data not just on those users, but on millions of their friends, who had not consented to have their data used.",
  "mightn’t the Cambridge Analytica data have given Donald Trump that little extra he needed in Wisconsin and Pennsylvania?",
  "Trump did an end run around all the institutional gatekeepers who were supposed to keep someone like him out of office.",
  "Read more from Megan McArdle’s archive, follow her on Twitter or subscribe to her updates on Facebook.",
  "Cambridge Analytica claimed that from this, it was able to construct precision psychological profiles.",
  "Which both 2016 campaigns did extensively without anyone worrying that their minds were being warped.",
  "Those of us who opposed the election of Donald Trump in 2016 cannot afford such self-indulgence.",
  "Thus are vast and complex social forces reduced to something malign, but at least manageable.",
  "To judge from the outrage, one might have thought all this had occurred during an actual war.",
  "And so with Facebook: A liberal cultural elite lost an election they thought was in the bag.",
  "It got very wide circulation on the same social media going nuts over Cambridge Analytica.",
  "Thus, we must find, not merely a cause, but a cause that is amenable to intervention.",
  "Columnist\n\nWhenever a new communications medium is born, panic follows.",
  "But they are not very useful if you actually want to change the world.",
  "Which makes it all the weirder that this became so controversial now.",
  "Facebook had the grave misfortune of being the nearest goat to hand.",
  "The answers such study produces are undoubtedly morally satisfying.",
  "Voter targeting based on what people liked and shared on Facebook.",
  "Sasha Issenberg wrote a glowing profile of the operation in 2012.",
  "But professionals are skeptical that this ever, well, worked.",
  "Because the Obama campaign did pretty much the same thing.",
  "Not unless we’re ready for a rerun in 2020.",
  "What he actually had?",
  "Sure, but .",
  ".",
  "."
]