[
  "In her written testimony, the former Cambridge Analytica employee also said that Arron Banks, a major donor to the British campaign to leave the European Union in the 2016 referendum, had created a data company called Big Data Dolphins after originally being pitched by the data mining company to work for the Leave.EU campaign.",
  "During her lengthy testimony, Kaiser, an American citizen who left Cambridge Analytica in January, said that the data mining company had pitched several European political parties, including Germany's ruling Christian Democratic Union, Nicolas Sarkozy's former presidential campaign and the Scottish National Party, for work.",
  "When asked by British lawmakers whether the Facebook quizzes created by Cambridge Analytica, which also included a questionnaire on people's music tastes, were specifically designed to collect people's online information, Kaiser responded: \"I believe that was the point of the quizzes in the first place.\"",
  "Brittany Kaiser, the former director of program development at Cambridge Analytica, told British lawmakers on Tuesday that the company, which is at the center of a broader Facebook data scandal, widely used such practices, including a \"sex compass” quiz, to garner insight on people's online habits.",
  "She also said that people within the company had suggested pitching French politician Marine Le Pen's political group, the National Front, and Germany’s Alternative for Germany political party, though she could not confirm whether anyone had approached these far-right organizations.",
  "Cambridge Analytica is at the center of a data scandal linked to Facebook | Daniel Leal-Olivas/AFP via Getty Images Cambridge Analytica created own quizzes to harvest Facebook data Controversial data mining company collected information on at least 87 million Facebook users.",
  "Kaiser also alleged that Banks refused to pay a £41,500 bill for five months of work before setting up Big Data Dolphins, which allegedly copied many of Cambridge Analytica’s data mining tactics and worked with a data science team at the University of Mississippi.",
  "\"If the Mississippi team has held or processed UK citizens’ data in the US, I believe that is likely to be a criminal offense; although it is for the empowered authorities to pursue any such question and secure the associated evidence,” she wrote.",
  "Alexander Nix, the company’s former chief executive, also is now under investigation by Britain’s data protection agency in its ongoing probe into whether people’s data was mishandled during the country’s recent political campaigns.",
  "The potential of collection of this commercial information through Banks’ insurance businesses, which may have then been used to target people during the Brexit referendum, may also be illegal under Britain’s data protection rules.",
  "The Leave.EU campaign unsuccessfully bid for the official designation as the pro-leave campaign group, but lost out to Vote Leave, which was fronted by now Foreign Secretary Boris Johnson and Environment Secretary Michael Gove.",
  "“It seemed to me that the datasets and the staff were being used for Eldon/GoSkippy Insurance as well as Leave.EU in parallel,” said Kaiser, who spent time working at Eldon’s Bristol headquarters examining the information.",
  "\"I believe it is almost certain that the number of Facebook users whose data was compromised through routes similar to that used by Kogan is much greater than 87 million,\" Kaiser told a U.K. parliamentary committee.",
  "LONDON — Cambridge Analytica created its own Facebook quizzes and questionnaires to collect reams of data on users using the social networking giant, according to a former senior official at the data mining company.",
  "Kaiser claimed that Cambridge Analytica had spent five months developing “parallel” data harvesting proposals for Banks’ GoSkippy and Eldon Insurance companies, as well as the Leave.EU pro-Brexit campaign and U.K.",
  "In several messages on Twitter, Cambridge Analytica played down its role in the Brexit vote, claiming that it never undertook paid work for Leave.eu, an anti-EU campaign group during the 2016 referendum.",
  "Cambridge Analytica is already accused of using a third-party app created by Aleksandr Kogan, a Cambridge University professor, to collect online information on up to 87 million Facebook users.",
  "The former Cambridge Analytica employee alleged that “misuse of data was rife” in Banks’ businesses and campaigns and that personal insurance data may have been used for political purposes.",
  "None of the groups, she added, had accepted the offer, with many saying that the use of such data practices during EU national political campaigns \"was not advisable,\" according to Kaiser.",
  "“If we find developers that misused personally identifiable information, we will ban them and tell everyone affected,” Lena Pietsch, a Facebook spokesperson, said in a statement.",
  "These data-collection strategies made it highly likely that more people's Facebook data had been collected without their knowledge than previously thought, according to Kaiser.",
  "“If the Mississippi team has held or processed UK citizens’ data in the US, I believe that is likely to be a criminal offense,” she wrote in her testimony.",
  "Such practices may have breached Britain's strict data protection rules, which limit what personal information may be moved outside of the country.",
  "Nix was due to face questioning before a Parliament committee on Wednesday, but has called off his appearance, citing the investigation.",
  "In response, Facebook said that it was conducting an audit of all third-party apps that have used its digital platform.",
  "Kaiser claimed these U.S. researchers could have held or processed U.K. citizens’ data outside of the country.",
  "Banks wrote on Twitter that Leave.EU had declined to work with Cambridge Analytica.",
  "CORRECTION: A previous version of this article misspelled Brittany Kaiser’s name.",
  "Independence Party, two organizations to which he was a major donor.",
  "UPDATED: This article was updated to reflect new developments.",
  "The company denies any wrongdoing."
]