[
  "(Photo: LOIC VENANCE, AFP/Getty Images)\n\nMany people are outraged at the unfolding story of Facebook and Cambridge Analytica sharing user data and working with political operatives to manipulate the public and elections.",
  "In ancient Rome, politicians distracted the public by offering free bread and circuses, and today politicians manipulate the public by promising many “free” (i.e., taxpayer financed) things.",
  "Our view:Cambridge Analytica affair produces reasons to unlike Facebook\n\nIf political manipulation is such a longstanding problem, getting politicians more involved is not the answer.",
  "Just the FAQs\n\nManipulation of the system, voters has a long history that goes well beyond social media: Opposing view\n\nSocial networking service Facebook.",
  "In Brave New World, published in 1932, Aldous Huxley predicted a future where people are routinely manipulated by psychological techniques and technology.",
  "Five-hundred years ago, Machiavelli wrote The Prince to advise rulers on how to confuse the public into looking to them as a solution.",
  "In the meantime I will be spending less time giving my personal data to Mark Zuckerberg and more time reading Aldous Huxley.",
  "Facebook and Cambridge Analytica should not have harvested vast amounts of data and put them in the hands of operatives.",
  "Just as many are calling for government oversight of social media companies and what types of political ads they allow.",
  "In Soviet Russia and Nazi Germany, rulers blamed businessmen and bankers for most of the problems that they created.",
  "To read more editorials, go to the Opinion front page or sign up for the daily Opinion email newsletter.",
  "That some of these firms were extremely careless with, or intentionally misused, user data is clear.",
  "We should be looking for private solutions where people get to control what is done with their data.",
  "USA TODAY's editorial opinions are decided by its Editorial Board, separate from the news staff.",
  "As a solution to such problems we don’t want to give more control to the political operatives.",
  "Facebook has several dozen potentially viable competitors that use open-source technology.",
  "But we should never be surprised when politicians appeal to human weaknesses or emotions.",
  "The much bigger problem, however, is actually the manipulative nature of politics.",
  "Most editorials are coupled with an opposing view — a unique USA TODAY feature.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "To respond to this editorial, submit a comment to letters@usatoday.com.",
  "Political operatives manipulating the public have a long history.",
  "If you can't see the below poll, please refresh your story page.",
  "Edward Stringham is an economist at Trinity College.",
  "Read or Share this story: https://usat.ly/2GFj8km",
  "Politicians also trick the public using fear.",
  "Let the market speak.",
  "We have the FAQs."
]