[
  "“My ears perked up when I started hearing some of these things like ‘drain the swamp’ or ‘build the wall’ or ‘the deep state,’“ Wylie said Tuesday, “because these were all narratives that had come out from the research that we were doing.”\n\nWylie said Facebook data collected by a Cambridge University researcher was used as part of a project commissioned by Cambridge Analytica.",
  "“If you can embody that separation and you can further distance in the minds of Americans, us here in America, and them elsewhere, even if it is just across a river, or just across a desert, then you have won that culture war.”\n\nThe Associated Press contributed to this report.",
  "Wylie, a 28-year-old Canadian, is at the center of allegations that Cambridge Analytica improperly used data from more than 50 million Facebook users to identify voters who might be sympathetic to Trump’s message, and target them with social media messages.",
  "A former contractor for scandal-hit political consulting company Cambridge Analytica said Wednesday that he intended to testify before Congress about the work he did for the company that aided Donald Trump during the 2016 presidential campaign.",
  "We would look at how they live,” said Wylie, who later added, \"One of the things that started to emerge was that we literally heard these sort of narratives about Washington as something that was, like, gross and disgusting, that was dirty.\"",
  "The allegations were first reported by The New York Times and The Guardian newspaper based in the U.K.\n\nOn Friday, Facebook announced it had suspended Wylie and Cambridge Analytica, while it investigated the allegations.",
  "Chris Wylie tweeted that he would appear before the House Intelligence Committee and House Judiciary Committee, as well as the British Parliament’s Digital, Culture, Media and Sport Committee.",
  "In a public talk in London Tuesday night, Wylie detailed his work for Cambridge Analytica and Steve Bannon, who later became the Trump campaign’s chief strategist.",
  "Wylie described the work as a mix of old-fashioned canvassing and the use of millions of data points to test out slogans and push them onto social media.",
  "Rep. Adam Schiff, D-Calif., the ranking member of the House Intelligence Committee, had invited Wylie to appear for an interview earlier this week.",
  "Wylie also described Bannon as obsessed with the idea of separating the U.S. from the rest of the world so the country can rediscover itself.",
  "Between 2013 and 2015, Wylie claimed, he and his team spoke to Americans in focus groups to identify deep-seated concerns.",
  "Through the Internet and Trump’s speeches, the slogan became one of the campaign’s most identifiable soundbites.",
  "Trump’s campaign for a wall along the Mexican border is not really about stopping immigrants, Wylie said.",
  "So his team tested the phrase “drain that swamp” to see if people would respond to it on social media.",
  "After all, they had access to the data of millions of Facebook users without their knowledge.",
  "The firm says none of the Facebook data was used in the work it did for the Trump campaign.",
  "The slogans they developed later became the catchphrases of the Trump campaign, he says.",
  "Then they tested ways to tap into those fears through social media.",
  "We would go sit in their living rooms.",
  "“It’s to embody separation,” he said.",
  "“We would just go chat with people.",
  "And people responded."
]