[
  "“I appreciate that, but truly, merely understanding that they have problems is not enough.” “American companies dominate the global internet,” said Mishi Choudhary, former executive director at the Software Freedom Law Center, a legal services organization for technologists, policy wonks, and researchers, “but they are publicly listed in the US, and so they’re under greater pressure to act there.” Choudhary said social media companies have limited incentive to improve or self-regulate in India because there isn’t significant and sustained pressure from users, governments, regulators, and the press like in the US.",
  "In a congressional hearing in Washington, DC, on Tuesday, Zuckerberg said that despite Facebook building new artificial intelligence tools and growing its security team to more than 20,000 people, policing hate speech on platforms is one of the hardest problems to solve because hate speech is “linguistically nuanced.” “It's — you need to understand, you know, what is a slur and what — whether something is hateful not just in English, but the majority of people on Facebook use it in languages that are different across the world,” Zuckerberg said.",
  "Swati Chaturvedi, a journalist and author who wrote a book in 2016 exposing how India’s ruling party ran organized online campaigns to troll opponents and critics on various social media platforms, told BuzzFeed News that she had had a “long dialogue” with officials from Twitter in India but described the conversation as “anodyne.” “They said they were concerned about the problems they had on their platform in India, and they said they wanted to stop it,” said Chaturvedi.",
  "But now the Trending Tab has more human oversight to avoid those inflammatory videos.” Google also said that it took several measures last year to help curb fake news and misinformation on YouTube, such as including a Breaking News section on YouTube’s homepage after a major news event that only shows content from sources vetted by the Google News team, and promoting more authoritative content from verified news sources when major news breaks.",
  "“These users are not used to the nuances of these various social media platforms, they know nothing about how their data is being used, and they may not even be completely literate.” US tech companies, particularly Facebook, have already been confronting complaints that they didn’t do enough to prevent their platforms from being used to spread ethnic and political conflict in smaller emerging markets like Myanmar and Sri Lanka.",
  "“But misinformation, fake news, and the unique ways in which these platforms can be exploited in countries like India are shape-shifting monsters, which means that everything we do is reactionary.” Facebook doesn’t have any fact-checking partners in India like it does in the US, but BuzzFeed News has learned that the company will have an update about this shortly.",
  "Shukla then proceeded to retweet screenshots of her offensive tweet, before tweeting a screenshot of an email she got from Twitter that said it didn’t find her account in violation of Twitter rules, and apologized to her “for any inconvenience.” Twitter declined to comment in response to BuzzFeed News’ query, saying it couldn’t comment on individual accounts.",
  "This year, India, the world’s largest democracy, will hold several key state and national elections that will determine if India’s polarizing prime minister, Narendra Modi, gets a second term in early 2019 — and experts worry that US tech companies aren’t doing enough to ensure that their platforms aren’t used to influence or disrupt the democratic process.",
  "“Misinformation, fake news, and the unique ways in which these platforms can be exploited in countries like India are shape-shifting monsters, which means that everything we do is reactionary.”\n\nFor now, tech companies have acknowledged that preventing abuse and political manipulation on their platforms in India is something they are trying to act on.",
  "Pratik Sinha, the cofounder of Alt News, a leading Indian fact-checking website, thinks that the platforms have been hesitant to touch India’s particular brand of fake news and misinformation — a volatile mix of religion, caste, and communal propaganda — because the topics are particularly incendiary in India’s polarized political climate.",
  "“A majority of Indians who are just coming online are suddenly being exposed to the full firehose of both information and misinformation,” said Dr. Nishanth Sastry, a researcher at the Department of Informatics at King’s College London, who is studying how misinformation spreads online in emerging markets like India.",
  "Why isn’t our Parliament discussing these issues?”\n\nSome experts think that India’s diverse demographic — the country has 29 states, 22 official languages, and hundreds of dialects — and its stark class divide make things particularly challenging for companies headquartered half a world away in Silicon Valley.",
  "Facebook did not comment on how the company is thinking of preventing its platform from being used to spread misinformation or propaganda specifically before elections in India, but instead pointed BuzzFeed News to various articles about how the company deals with content that violates its community standards.",
  "In January, for instance, Twitter user Jagrati Shukla, a well-known Hindu extremist with a verified account, tweeted that Hindus in India live in fear and that they should “always carry lethal weapons” and “kill them before they kill us all,” alluding to India’s minority Muslim community.",
  "“American companies dominate the global internet, but they are publicly listed in the US, and so they’re under greater pressure to act there.”\n\nTwitter did not comment on whether the company is thinking about ways to prevent its platform from being abused leading up to elections in India.",
  "At least three fact-checkers representing separate organizations told BuzzFeed News that they couldn’t disclose what actually happened in these meetings due to confidentiality agreements, but said that Facebook, Twitter, and Google all made a “concerted effort” to reach out to them.",
  "“We recognize that [fake news on WhatsApp] is a challenge, and we’re thinking through ways we can continue to keep WhatsApp safe,” a WhatsApp spokesperson said, adding that it is now working to educate people on how to report bad content to WhatsApp and how to block unknown users.",
  "BuzzFeed News has learned that all three companies have had private meetings in the last few months with India’s leading fact-checking organizations, which are grassroots websites that have emerged as the Indian internet’s de-facto myth-busters in the last few years.",
  "That means millions of people speaking dozens of different local Indian languages are going online for the first time in their lives, and they are even less equipped to process an onslaught of fake news and political propaganda on social networks than Americans are.",
  "Often, we’ll write to their India teams about Indian problems, but the response we get will be from someone sitting in an office in the Bay Area.”\n\n“The biggest hurdle seems to be that most of their decision-making around policies and features happens in the US.”",
  "“But it didn’t seem to me that they had a clear idea of how.” “From my experience talking to Facebook, Google, and Twitter so far, the biggest hurdle seems to be that most of their decision-making around policies and features happens in the US,” said Rebelo.",
  "“Technology companies are on the train to get the next billion users on board because it’s good for their business,” said Rounak Saha, another researcher at the Department of Informatics at King’s College London, who is studying misinformation with Sastry.",
  "Google’s “Next Billion Users” program also seeks to bring India’s more than 800 million unconnected users online, an objective that aligns with a Modi government campaign called Digital India that aims to increase internet penetration in the country.",
  "“In general, Indian executives of these companies seem to be aware that they have problems here,” said Jay Panda, an Indian member of Parliament who said he had a series of dialogues with Facebook, Twitter, and Google in India about these issues.",
  "Four hundred and eighty-one million people out of India’s 1.3-billion population are currently online, and by June, the number is expected to rise to 500 million, according to the Internet and Mobile Association of India, a telecom industry body.",
  "A Google spokesperson told BuzzFeed News that the company’s efforts in managing misinformation on platforms like YouTube aren’t limited to a specific event in a country — the company sees solving the problem as an ongoing global effort.",
  "Instead, the company said in a statement to BuzzFeed News that it had “developed new techniques for identifying malicious automation” (such as near-instantaneous replies to tweets, non-random tweet timing, and coordinated engagement).",
  "As Facebook, Google, and Twitter continue to do damage control over their platforms’ role in unauthorized data collection, foreign election meddling, and the spread of fake news in the United States, a new crisis is brewing abroad.",
  "Experts told BuzzFeed News that tech companies’ less-than-stellar track record of fixing issues so far in the US, a country whose population is a fourth of India's, doesn’t bode well for the vastly more diverse and complex nation.",
  "Narinder Nanu / AFP / Getty Images An Indian election officer marks the finger of voter as he prepares to cast his ballot in the Punjab Legislative Assembly and Amritsar Lok Sabha elections on the outskirts of Amritsar in 2017.",
  "A perfect storm of political polarization, digital naïveté, illiteracy, and a lack of meaningful steps from the platforms themselves has left India’s electorate uniquely vulnerable to being manipulated online.",
  "During India’s 2014 national elections, for instance, Facebook launched an Election Tracker that let Indian Facebook users follow livestreams from candidates and participate in polls about national issues.",
  "The world's largest democracy is in danger of having its biggest elections influenced through the internet — but so far, US tech companies' efforts to fix ongoing problems have been limited.",
  "Hoaxes, misinformation, and political propaganda have spread rapidly through Facebook-owned WhatsApp, inciting panic and riots, and, in at least one instance, fueling a lynching.",
  "“Their Indian executives are certainly aware that there are problems,” said Karen Rebelo, an investigative reporter and fact-checker at Boom Live, an Indian fact-checking agency.",
  "In March, the country’s information technology ministry asked Facebook to explain what it was doing to prevent people from using its platform to influence elections in India.",
  "“As a result of occasionally inappropriate content on the Trending Tab [on YouTube in India], we’ve moved to a more manual review,” a Google spokesperson told BuzzFeed News.",
  "Susana Bates / AFP / Getty Images Indian Prime Minister Narendra Modi and Facebook CEO Mark Zuckerberg at Facebook headquarters in Menlo Park, California, on Sept. 27, 2015.",
  "But even in India, an emerging market they have been describing as their largest and most important for years, abuse and misinformation have flourished on their platforms.",
  "In 2016, Prime Minister Modi traveled to Facebook headquarters in Menlo Park, California, where he hugged Zuckerberg and shed tears when the CEO interviewed him onstage.",
  "An exception in 2016 was when India’s regulators bowed to public pressure and banned Facebook’s Free Basics program in the country for violating net neutrality.",
  "Last year, Facebook partnered with India’s Election Commission, the body that administers elections in the country, to encourage young Indians to vote.",
  "Besides these few tense interactions, Facebook, Google and Twitter have so far enjoyed a close relationship with the Indian government.",
  "Twitter suspended Shukla’s account after users reported the tweets, but within hours, it was back, blue tick and all — sans the tweet.",
  "Abuse in local languages, for instance, is common on Twitter in India, but the company hasn’t found an effective way to deal with it.",
  "A Twitter spokesperson told BuzzFeed News that the company detects and blocks about 523,000 suspicious logins daily across the world.",
  "Ravi Shankar Prasad, India’s IT minister, said the country would summon Mark Zuckerberg to India to answer questions if necessary.",
  "Right-wing trolls with verified checkmarks have tweeted to promote genocide and to harass targets without any real consequences.",
  "Google told BuzzFeed News that it had a “long list” of verified Indian news sources that it relied on for these features.",
  "“What’s not happening right now is having enough people in India who are empowered enough to create homegrown solutions.",
  "But so far, he said, they haven’t formulated policies customized for countries that are much more diverse than the US.",
  "Political actors have gamed Twitter India’s trending topics to promote propaganda and to influence the news cycle.",
  "But in the wake of the Cambridge Analytica scandal, there are signs that India might finally be seeking answers.",
  "“Just like the US and the UK, our legislators need to ask tough questions of these companies,” said Choudhary.",
  "Still, people familiar with how these companies operate in the country say they’ve been far from proactive.",
  "Susana Bates / AFP / Getty Images Modi and Zuckerberg at Facebook headquarters on Sept. 27, 2015.",
  "“It’s still primarily algorithmic, because we still want it to be reflective of wider interest.",
  "WhatsApp did, however, acknowledge its role in spreading misinformation in the country.",
  "And Twitter’s Indian executives frequently hobnob with Indian government officials.",
  "Shukla’s account is still active on Twitter as of this story’s publication.",
  "Fake news, often published in Indian dialects, has flourished on Facebook.",
  "And fake videos have flooded YouTube India’s trending section.",
  "“What are their relationships with our political parties?",
  "What data do they share?"
]