[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“The ability for anyone to know what you’ve been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of life: from my point of view, it shouldn’t exist.”\n\n— In other Apple news, the company’s encryption battle with law enforcement could soon flare up again: “Federal law enforcement officials are renewing a push for a legal mandate that tech companies build tools into smartphones and other devices that would allow access to encrypted data in criminal investigations,” The New York Times reports.",
  "He is the face of Facebook.” Zuckerberg told CNN last week that he’d be happy to hit the Hill, but added that the company usually tries to send the person who has the “most knowledge about what Congress is trying to learn.”\n\nStory Continued Below\n\n— For those keeping count: Thus far, both the House Energy and Commerce and Senate Commerce committees have formally invited Zuckerberg to testify.",
  "Warner pushes for Zuck testimony\n\nWith help from Margaret Harding McGill and John Hendel\n\nWARNER PUSHES FOR ZUCK TESTIMONY — Sen. Mark Warner, the top Democrat on the Senate Intel Committee, pressed Facebook CEO Mark Zuckerberg to testify in Congress and argued that another member of the company’s staff wouldn’t cut it.",
  "— Waymo talks Uber self-driving accident: “The head of Alphabet Inc’s autonomous driving unit, Waymo, said on Saturday that the company’s technology would have safely handled the situation confronting an Uber self-driving vehicle last week when it struck a pedestrian, killing her,” Reuters reports.",
  "— Uber makes another sale in Asia: “Ride-hailing firm Uber Technologies Inc has agreed to sell its Southeast Asian business to bigger regional rival Grab, a source with direct knowledge of the matter said on Sunday, in what would be the U.S. company’s second retreat from Asia,” Reuters reports.",
  "NELSON EYES PENDING PHONE TRANSITION — Sen. Bill Nelson (D-Fla.) is asking Pai for assurances that “no Floridian will be harmed” April 8 when Neustar hands over control of the phone system’s local number portability powers to Telcordia Technologies, doing business under the name iconectiv.",
  "— More on Facebook and the researcher at the center of this firestorm: Aleksandr Kogan, the researcher who allegedly shared data with Cambridge Analytica, has previously worked with Facebook data scientists to co-author a paper, The Washington Post reports.",
  "**\n\nCOOK BACKS FREE TRADE POLICIES — “Apple Inc. Chief Executive Tim Cook urged U.S. President Donald Trump to support free-trade policies as a series of tariffs and other actions raise tensions between the U.S. and China,” The Wall Street Journal reports.",
  "QUICK DOWNLOADS\n\nEU eyes Google: “The European Union harbors ‘grave suspicions’ about the dominance of Google and has not ruled out breaking it up, the bloc’s competition commissioner has warned,” The Telegraph reports.",
  "— Speaking of data access: Some Android phone users have downloaded the data that Facebook has archived about them and discovered that the social network has logs of phone calls and text messages, Ars Technica reports.",
  "SILICON VALLEY MUST-READS\n\n— Musk takes down company Facebook pages: “During a tweetstorm, Elon Musk has removed both of his companies’ Facebook pages after being challenged to do so by a few of his followers.",
  "Apple previously went head-to-head with the FBI when it refused to create a backdoor that would have let investigators unlock an iPhone used by one of the San Bernardino shooters in the 2015 terrorist attack.",
  "— Facebook, meanwhile, sought to quell some of the backlash it’s received by taking out full-page ads apologizing to users in newspapers in the U.S. and U.K. on Sunday, POLITICO Europe’s Carmen Paun reports.",
  "CLYBURN A NAB NO-SHOW — FCC Chairman Ajit Pai and Commissioners Mike O’Rielly, Jessica Rosenworcel and Brendan Carr will attend the National Association of Broadcasters’ annual show in Las Vegas next month.",
  "Facebook has also been conducting outreach to advertisers and trade groups to assuage concerns they may have about how people’s personal data is protected on the platform, The Wall Street Journal reports.",
  "As part of the research, which was separate from Kogan’s work for Cambridge Analytica, Facebook provided Kogan with data on 57 billion Facebook friendships, according to the paper,” The Post writes.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "“And the countries that don’t, don’t.”\n\n— He also threw his support behind more regulations around data privacy, after he was pressed on the Facebook-Cambridge Analytica controversy.",
  "— One more thing: U.K. authorities raided the London offices of Cambridge Analytica over the weekend, after obtaining a warrant from a High Court judge, The Associated Press reports.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "The contract being handed over to Telcordia entails control of a closely guarded database allowing consumers to hang on to their phone numbers when they switch providers.",
  "A House Judiciary Committee aide told MT the panel is reviewing the information it received from last week’s briefing with Facebook staff before it decides on next steps.",
  "Pai, whose spokespeople declined to comment on Nelson’s letter aside from confirming receipt, wrote the companies last month pressing for details on a contingency plan.",
  "Cannes ban: Netflix has been prohibited from competing at Cannes, a move that’s tied to its decision not to release films in theaters, The Hollywood Reporter reports.",
  "He said Facebook already stopped similar apps from getting so much information and is limiting the data apps can get when users sign in using their Facebook account.",
  "“Countries that embrace openness, that embrace trade, that embrace diversity are the countries that do exceptionally,” Cook said at a panel in Beijing on Saturday.",
  "Spokespeople for the Senate Intel and Judiciary Committees did not immediately respond to a request for comment over the weekend regarding their plans.",
  "But Democratic Commissioner Mignon Clyburn isn’t heading to the conference though she’s attended in the past, fueling speculation about her departure.",
  "1865 (115), that increases websites’ liability for publishing content that helps facilitate sex trafficking, another recent hit to the tech industry.",
  "Investigators from the Information Commissioner’s Office are analyzing the files they retrieved following a seven-hour search of the office.",
  "TRANSITIONS — Danny Bowman, previously chief revenue officer for LeEco North America, is now chief mobile officer at Charter Communications.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“How will the FCC evaluate how well the new database is performing?” the top Commerce Committee Democrat asked in a letter sent Friday.",
  "“I think this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary,” he said.",
  "— Warner also said Congress may need to look at how much accountability sites should take for the content that’s published on them.",
  "“‘You may have heard about a quiz app built by a university researcher that leaked Facebook data of millions of people in 2014.",
  "He says he will do it if he's the right person,” Warner said during an appearance on NBC’s “Meet the Press” on Sunday.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "The transition for Florida and other regions will begin April 8 and is expected to conclude nationwide by May 25.",
  "Recall that House Intel Republicans last week shot down a Democratic proposal for a hearing with Zuckerberg.",
  "“All of these social media platform companies have said they have no responsibility for any of the content.",
  "Dropbox IPO update: “On Friday, Dropbox held its long-awaited IPO, and had a huge pop in first-day trading.",
  "“Two of Facebook’s own data scientists worked with Kogan between 2013 and 2015, according to the paper.",
  "This was a breach of trust and I'm sorry we didn't do more at the time,’ Zuckerberg wrote in the ad.",
  "GOOD MONDAY MORNING and welcome to Morning Tech, where we're jazzed for 'Silicon Valley,' Season 5.",
  "What’s more, the company divulged an expansive pool of data to Kogan in the course of this work.",
  "“Well, listen, I’ve got experts on my staff, but you don't want my staff here, you want me here.",
  "In a blog post responding to these reports, Facebook said this feature is opt-in.",
  "Sign-up today to start receiving the newsletter right at launch on April 6.",
  "— And users aren’t the only front in the company’s damage control efforts.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Her office declined to comment on why she’s not going this year.",
  "Now, it's worth about $12 billion,” Business Insider reports.",
  "Each had around 2.6 million followers,” The Verge reports.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "The pages of both SpaceX and Tesla are now inactive.",
  "His remarks come after Congress passed a bill, H.R.",
  "I think we have to relook at that,” he said.",
  "Send your tech tips to lzhou@politico.com.",
  "Zuckerberg needs to come and testify.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "Presented by Boeing.",
  "Learn more here.",
  "“Mr.",
  "**"
]