[
  "| John Shinkle/POLITICO Senate approves full new slate of FTC commissioners\n\nThe Senate voted unanimously on Thursday to confirm five nominees to the Federal Trade Commission, bringing the agency back to full capacity as it conducts a high-profile investigation of Facebook's data practices and grapples with growing questions about tech companies' market power.",
  "Story Continued Below\n\nThe other commissioners are Republicans Noah Phillips, chief counsel for Senate Majority Whip John Cornyn (R-Texas), and Delta Air Lines executive Christine Wilson, along with Democrats Rohit Chopra, a consumer advocate, and Rebecca Slaughter, an aide to Senate Minority Leader Chuck Schumer.",
  "The incoming FTC chairman, Joe Simons, a Washington antitrust attorney, has called for “substantial resources to determine whether [FTC] merger enforcement has been too lax.” Some lawmakers, including a number of Republicans, have suggested that tech giants have a worrying level of control over people's lives.",
  "The FTC, which has a consumer protection role that spans everything from reviewing mergers to helping to run the Do Not Call list, has been operating at less than the full five members since August 2015, and dwindled down to two commissioners at the start of the Trump administration.",
  "The new FTC members will take over the agency's investigation of Facebook, which follows revelations that the social media giant allowed Trump-linked Cambridge Analytica to improperly obtain data on tens of millions of the social network's users.",
  "Facebook entered into a consent decree with the FTC over its privacy practices in 2011, and the Cambridge Analytica controversy has sparked debate over whether Facebook violated that agreement.",
  "Trump tapped Maureen Ohlhausen, who has served as acting chairman for more than a year, for a federal judgeship, and Democrat Terrell McSweeny is due to resign Saturday.",
  "The agency is also in the spotlight following the FCC repeal of Obama-era net neutrality rules, which puts the FTC in the role of policing internet service providers.",
  "Morning Cybersecurity A daily briefing on politics and cybersecurity — weekday mornings, in your inbox.",
  "The new Federal Trade Commission members will take over the agency's investigation of Facebook.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "CEO Mark Zuckerberg told Congress the company did not violate the decree.",
  "Both remaining commissioners are heading for the exits.",
  "You can unsubscribe at any time."
]