[
  "New York City Comptroller Scott Stringer, who oversees $193 billion in city pension fund assets, said in a statement to Reuters on Monday that, “as investors in Facebook, we’re closely following what are very alarming reports.”\n\nSustainalytics BV, a widely used research service that rates companies on their ESG performance for investors, told Reuters on Monday it is reviewing its Facebook rating, which is currently “average.”\n\n“We’re definitely taking a look at it to see if there should be some change,” said Matthew Barg, research manager at Sustainalytics.",
  "Wall Street investors, including ESG funds, have ridden the tech sector to record highs in recent months, betting on further outsized returns from stocks including Facebook, Apple Inc and Google parent Alphabet Inc.\n\nSlideshow (2 Images)\n\nJennifer Sireklove, director of responsible investing at Seattle-based Parametric, a money manager with $200 billion in assets, said an increasing number of ethics-focused investors were avoiding Facebook and other social media companies, even before the most recent reports about privacy breaches.",
  "“The big issue of the day around customer incidents and data is something that has been discussed among ESG (environmental, social and corporate governance) investors for some time and has been a concern.”\n\nBates said he is encouraged by the fact that the company has acknowledged the privacy issues and is responding, and thinks it remains an appropriate investment for now.",
  "NEW YORK (Reuters) - With European and U.S. lawmakers calling for investigations into reports that Facebook user data was accessed by UK based consultancy Cambridge Analytica to help President Donald Trump win the 2016 election, investors are asking even more questions about the social media company’s operations.",
  "You want to see that they understand that and care about that.”\n\nESG investors had already expressed concerns about Facebook before media reports that Cambridge Analytica harvested the private data on Facebook users to develop techniques to support Trump’s presidential campaign.",
  "Facebook said on Monday it had hired digital forensics firm Stroz Friedberg to carry out a comprehensive audit of Cambridge Analytica and the company had agreed to comply and give the forensics firm complete access to their servers and systems.",
  "“More investors are starting to question whether these companies are contributing to a fair and well-informed public marketplace, or are we becoming all the more fragmented because of the ways in which these companies are operating,” she said.",
  "More than $20 trillion globally is allocated toward “responsible” investment strategies in 2016, a figure that grew by a quarter from just two years prior, according to Global Sustainable Investment Alliance, an advocacy group.",
  "The scrutiny presents a fresh threat to Facebook’s reputation, which is already under attack over Russia’s alleged use of Facebook tools to sway U.S. voters with divisive and false news posts before and after the 2016 election.",
  "Cambridge Analytica said it strongly denies the media claims and said it deleted all Facebook data it obtained from a third-party application in 2014 after learning the information did not adhere to data protection rules.",
  "“The lid is being opened on the black box of Facebook’s data practices, and the picture is not pretty,” said Frank Pasquale, a University of Maryland law professor who has written about Silicon Valley’s use of data.",
  "Facebook’s shares closed down nearly 7.0 percent on Monday, wiping nearly $40 billion off its market value as investors worried that potential legislation could damage the company’s advertising business.",
  "REUTERS/Toby Melville\n\nAn increasingly vocal base of investors who put their money where their values are had already started to sour on Facebook, one of the market’s tech darlings.",
  "Facebook Inc Chief Executive Mark Zuckerberg is facing calls from lawmakers to explain how the political consultancy gained improper access to data on 50 million Facebook users.",
  "“We do have some concerns,” said Ron Bates, portfolio manager on the $131 million 1919 Socially Responsive Balanced Fund, a Facebook shareholder.",
  "“What would be a deal-breaker for us would be if we saw this recurring and we saw significant risk to the consumer around privacy,” said Bates.",
  "Parametric held a call with clients on Friday to discuss concerns about investing in social media companies overall, including Google.",
  "“Their business model is so closely tied to having access to consumer data and building off that access.",
  "A giant logo is seen at Facebook's headquarters in London, Britain, December 4, 2017."
]