[
  "— As for Pai’s potential political ambitions, one policy expert who dealt with him during Trump’s presidential transition told Wired “he’s probably going to run for Senate one day.” Roslyn Layton, a visiting scholar at AEI, said the FCC chair “wants to be known as a person from rural America who cares about rural America’s concerns.”\n\nSILICON VALLEY MUST-READS\n\n— Uber faces legal threat from exec ousted after rape disclosure, via Recode: “Eric Alexander, who was fired nearly a year ago, in part for his role in obtaining the medical records of a woman who had been raped during a ride in India, has threatened to sue Uber for disparagement and wrongful termination, among other issues, according to sources.”\n\n— Facebook’s targeted ad problem, from The Guardian: “Facebook allows advertisers to target users it thinks are interested in subjects such as homosexuality, Islam or liberalism, despite religion, sexuality and political beliefs explicitly being marked out as sensitive information under new data protection laws.”\n\n— National privacy law?",
  "‘THE MOST REVILED MAN ON THE INTERNET’: Wired profiled FCC Chairman Pai ahead of the Senate’s net neutrality vote, describing him as “despised as both a bumbling rube, trying too hard to prove he gets it, and a cunning villain, out to destroy digital freedom.” The article contains a few new tidbits, recounting Pai’s first meeting with President Trump in the Oval Office, where “Trump mainly wanted to talk about winning and their shared love of football” and “gushed” about Patriots coach Bill Belichick.",
  "Salesforce’s CEO is on board, CBS reports: “Amid continuing fallout from Facebook's massive user data scandal and increased scrutiny of how the tech industry handles consumers' information Salesforce CEO Marc Benioff is calling for a national privacy law in the U.S.”\n\nTRANSITIONS\n\nHouse Energy and Counsel chief telecom counsel David Goldman will step down at the end of the month to pursue an opportunity in the private sector, Rep. Frank Pallone (D-N.J.) announced Wednesday during a hearing.",
  "“It must be a public hearing – why not a Facebook Live?” The U.K’s Digital, Culture, Media and Sport Committee, meanwhile, swiped at the CEO for evading their own overtures to bring him in for questioning, calling it “a snub to the UK and the millions of Facebook users in the UK who deserve answers.” Zuckerberg is also heading into “tough talks” on data and privacy with French President Emmanuel Macron next week on the sidelines of the “Tech for Good” summit in Paris, according to Reuters.",
  "— Thompson’s not the only one sounding the alarm: FBI Director Christopher Wray told lawmakers Wednesday that the bureau is “deeply concerned” about companies like ZTE becoming too powerful a force in the U.S. telecom market, as Eli Okun reports — a status he said would give them “the capacity to maliciously modify or steal information” and “conduct undetected espionage.” Wray said he didn’t know if the president consulted with the FBI prior to tweeting about ZTE.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel).",
  "Ralph Northam’s team are Crystal City, Loudoun County and Tysons Corner — the first two of which are also possibilities for Amazon’s “HQ2.”\n\n— Meanwhile, Amazon is making headway in sizing up the 20 locations — three of which are in the D.C. area — vying to house its new headquarters, recently completing visits to all of them as it continues to evaluate suitors, according to an NBC News report.",
  "Sen. Brian Schatz (D-Hawaii) framed the issue as relevant to Republicans seeking re-election: “Some of these Republicans in tough districts are going to be wanting to distinguish themselves as independent thinkers and this provides them that opportunity.” When asked about a possible vote, Ryan spokeswoman AshLee Strong referred MT to the resolution’s committee of jurisdiction.",
  "TOXIC NET NEUTRALITY — The politically divisive net neutrality debate is standing in the way of Congress working on other tech policy at a time when Europe and individual states are moving forward with privacy legislation, said Gail Slater, who joined Trump’s National Economic Council as a tech adviser two months ago.",
  "QUICK DOWNLOADS\n\n— Fake it till you make it: BuzzFeed reports on the shadowy social media market where “thirty minutes and a little bitcoin can buy you an army of believable Facebook users.”\n\n— #MeToo meets Tesla: Steve Jurvetson’s venture capital firm ousted him amid sexual harassment allegations.",
  "The report also details Pai’s alleged unease with the president’s “crass nativism,” with one friend of the chairman telling Wired they “would be very surprised if he voted for Trump.” (The FCC said Pai did vote for Trump, and several of its officials criticized a tweet promoting the piece.)",
  "THOMPSON WANTS ANSWERS ON ZTE — The ranking Democrat on the House Homeland Security Committee wants DHS to provide “all information and documentation it possesses related to the cybersecurity threats posed by the Chinese telecom corporation ZTE.” Rep. Bennie Thompson (D-Miss.)",
  "But there is talk of what Europe’s General Data Protection Regulation means for the U.S. government, including concern about “the ability of the Commerce Department to function in some critical ways related to the internet” after the EU law goes into effect May 25.",
  "European Parliament President Antonio Tajani announced Wednesday that the tech mogul “has accepted our invitation and will be in Brussels as soon as possible, hopefully already next week” to meet with the EU’s committee on civil liberties.",
  "The tech giant, according to the report, is looking for a 4-million-square-foot area — roughly half of what Amazon is seeking for its second headquarters — potentially putting the two companies in direct competition for office space.",
  "The prospects of the Washington metro area blossoming into a leading tech hub were bolstered Wednesday by a Washington Post report that Apple has “quietly explored” launching a new 20,000-employee strong campus in northern Virginia.",
  "FCC Chairman Ajit Pai made reference to the challenges facing the measure, saying in a statement Wednesday after the Senate vote that Democrats’ “effort to reinstate heavy-handed government regulation of the internet will fail.\"",
  "His remarks could shed light on how he plans to approach the battle heating up over regulating the tech sector and the FTC’s investigation of Facebook’s data privacy controls following the Cambridge Analytica revelations.",
  "— Tesla testing troubles: The company confirmed Wednesday one of its cars was driving on “autopilot” when it crashed into a firetruck, an incident that prompted a federal investigation, The Guardian reports.",
  "Simons, a former antitrust attorney, in the past has questioned whether merger enforcement at the FTC “has been too lax,” which some see as a sign he may take a tougher line on the leading tech companies.",
  "“I don't know that there's going to be any serious privacy legislation until both of those committees can get over net neutrality,” Slater told a National Venture Capital Association gathering Wednesday.",
  "TODAY: DEBUT OF NEW FTC BOSS: Joe Simons makes his first appearance in Congress as chairman of the Federal Trade Commission during a hearing to review 2019 funding requests for his agency and the FCC.",
  "— Anti-Sinclair-Tribune merger group adds member: Citizens for the Republic, a conservative grassroots organization, is joining the Coalition to Save Local Media, which is fighting to stop the deal.",
  "… 21st Century Fox has tapped executive chairman Lachlan Murdoch to serve as chairman and CEO of the company once it sells off its high-profile entertainment brands to the Disney.",
  "“Right now that’s poisoned the well on so many constructive policies that they could be working on on a bipartisan basis.” Slater declined to elaborate after her public remarks.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Story Continued Below\n\n— But the measure faces an uphill battle in the House, where it will need to clinch 218 votes in a chamber where only 160 Democrats currently back it.",
  "Trump tweeted earlier in the day that it was all the part of a “larger trade deal” with China, contradicting top aides who framed ZTE negotiations as a separate matter.",
  "The hearing tracks with Tajani’s plans to have Zuckerberg confer with officials behind closed doors, a decision that drew the ire of some European Parliament members.",
  "ZUCKERBERG BRUSSELS-BOUND — By this time next week Facebook CEO Mark Zuckerberg could be facing his latest grilling at the hands of lawmakers and regulators.",
  "Senate Democrats scored a major legislative victory on Wednesday by clinching a 52-47 vote to undo the FCC’s repeal of the Obama-era net neutrality rules.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Slater said the rules are too onerous for small businesses, adding the “right to be forgotten” provision would likely clash with the First Amendment.",
  "said Wednesday his proposed resolution would help clarify what caused President Donald Trump to float the idea of coming to the company’s aid.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— “I will not attend the meeting with Mr Zuckerberg if it’s held behind closed doors,” tweeted MEP Guy Verhofstadt after the announcement.",
  "What’s next for net neutrality\n\nWith help from John Hendel, Steven Overly and Margaret Harding McGill\n\nNET NEUTRALITY DOA IN HOUSE?",
  "… TechNet is expanding with a new office in Chicago and appointing Jane McEnaney as its first executive director for the Midwest.",
  "Speaker Paul Ryan “should bring this up for a vote immediately,” Senate Minority Leader Chuck Schumer told reporters Wednesday.",
  "Democrats see the move as a way to energize young, internet-savvy voters, whom they hope to drive to the polls come November.",
  "GOOD THURSDAY MORNING and welcome to Morning Tech, where I, Cristiano Lima, will be your host for the remainder of the week.",
  "Read more as Zuckerberg’s “apology tour heads to Europe” from POLITICO Europe’s Joanna Plucinska and Lauren Cerulus here.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "— Democrats are pushing for a House vote sooner rather than later, although they have until the end of the year.",
  "), who joined Sen. Susan Collins (R-Maine) and the Democratic caucus in the vote to strike down the revocation.",
  "Adam Comis, communications director for the committee, said the proposal will head to a markup within 14 days.",
  "Now an advisory firm is urging Tesla, whose board he sits on, to do the same, according to Markets Insider.",
  "Send any and all tantalizing tech tips and NBA playoff predictions to clima@politico.com or @viaCristiano.",
  "Speaker: give us a vote on net neutrality immediately,” agreed House Minority Leader Nancy Pelosi.",
  "Lawmakers overcame a slim margin by gaining support from two additional Republicans, Sens.",
  "One thing is clear: The Trump administration has no plans to adopt GDPR wholesale.",
  "Their plans could be further muddled by opposition from President Donald Trump.",
  "— The White House isn’t making any privacy proclamations yet, she said.",
  "Without further action, the FCC repeal will take effect on June 11.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "DHS said it does not comment on proposed resolutions.",
  "Catch the team’s contact info after Quick Downloads.",
  "(Surprise: that panel’s GOP leaders aren’t fans.)",
  "Lisa Murkowski (Alaska) and John Kennedy (La.",
  "Among the locations proposed by Virginia Gov.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "SILICON VALLEY EAST?",
  "“Mr.",
  "**"
]