[
  "On Friday, Cambridge Analytica’s acting chief executive, Alexander Tayler, apologized for the company’s missteps and called accusations against the company “distressing.”\n\n“As anyone who is familiar with our staff and work can testify,” Tayler wrote on the company’s website, “we in no way resemble the politically-motivated and unethical company that some have sought to portray.”",
  "Daniel Leal-Olivas/AFP/Getty Images Justice and FEC asked to investigate Cambridge Analytica\n\nA government watchdog on Monday asked regulators and federal prosecutors to investigate whether Cambridge Analytica’s work for the campaign of President Donald Trump broke laws against foreign interference in U.S. elections.",
  "“These companies and individuals ignored the law, enriched themselves performing millions of dollars of prohibited work for candidates and committees, and then boasted about the effectiveness of their activities in swaying U.S. elections,” Common Cause’s president, Karen Hobert Flynn, said in a statement.",
  "In complaints filed with the Justice Department and Federal Election Commission, the nonpartisan group Common Cause said Cambridge Analytica and its affiliate, SCL Group Limited, violated a ban on foreign nationals participating in the “decision-making process” of campaigns or political committees.",
  "The data firm, staffed almost entirely by non-U.S. workers, did nearly $6 million worth of work for the presidential campaigns of Trump and Sen. Ted Cruz (R-Texas) during the 2016 election, according to the complaint.",
  "The company has been under fire after revelations that it improperly obtained data on some 50 million Facebook users, information that it used to target U.S. voters and to try to help Trump win the election.",
  "Cambridge Analytica’s recent political clients have included Ben Carson, who now leads the Department of Housing and Urban Development, and Sen. Thom Tillis (R-N.C.), according to the complaint.",
  "Story Continued Below\n\nThe complaint names several Cambridge Analytica employees, including Alexander Nix, who was suspended as the company’s CEO last week.",
  "In 2016, Cambridge Analytica also provided more than $800,000 in services to John Bolton’s political action committee.",
  "On Thursday, Trump said Bolton would join the White House as national security adviser, replacing the ousted Gen. H.R.",
  "A spokesman at the data firm could not immediately be reached for comment.",
  "Facebook is under investigation by the Federal Trade Commission.",
  "McMaster."
]