[
  "Mark Turnbull, the managing director of Cambridge Analytica Political Global, told an undercover Channel 4 reporter posing as a client, \"We just put information into the bloodstream of the internet, and then, and then watch it grow, give it a little push every now and again ... like a remote control.\"",
  "Lukoil has been used as a tool of the Russian government in the past, and it was one of five major Russian oil producers the US banned when former President Barack Obama imposed sweeping sanctions on Russia in 2014 as punishment for its aggression toward neighboring Ukraine.",
  "When British investigators asked Cambridge Analytica CEO Alexander Nix if the firm had any links to Russia, he replied, \"We've never worked with a Russian organization in Russia or any other country, and we don't have any relationship with Russia or Russian individuals.\"",
  "Cambridge Analytica's technique of pushing information onto the internet as described by Turnbull appears to bear some similarities to Russia's actions when it carried out a large-scale and widespread social media influence operation targeting the 2016 election.",
  "Pedro Nunes/Reuters\n\nThe London-based data firm Cambridge Analytica was testing out slogans like \"Drain the Swamp\" and \"Build the Wall\" as early as 2014, the same year Russia launched its social media influence operation targeting the 2016 US election.",
  "On Friday, Facebook announced that it had removed Cambridge Analytica from its platform after it emerged that the firm harvested the personal data of 50 million Facebook users for targeted political advertisements without their permission.",
  "\"And a lot of these narratives, which at the time would have seemed crazy for a mainstream candidate to run on, those were the things that we were finding that there were pockets of Americans who this really appealed to,\" Wylie added.",
  "The IRA and the 13 Russian nationals who were indicted then began pushing out pro-Trump propaganda and fake news meant to sow discord and discourage voters from casting ballots for Trump's opponent, Democratic nominee Hillary Clinton.",
  "Cambridge Analytica executives reportedly met at least three times with Lukoil executives in 2014 and 2015, around when Cambridge Analytica began testing out pro-Trump slogans and Russia's influence campaign was in its nascent stages.",
  "In April 2014, the IRA formed the \"translator project,\" which was focused on the US and conducted operations on popular social media platforms like Facebook, Twitter, Instagram, and YouTube, according to the indictment.",
  "\"We did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the digital campaign, the television campaign and our data informed all the strategy,\" he was filmed saying.",
  "Wylie said Monday that Bannon's push for the Trump campaign to endorse far-right positions on issues like immigration and law enforcement largely stemmed from Cambridge Analytica's research on those topics.",
  "\"I was surprised when I saw the Trump campaign, and when it started talking about, you know, building walls or draining the swamp, and I'm remembering in my head, 'Wait we tested this,'\" Wylie told CNN.",
  "CA executives caught bragging about winning Trump the election\n\nCambridge Analytica executives described their techniques multiple times to an undercover reporter between November 2017 and January 2018.",
  "In one exchange, the firm's CEO, Alexander Nix, told an undercover reporter that he had personally met Trump \"many times\" and spelled out what the firm undertook for the then-Republican candidate.",
  "Last year, it emerged that Congressional lawmakers were probing whether voter information that Russian hackers stole from election databases in several states made its way to the Trump campaign.",
  "\"We were testing all kinds of messages and all kinds of imagery, which included images of walls, people scaling walls,\" Christopher Wylie, a former employee at Cambridge Analytica, told CNN.",
  "Nix denied any wrongdoing in a statement after the investigation was published, adding that executives were \"playing along\" with the undercover reporter to \"spare\" him \"from embarrassment.\"",
  "YouTube/The Guardian Cambridge Analytica has long faced questions from investigators over its potential engagement with foreign actors, like Russia and WikiLeaks, during the 2016 election.",
  "Wylie told The New York Times last weekend that the Russian oil giant Lukoil repeatedly showed an interest in how Cambridge Analytica used data to target messages toward American voters.",
  "Channel 4 News\n\nOn Tuesday, UK's Channel 4 published video footage of Cambridge Analytica executives boasting about how they used online propaganda tools to help Trump win the election.",
  "Steve Bannon, the former White House chief strategist and Trump campaign CEO, sat on the data firm's board of directors, which is largely backed by Republican megadonor Robert Mercer.",
  "\"When you think about the fact that Donald Trump lost the popular vote by three million votes but won the Electoral College vote that's down to the data and the research,\" he said.",
  "The news came following a separate Channel 4 report on Monday, in which executives talked about tactics the firm used to push out damaging material on its clients' opponents.",
  "Turnbull added, \"It has to happen without anyone thinking, 'that's propaganda,' because the moment you think 'that's propaganda,' the next question is, 'who's put that out?'\"",
  "\"Beginning as early as 2014,\" the IRA \"began operations to interfere with the US political system, including the 2016 US presidential election,\" according to the indictment.",
  "Investigators are also examining whether the Trump campaign's data firms coordinated with Russia to disseminate fake news and propaganda in particular states and districts.",
  "According to Wylie, the meetings involved discussions of how to harvest information from social media to create politically targeted messages toward American voters.",
  "The IRA was one of several Russia-linked entities and individuals special counsel Robert Mueller indicted in February for conspiring to interfere in the election.",
  "By the time the Trump campaign hired Cambridge Analytica in June 2016, Russia had decided to throw its support behind elevating Trump to the presidency.",
  "The main organization responsible for Russia's influence operation was the Internet Research Agency, a notorious \"troll farm\" based in St. Petersburg.",
  "CEO of Cambridge Analytica, Alexander Nix, speaks during the Web Summit, Europe's biggest tech conference, in Lisbon, Portugal, November 9, 2017.",
  "In another conversation, Cambridge Analytica's Chief Data Scientist Alexander Tayler argued how the firm's work helped Trump emerge victorious.",
  "A Trump aide told Wired that the firm played a \"key role\" in identifying political donors that helped them raise $80 million in July 2016.",
  "The IRA received millions in funding from Yevgeniy Prigozhin, a Russian businessman and close ally of Russian President Vladimir Putin.",
  "Those slogans would later become the bedrock of Republican nominee Donald Trump's platform while he campaigned for the presidency.",
  "\"We tested 'drain the swamp' ... ideas of the deep state and the NSA watching you and the government is conspiring against you.\"",
  "He reportedly attended one of the meetings between Lukoil and Cambridge Analytica executives, which included Nix.",
  "He added that Lukoil \"just didn't seem to be interested\" in how the firm's techniques could be used commercially.",
  "We're sending them stuff about political targeting — they then come and ask more about political targeting.\"",
  "The IRA registered with the Russian government as a corporate entity in July 2013, the court filing said.",
  "Around the same time, it also tapped Cambridge Analytica to manage its data operation.",
  "CA's shadowy Russia ties\n\nChristopher Wylie, former employee at Cambridge Analytica.",
  "\"I don't understand why Lukoil wants to know about political targeting in America.",
  "He invoked them frequently at his rallies, and his supporters often chanted them.",
  "But Wylie's account of the firm's activities appears to contradict Nix's claim.",
  "By July 2016, more than 80 employees were working on the \"translator project.\"",
  "\"I kept asking Alexander, 'Can you explain to me what they want?'\"",
  "\"I remember being super confused,\" Wylie told The Times.",
  "The Trump campaign hired Bannon in the summer of 2016.",
  "The firm suspended Nix as CEO on Tuesday.",
  "Wylie recalled."
]