[
  "), Internet Association’s Michael Beckerman, Airbnb’s Chesky and Clark Stevens, Amazon’s Brian Huseman, Microsoft’s Fred Humphries and Pablo Chavez, Vivid Seats’ Chris Libertelli, Salesforce’s Niki Christoff, Spotify’s Emery Simon, TripAdvisor’s Seth Kalvert, Pandora’s Steve Bene, Google’s Susan Molinari, Rackspace’s Holly Windham, Netflix’s Monique Meche and Corie Wright, eBay’s Mike Dabbs, Facebook’s Erin Egan, Twitter’s Carlos Monje, ANGI Home Services’ Lee Spiegler, IAC’s Gregg Winiarski, Match Group’s Jared Sine, Dropbox’s Bart Volkmer, TwinLogic Strategies’ Elizabeth Frazee, Monument Policy Group’s Stewart Verdery and Chan Park, the Consumer Technology Association’s Gary Shapiro and Michael Petricone, Engine Advocacy’s Rachel Wolbers and Entertainment Software Association’s Michael Gallagher.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— House Energy and Commerce’s Melissa Froelich, Tim Kurth, Robin Colwell and David Goldman, Senate Commerce’s Cort Bush and Crystal Tully, Senate Finance’s Jayme White, Will Dunham of Rep. Kevin McCarthy’s office, Narda Jones of Sen. Cantwell’s office, Sam Love of Sen. Gardner’s office, Scarlet Doyle of Sen. Dean Heller’s office, Joey Wender of Sen.Ed Markey’s office, Matthew Sandgren of Sen. Hatch’s office, Kelley Hudak and Jeff Wieand of Majority Whip Steve Scalise’s office, and Winter Casey of the White House Office of Science and Technology Policy.",
  "“It is disappointing that the Majority didn’t involve the Minority in the invitation process and did not give us the opportunity to invite a Democratic Commissioner for a bipartisan discussion.” A GOP aide insisted the minority didn’t request Democratic representation during the hearing planning process and cited FCC hearings held by the authorizing Energy and Commerce panel and FCC reauthorization language included in a recent funding bill (Pai, to be clear, has not testified before any committee since October).",
  "“The updates that begin rolling out Thursday are a response to complaints that the YouTube Kids app has repeatedly failed to filter out disturbing content.”\n\n— Thiel drops efforts to acquire Gawker: “Billionaire investor Peter Thiel has agreed to end his pursuit of Gawker.com to avoid a potential lawsuit over his secretly funding litigation that drove the news and gossip blog’s publisher out of business,” The Wall Street Journal reports.",
  "“The First Amendment offers no clear protections for users when Facebook, Google, or Twitter limits their content in any way.”\n\nStory Continued Below\n\n— Gold, Diamond and Silk: Pro-Trump social media personalities Diamond and Silk are among the witnesses who have committed to testifying at the hearing, which our own Ashley Gold will be covering (h/t Kyle for the great header).",
  "CHESKY SAYS EMBRACE WASHINGTON — Airbnb CEO Brian Chesky told a gathering of tech industry lobbyists that his fellow corporate leaders need not fear Washington or view political engagement as an “obligation.” “I really thought you don’t meet politicians until you’re in trouble,” Chesky told attendees at Wednesday night’s Internet Association annual gala.",
  "LAWMAKERS PUSH FOR CONGRESSIONAL TECH OFFICE — As promised, today Reps. Bill Foster (D-Ill.) and Mark Takano (D-Calif.) are introducing a resolution urging funds for the Office of Technology Assessment, which has been dormant since 1995, and Sen. Ron Wyden (D-Ore.) is filing a similar measure in the upper chamber.",
  "“Airbnb’s sponsored study is nothing more than a ginned-up collage of misleading statements and doctored stats in attempt to get a piece of the government travel business,” Troy Flanagan, vice president of government affairs and industry relations at the American Hotel and Lodging Association, said in a statement.",
  "House Judiciary scrutinizes tech and content moderation\n\nWith help from Steven Overly, John Hendel and Ashley Gold\n\nTECH UNDER SCRUTINY ON HILL, AGAIN — Social media platforms will be the subject of another Hill panel today, amid heightened scrutiny of their data privacy and content moderation practices.",
  "Wylie … added new detail to our understanding of Cambridge Analytica’s outreach to Russian Lukoil, concerns over the oil giant’s relationship with Russian intelligence, its interest in Cambridge Analytica’s ability to target U.S. voters through the firm’s datasets,” Schiff said in a statement.",
  "SCHIFF’S WYLIE READOUT — House Intelligence Democrats huddled with Cambridge Analytica whistleblower Christopher Wylie for a closed-door meeting on Wednesday, and ranking member Adam Schiff (D-Calif.) said the conversation offered additional insight for the lawmakers’ Russia investigation.",
  "SILICON VALLEY MUST-READS\n\n— Facebook keeps on trucking: “Facebook shares rose on Wednesday after the social network reported revenue that beat Wall Street estimates, showing no initial impact on its lucrative ad business from a scandal over the handling of personal data,” Reuters reports.",
  "Snap ad update: “Once reluctant to force ads on its users, still-unprofitable Snapchat is going to start testing nonskippable ads in its TV-like shows, according to three sources with direct knowledge of the plans and confirmed by Snap, parent of the messaging app,” Digiday reports.",
  "QUICK DOWNLOADS\n\nAnother tech IPO: “Sonos Inc., the Santa Barbara, Calif.-based wireless-speaker company, is preparing for an initial public offering that could come as soon as June or July, according to people familiar with the process,” The Wall Street Journal reports.",
  "Facebook, Microsoft change gun emoji: “An update rolling out to Android users this week changes the gun emoji from a traditional, metal-and-bullets sort of gun into a squirt gun, according to Emojipedia, a widely respected emoji resource,” Business Insider reports.",
  "— YouTube makes changes to its kids offering: “YouTube is overhauling its kid-focused video app to give parents the option of letting humans, not computer algorithms, select what shows their children can watch,” The Associated Press reports.",
  "I think of it as upside.” His remarks come just two weeks after Facebook CEO Mark Zuckerberg testified in front of lawmakers for the first time and as the broader internet industry faces perhaps its greatest scrutiny from Washington to date.",
  "Last year, Twitter initially prevented Blackburn from promoting a campaign ad because a line about her efforts to investigate Planned Parenthood was deemed “inflammatory.” (The company also later reversed that decision.)",
  "“Beyond illegal activity, as private actors, we know that these companies manage content on their platforms as they see fit,” House Judiciary Chairman Bob Goodlatte is expected to say, according to prepared remarks.",
  "\"Members of Congress need an organization that can adequately prepare good, nonpartisan policy recommendations on technical issues that affect us now and could impact us in the future,\" Foster said in a statement.",
  "THE SOUND OF MUSIC (MODERNIZATION) — The Senate Judiciary Committee has a hearing in the works on the Music Modernization Act (S. 2334 (115)) for mid-May, according to three sources familiar with the matter.",
  "PAI TIME FOR FCC FUNDING — FCC Chairman Ajit Pai is in the hot seat this afternoon before the House Appropriations Financial Services Subcommittee to talk about the agency’s fiscal year 2019 funding request.",
  "This time, the House Judiciary Committee will examine how social networks like Facebook, Twitter and Google police content, although all three tech giants have said they won’t be making an appearance.",
  "The panel is taking place as Republican lawmakers like Sen. Ted Cruz (R-Texas) push concerns about alleged bias against conservatives in the way that tech companies review accounts and content.",
  "— The hearing “should include both Democratic and Republican representation,” Rep. Mike Quigley, the panel’s top Democrat, told MT, citing concerns about Pai’s net neutrality rollback.",
  "— Earlier Wednesday, Chesky was on Capitol Hill trying to convince lawmakers that the government should make it easier for federal workers to stay in Airbnb properties when traveling.",
  "One proposal for encryption: Former Microsoft executive Ray Ozzie has offered his suggestions for a way to preserve privacy while addressing law enforcement needs, Wired reports.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“In fact, Mr. Wylie testified that Cambridge Analytica’s CEO [Alexander] Nix marketed Dr. Kogan’s research on the American electorate in his original outreach to Lukoil.\"",
  "“We are anticipating a [panel] in May,” said Matt Whitlock, a spokesman for Sen. Orrin Hatch (R-Utah), who is the chief sponsor of the legislation in the upper chamber.",
  "DINNER IS SERVED — IBM CEO Ginni Rometty was on the guest list for a dinner at Ivanka Trump and Jared Kushner’s home on Wednesday, per POLITICO Playbook.",
  "POLITICO’s Ben White is bringing Morning Money to the Milken Institute Global Conference to provide coverage of the day’s events and evening happenings.",
  "Rep. Marsha Blackburn (R-Tenn.), who has accused “Silicon Valley elites” of “trying to impose their values” on people, will also take the stand.",
  "Last year, he skipped an FCC budget hearing due to scheduling constraints, and this year, the witness list lacks a Democratic commissioner.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Rep. Jim Himes (D-Conn.) will testify on behalf of Democrats, according to Daniel Schwarz, a spokesman for Judiciary Committee Democrats.",
  "Schiff was referring to Aleksandr Kogan, the researcher who’s come under fire for sharing Facebook user data with Cambridge Analytica.",
  "Heidi Heitkamp and Amy Klobuchar, as well as Josh Bolten, president of the Business Roundtable, and Wes Bush, CEO of Northrop Grumman.",
  "Cory Gardner (R-Colo.) and Maria Cantwell (D-Wash.), Reps. David Schweikert (R-Ariz.), Debbie Dingell (D-Mich.) and Matt Gaetz (R-Fl.",
  "Both bills include music licensing reforms that would change how artists and songwriters are paid in the era of digital streaming.",
  "The conservative duo accused Facebook of censorship after the company deemed their videos “unsafe,” a decision it later reversed.",
  "Rometty also attended Tuesday night's White House state dinner for French President Emmanuel Macron, as did Apple CEO Tim Cook.",
  "The company estimates in a new analysis that Airbnb bookings could have saved the government $413 million last year alone.",
  "But if you think of it as these people are representing your users, their citizens, they actually can be very helpful.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "GOOD THURSDAY MORNING and welcome to Morning Tech, where we’re trying not to get our hopes up about the weather.",
  "The dinner guests were set to discuss \"career in tech education reauthorization,\" according to the report.",
  "Democrats on the House Judiciary and Oversight committees also attended a briefing with Wylie on Tuesday.",
  "For years, tradition dictated that both the FCC chief and a commissioner from the minority party testify.",
  "5447 (115)) passed the lower chamber on Wednesday and has been sent to the Senate for consideration.",
  "Also testifying is David Chavern of the News Media Alliance, a news trade association.",
  "The hearing is expected to focus on Hatch’s version of the bill, Whitlock said.",
  "Lamar Alexander, Shelley Moore Capito and Mike Enzi, and Democratic Sens.",
  "But panel chairman Tom Graves (R-Ga.) has raised some Democrats’ ire.",
  "“If you think of it as an obligation then there is only downside.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Sign up to keep up with your daily conference coverage.",
  "Learn more here about the Microsoft Airband Initiative.",
  "The House’s take on the Music Modernization Act (H.R.",
  "Email us the details at techcalendar@politicopro.com.",
  "But the hotel industry isn’t buying those numbers.",
  "— Spotted at the Internet Association gala: Sens.",
  "The newsletter will run April 29 - May 2, 2018.",
  "Send your tech tips to lzhou@politico.com.",
  "Other invitees included Republican Sens.",
  "Got an event for MT’s tech calendar?",
  "Today’s hearing kicks off at 2 p.m.",
  "Tips, comments, suggestions?",
  "“Mr.",
  "...",
  "**"
]