[
  "It's only happened twice in 20 years\n\nBrittany Kaiser, the former business development director for Cambridge Analytica, testified Tuesday before the British Parliament that the University of Mississippi partnered with a British group, Eldon Insurance, to use Facebook user data to create a new data research firm called Big Data Dolphins.",
  "The online news website Magnolia State Live first reported the news Thursday morning that Bryant had suggested that Andrew Wigmore, communications director for the Leave.EU, the organization that successfully campaigned in 2016 for Britain to leave the European Union, set up the arrangement at Ole Miss.",
  "\"Arron Banks and Andy Wigmore have told multiple individuals that they took my proposal and copied it and they created their own Cambridge Analytica, which they called Big Data Dolphins in partnership with the data science department at the University of Mississippi,\" Kaiser said.",
  "Bryant has full confidence in the University of Mississippi to make any decisions regarding their relationship with Eldon Insurance.”\n\nEldon Insurance acted as a guarantor for the Big Data Dolphins group in its leasing agreement with Ole Miss.",
  "\"The assertion that the University of Mississippi has received or analyzed any data from these companies is not true,\" Alice Clark, vice chancellor for university relations, said in a statement emailed Tuesday to The Associated Press.",
  "Any proposed research agreement between UM and an external entity is always carefully vetted by the university to ensure compliance with all applicable laws and policies.”\n\nWigmore, also called Kaiser's statements a \"litany of lies.\"",
  "(Photo: DANIEL LEAL-OLIVAS, AFP/Getty Images)\n\nA British firm that allegedly replicated Cambridge Analytica’s controversial data mining tactics set up shop at the University of Mississippi after consulting with Gov.",
  "Cambridge Analytica is the political data analysis firm hired by President Donald Trump's 2016 campaign that gained access to private information on more than 50 million Facebook users without their permission.",
  "\"Space in the research park is leased to outside entities based on the expectation of establishing a research or educational relationship with the university,\" spokesman Ryan Whittington said in a statement.",
  "Testifying before Parliament as to whether Cambridge Analytica was involved with the Leave.EU campaign, Kaiser said the company merely made a pitch but never worked for the group.",
  "However, Kaiser also said that two Leave.EU leaders took the idea of her pitch and used data from two insurance companies to partner with Ole Miss and start their own company.",
  "On Wednesday, however, the university acknowledged that it had leased a space to Big Data Dolphins Ltd. in the university's research park, Insight Park, in February.",
  "She told lawmakers that, in an atmosphere where data abuse was rife, she believed the leadership of the Leave.EU campaign combined data from members of the U.K.",
  "Bryant suggested to Eldon leadership they should look into doing research at a Mississippi university,\" Knox Graham, a spokesman for Bryant said in a statement.",
  "More: Cambridge Analytica whistleblower to testify Wednesday to House Intel Democrats\n\nMore: Will the FTC come down hard on Facebook?",
  "\"No research or educational relationship has been established with either of these companies and the space is not occupied.",
  "“Upon learning that Eldon Insurance was planning to begin a new research effort at the University of Scotland, Gov.",
  "Independence Party and from the customers of two insurance companies, Eldon Insurance and GoSkippy Insurance.",
  "The Clarion Ledger has previously reported on Bryant's friendship with Brexit backers, including U.K.",
  "Buzz60\n\nTraffic passes the building housing the offices of Cambridge Analytica in central London.",
  "CLOSE Almost 1 in ten Americans are deleting their Facebook accounts because of privacy concerns.",
  "Follow Bracey Harris on Twitter: @BraceyHarris\n\nRead or Share this story: https://usat.ly/2Jat17g",
  "Thursday morning the online news website magnoliastatelive.com reported that Gov.",
  "Phil Bryant suggested that Wigmore set up the arrangement at Ole Miss.",
  "Phil Bryant, a spokesman for the Governor's Office confirmed Thursday.",
  "\"Ultimately, they were connected with the University of Mississippi.",
  "Independence Party Leader Nigel Farage, whom Trump called \"Mr.",
  "The Associated Press contributed to this report.",
  "The university rejected Kaiser's allegation.",
  "Veuer's Natasha Abellard has the story.",
  "This story will be updated.",
  "Brexit.\"",
  "Gov."
]