[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Blumenthal said he wants to know ‘how many Cambridge Analyticas there are, how many users’ information has been scraped, what kind of compensation he will make to them, but more broadly how the business model will be changed to better protect privacy because right now the business model is to monetize personal, confidential information.’\"\n\n— And there’s more: Nancy and Pro Cyber’s Cory Bennett compiled a list of questions Zuckerberg hasn’t answered, on everything from the FTC consent decree to the tech executive’s tour of middle America.",
  "“It's something you have to nurture and that is something we will be talking about in a lot of issues we care about.” During its 17th annual fly-in on Wednesday, TechNet will bring to Washington: Kevin Mandia, CEO of FireEye; John Chambers, CEO of JC2; Terry Howerton, CEO of TechNexus; Ryan Carlson, chief marketing officer of Okta; Bruce Aust, chairman of Nasdaq; Greg Becker, CEO of Silicon Valley Bank; and KR Sridhar, CEO of Bloom Energy.",
  "“The San Francisco-based company known for its red frames with a battery-powered boost had partnered with Uber for the past few months in San Francisco.”\n\nQUICK DOWNLOADS\n\nTech’s blockbuster R&D spending: “Tech companies claimed the top five spots in the U.S. for research and development spending again last year, investing a combined total of $76 billion.",
  "“The news is a major victory that the iPhone maker has been working toward for years through the purchase of green energy bonds and other renewable investments in its supply chain and physical infrastructure.”\n\n— Uber makes moves on biking: “The ride-hailing company announced Monday it was acquiring bicycle-share company, Jump,” Mashable reports.",
  "RSVP for POLITICO Space: The Launch Event — Thursday, April 12 at the St. Regis — Doors open at 9:30 a.m.\n\nNOT ZUCKERBERG — While the Facebook CEO soaks up much of the Capitol Hill spotlight this week, trade group TechNet will angle to get lawmakers thinking about other technology issues, like immigration reform and federal I.T.",
  "What to expect from the Facebook hearing today\n\nWith help from Margaret Harding McGill, Ashley Gold, Steven Overly and John Hendel\n\nWHAT TO EXPECT FROM FACEBOOK HEARING TODAY — Forty-four lawmakers in the upper chamber will have the opportunity to grill CEO Mark Zuckerberg today — and they aren’t planning on holding back.",
  "— Telcos seize their moment: USTelecom, a trade group representing telecom giants including Verizon and AT&T, joined Charter Communications on Monday to throw its backing behind congressional action on data privacy, arguing that the “entire [internet] ecosystem” should be subject to policies that govern this issue.",
  "“I think he recognizes that they have made mistakes and he’s willing to own up to them,” Thune said, adding, “Hopefully he’ll spell out tomorrow some of the things that they intend to do to try to prevent this from happening in the future.” Feinstein also appeared impressed with Zuckerberg’s demeanor.",
  "“The answer is for our policymakers to step up and do the hard work of coming up with a modern framework to protect consumer privacy while encouraging the growth and evolution of the most powerful tool in our modern lives,” USTelecom President Jonathan Spalter writes in a blog post.",
  "NAB SHOW TIDBITS — House Energy and Commerce Chairman Greg Walden on Monday called for Apple to activate FM chips in iPhones — a long-running issue for the National Association of Broadcasters, which argues doing so would help consumers access information when cell networks go down.",
  "Republicans, meanwhile, are likely to draw comparisons between Cambridge Analytica and President Barack Obama's 2012 re-election campaign in their use of Facebook data — implying that Republicans aren't the only ones engaging in questionable social media tactics,” Steven reports.",
  "Story Continued Below\n\n— The specter of more regulation could also come up: “Zuckerberg last week endorsed the Honest Ads Act (S. 1989 (115) (115)), a bill that would require disclosures for online political ads, but some lawmakers want more rules.",
  "RSVP for Winning the Age of AI: The future of Work, Workers and Education — Thursday, April 12 at Union Station — Doors open at 5 p.m.\n\nPOLITICO SPACE LAUNCH: Join us to launch the POLITICO Space newsletter with a live event on April 12.",
  "“Our bipartisan work has made a significant difference in raising awareness of these trafficking crimes and informed our efforts to craft a narrow legislative solution that is now ready to be signed into law,” he said in a statement.",
  "Rob Portman (R-Ohio), a chief sponsor of anti-sex-trafficking legislation that targets advertising on tech platforms, welcomed the DOJ’s indictment of Backpage.com, a site that’s been investigated for helping facilitate prostitution.",
  "“And they found that bots play a larger role than humans do in sharing those links.”\n\n— Apple’s energy update: “Apple announced [Monday] that its business is now powered by 100 percent renewable energy sources,” The Verge reports.",
  "— Good news for Zuck: Top Commerce and Judiciary members John Thune, Bill Nelson, Chuck Grassley and Dianne Feinstein all huddled with the Facebook executive on Monday, and their meeting readouts included some positive takeaways.",
  "Portman also highlighted the roughly two-year Senate investigation that helped uncover Backpage’s involvement in trafficking activities and called out the legislation that’s headed to President Donald Trump’s desk.",
  "SILICON VALLEY MUST-READS\n\n— Examining the role of bots in spreading tweets: “The Pew Research Center has just released a report detailing the role Twitter bots play in spreading links from popular websites.",
  "About that iPhone battery fiasco: “Apple just rolled out a tool to show you whether your iPhone’s battery has degraded to the point where iOS deliberately slows things down,” The Wall Street Journal reports.",
  "— On tap today, Pai will speak at the “We Are Broadcasters Celebration.” He also plans to visit a new apartment complex in Las Vegas, where CenturyLink offers fiber and gig-speed internet to each apartment.",
  "They ought to be doing this.”\n\n— Remember, FCC Chairman Ajit Pai in September pressured Apple to activate FM chips in the wake of hurricanes in Texas, Florida, Puerto Rico and the U.S. Virgin Islands.",
  "Telecom companies had previously argued that since-repealed FCC rules on broadband privacy were unfair because they solely applied to ISPs and not so-called “edge providers” like Google and Facebook.",
  "He’ll also walk lawmakers through the steps that the company has taken in an effort to self-police on Russian interference and protect user data, as it stares down potential regulation.",
  "Researchers analyzed around 1.2 million tweets posted by 140,545 accounts between July 27th and September 11th, 2017 that shared links to 2,315 popular websites,” Engadget reports.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "AI EVENT: With artificial intelligence driving the next big shift in the global economy, no aspect of American society will be untouched by the new age of machine learning.",
  "In a conversation with NAB President Gordon Smith, Walden pointed out that other manufacturers have added the chips to smartphones, and he wants to see Apple do the same.",
  "— The group will meet with Sen. Orrin Hatch (R-Utah) and House Minority Leader Nancy Pelosi (D-Calif.), among others on Capitol Hill and at the White House.",
  "— What he will say: Zuckerberg is expected to emphasize contrition in the latest leg of his apology tour this afternoon, according to prepared remarks.",
  "Republican FCC Commissioner Brendan Carr will give remarks ahead of a panel on the role broadcasters played in the 2017 concert shooting in Las Vegas.",
  "Amazon was at the top of the list, spending $22.6 billion in 2017, 41 percent more than in 2016 (when it also topped the list),” Recode reports.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Lawmakers “will probably notice that some of the [companies] who are in the news right now are not part of our delegation,” Moore said.",
  "The tech executive is testifying at a joint Senate Commerce and Judiciary hearing today, followed by a House panel on Wednesday.",
  "We’ll discuss the strategic priorities of the aerospace industry and the rise of the second Space Age in Washington and beyond.",
  "Join POLITICO for a discussion on how American workers and U.S. school systems can adapt to the future of work and the AI era.",
  "Apple said at the time that the iPhone 7 and 8 models do not have FM radio chips or antennas designed to support FM signals.",
  "I’m an advocate for it … but I’d hate to mandate, legislate technology because it only ties the hands for future innovation.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "1865 (115)), that would hold online sites liable for publishing content that helps facilitate sex trafficking.",
  "), for example, plans to introduce legislation that would give people greater say in how their data is used.",
  "GOOD TUESDAY MORNING and welcome to Morning Tech, where we’re curious about how this strategy will play out.",
  "Brian Schatz (D-Hawaii) and Richard Blumenthal (D-Conn.) also said they're working on legislation.",
  "CORRECTION: The April 9 edition of Morning Tech misstated the name of the EU's privacy rule.",
  "… He's smart, he obviously knows what he's doing, he has a very pleasant personality.\"",
  "“I started Facebook, I run it, and I’m responsible for what happens here,” he’ll say.",
  "“Democrats intend to hammer him for lax oversight of privacy and Kremlin meddling.",
  "“We can't take U.S. leadership in tech for granted,” CEO Linda Moore said.",
  "Critics of the bill have noted that DOJ took action before it became law.",
  "TechNet counts Facebook, Google, Apple and Amazon among its members.",
  "Trump on Wednesday is expected to sign a bill, dubbed FOSTA (H.R.",
  "“My sense of him as a person is that he's a very nice young man.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Their absence may keep focus off the buzziest tech topics.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "A spokesman for the company declined comment Monday.",
  "It is the General Data Protection Regulation.",
  "PORTMAN BACKS DOJ ACTION ON BACKPAGE — Sen.",
  "Send your tech tips to lzhou@politico.com.",
  "“This could save lives,” Walden said.",
  "“It’s something they should embrace.",
  "Got an event for MT’s tech calendar?",
  "More from John and Ashley, here.",
  "Tips, comments, suggestions?",
  "But this is a no brainer.",
  "Sen. Ed Markey (D-Mass.",
  "modernization.",
  "Sens.",
  "**"
]