[
  "You may remember that back in the December 20, 2016 issue, Forbes Senior Editor Steven Bertoni had reported that President Trump’s son-in-law Jared Kushner hired Cambridge Analytica to “map voter universes and identify which parts of the Trump platform mattered most: trade, immigration or change.”\n\nCambridge Analytica said that it deleted all the personal data years ago, but reports by The New York Times and The Guardian said last weekend that the conservative political research company did not.",
  "Plus Facebook said that it is exploring two new monetization features for creators including the ability for advertisers and creators to easily connect for branded content opportunities along with the ability for fans to “become a supporter of the creators they love.”\n\nFans would be able to support creators with a monthly payment in exchange for certain perks like exclusive content and a badge that highlights their status as a supporter.",
  "That is where our focus lies as we remain committed to vigorously enforcing our policies to protect people's information.”\n\nVP Of Marketing Carolyn Everson Responds\n\nAccording to CNBC via USA Today, Facebook’s VP of Marketing Carolyn Everson said that the social network company is \"outraged and beyond disturbed\" by the way that Cambridge Analytica misused the data it had on 50 million users.",
  "In a statement to Reuters, Slack said that it details service issues “in great detail” and “maintains a consistently high uptime, the industry standard for reliability, routinely hitting 99.99 percent or better.”\n\nSnap/Snapchat Roundup\n\nMap Explore\n\nThe Verge reported Snap has added a new Map Explore feature into Snapchat where user updates will be displayed at the bottom of the Map.",
  "My research examines happiness, emotions, social influences, and positive character traits.”\n\nAmerican And British Lawmakers Demand Answers\n\nThe New York Times said that lawmakers in the U.S. and U.K. are now demanding Facebook to explain how Cambridge Analytica was able to gather the private information of the tens of millions of users without any sort of alert.",
  "We’re letting you decide because the reblog chains contain posts created by real Tumblr users, often challenging or debunking the false and incendiary claims in the IRA-linked original post.”\n\nTwitter Roundup\n\nTwitter Security Head Michael Coates Steps Down\n\nTwitter Chief Information Security Officer (CISO) Michael Coates has announced that he is stepping down.",
  "Plus Facebook will require developers to “not only get approval but also sign a contract in order to ask anyone for access to their posts or other private data.”\n\nThirdly, Facebook said that everyone will see a tool at the top of the News Feed that will show the apps that you have used and offer a way to easily revoke those apps' permissions to your data.",
  "“We are committed to vigorously enforcing our policies to protect people’s information and will take whatever steps are required to see that this happens.”\n\nCo-Founder And CEO Mark Zuckerberg Responds\n\nAfter taking a few days to craft a response to the Cambridge Analytica debacle, Zuckerberg responded on Wednesday in the form of a Facebook post.",
  "When combined with the data Meltwater captures and our AI capabilities, developers can disrupt the Business Intelligence space by either building new applications or complementing existing ones with unique signal that can be only derived from external data.”\n\nDataSift has over 15 data partners including Facebook, LinkedIn and WordPress.",
  "This is the video that Channel 4 News posted about it:\n\n\"Mr. Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,\" said Cambridge Analytica’s board in a statement last week.",
  "Tumblr discovered 84 accounts used by 13 people connected to the Internet Research Agency, which is known as being a “troll farm.”\n\nAccording to The Guardian, Tumblr discovered the issue in late 2017 and helped lead an investigation to for an indictment in February of 13 individuals connected to Internet Research Agency.",
  "“While we’ve long prohibited the sale of firearms, we recently notified creators of updates we will be making around content promoting the sale or manufacture of firearms and their accessories.”\n\nGoing Live With Your Webcam\n\nYouTube has announced that it is making things easier for going live on your computer and phone.",
  "VP & Deputy General Counsel Paul Grewal Responds\n\nFacebook’s VP & Deputy General Counsel Paul Grewal issued the following statement about this case: \"We are conducting a comprehensive internal and external review and are working to determine the accuracy of the claims that the Facebook data in question still exists.",
  "This is what O’Connor wrote last year:\n\nIn June 2014, she (Whitney Wolfe Herd) sued Tinder for sexual harassment, alleging that her ex-boss and ex-boyfriend Justin Mateen called her a \"whore\" and \"gold digger\" and bombarded her with threatening and derogatory text messages, which she attached to her complaint.",
  "To help video creators engage with their community, Facebook is now testing a feature that highlights a creator’s tops fans by displaying a badge next to their names and adding their names to a leaderboard of highly engaged fans based on how often they comment, share, react or watch a creator’s content.",
  "We will learn from this experience to secure our platform further and make our community safer for everyone going forward.”\n\nChief Operating Officer Sheryl Sandberg Responds\n\nFacebook chief operating officer Sheryl Sandberg also wrote a post on Wednedsay sharing her thoughts about the matter.",
  "Shareholder Files Lawsuit\n\nFacebook shareholder Fan Yuan has filed a lawsuit in the District Court of Northern California in San Francisco against the company due to the Cambridge Analytica issue, which had caused the market value of the company to drop over $50 billion this past week.",
  "So YouTube is going to partner with some of its channels like asapSCIENCE (7 million subscribers) and Smarter Every Day (5.5 million subscribers) to help kids be able to learn what is fact and what is false while reading news articles and watching videos online, according to Polygon.",
  "However, he ended up doing an interview on CNN later that night where he did apologize for what happened:\n\n\"This was a major breach of trust, and I'm really sorry that this happened,\" said Zuckerberg on the CNN \"Anderson Cooper 360\" TV show while being interviewed by Laurie Segall.",
  "Business Insider pointed out that Stroz Friedberg is the same investigator that Uber brought in to find out if self-driving car engineer Anthony Levandowski downloaded intellectual property documents on his laptop before leaving Alphabet (Google’s parent company) subsidiary Waymo.",
  "“We wanted to offer Viber users around the world something that truly enhances their experience and easily engages them to chat about, share and play games together.”\n\nYouTube Roundup\n\nFirearm-Related Videos Get Banned\n\nYouTube has decided to restrict videos that involve weapons.",
  "The new livestreaming API makes it easier for developers to add Facebook streaming functionality to their PC games — which makes it possible for players to livestream directly from game clients to a Facebook surface without any hardware or third-party software required.",
  "In the video, Nix could be heard about how their work helped Trump win, how they were able to avoid Congressional investigations and set up proxy organizations to feed untraceable messages on social media and create attack ads in the “Defeat Crooked Hillary” campaign.",
  "\"We’ve experimented with new ways to inspire followers to shop, from creating unique outfits in which every item is available for purchase, to showcasing user generated content, to giving shoppers real-life ideas for how to wear the items they purchase from Lulus.",
  "One of the biggest reasons why the government is pushing for more ad transparency is because a Russian company linked to the Kremlin successfully influenced the 2016 presidential election through the use of divisive imagery spread through Facebook's ad platform.",
  "And there are going to be some new tactics that we need to make sure that we observe and get in front of.”\n\nZuckerberg outlined a few steps that the company is planning to take in order to prevent bad actors from accessing people’s information going forward.",
  "Another test unit pulls a mix of product shots and lifestyle imagery so people see how products could fit into their lives.”\n\nIn the same announcement, Pinterest said it is also expanding the “Shop the Look” feature to France, Germany, Japan and the UK.",
  "Ask the thousands of users we've blocked from our platform for bad behavior.”\n\nWolfe told Business Insider that there was room for competition in the dating app marketplace and that there is also interest from other potential buyers besides Match Group.",
  "And this lawsuit might be a “bargaining chip.”\n\nIn Match Group’s lawsuit filing, it alleges that Bumble copied a number of features from its Tinder app such as the double-blind opt-in and the swipe-right to like and swipe-left to dislike user interface.",
  "Slack Roundup\n\nEngineering Team Being Ramped Up To Fight Outages\n\nAccording to Reuters, collaboration software company Slack is ramping its safety engineering team to prevent disruptions -- which have been more common on its service compared to rivals.",
  "“By combining advances in machine learning and the vast amount of publicly available information on the internet, you can today understand and track Porter’s Five Forces in real time to understand strategic opportunities and threats for your business.",
  "So if your best friend shares a selfie from her vacation in Australia, it will be waiting for you when you wake up.”\n\nIt’s worth mentioning that this does not mean that Instagram will be switching back to the chronological variable for the news feed.",
  "At the Financial Times' Future of News Summit, Bannon said that he was actually the one that came up with the name for the company name “Cambridge Analytica,” but he denied being aware that Cambridge Analytica was harvesting the data from Facebook.",
  "While speaking with Recode’s Kara Swisher, Zuckerberg said that Facebook users around the world have a lot of “different opinions” and he has a hard time drawing a line between freedom of speech and hate speech while \"sitting here in California.\"",
  "The Washington Post cited financial disclosures that show Bannon received over $125,000 in consulting fees from Cambridge Analytica in 2016 along with receiving “membership units” in the company that is worth between $1 million and $5 million.",
  "— Alex Stamos (@alexstamos) March 17, 2018\n\nAccording to sources with Reuters, Stamos is reportedly planning to leave Facebook in August due to internal disagreements about how the company should deal with the spreading of disinformation.",
  "First, Facebook will investigate all apps that had access to large amounts of information before the platform changed to dramatically reduce data access in 2014 along with conducting full audits of any apps with suspicious activity.",
  "When Swisher questioned why Zuckerberg was uncomfortable with making value decisions, he said that he wishes there was a process in place where Facebook could more accurately reflect the values of the community in different places.",
  "Former Cambridge Analytica CEO Alexander Nix told Forbes staff writer Parmy Olson that he talked to Bannon “everyday for five years.”\n\nAnother notable figure connected to Cambridge Analytica is Facebook board member Peter Thiel.",
  "Wylie acknowledged that the data was collected by a researcher at Cambridge University named Aleksandr Kogan through an app called “MyDigitalLife.” The app asked users to answer questions in order to build a personality profile.",
  "Facebook Roundup\n\nCambridge Analytica Controversy\n\nLast week it was revealed that a company called Cambridge Analytica utilized personal details about 50 million Facebook users to influence the 2016 U.S. presidential election.",
  "Both Democratic Senator Amy Klobuchar of Minnesota and U.K. Conservative Party politician Damian Collins expressed their interest in having Facebook CEO and co-founder Mark Zuckerberg appear before a panel for an explanation.",
  "\"I think when you start getting into micromanagement, of 'Oh, you need to have this specific queue or this,' which ... is the German model — you have to handle hate speech in this way — in some ways that's actually backfired.",
  "Game Publishers Can Reward Fans For Streaming\n\nThere are more than 800 million gamers that play a Facebook-connected game every month and the Games SDK powers the community across mobile devices, PCs and video game consoles.",
  "According to Business Insider, the Network Enforcement Act requires companies like Facebook, Twitter and other social media platforms to delete hate speech within 24 hours or face fines up to €50 million (£45 million).",
  "pic.twitter.com/jPwRHUyW1w — april glaser (@aprilaser) March 17, 2018\n\nI have deleted my Tweets on Cambridge Analytica, not because they were factually incorrect but because I should have done a better job weighing in.",
  "In last week’s “Social Media Roundup,” there were details about how The Federal Election Commission proposed new disclosure rules for online ads in order to prevent foreign interests in influencing the U.S. elections.",
  "Zuckerberg confirmed in his Facebook post that Kogan shared the data it obtained through the use of a personality quiz that was installed by about 300,000 people, which gave them access to tens of millions of users.",
  "Viber Roundup\n\nPartnership With GAMEE\n\nRakuten Viber, a popular instant message and VoIP application with over 900 million registered users, recently announced that it has partnered with social gaming company GAMEE.",
  "Slack is going to set up its safety engineering team with looking into failure modes before “they impact service to customers or cascade into full outages” as reported by a job listing posted for the lead manager.",
  "Joseph Chancellor: Current Facebook Employee And Previous GSR Co-Director\n\nAs mentioned earlier, Cambridge Analytica accused a company called Global Science Research (GSR) as the source for the personal user data.",
  "When the Stroz Friedberg auditors arrived at the Cambridge Analytica’s London office, they ended up standing down at the request of the UK Information Commissioner’s Office (ICO) on March 19, 2018, at 3:25 PM PT.",
  "In the 2011 consent decree settlement, Facebook was required to get consumers’ approval before it changed the way data was shared and it required periodic assessments of privacy practices by third-party auditors.",
  "Klobuchar and Republican John Kennedy of Louisiana also asked Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) to hold a hearing for senators to question Zuckerberg along with other social media CEOs.",
  "And the U.S. Federal Trade Commission has reportedly started investigating Facebook about whether the social network violated the terms of a 2011 consent decree settlement by providing data without user consent.",
  "Additional Notable Social Media News\n\nMeltwater Acquires Social Media Analytics Company DataSift\n\nMedia intelligence company Meltware has announced that it has acquired social media analytics company DataSift.",
  "However, Zuckerberg had pointed out that Facebook changed its policies in 2014 to stop allowing app creators from accessing data about a person’s friends unless the user’s friends authorized the app as well.",
  "Stroz Friedberg Auditors “Stood Down”\n\nOn March 19, 2018, at 11:40 AM PT, Facebook said it hired independent forensic auditor firm Stroz Friedberg to conduct a comprehensive audit of Cambridge Analytica.",
  "Those tweets have been deleted, but Slate reporter April Glaser took screenshots:\n\nHere are @alexstamos now deleted tweets on the app Cambridge Analytica used to harvest millions of Facebook users' data.",
  "So I’m just giving this as an example of attention that we debate internally, but clearly until we come up with a reasonable way to do that, that is our job, and I do well in that,\" Zuckerberg explained.",
  "Instagram Roundup\n\nChanges Being Made To The Algorithm After All\n\nEarlier this month, Instagram denied that it would not be restoring the chronological news feed algorithm nor is that idea being tested.",
  "\"We know that the ultra-nationalist Buddhists have their own Facebooks and are really inciting a lot of violence and a lot of hatred against the Rohingya or other ethnic minorities,\" Lee told Reuters.",
  "Chief Security Officer Alex Stamos Responds\n\nFacebook chief security officer Alex Stamos responded to the criticism in a series of tweets about why this issue should not be considered a data breach.",
  "Facebook Responds In A Statement\n\n“The entire company is outraged we were deceived,” said Facebook in an official company statement shortly after learning about the Cambridge Analytica constroversy.",
  "Before joining Facebook, I was a postdoctoral researcher at the University of Cambridge, and I received my Ph.D. in social and personality psychology from the University of California, Riverside.",
  "\"This is especially helpful in large group chats with people you may not yet be connected to, like when you’re planning a friend’s surprise birthday party with different groups of friends.",
  "Cryptocurrency Ad Ban Rumor\n\nThere are reports that Twitter is going to ban advertisements for cryptocurrencies, initial coin offerings (ICOs) and token sales, according to Sky’s sources.",
  "Reddit Roundup\n\nTransactions For Certain Goods And Services Now Prohibited\n\nReddit has announced an addition to its content policy forbidding transactions for certain goods and services.",
  "I feel fundamentally uncomfortable sitting here in California at an office, making content policy decisions for people around the world,\" Zuckerberg acknowledged in the Recode interview.",
  "At the BlizzCon event, Blizzard credited the Facebook integration of Suggested Friends as a contributing factor for players doubling their network of friends on the Battle.net platform.",
  "“Over time, integrating App Events will provide valuable insights that developers can use to improve game mechanics and better serve their community,” said Facebook in the announcement.",
  "Pinterest Roundup\n\nShopping Ads Expanding To More Businesses\n\nIn a blog post, Pinterest said that it is expanding Shopping Ads from a couple dozen retailers to hundreds of businesses.",
  "We’ve found as Instagram users become accustomed to seeing these native shopping experiences, they are more inclined to shop on Instagram,\" said Lulus VP of Marketing Noelle Sadler.",
  "Admins also have the ability to remove members if needed, and promote or demote any other person in the group chat as an admin,\" Messenger Product Manager Drew Moxon in a blog post.",
  "So Facebook announced that it is testing a number of new features for creators to help them increase engagement and grow their community, manage their presence and build a business.",
  "Because now we are handling hate speech in Germany in a specific way, for Germany, and our processes for the rest of the world have far surpassed our ability to handle, to do that.",
  "And whether people delete their app over it or just don’t feel good about using Facebook, that’s a big issue that I think we have a responsibility to rectify,\" Zuckerberg answered.",
  "And in the next few months, YouTube will allow users to start a live stream directly from the camera app of your phone in select devices from Asus, LG, Motorola, Nokia and Samsung.",
  "\"If the allegations are true, this is an incredible violation of everything that we stand for,\" said Everson in response to a question at the ShopTalk retail conference last week.",
  "That seems to be a different story this week because Instagram officially announced it was going to give you more control of the feed and ensure that the posts you see are timely.",
  "Cambridge Analytica said that it did not violate Facebook’s policies and cited a third-party company called Global Science Research (GSR) as the contractor that obtained the data.",
  "Subscription Fee Model For Video Creators Being Tested\n\nFacebook has been looking for ways to get high-quality video creators to provide programming on its platform over YouTube.",
  "Another reason why Nixon was suspended is because he was recorded by U.K. Channel 4 News reporters, who had posed as potential clients looking to influence Sri Lankan elections.",
  "Bumble Roundup\n\nResponse To Match Lawsuit\n\nMatch Group is accusing location-based social dating app Bumble of patent infringement in a lawsuit that was filed earlier this month.",
  "Interestingly, former Forbes staff writer and current Bumble Editorial Director Clare O’Connor reported that Bumble turned down a $450 million offer from Match Group last year.",
  "\"You know, what I would really like to do is find a way to get our policies set in the way that reflects the values of the community, so I'm not the one making those decisions.",
  "Testing The Ability To Repost Stories With Comments\n\nInstagram is currently testing a Stories feature that would allow users to repost Stories from other users with commentary.",
  "This includes firearms, ammunition, explosives, drugs, alcohol, tobacco, physical sexual contact, stolen goods, personal information, falsified official documents and currency.",
  "In a statement, Tumblr said it would notify by email \"anyone who liked, reblogged, replied to, or followed an IRA-linked account with the list of usernames they engaged with.\"",
  "However, the Facebook is being used to incite violence against Rohingya Muslims in Myanmar (formerly Burma), a nation that borders China, India, Bangladesh, Laos and Thailand.",
  "and Senator Jerry Moran (R-Kan.) sent a letter to Zuckerberg asking him to answer questions about the data obtained by Cambridge Analytica by no later than 5 PM on March 29th.",
  "A separate letter was also sent to Strategic Communications Laboratories Group CEO Nigel Oakes requesting information connected to the use and sharing of Facebook user data.",
  "Tumblr Roundup\n\nRussian-Linked “Troll Farm” Used Its Platform To Spread Fake News\n\nTumblr, microblogging and social networking service purchased by Verizon subsidiary Yahoo!",
  "“DataSift has built a scalable platform that lets developers build data science-driven insights from social firehoses while protecting the privacy of an individual’s data.",
  "When you visit youtube.com/webcam, you can just simply click on “Go live” in the YouTube header to start your live stream without requiring additional streaming software.",
  "Lauren Gallo Hired As New Head of Talent Partnerships\n\nSnap has hired Apple’s former Senior Global Brand Marketing Lead Lauren Gallo as its head of talent partnerships.",
  "New Lenses And Lens Studios Tools\n\nAccording to Engadget, Snap is creating new Lenses and tools for the Lens Studio in order to make augmented reality effects simpler.",
  "A new feature in the Facebook Games SDK is Key Player Stat, which enables PC game developers to integrate real-time player stats from their games into Facebook Groups.",
  "\"While this specific issue involving Cambridge Analytica should no longer happen with new apps today, that doesn't change what happened in the past,\" Zuckerberg added.",
  "Cambridge Analytica CEO Alexander Nix Gets Suspended\n\nCambridge Analytica’s board of directors said that chief executive officer Alexander Nix has been suspended.",
  "Executives that take advantage of this new opportunity create an unfair information advantage over those who don’t,” said Meltwater founder and CEO Jorn Lyseggen.",
  "As part of the partnership, GAMEE is going to launch its first gaming Chat Extension with more than 70 games directly playable within the Viber chat environment.",
  "Since Facebook is not aware of third-party fact-checkers in Myanmar, the company has to identify the bad actors and simply enforce its community standards there.",
  "Telegram Roundup\n\nTelegram Hits 200 Million Users\n\nTelegram, the popular mobile messaging app, announced last week that it hit 200 million active monthly users.",
  "To celebrate the milestone, Telegram had released an update with the ability to search for sticker sets and an option to upload multiple media files at a time.",
  "The outages on Slack have caused many people to switch over to rival workplace collaboration software platforms built by Microsoft, Google, Facebook and Cisco.",
  "Chancellor’s job description on the Facebook Research website says:\n\n“I am a quantitative social psychologist on the User Experience Research team at Facebook.",
  "You can add filters to videos like “On The Air,” “Side Hustle” and “Work High Five.” And there are three text styles, which are FifthAve, Geometric and Plain.",
  "And to make it easier for creators to manage their presence, Facebook is testing a content rights management tool with simplified and automated capabilities.",
  "Hashtags And Profile Links Can Now Be Added To Bios\n\nLast week, Instagram announced that users can now add hashtags and profile links to their profile bios.",
  "Another interesting question Zuckerberg was asked in the CNN interview is whether bad actors are using the platform to influence the U.S. midterm elections.",
  "Messenger Gains New Group Chat Tools\n\nIf you are the manager of a group chat on Messenger, then you can understand how overwhelming it can be to manage it.",
  "LinkedIn Roundup\n\nVideos Now Have Filters And Text Support\n\nProfessional social network LinkedIn has added new filters and text features for video uploads.",
  "And Brian Acton, the co-founder of WhatsApp (acquired by Facebook for $19 billion in February 2014), also shocked many people when he tweeted \"It is time.",
  "To add a hashtag or profile link to a user profile, tap on “Edit Profile” and type in a “#” or an “@” to see a list of recommended hashtags and profiles.",
  "Partnerships With Channels To Fight Fake News\n\nThrough YouTube, Google is planning to invest $10 million over the next couple years to push for literacy.",
  "One of the most prominent scenes in that movie is the karate match between Daniel LaRusso (played by Ralph Macchio) and Johnny Lawrence (William Zabka).",
  "Viber users have been accessing the GAMEE Chat Extension an average of 34 gameplays per day and are spending approximately 20 minutes of playtime daily.",
  "People chose to share their data with third-party apps and if those third-party apps did not follow the data agreements with us/users it is a violation.",
  "#DeleteFacebook Goes Viral\n\nFollowing the Cambridge Analytica controversy, the hashtags #DeleteFacebook or #BoycottFacebook went viral on social media.",
  "Tumblr had notified the authorities, terminated the accounts and deleted the posts along with working behind the scenes with the US Justice Department.",
  "About a year later, Facebook learned from journalists at The Guardian that Kogan violated Facebook's policies by sharing data with Cambridge Analytica.",
  "Facebook recently discovered that the Russian company had purchased $100,000 worth of ads and distributed 3,000 controversial images with that budget.",
  "Coates will be starting his own security startup and senior manager of information security and risk Joseph Camilleri will be the interim replacement.",
  "Pinterest said that it already saw “great results with initial partners” such as Ulta Beauty, Venus, Overstock, Lowe’s, eBay, Wayfair and IKEA Canada.",
  "And there is a new rewards feature that enables PC developers to curate and grant free in-game rewards for viewers that watch livestreams on Facebook.",
  "“We’re so excited to work with Gamee to bring their social gaming to Viber’s audience,” said Viber’s VP of Global Partnerships Cristina Constandache.",
  "And Information Commissioner Elizabeth Denham said in a statement that a search by Stroz Friedberg could have compromised a regulatory investigation.",
  "“While this specific issue involving Cambridge Analytica should no longer happen with new apps today, that doesn't change what happened in the past.",
  "Shop the Look helps users find and buy products inside fashion and home decor Pins by using white dots that call out different parts of the images.",
  "To which Zuckerberg replied, \"I don’t know about you but I am used to when people legally certify that they are going to do something, they do it.\"",
  "Visual technology powers everything on Pinterest, from content recommendations to ad targeting,” said Pinterest’s Shounak Simlai in the blog post.",
  "\"As he (Zuckerberg) said, we know that this was a major violation of people's trust, and I deeply regret that we didn't do enough to deal with it.",
  "And PC developers can now integrate custom App Events and utilize Facebook Analytics to optimize and understand the community activity in games.",
  "And Tumblr listed the 84 usernames linked to the Internet Research Agency so users will known if they interacted with any of the troll accounts.",
  "“We routinely make updates and adjustments to our enforcement guidelines across all of our policies,” said a YouTube spokeswoman via Bloomberg.",
  "As you start the new work week, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "For example, he criticized the new rules in Germany called the Network Enforcement Act (known as “Facebook law”) in an interview with Wired.",
  "Facebook's vice president of product management Adam Mosseri said his team has been losing sleep over the social network’s role in Myanmar.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "Going forward, YouTube is going to ban videos that promote or link to websites that sell firearms and gun accessories such as bump stocks.",
  "StudioMDHR, the developer of the video game Cuphead, is one of Snap’s partners on this initiative and created a special Lens on Snapchat.",
  "Yuan filed the lawsuit on behalf of an undisclosed number of investors that purchased shares between February 3, 2017 and March 19, 2018.",
  "The lawsuit also claims that Facebook did not disclose third parties were allowed to access data on millions of people without consent.",
  "“We’re always testing ways to make it easier to share any moment with friends on Instagram” said a spokesperson to TechCrunch about it.",
  "Shopping Experience Expands To 8 More Countries\n\nInstagram has announced that it has expanded its shopping ads to eight more countries.",
  "\"Lulus has been using shopping on Instagram since its testing stages, so we’ve been able to grow with the platform as it has evolved.",
  "Gallo will oversee Snapchat’s relationships with its branded Stories accounts and she will report to VP of partnerships Ben Schwerin.",
  "The GAMEE Chat Extension allows Viber users to integrate GAMEE games directly into in-app conversations and engagements with friends.",
  "Another aspect of hate speech regulation is that Zuckerberg feels like he should not be the gatekeeper of what counts as hate speech.",
  "Facebook does have a set of established Community Standards, which results in the blocking of individuals that engage in hate speech.",
  "Senate Commerce, Science and Transportation Committee Chairman John Thune of South Dakota along with Senator Roger Wicker (R-Miss.)",
  "Last week, Bloomberg reported that Facebook is currently reviewing whether Joseph Chancellor knew about the user information leak.",
  "In the reports, The New York Times and The Guardian interviewed Cambridge Analytica cofounder Christopher Wylie about the details.",
  "However, Kogan passed the personal details about those users to Cambridge Analytica — which is a violation of Facebook’s policies.",
  "Anyone in the group can create a link that can be sent to users over text messages or emails to make it easier for others to join.",
  "So today we’re testing a ‘New Posts’ button that lets you choose when you want to refresh, rather than it happening automatically.",
  "That regulation has a specific timeframe in which social media companies are required to remove hate speech and offensive content.",
  "YouTube Red Gets “Karate Kid” Spinoff “Cobra Kai”\n\nIt has been thirty-four years since the original Karate Kid movie was released.",
  "You can turn this feature on and off in the app Settings and you can turn on Ghost Mode if you do not want to share your location.",
  "Pinterest’s Shopping Ads platform can automatically pull from an existing product feed and turn it into visual and actionable ads.",
  "As of today, Reddit users are not allowed to solicit or facilitate any transaction or gift involving certain goods and services.",
  "The way that this feature works is by selecting public Instagram posts and tapping a button to embed it in your Instagram Story.",
  "Sean Rad, then the CEO of Tinder, told Forbes in 2014 that Herd bore part of the blame for the bad blood between her and Mateen.",
  "She also alleged that Tinder, owned by IAC and then by its Match Group spinoff, had wrongly stripped her of a cofounder title.",
  "Ever since April 2017, Slack had 40 days with outages and 51 days where some users suffer incidents that reduce functionality.",
  "Mosseri pointed out that real-world violence is one of the \"most concerning and severe negative consequences of any platform.\"",
  "The New York Times’ Sheera Frenkel specifically asked Zuckerberg whether he was concerned about the #deletefacebook movement.",
  "But we're still doing it in Germany the way that it's mandated that we do it there,\" said Zuckerberg in the Wired interview.",
  "\"We will learn from this experience to secure our platform further and make our community safer for everyone going forward.\"",
  "This tool already exists in the privacy settings, but Facebook will make it more noticeable by putting it right at the top.",
  "For group admins, the Messenger team added a feature that allows them to approve of people that were invited by non-admins.",
  "And with the Apple App Store and Google Play store taking a 30% fee, the creators would get $3.50 per month per subscriber.",
  "Read More:\n\nMarch 18 - Social Media Roundup: New YouTube Features, Facebook Bans Racist Pages, Awful Rihanna Ad In Snapchat",
  "Mosseri said this issue has been \"deeply concerning\" and \"challenging for us for a number of reasons,\" according to Slate.",
  "According to CNN, the lawsuit filing claims Facebook \"made materially false and misleading statements\" about its policies.",
  "“We’ve decided to leave up any reblog chains that might be on your Tumblrs – you can choose to leave them or delete them.",
  "Chancellor currently works as a social psychology researcher at Facebook and he previously worked as co-director for GSR.",
  "Wylie also pointed out that former White House Chief Strategist Steve Bannon played a major role at Cambridge Analytica.",
  "It is unknown whether Thiel knew if Make America Number 1 was paying Cambridge Analytica at the time of his investment.",
  "However, U.N. Myanmar investigator Yanghee Lee acknowledged that Facebook helped the impoverished country in some ways.",
  "“Based on your feedback, we’re also making changes to ensure that newer posts are more likely to appear first in feed.",
  "The countries that were added to the list include Australia, Brazil, Canada, France, Germany, Italy, Spain and the UK.",
  "And Make America Number 1 paid Cambridge Analytica $231,352 later that year as revealed in an FEC filing via Mashable.",
  "Instead of looking through the map to see where your friends are, Map Explore will show updates for you as you swipe.",
  "Debate About Hate Speech\n\nZuckerberg pointed out that how Facebook is forced to handle regulation needs be realistic.",
  "We have a responsibility to protect your data - and if we can't, then we don't deserve to serve you,\" Sandberg wrote.",
  "And Facebook will reduce the data you give an app when signing in to only your name, profile photo and email address.",
  "“I’m sure that there's V2, version two of whatever the Russian effort was in 2016, I'm sure they're working on that.",
  "But this, I think, is going to be an interesting conversation to have over the coming years, maybe, more than today.",
  "As people view the Story you post, they can tap on the “See post” button to see the original post by the other user.",
  "As Steve Bannon was hired on Cambridge Analytica’s board, he spent nearly $1 million to acquire data at the company.",
  "Apparently, GSR told Cambridge Analytica that the data was gathered in accordance with the U.K. Data Protection Act.",
  "Due to the drop in Facebook's stock price, Zuckerberg saw a personal loss of approximately $10 billion in net worth.",
  "But Lawrence was able to bounce back by reopening the Cobra Kai dojo, which causes LaRusso to reignite the rivalry.",
  "This feature is already available on Chrome and YouTube is planning to expand this feature on other browsers soon.",
  "You can overlay text, stickers and designs on your Story as usual and move and resize the other user’s Story post.",
  "(via Oath Inc.), has revealed that Russians used its platform for fake news during the 2016 presidential election.",
  "VP Of Ads Andrew \"Boz\" Bosworth Responds\n\nFacebook’s VP of Ads Andrew \"Boz\" Bosworth also weighed in on the issue.",
  "Facebook already reportedly took away Stamos’ responsibilities for countering government-sponsored disinformation.",
  "I’m off to co-found a security startup - hope to share more about what we’re doing soon!” said Coates in a tweet.",
  "We swipe left on your multiple attempts to buy us, copy us, and intimidate us,” said the ad via Business Insider.",
  "Thiel, a staunch supporter of Trump’s donated $1 million to the Super PAC Make America Number 1 in October 2016.",
  "“Twitter has been an amazing ride, but as I mentioned internally a few weeks back, my time is coming to an end.",
  "This move would follow Facebook’s decision to ban cryptocurrency ads in January and Google earlier this month.",
  "You can turn off the option in your Settings if you do not want others to repost your Stories with commentary.",
  "Tap the button and you’ll be taken to new posts at the top of feed — don’t tap, and you’ll stay where you are.",
  "Wylie posted a tweet about his Facebook account getting disabled on March 18th and then Instagram a day later.",
  "Creators want to earn money for their work so Facebook is planning to offer a range of monetization options.",
  "Since launch, shopping on Instagram can be directly attributed to over 1,200 orders and over 100K sessions.\"",
  "Meltwater is considered a leader in AI-powered competitive intelligence due to its Outside Insight platform.",
  "For example, last week Facebook banned the racist group “Britain First” and the leaders that run the group.",
  "\"The most concerning and severe negative consequences of any platform potentially would be real-world harm.",
  "Clearly, this has been a serious problem as many people believe that it was a breach in the social network.",
  "For example, blink-182's Mark Hoppus received over 6,500 likes on Twitter after writing \"Delete Facebook.\"",
  "And now DataSift clients will have access to Meltwater’s data platform and AI models to extract insights.",
  "\"What we try to do is send the person at Facebook who will have the most knowledge,\" Zuckerberg answered.",
  "Secondly, Facebook is going to restrict developers' data access further to prevent other kinds of abuse.",
  "U.N. human rights experts accused Facebook of playing a role in the spreading of hate speech in Myanmar.",
  "Hi-Rez Studios, the developer of Paladins, is already testing the rewards in the Paladins Global Series.",
  "In the CNN interview, Zuckerberg was also asked whether he would be open to testifying before Congress.",
  "The suit was quickly settled for a sum that Forbes previously reported to be approximately $1 million.",
  "No systems were infiltrated, no passwords or information were stolen or hacked,\" wrote Boz in a tweet.",
  "For example, creators can now use branded content to extend their existing brand deals onto Facebook.",
  "“We’ve heard it can feel unexpected when your feed refreshes and automatically bumps you to the top.",
  "Tapping on those links will take users to the respective hashtag pages or to another user’s profile.",
  "In the series, LaRusso is running a successful car dealership while Lawrence seems to be struggling.",
  "And Kogan supposedly told Facebook that he was collecting information on users for academic reasons.",
  "Zuckerberg said that the short answer is that he would be happy to “if it's the right thing to do.\"",
  "And Facebook also made Ad Breaks available to a small set of creators distributing shows for Watch.",
  "With these changes, your feed will feel more fresh, and you won’t miss the moments you care about.",
  "So Facebook added a couple of new features that make it easier to manage group chats on Messenger.",
  "When someone clicks on the link, it opens a link to the group and that person can request to join.",
  "\"I don’t think we’ve seen a meaningful number of people act on that, but, you know, it’s not good.",
  "On an Instagram shopping ad, you can tap on a brand's post to see more details and make purchases.",
  "For example, Snap created an interactive path template for developers to bring characters to life.",
  "Facebook demanded that Kogan and Cambridge Analytica “formally certify” that the data was deleted.",
  "Whitney Wolfe Herd, the cofounder of Bumble and Tinder, sued Tinder for sexual harassment in 2014.",
  "Facebook said the new features would increase community engagement and optimize community impact.",
  "According to TechCrunch, the monthly subscription fee for the channels would be $4.99 per month.",
  "“I started Facebook, and at the end of the day I'm responsible for what happens on our platform.",
  "“\n\n“We’re committed to transparency and want you to know everything that we know,” Tumblr added.",
  "A spinoff will be available in the premium YouTube Red subscription service across 10 episodes.",
  "Facebook will remove developers' access to your data if you haven't used their app in 3 months.",
  "I think it’s a clear signal that this is a major trust issue for people, and I understand that.",
  "We hope this makes browsing Instagram much more enjoyable,” said Instagram in its announcement.",
  "So what’s happening on the ground in Myanmar is deeply concerning in a lot of different ways.\"",
  "He added that they are \"trying to take the issue seriously, but we lose some sleep over this.\"",
  "About 650,000 Rohingya Muslims have fled Myanmar’s Rakhine state into Bangladesh since August.",
  "Match Group is still reportedly interested in acquiring Bumble, according to Recode’s sources.",
  "Those regulations would enforce ads to contain identification of the sponsors behind the ads.",
  "Klobuchar wrote in a tweet that Facebook should support these types of online ad disclosures.",
  "This will make it easier for users to find events and updates from their friends on Snap Map.",
  "Tumblr also announced further steps it will be taking to prevent this issue in the future.",
  "We have seen tremendous value and growth over the course of our experience using the tool.",
  "And YouTube is going to take down videos with instructions about how to assemble firearms.",
  "And when Segall asked Zuckerberg if Facebook gave too much trust to developers, he agreed.",
  "“We — a woman-founded, women-led company — aren't scared of aggressive corporate culture.",
  "“We’re currently testing new ad designs that give Pinners even more visual shopping cues.",
  "\"It’s important for us to remember that technology isn’t naturally a good or a bad thing.",
  "This feature will have an “In App Purchase” label in the Apple App Store and Google Play.",
  "The monthly subscription fee model is being compared to services like Patreon and Niche.",
  "Last year, Facebook also launched a Facebook Creator app and Facebook for Creators site.",
  "And last week, Bumble responded to the lawsuit in an ad published in The New York Times.",
  "A number of people pointed out right away that Zuckerberg did not apologize in his post.",
  "Acton then promoted the private messenger app called Signal in which he is an investor.",
  "Tapping on “New Updates” at the bottom of the map will show updates from your friends.",
  "But Zuckerberg wrote that Cambridge Analytica may not have actually deleted the data.",
  "The ICO announced it was pursuing a warrant to conduct its own on-site investigation.",
  "For example, the design above would help Pinners see a product from multiple angles.",
  "It’s sort of agnostic and it’s how technology’s used that can be either good or bad.",
  "\"And then in the community standards, have that be more dynamic in different places.",
  "And Mosseri said that \"connecting the world isn't always going to be a good thing.\"",
  "Facebook is going to gather feedback from a small set of creators before expanding.",
  "Last week, Facebook announced the release of the Games SDK for PC Game Development.",
  "Developers will be banned from the platform that do not agree to a thorough audit.",
  "I'm serious about doing what it takes to protect our community,” said Zuckerberg.",
  "Singer and actress Cher also wrote a tweet that she deleted her Facebook account.",
  "\"I’m not sure we shouldn't be regulated,\" Zuckerberg said during a CNN interview.",
  "Senator Dianne Feinstein is also calling on Zuckerberg to testify in Congress.",
  "The company denied any wrongdoing, but Mateen was suspended and then resigned.",
  "And this test will roll out for a small set of creators in the next few weeks.",
  "GAMEE has seen over 2 billion game plays across its social platforms thus far.",
  "And Klei Entertainment also created a Lens based on Chester from Don’t Starve.",
  "Pinterest recreates that experience online through visual discovery features.",
  "Sometimes it’s also going to have negative consequences,\" Mosseri explained.",
  "\"There are things like ad transparency regulation that I would love to see.\"",
  "Another useful feature that has been added in Messenger are joinable links.",
  "This should make it easier for creators to get recognition for their work.",
  "And Stamos confirmed that his “role did change” in a tweet on March 19th.",
  "Gallo was listed in the 2017 Forbes 30 Under 30: Marketing & Advertising.",
  "Facebook ended up disabling Wylie and Kogan’s accounts after finding out.",
  "This is not the first time that Bumble and Tinder had legal conflicts.",
  "After you open Snapchat, you can pinch the screen to pull up Snap Map.",
  "“When people shop in-store, displays guide them to the right decision.",
  "Similarly, connecting the world isn’t always going to be a good thing.",
  "Both the parties \"provided these certifications,\" Zuckerberg wrote.",
  "Launched in 2014, Slack now has over 6 million daily active users.",
  "I’m confident to leave the program with an amazing security team.",
  "Stamos did not deny that he was leaving Facebook in a few months.",
  "This feature is off by default so you will have to turn it on.",
  "Coates had announced the departure internally a few weeks ago.",
  "\"So I think guidelines are probably going to be a lot better.",
  "\"I have to, because (I lead Facebook), but I’d rather not.\"",
  "In the announcement, Instagram highlighted a success story.",
  "(The settlement bars the parties from discussing the case.)",
  "That's what we call bullying, and we swipe left on bullies.",
  "\"We have a basic responsibility to protect peoples' data.\"",
  "As a result, Facebook continues to face a major backlash.",
  "This feature will be rolling out in the next few weeks.",
  "Then select the ones you want to highlight in your bio.",
  "We at Signal are holding (an) Awareness-rising event.\"",
  "Segall asked Zuckerberg \"why not more of a follow up?\"",
  "Screenshots of the feature were leaked to TechCrunch.",
  "Fans would be able to turn this feature on or off.",
  "\"I'm sure someone's trying,” Zuckerberg responded.",
  "This is Meltwater’s sixth acquisition this year.",
  "But it's going to be an interesting question.\"",
  "The lawsuit is seeking class action status.",
  "\"This was unequivocally not a data breach.",
  "\"Your trust is at the core of our service.",
  "We know that and we will work to earn it.\"",
  "\"Dear Match Group, we swipe left on you.",
  "Plus only public posts can be reposted.",
  "But it will be one factor out of many.",
  "\"If that's me, then I am happy to go.\"",
  "Above is the trailer for Cobra Kai.",
  "But I haven’t figured it out yet.",
  "It’s time to care about privacy.",
  "\"Delete and forget.",
  "#deletefacebook.\"",
  "What’s next?",
  "And U.S.",
  "Right?"
]