[
  "They did not come to the campaign until after I left.”\n\nCambridge Analytica, which is partially owned by Bannon, has come under fire after reports that it wrongfully used the data of about 50 million Facebook users to help the Trump campaign.",
  "Lewandowski said Trump is more comfortable getting input from a small group of four or five people, just like he did at the Trump Organization — and those people would then be responsible for implementing the president’s agenda.",
  "The former campaign manager took a few minutes to defend his role in the Cambridge Analytica scandal, saying he turned down proposals from the political consulting firm three times as the head of Trump’s campaign.",
  "Speaking with Chuck Todd on NBC’s Meet the Press, Lewandowski affirmed Steve Bannon’s assertion last week that Trump would rather manage his own staff than find a replacement for Kelly.",
  "President Trump’s former campaign manager Corey Lewandowski suggested Sunday that the White House might decide to scrap the position of chief of staff if John Kelly leaves.",
  "White House insiders have been saying for months that Trump is unhappy with Kelly and has been thinking about firing him — which the White House denies.",
  "But the recent staff shake-ups at the White House, including Trump’s firing of Secretary of State Rex Tillerson and National Security Adviser H.R.",
  "Last week, the Guardian and the New York Times published details about how the firm harvested Facebook data to influence voters.",
  "But the difference with this president is he is the decision-maker and he loves to have all of the information brought to him.",
  "The firm’s work with the campaign was first reported in June 2016, around the time Lewandowski was fired by Paul Manafort.",
  "We know that John F. Kennedy didn’t have a chief of staff his entire presidency; he had it for a period of time.",
  "But if he were to go, I don’t think there’s one person that is the chosen one to step in and fill that role.",
  "McMaster, have reignited speculation that Kelly will soon get the boot or choose to leave.",
  "He did not, however, say anything Sunday about possibly working again for Trump.",
  "“I never approved Cambridge Analytica’s contract,” Lewandowski told Todd.",
  "I’m not advocating for Gen. Kelly to leave; I think he should stay.",
  "“They did not work for the campaign when I was the manager.",
  "I see him as the hub with a number of spokes coming out.",
  "I think that’s a scenario that could very well play out.",
  "Lewandowski remains a close confidant to the president.",
  "They pitched me three times; three times, I said no.",
  "Jimmy Carter, to a lesser extent, the same thing.",
  "We have to be clear about that."
]