[
  "He called both H&R Block and Nordstrom ’terrible.’ He said Sony had ‘really stupid leadership‘ and described executives at S&P Global, a financial firm, as ‘losers.’\n\n“Before and after he became president, Mr. Trump attacked tech firms, military contractors, carmakers, cellphone companies, financial firms, drug companies, air-conditioner makers, sports leagues, Wall Street giants — and many, many media companies, which he has labeled ‘shameful,’ ‘dishonest,’ ‘true garbage,’ ‘really dumb,’ ‘phony,’ ‘failing’ and, broadly, ‘the enemy of the American people.’” Read more.",
  "— POLITICO’s Louis Nelson: “Trump and his top aides on Wednesday insisted the United States did not touch off a trade war with China, even as the two countries have stepped up retaliatory actions and as the White House acknowledged there could be some ‘short-term pain.’\n\n“The Chinese government on Wednesday moved to impose new tariffs on imports of U.S. soybeans, cars, aircraft and chemicals — an aggressive response to the tariffs Trump has recently slapped on China, sending markets into a temporary dive.",
  "Story Continued Below\n\nKudlow told me in an interview on Wednesday that he views his role in part as reframing Trump’s actions on tariffs as part of a strategic move to create trade with China that eventually leads to faster growth and higher wages in the U.S.\n\n“I like to say that there is a pot of gold at the end of this rainbow,” he said, adding that so far Trump has liked his efforts to rebrand the trade moves in ways that are more palatable to free-traders and Wall Street.",
  "“This rural, urban divide, people in rural areas of Colorado and across the country feel like the urban areas have just left them behind and don’t care.”\n\nHOW TO FIX IT — He described a broad-based approach to addressing this problem including infrastructure projects to bring broad band to everyone and skills training programs short of four-year college degrees that would better prepare workers for jobs in clean technology and other burgeoning industries.",
  "And the shares are attracting all ages, not just millennials — Reuters’ April Joyner: “The buzzy debut of Spotify Technology SA on the New York Stock Exchange on Tuesday drew retail investors across generations, not just the millennials who make up the largest proportion of the music streaming service’s customer base, retail brokerages said on Wednesday.",
  "“The online retail giant has been lying low since Trump heightened his attacks this past week, feeling disinclined to respond to what the company views as the president’s personal vendetta against one of … Bezos’ other properties, The Washington Post, people familiar with Amazon’s strategy said.",
  "An ongoing push by companies to refinance and cut costs on existing debt, along with a dealmaking wave stoked by US tax reform that cut the corporate rate to 21 percent from 35 percent, should keep lending active through the year and bolster related bank fee income, strategists and bankers said.",
  "“It will be a busy week on the Hill for Zuckerberg, who's also scheduled to appear the next day before the House Energy and Commerce Committee amid revelations that the social network allowed Trump-linked Cambridge Analytica to improperly obtain data on up to 87 million Facebook users.",
  "BANKS GET Q1 BOOST FROM SYNDICATED LENDING — Reuters’ Lynn Adler: “Bank earnings got a first-quarter boost from arranging U.S. syndicated loans and should benefit more significantly in coming months as financings begin to close on large mergers and takeovers announced early this year.",
  "… While markets roared back later in the day, White House press secretary Sarah Huckabee Sanders appeared to acknowledge at the daily press briefing that Trump's tariff moves could cause hiccups for global markets, but would pay dividends down the road” Read more.",
  "Fees from underwriting leveraged loans to highly indebted companies rose 13 percent from the year-ago period to US$2.57bn in the first quarter, the highest first three months in records dating back 20 years, according to Freeman Consulting Services.” Read more.",
  "And he likes the pot of gold idea.” One of Kudlow’s primary goals is to reduce the free-trader/protectionist tensions in Trump’s economic team and come up with a policy that appeases the president’s desire for bold action without risking escalating battles.",
  "BONUS: We also talked about the name Hickenlooper and the governor joked that as a kid people asked if his name was “Poop-n-Scooper.” The name is actual old Dutch for “hedge hopper,” or game poacher, who would hope over the king’s hedge and kill his deer.",
  "‘The Amazon corporate mentality is that this is more about the Post and Bezos as a person than the company, and Amazon can’t do a lot about what The Washington Post does.” … Amazon has been known to push back aggressively against damaging news coverage.",
  "SPOTIFY’S TRADING SLUMP RAISES QUESTIONS — WSJ’s Maureen Farrell and Chelsey Dulaney: “Spotify Technology SA shares slumped Wednesday, raising questions about the potential costs of its unorthodox listing process a day after its splashy market debut.",
  "TRADE OFFENSIVE GETS FRESH OPPORTUNITY WITH CURRENCY REPORT — Bloomberg’s Lilian Karunungan and Yumi Teso: “President Donald Trump’s intensifying trade crusade is putting a fresh spotlight on an upcoming U.S. assessment of foreign-exchange policies.",
  "MARKETS SURGE — AP’s Marley Jay: “After an early jolt, stocks rallied and finished higher Wednesday as investors bet that back-and-forth tariff threats between the U.S. and China won’t blossom into a bigger dispute that damages global commerce.",
  "A more bellicose report could put appreciation pressure on those currencies singled out; China, Japan, South Korea, Germany and Switzerland were on the monitoring list in October, with India also being closely watched.” Read more.",
  "In the latest POLITICO Money podcast, Hickenlooper, a term-limited moderate, talked to me about his recent visit to the first-in-the-nation caucus state of Iowa as well as his vision for fixing American’s polarized politics.",
  "WHEN IT COMES TO VOLATILITY, YOU WIN SOME, YOU LOSE SOME — WSJ’s Lawrence Fletcher and Jon Sindreu: “One group of hedge funds has long pitched the idea they can protect investors and even prosper when markets fall sharply.",
  "AMAZON TO TRUMP: WHATEVER, MAN — POLITICO’s Marianne LeVine, Theodoric Meyer, and Steven Overly report that Amazon is pretty much assuming that Trump is really just mad at Jeff Bezos and will ultimately leave them alone.",
  "While Trump threatened on the campaign trail to brand China a manipulator of its exchange rate once in the White House, the U.S. Treasury’s semiannual currency reports failed to name any such violators in 2017.",
  "The woes of these ‘tail-risk’ funds, designed to benefit from market turmoil, show that in a month when many investors lost massive sums betting against volatility, wagers on it proved tricky too.” Read more.",
  "Then the White House sent Kudlow out to make the case that Trump is simply starting a process on tariffs that will take weeks to play out and could easily wind up with deals that avoid a trade fight entirely.",
  "ZUCK TO THE HILL — POLITICO’s Ashley Gold: “Facebook CEO Mark Zuckerberg will testify at a Tuesday hearing held jointly by the Senate Judiciary and Commerce Committees, the panels announced Wednesday night.",
  "“But the next release, expected this month, comes in the wake of a series of tariff announcements by the administration, as Trump seeks to deliver on promises of action to cut a widening trade deficit.",
  "The Dow tanked by 500 points at the open on Wednesday on Trump trade war tweets and following Peter Navarro’s latest comments that investors shouldn’t worry about the tariff fight with the Chinese.",
  "“The reason: The funds kept betting on sharp falls, but failed to profit from sharp rebounds — a disappointment after years of losing money in the bull market, according to portfolio managers.",
  "The administration’s now pushing protectionist proposals that are less eagerly supported by many corporate leaders, while the president ratchets up attacks on individual companies.",
  "“Investors have been whipsawed by Washington’s changing policy priorities following President Donald Trump’s legislative wins on traditional pro-business policies like tax cuts.",
  "Social media platform Snap Inc’s high-profile IPO last year had been notable for being popular with Millennials, the primary user base for the company’s mobile app Snapchat.",
  "The music-streaming company thundered onto public markets Tuesday with an opening stock price of $165.90, well above where its shares had been valued in private markets.",
  "“But the stock has mostly been on a slow grind lower since then, falling as much as 9 percent on Wednesday before paring losses to close 3.2 percent lower at $144.22.",
  "But though Millennials are also a key demographic for Spotify, the Swedish company’s listing did not draw disproportionate interest from that generation.” Read more.",
  "WHAT ELSE IS WRONG WITH SINCLAIR — Reuters BreakingViews’ Rob Cox: “Set aside Sinclair Broadcast Group’s political proclivities or Orwellian editorial policies.",
  "But he did say speculation that he could seek to form a national unity ticket with his friend John Kasich, the GOP governor of Ohio, probably wouldn’t pan out.",
  "The S&P 500 Index roared back from a 1.5 percent plunge at the open to close higher, marking the sixth intraday reversal of at least 1 percent since January.",
  "Since the opening trade Tuesday, the company has lost nearly $4 billion in market value, lowering its market capitalization to $25.69 billion.” Read more.",
  "President Donald Trump’s top economic adviser, Larry Kudlow, suggested the U.S. tariffs won’t be implemented if China lowers barriers to trade.",
  "Senate Judiciary had also invited Twitter CEO Jack Dorsey and Google CEO Sundar Pichai, but they were not on the list of witnesses.” Read more.",
  "NO DREAM TICKET — Hickenlooper would not directly say if he would run for the Democratic nomination in 2020, though he didn’t say he wouldn’t.",
  "KUDLOW TRIES TO TAME TRUMP TRADE WAR — Larry Kudlow has had an eventful first week in the White House as I write about with Nancy Cook here.",
  "“We are seeing a divide in this country that is as significant as when we had slave states and anti-slavery states,” Hickenlooper told me.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "| Geoff Hauschild for POLITICO\n\nGOOD THURSDAY MORNING — Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "Consider the form of totalitarian corporate governance that this self-styled tribune of democracy endorses as a public company.",
  "Spotify’s listing was hotly followed, as it went public via the unusual method of a direct listing, without selling new shares.",
  "“As soon as you start really listening, aggressively, and asking questions, that’s when real transformations happen,” he said.",
  "But we have a great deal of respect for each other and I think a genuine friendship at this point.” Sign up for the pod here.",
  "There was demand for the stock, and shares ended up 12.9 percent on their first day of trade on the New York Stock Exchange.",
  "But two major targets of China’s possible tariffs, aerospace company Boeing and farm equipment maker Deere, finished lower.",
  "That equals the total of the past two years, when stocks went virtually straight up on rising optimism in the economy.",
  "There's business-model peril, too, and with a giant debt pile, the company is highly exposed to any economic downturn.",
  "Household goods makers, retailers and homebuilders led the way while technology companies reversed some early losses.",
  "DRIVING THE DAY — President Trump participates in a tax reform roundtable discussing at 2:25PM in West Virginia.",
  "They are just part of a broader financial and industrial picture that should frighten the unbiased shareholder.",
  "The Dow Jones industrial average plunged 501 points after the opening bell but made it all back, and more.",
  "“‘They’re operating as if there isn’t tweeting going on,’ a Republican lobbyist close to Amazon said.",
  "“On Wednesday, the shares ended the day’s session at $145.87, down 2.1 percent from Tuesday’s close.",
  "“I don’t think we are ever going to be on a unity ticket, we joke about it all the time,” he said.",
  "— Colorado’s Democratic Governor John Hickenlooper sure sounds like a man running for president.",
  "The market loved it and wound up snapping back hard with the Dow closing over 200 points higher.",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeElizaWeaver.",
  "Descendants of the founder wield voting control through a feudal dual-class share structure.",
  "… But so far, the public response to Trump’s tweets has been mostly silence”\n\nColorado Gov.",
  "— Bloomberg’s Lu Wang and Sarah Ponczek: “Stunned by the about-face in U.S. stocks?",
  "Others noted the two countries have too much to lose from a trade war.” Read more.",
  "The result is a market that’s grown increasingly reactive to tweets.” Read more.",
  "“Sinclair’s board of directors is stocked with insiders and ancient cronies.",
  "Sign-up today to start receiving the newsletter right at launch on April 6.",
  "He ridiculed Coca-Cola as ‘garbage‘ — but said he would keep drinking it.",
  "President Trump once accused Verizon of making ‘a STUPID deal‘ for AOL.",
  "Politics notwithstanding, investing in Sinclair is risky.” Read more.",
  "“[I]investors relaxed as both sides emphasized a willingness to talk.",
  "— NYT’s Michael Shear and Cecilia Kang: “Amazon, you’re not alone.",
  "It’s way too early to declare any kind of victory on this front.",
  "He also told me that he’s gotten on well with Navarro so far.",
  "And the White House can be incredibly wearing on anyone.",
  "“We’ve had a couple of good meetings, good discussions.",
  "FLY AROUND\n\nTRUMP VS. AMAZON (AND EVERYONE ELSE), CONT.",
  "But when volatility returned, the big idea didn’t work.",
  "John Hickenlooper joined the POLITICO Money revolution.",
  "When they got caught they were hung by the king’s rope.",
  "“We just disagree on a lot of important core stuff.",
  "Kudlow tries to tame Trump trade war\n\nLARRY LEGEND?",
  "And he suggested people listen to each other more.",
  "But Kudlow had a pretty good day on Wednesday.",
  "MARKETS\n\nA WILD RIDE IS THE NEW NORMAL?",
  "There’s not a woman in sight.",
  "Will that always be the case?",
  "Sounds fairly likely.",
  "Presented by Boeing.",
  "HICKENLOOPER 2020?",
  "WHAT TRADE WAR?",
  "Get used to it.",
  "True story.",
  "Stay tuned."
]