[
  "The leaders of the House and Senate commerce panels on Wednesday chastised Chief Executive Officer Mark Zuckerberg for keeping silent about the partnerships when asked at hearings in April about third parties that might be receiving users’ personal data from the company.",
  "“The Facebook case came at a very sensitive time when China and the U.S. are in a looming trade war and Huawei and ZTE are challenged in the U.S. due to national security concerns,” said Jia Mo, an analyst with tech consultancy Canalys.",
  "To contact the reporter on this story: Sarah Frier in San Francisco at sfrier1@bloomberg.net\n\nTo contact the editors responsible for this story: Jillian Ward at jward56@bloomberg.net, Molly Schuetz, John O’Neil\n\n©2018 Bloomberg L.P.",
  "Years ago, in order to get the Facebook experience onto phones, tablets and other devices that didn’t have app stores, the company let device-makers from Apple Inc. to Huawei build Facebook apps and tools on its behalf.",
  "Congress has barred the Pentagon from buying Huawei’s gear, along with ZTE Corp., citing the companies’ connections to the Chinese government and the potential for intellectual-property theft and spying.",
  "But once that person downloaded Facebook, he or she started to inadvertently share information on their Facebook friends, and their friends of friends, none of whom had any idea that was happening.",
  "Facebook also has missed a deadline to respond to follow-up questions from the Senate Commerce, Science and Transportation Committee, even after receiving an extension, Chairman John Thune said.",
  "“Huawei is the third largest mobile manufacturer globally and its devices are used by people all around the world, including in the United States,’ Facebook said in a statement this week.",
  "Facebook Inc. is under fire this week for yet another instance in which the personal data of users was shared outside of the social network in ways that most users were not aware.",
  "Once the data was stored in his server, he then passed it on to Cambridge Analytica, the political advertising consultancy that helped Donald Trump win the U.S. presidency.",
  "Many people have only recently come to understand, to some extent, the vast amount of data the company collects on them and how that information is turned into profit.",
  "Still, Facebook has lost trust with lawmakers, who are calling for tighter scrutiny of the company’s data practices and may demand further testimony on the issue.",
  "“Facebook, along with many other U.S. tech companies, have worked with them and other Chinese manufacturers to integrate their services onto these phones.”\n\n5.",
  "“We are working right now to provide substantive answers to the over 2,000 questions we received coming out of the April hearings,” according to the statement.",
  "It flagged its partnerships as one of the potential problems, and publicly disclosed in April that it was winding down the relationships with device makers.",
  "One of those phone-makers was Huawei Technologies Co., which the U.S. has warned could be a security risk, given its close ties to the Chinese government.",
  "As people use the Facebook app, it processes a lot of very personal information -- users’ friends, religious leanings, private messages and more.",
  "That required special contracts so the hardware-makers could take control over the projects, which would later be approved by Facebook.",
  "The contracts persisted because a lot of these older devices are still in use around the world, though Facebook is working to end them.",
  "After Cambridge Analytica, Facebook undertook a broad review of the potential holes in its policy for handling people’s private data.",
  "In that case, it was easy to see the consequences of a third party having had access to Facebook’s user data.",
  "He was able to gather information on all of the people who took the quiz -- and their unsuspecting friends.",
  "At issue are partnerships with more than 60 device-makers who had permission to make Facebook-branded apps.",
  "“The question is if the user information was only in the hardware rather than been uploaded to servers.",
  "Facebook says data never ended up on Huawei’s servers, and that it regularly checked to make sure.",
  "But the disclosure was vague, laced with jargon and buried in a blog post, so nobody noticed.",
  "In some of the deals, Facebook did allow data to be stored on the other company’s servers.",
  "And Facebook is more powerful than ever, with more than 2 billion users around the world.",
  "Because if Facebook isn’t on Huawei phones, it’s not reaching the users of those phones.",
  "Earlier this year, we learned about a professor who made a personality quiz on Facebook.",
  "Facebook said it plans to respond to questions from the Senate by the end of the week.",
  "• U.S. lawmakers, with regulatory clout, are seizing on the news to demand answers.",
  "This week, Facebook said the Huawei data relationship will end in a couple of days.",
  "That may not have bothered the person who bought the device from the manufacturer.",
  "Lawmakers don’t trust Facebook -- or many other big tech companies -- on privacy.",
  "But they may not have realized the device-makers could have also had access.",
  "Huawei can’t easily explore the data if it’s only in the smartphones.”\n\n4.",
  "Facebook says this was a common practice by tech companies at the time.",
  "Either way, users weren’t explicitly aware of these relationships.",
  "• Here’s the New York Times article that disclosed the agreements.",
  "As many as 87 million people may have had their data exploited.",
  "But data leakage is a much bigger concern now than back then.",
  "People gave Facebook permission to see that information.",
  "In the case of the device makers, it’s not so clear.",
  "Why do lawmakers care more about the Huawei deal?",
  "Huawei announced its deal with Facebook in 2011.",
  "And Facebook touted Huawei as a partner in 2012.",
  "• And this is how Facebook rebutted the claims.",
  "Why didn’t we hear about all this until now?",
  "The U.S. considers Huawei a security risk.",
  "How is this like other Facebook scandals?",
  "What about the scrutiny from lawmakers?",
  "What is Facebook going to do about it?",
  "Why are these deals a privacy concern?",
  "So why would Facebook do such a deal?",
  "What are these device partnerships?",
  "The U.S. is also wary of China.",
  "Huawei says the same.",
  "1.",
  "2.",
  "3.",
  "7.",
  "8.",
  "6."
]