[
  "Mr. Sewing’s biggest priorities include:\n\n• Deciding how to scale back international banking and trading ambitions (though focusing on the overcrowded German retail market has issues, too)\n\n• Convincing investors and regulators that the firm would shed risk\n\n• Calming the waters at a firm troubled by internal squabbles, while also making deep cuts\n\nMore on Mr. Sewing: He apprenticed with the bank and gradually added responsibilities like overseeing an internal money-laundering inquiry into the Russia unit.",
  "More context from Zillow: “The median U.S. household earned roughly $60,000 in 2017 ($58,978 to be exact) or a little more than $28 per hour.”\n\nPhoto\n\nBDT, the firm of Warren Buffett’s favorite banker, gets into tequila\n\nThe investment firm of Byron D. Trott, BDT Capital Partners, announced this morning that it would buy a majority stake in Casa Dragones, the high-end tequila producer.",
  "— Thomas Kaplan\n\nPhoto\n\nZuckerberg to Congress: Facebook made a ‘big mistake’\n\nWhen he goes before Congress this week, Mark Zuckerberg, Facebook’s chief executive, will issue a broad apology for letting the website be used as a conduit for fake news, election meddling by foreign entities, hate speech and privacy abuses, according to a copy of his testimony released on Monday.",
  "Even considering the legendary perks of Silicon Valley’s office culture, that kind of “income” is probably more than enough to make some local homeowners consider a new twist on “working from home” – ie, giving it up and letting their home do the work instead.”\n\nIn fact, homes are appreciating at a faster per hour than minimum wage in half of America’s largest cities.",
  "In Washington you use a shiv, or mechanisms in the press, back-stabbing, subterfuge, opposition research.”\n\n— Anthony Scaramucci, in a, shall we say, readable Lunch with the FT\n\nThe speed read\n\n• Angry and frustrated journalists at The Denver Post are in open revolt against the paper’s hedge fund owner.",
  "Trump administration officials sought on Sunday to play down the prospect of a trade war with China, with President Trump tweeting that he and President Xi Jinping “will always be friends.” But behind the scenes, White House officials are reportedly fighting over who is to blame for the situation.",
  "The company, he says, will block app developers from gaining access to the data of users who have been inactive for three months; restrict the ability of users to inadvertently share information about others in their networks; and adopt stricter permissions guidelines and search features.",
  "In related news\n\n• The Guardian reports, citing anonymous sources, that Joshua Harris, the co-founder of Apollo Global Management, was considered to be a candidate for the job of director of Office of Management and Budget shortly after Donald Trump won the 2016 election.",
  "Here’s what to expect, according to Kevin Roose, Cecilia Kang and Sheera Frenkel of the NYT:\n\nDemocrats are expected to grill Mr. Zuckerberg about the privacy scandals, and how the social network is guarding against possible interference in this fall’s midterm elections.",
  "From Zillow:\n\n“In San Jose, the heart of Silicon Valley where the median home value has soared above $1 million over the past year, owners of the typical local home earned more than $200,000 in equity last year – almost $100 for every hour spent at the office last year.",
  "They include San Francisco ($60.13), Seattle ($54.24), New York City ($42.17), Oakland ($38.57), San Diego ($30.86), Los Angeles ($26.35), Long Beach ($18.64), Honolulu ($17.44), Boston ($16.91), Las Vegas ($16.87), Denver ($15.91), and Sacramento ($15.62).",
  "(Bloomberg)\n\nPhoto\n\nCome watch Corner Office interview Chobani’s founder live\n\nOn April 14 at 5 p.m., hear from Chobani’s founder and C.E.O., Hamdi Ulukaya, who has resurrected economies in two communities and made headlines for his leadership practices.",
  "Mr. Trott told Michael, “Bertha is just one of these great, passionate visionary entrepreneurs.”\n\nThe context: Casamigos sold to Diageo for as much as $1 billion, but both Ms. Gonzalez and Mr. Trott said that wasn’t a factor in striking this deal.",
  "Another senior administration official defended Mnuchin, noting that after getting the order from Trump, he told the Staff Secretary and had multiple conversations with trade representative Bob Lighthizer, who worked in lock step with him on this.",
  "projection is the first since President Trump signed a tax cut that is expected to cost the government nearly $1.9 trillion over 11 years, then signed legislation to significantly boost military and domestic spending over the next two years.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "I started Facebook, I run it, and I’m responsible for what happens here.”\n\nFacebook is entering a week of intense scrutiny in Washington, with Mr. Zuckerberg scheduled to testify before congressional committeeson Tuesday and Wednesday.",
  "Photo\n\nRevolving door\n\n• Perella Weinberg Partners has hired Alex Wilmot-Sitwell, most recently of Bank of America Merrill Lynch, and Matthew Smith, who led the U.K. corporate finance team for Barclays, as London-based partners.",
  "The company is confronting a surge in criticism over how it handled the private data of as many as 87 million users that was harvested by Cambridge Analytica, a political consulting firm tied to President Trump’s 2016 campaign.",
  "The NYT reported earlier this year, that Mr. Harris had met on multiple occasions with Jared Kushner and in November, Apollo lent $184 million to Mr. Kushner’s family real estate firm, Kushner Companies.",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• Two popular Chinese video platforms disappeared from app stores this week after the state broadcaster accused them of promoting teenage pregnancy.",
  "And Mr. Trott said that while today’s deal was BDT’s first foray into the spirits industry, his firm had been looking at investing into the business for some time — and could end up doing more deals.",
  "What comes next: Ms. Gonzalez said that the new money will help Casa Dragones expand internationally, especially helpful as countries outside Mexico and the U.S. become more interested in tequila.",
  "It has also hired Michael Hatchard, who retired recently from the law firm Skadden, as a senior adviser in London, and Louis Susman, a former U.S. ambassador to Britain, as an adviser in Chicago.",
  "The back story: The Casa Dragones co-founder Bertha González Nieves (the other is Bob Pittman, the media veteran), got to know BDT over the past year, and began negotiating a deal last fall.",
  "I think the problems will be solved.”\n\nElsewhere in data privacy: Consumer advocacy groups are expected to complain to federal regulators that YouTube is violating a children’s privacy law.",
  "(NYT)\n\n• Toshiba’s lenders are pushing the troubled company to stick with a plan to sell its memory-chip unit to a group led by Bain Capital despite pressure from an activist investor.",
  "(Bloomberg)\n\nAdvertisement Continue reading the main story\n\n• Bill Gates has sold $679 million worth of stock in Berkshire Hathaway for tax reasons, taking his stake below 5 percent.",
  "Photo\n\nUber to buy Jump\n\nUber started a pilot program in San Francisco to allow its customers to reserve “pedal-assist” electric bicycles within its ride-hailing app in January.",
  "“We didn’t take a broad enough view of our responsibility, and that was a big mistake,” Mr. Zuckerberg said in comments published by the House Committee on Energy and Commerce.",
  "In a separate post on Facebook on Monday, he also said that Facebook would form an independent commission of academic researchers to study social media’s impact on elections.",
  "• As law firms try to poach superstars, top lawyers are able to command the kind of salaries usually associated with leading investment bankers and hedge fund managers.",
  "Uber did not say how much it paid for the bike start-up, but TechCrunch reported earlier that Jump was considering an acquisition from Uber for more than $100 million.",
  "Advertisement Continue reading the main story\n\nHis appearances on Capitol Hill starting Tuesday will be one of the Facebook mogul’s most public challenges to date.",
  "(“S.N.L.”-Zuckerberg on user data: “It’s mine — you gave it to me, no backsies.”)\n\n• Facebook has suspended another data analytics company for misleading users.",
  "If that’s true, where is the money coming from, given that the Kushners have unsuccessfully traveled the world — from China to Qatar — in search of new backers?",
  "Even as Uber is backing away from some international markets, the Jump acquisition shows the company is still willing to invest in new ways to reach customers.",
  "The percentage of Hispanic decision makers rose to 2.3 percent from 1.9 percent, while that of black senior leaders stayed roughly flat at just over 1 percent.",
  "Advertisement Continue reading the main story\n\nMore from The Information:\n\n“Overall, there has never been a time where we have seen so much focus on diversity.",
  "Republicans are expected to be more reticent about privacy regulations, and may use the hearings to raise suspicions of political bias on the social network.",
  "(NYT)\n\n• Michael Anton, the National Security Council spokesman and a defender of the president’s “America First” foreign policy, will leave the White House.",
  "This fiscal year, which ends Sept. 30, the budget deficit is expected to total $804 billion, up from $665 billion last fiscal year, according to the C.B.O.",
  "And India’s plans to connect residents’ fingerprints, eyes and faces to everything from welfare benefits to mobile phones has horrified civil libertarians.",
  "• The Justice Department will appoint a U.S. attorney to speed up document production for a congressional inquiry into Hillary Clinton’s email management.",
  "Advertisement Continue reading the main story\n\nMore from Jonathan Swan of Axios:\n\nSeveral senior officials blame [Steven] Mnuchin for the messy rollout.",
  "(Bloomberg)\n\n• The biggest investor in Santos, an Australian energy company, said it would consider the $10.3 billion takeover bid from Harbour Energy.",
  "In a blog post Monday morning, Uber said it reached an agreement with Jump Bikes, a provider of battery-powered bicycles, for an undisclosed sum.",
  "“To have a partner that believes in entrepreneurship and is a long-term investor enables us to continue to write our growth chapter,” she said.",
  "Meanwhile, Europe is caught in the middle of the U.S.-China fight, as its own steel producers worry about the pending imported metals tariffs.",
  "Photo\n\nThe deals flyaround\n\n• Novartis agreed to buy AveXis, a drug maker focused on treating an experimental gene therapy, for $8.7 billion.",
  "Mr. Zuckerberg, in his prepared remarks, addresses the scandal, saying that Facebook must do more to protect its users’ personal information.",
  "• Tim Cook of Apple took a shot at Facebook’s business model in an MSNBC/Recode interview: “We’re not going to traffic in your personal life.",
  "Here are some of their findings:\n\n• Canvas Ventures and Kirsten Green’s Forerunner Ventures tied for first place on The Information’s V.C.",
  "Now, Uber says it plans to buy the company behind the bike-sharing service and bring that capability to other cities around the world.",
  "Vornado says it has a handshake agreement for Kushner Companies to buy its 49.5 percent stake in the troubled Manhattan skyscraper.",
  "(NYT)\n\n•Nordstrom is opening its first full-line store in Manhattan, even as Wall Street has grown wary of brick-and-mortar retail.",
  "One source ripped him for “hiding the ball” by not looping enough people in after getting such a significant request from Trump.",
  "The Information and Social Capital just released their third survey of diversity at the big investment firms in the tech world.",
  "I think it’s an invasion of privacy.”\n\n• Jack Ma, the chief executive of Alibaba, also weighed in: “It is the time to fix it.",
  "The political flyaround\n\n• President Trump wants to rescind parts of the spending bill that he signed into law last month.",
  "DealBook readers, Andrew wants to know if you’ve deleted or cut back on Facebook because of the Cambridge Analytica news.",
  "It would be the first acquisition for Uber since Dara Khosrowshahi took over as the company’s chief executive in August.",
  "Peter Eavis’s take: A resolute plan to shrink Deutsche Bank’s huge but unexceptional Wall Street businesses makes sense.",
  "(NYT)\n\n• American Express, Discover, Mastercard and Visa will stop requiring signatures to complete card transactions.",
  "(FT)\n\n• Women who have their first child before 25 or after 35 eventually close the salary divide with their husbands.",
  "• The number of women in senior positions at U.S. venture firms rose to 14.2 percent last year, from 10.7 percent.",
  "(FT)\n\n• Lucy Peng, who was appointed to lead Lazada, will step down as executive chairman at Ant Financial.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "(Barron’s)\n\n• How planned mergers like CVS-Aetna are reshaping U.S. health care by muscling out doctors.",
  "(Business Insider)\n\n• A fire broke out at Trump Tower on Saturday, killing a 67-year-old art collector.",
  "Those who believe in it and verbally commit to it will do it.” — Beth Haggerty, co-founder and C.E.O.",
  "Meet Christian Sewing, a Deutsche Bank lifer who most recently oversaw the firm’s retail operations.",
  "The figures are sobering, even in a political climate where deficit concerns appear to be receding.",
  "Bloomberg speculates that Vornado’s statement may have been meant to catch the Kushners off guard.",
  "Founded in 2008, Casa Dragones’ sales have grown 50 percent by volume over the last three years.",
  "The goal is to look humble and forthright — and definitely not like the “S.N.L.” parody of him.",
  "What Facebook’s tightening of its privacy controls to a new European standard means for you.",
  "Advertisement Continue reading the main story\n\n— Daisuke Wakabayashi\n\nCan you say frothy?",
  "But Gadfly warns that it isn’t clear how much institutional support Mr. Sewing will have.",
  "He wants $60 billion worth of cuts, but Republican lawmakers may agree to less than that.",
  "It will start notifying users today about what data was shared with Cambridge Analytica.",
  "Mr. Zuckerberg has prepared for his testimony with a crash course in charm and humility.",
  "The company will require political ad buyers to verify their identities and locations.",
  "But downsizing could mean lost revenue, executive departures and even surprise losses.",
  "Diversity Index, while Tiger Global Management and Slow Ventures tied for last place.",
  "He’ll be interviewed by David Gelles for a live version of the Corner Office column.",
  "(FT)\n\n• Alibaba and other investors have pushed the valuation of the Chinese A.I.",
  "— Michael J. de la Merced\n\nPhoto\n\nWhat lies ahead for Deutsche Bank’s new C.E.O.?",
  "• Was a flawed Citigroup research report behind Mr. Trump’s attacks on Amazon?",
  "(Politico)\n\nPhoto\n\nHow can the Kushners buy the rest of 666 Fifth Ave.?",
  "Eric Jing, the C.E.O., will take on the executive chairman role.",
  "(FT)\n\nPhoto\n\nQuote of the day\n\n“These are front-stabbing knives.",
  "Who’s doing the best, and worst, at diversity in Silicon Valley?",
  "It’s the latest sign of growing interest in the Mexican spirit.",
  "To put that in perspective, San Jose’s minimum wage is $13.50.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "In a decade, the red ink is expected to reach $1.5 trillion.",
  "And Facebook’s viral stars want a bigger cut of ad revenue.",
  "The years in between are most problematic, research shows.",
  "• Has Scott Pruitt really been good at rolling back E.P.A.",
  "Photo\n\nWho was responsible for the messy tariff rollout?",
  "plays down the pain of such an adjustment, be skeptical.",
  "It is the time for the CEO to really take it seriously.",
  "At nearly $100 per hour, according to data from Zillow.",
  "(A bottle of the Joven would set you back almost $300.)",
  "(Some affected users contacted by the NYT were angry.)",
  "Please verify you're not a robot by clicking the box.",
  "to improve their stock-picking and save money.",
  "You must select a newsletter to subscribe to.",
  "Investment funds are also racing to use A.I.",
  "How fast are homes in San Jose appreciating?",
  "Tweet your responses at him, @andrewrsorkin.",
  "software to help it spot financial crimes.",
  "of Parity Partners, said in an interview.",
  "And what would the price of the deal be?",
  "DealBook readers, get $10 off tickets.",
  "View all New York Times newsletters.",
  "(NYT)\n\n• HSBC will start using A.I.",
  "“It was my mistake, and I’m sorry.",
  "start-up SenseTime to $3 billion.",
  "You only use these in New York.",
  "(NYT)\n\nWe’d love your feedback.",
  "You may opt-out at any time.",
  "Is something else going on?",
  "Thank you for subscribing.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "If the next C.E.O.",
  "Please re-enter.",
  "The new C.B.O.",
  "projections.",
  "regulations?",
  "Not quite."
]