[
  "Fertik, founder and executive chairman Reputation.com, pointed out that Facebook could in theory face more than $2 trillion in fines if the Federal Trade Commission were to conclude the Cambridge Analytica data scandal violated the consent decree the social network signed with the agency seven years ago.",
  "In 2011, Facebook agreed to settle charges that it deceived consumers by telling them they could keep their information on the platform private, and then allowing that data to be shared and made public, according to the FTC at the time.",
  "Facebook co-founder Mark Zuckerberg needs to thread the needle this week by answering lawmakers' questions without \"hanging himself,\" online privacy advocate Michael Fertik told CNBC on Tuesday.",
  "The number of Facebook users whose information was improperly shared with Cambridge Analytica was initially estimated at 50 million, which multiplied by $40,000 would by $2 trillion.",
  "Fertik took it a step further, appealing to Zuckerberg to \"get past the myth that a click to consent\" on a 1,000-word document means consumers understand what they are agreeing to.",
  "\"One of the things we have not discussed enough is whether this $40,000 per violation penalty that could be levied against Facebook,\" Fertik said in a \"Squawk Box\" interview.",
  "Zuckerberg goes before a joint hearing of the Senate Judiciary and Commerce committees on Tuesday and the House Energy and Commerce Committee on Wednesday.",
  "\"It may reflect heavily what Facebook has to say, what Mark Zuckerberg has to say today because he may [want] ... to make sure he's not hanging himself.\"",
  "Senate Commerce Committee Chairman John Thune, speaking with \"Squawk Box\" before the hearing, said he's not rushing to regulate Facebook.",
  "On April 4, Facebook said up to 87 million users, mostly in the United States, may have been improperly shared with Cambridge Analytica.",
  "Fertik also called for \"privacy controls in really plain English, all in one place, right in the middle of your feed when you log in.\"",
  "But he said he asked Zuckerberg in a meeting on Monday how consumers can meaningfully consent to long and complex privacy agreements.",
  "However, few industry watchers, including Fertik, believe any potential fines would reach anywhere near that level.",
  "Facebook shares closed at about $185 per share on March 16, just before the Cambridge Analytica matter broke.",
  "Facebook has denied any violation of its agreement with the FTC, which said it's investigating the matter.",
  "Fertik's firm, Reputation.com, helps businesses earn better ratings and reviews across the social web.",
  "Thune, who represents South Dakota, is the Senate's third-ranking Republican.",
  "Since then, Facebook has lost 14.5 percent as of Monday's close.",
  "But it still has a stock market value of more than $450 billion.",
  "The deal called for levies of $40,000 per violation."
]