[
  "“Cambridge Analytica’s business model is arguably just a supercharged version of something political parties have done for years — identifying potential supporters, compiling detailed pictures of what makes them tick, then tailor-making messages to different groups depending on what they want to hear,” Guardian columnist Gaby Hinsliff noted — although she added that its aggressive mining of data may mark a “tipping point.”\n\nNevertheless, the company has found success and wealth by tapping into a rich seam of public anger.",
  "They go on: “In focus groups arranged to test messages for the 2014 midterms, these voters responded to calls for building a new wall to block the entry of illegal immigrants, to reforms intended the 'drain the swamp' of Washington’s entrenched political community and to thinly veiled forms of racism toward African Americans called 'race realism,' [Wylie] recounted.”\n\n“The only foreign thing we tested was Putin,” Wylie said.",
  "And built models to exploit what we knew about them and target their inner demons.”\n\nSpeaking to my colleagues, Wylie suggested Cambridge Analytica had “found a high level of alienation among young, white Americans with a conservative bent” well before Trump declared his intentions for the presidency.",
  "“In more and more countries, government leaders are deliberately undermining the checks and balances designed to hold the executive accountable, thereby securing not only their power, but a system of patronage and the capacity to divert state resources for their own personal gain,” the report warned.",
  "“It turns out, there’s a lot of Americans who really like this idea of a really strong authoritarian leader and people were quite defensive in focus groups of Putin’s invasion of Crimea.”\n\n\n\nWhite nationalist protesters marching at the University of Virginia in Charlottesville in 2017.",
  "Much of the American media has focused on Cambridge Analytica's connections to the Trump campaign and prominent figures in the American far right, including father-and-daughter financiers Robert Mercer and Rebekah Mercer and ultranationalist gadfly Stephen K. Bannon.",
  "“At the heart of the fantasy,” Giridharadas told my colleague Margaret Sullivan, “is the idea that the world is best changed privately, on high, from the rich and powerful, not democratically, through political reform.”\n\nHopefully, we know better.",
  "(Evelyn Hockstein for The Washington Post)\n\nA host of American political scientists are genuinely worried about this streak of American “authoritarian” feeling, which was weaponized by the Trump campaign (and possibly by Cambridge Analytica).",
  "Reports suggest that's nowhere near a complete list; an affiliated company named SCL Group, which founded Cambridge Analytica in 2013, had offices in Asia and Latin America and is known to have been involved in Indian local elections in 2010.",
  "Its findings, based on two years of research and data, were grim: It saw growing social inequities and the curtailing of the rule of law and political freedoms in about 40 nations, including some countries with rather advanced democracies.",
  "British broadcaster Channel 4 News also aired undercover footage this week of the firm's chief executive, Alexander Nix, and a colleague claiming they secretly ran the 2013 and 2017 election campaigns of Kenyan President Uhuru Kenyatta.",
  "“The two rivals might have since reconciled with a famous handshake, but that cannot erase the fact that innocent lives were lost because of a divisive campaign or that tribal rifts were opened with long-lasting effects.",
  "It manipulated voters with apocalyptic attack ads and smeared Kenyatta’s opponent Raila Odinga as violent, corrupt and dangerous,” Kenyan journalist Larry Madowo concluded in a furious op-ed for The Washington Post.",
  "Anand Giridharadas, the author of a forthcoming book on the delusions of Silicon Valley's tech elites, pours scorn on the idea that Facebook founder Mark Zuckerberg could possibly be a potential successor to Trump.",
  "This is data neocolonialism, the same foreign interference Kenyatta pretended to be against.”\n\nOf course, Cambridge Analytica is neither the first nor the only company to engage in these electoral dark arts.",
  "Nor is there reason to believe with any certainty that the company was instrumental in determining recent electoral outcomes, including President Trump's victory and the success of the Brexit referendum.",
  "It secretly harvested the data of tens of millions of Facebook users and may have engaged in all sorts of offline skulduggery, including bribes and sexual blackmail, to help clients win elections.",
  "“At the same time, protests against social inequality, mismanagement and corruption are growing.”\n\nIt’s not clear the extent to which social media has exacerbated these growing fault lines.",
  "A new report from Lee Drutman, a senior fellow at New America, a Washington think tank, warned that deepening polarization under Trump is stoking authoritarian attitudes within his party.",
  "It is infuriating to hear the company’s embattled and now-suspended CEO, Alexander Nix, flippantly admit that things 'don’t necessarily need to be true as long as they are believed.'",
  "But, as my colleague Adam Taylor explained, the company has arguably had a bigger impact in other parts of the world, often through front organizations that obscure its fingerprints.",
  "Cambridge Analytica, a London-based data firm that sold its services to political campaigns, has been thrust into the spotlight this week thanks to a number of startling exposés.",
  "Undercover footage, along with testimony and evidence provided by a former employee-turned-whistleblower, offered a glimpse of the company's shadowy dealings around the world.",
  "On Thursday, the Bertelsmann Foundation, a respected German think tank, released its latest index of the health of democracy and governance in 129 developing-world countries.",
  "Christopher Wylie, the source for an investigation published by Britain's Observer, summed up the mission: “We exploited Facebook to harvest millions of people’s profiles.",
  "https://t.co/YzCJIPZser #CambridgeAnalyticaUSA — Channel 4 News (@Channel4News) March 20, 2018\n\n“What we know is that Cambridge Analytica helped hijack Kenya’s democracy.",
  "To some observers, the revelations about the firm's practices fit a broader narrative of foreign interference and manipulation into the 2016 U.S. election.",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know?",
  "EXCLUSIVE: Cambridge Analytica bosses say they “ran all the digital campaign” for Donald Trump - including potentially illegal activities.",
  "The unleashing of the “inner demons” identified by firms such as Cambridge Analytica could lead to a dramatic erosion of democracy.",
  "Cambridge Analytica claims to have worked in a wide range of countries, including Australia, Brazil, Malaysia and Mexico.",
  "As long as there have been elections, there have been schemers and manipulators eager to help fix the results.",
  "What’s still hypothetical in the United States is all too real elsewhere.",
  "But companies like Cambridge Analytica are betting that we don't.",
  "But such turmoil is fertile terrain for profit.",
  "Sign up for the Today's WorldView newsletter.",
  "Sign up for the Today's WorldView newsletter."
]