[
  "Is that the same as Facebook?” pic.twitter.com/U7pqpUhEhQ — Dave Itzkoff (@ditzkoff) April 10, 2018\n\nMark Zuckerberg is now living out every young person's worst nightmare: trying to explain how tech stuff works to the nation's elderly — Robby Soave (@robbysoave) April 10, 2018\n\nGenuine looks of confusion just hit the senate panel when Mark Zuckerberg said \"cookies\" — Joe Perticone (@JoePerticone) April 10, 2018\n\nBy my count, the average age of the senators who have questioned Zuckerberg so far is 71.",
  "Mark Zuckerberg explains to Sen. Orrin Hatch how Facebook makes money during his congressional hearing https://t.co/fxrvu2SUCypic.twitter.com/H7uvtBec7Q — Los Angeles Times (@latimes) April 10, 2018\n\nMore: What's at stake for Facebook's Mark Zuckerberg as he testifies before Congress\n\nMore: Did Zuckerberg just suggest a paid, ad-free version of Facebook?",
  "\"It certainly doesn't feel like that to me\" Facebook CEO Mark Zuckerberg to Republican Sen. Lindsey Graham on whether or not his company is a monopoly https://t.co/glgZgYXLWTpic.twitter.com/rbIu6tHCfu — Anderson Cooper 360° (@AC360) April 10, 2018\n\nNeedless to say, the Internet had plenty of comments to share on all of this.",
  "While privacy advocates were optimistic that this would result in real answers from the leader of one of the 21st century's most important technology companies, many of the questions asked by senators seemed to require an explanation of the basics.",
  "https://t.co/CbFO899XlUpic.twitter.com/3fKeoxKZTe — CBS News (@CBSNews) April 10, 2018\n\nSen. Lindsey Graham, R-S.C., in grilling Zuckerberg on if Facebook has a monopoly, equated Facebook and Twitter asking, \"Is Twitter the same as what you do?\"",
  "(Photo: Jack Gruber, USA TODAY)\n\nOn Tuesday senators on Capitol Hill grilled Facebook CEO Mark Zuckerberg about the company's handling of users' privacy in the wake of the Cambridge Analytica scandal that exposed the data of 87 million users.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg arrives to testify before a joint hearing of the Senate Committee on the Judiciary and the Senate Committee on Commerce, Science, and Transportation in Washington on April 10, 2018.",
  "Facebook CEO Mark Zuckerberg suited up for Congress\n\nMississippi Senator Roger Wicker asked Zuckerberg if Facebook tracked users data after they have logged out of the social network.",
  "Sen. Wicker (R-MS): \"There have been reports that Facebook can track users' internet browsing history even after that user has logged off of the Facebook platform.",
  "CLOSE During a Senate hearing with Facebook founder Mark Zuckerberg, a few of the questions asked by senators seemed to require an explanation of the basics.",
  "Zuckerberg, a magazine i recently opened came with a floppy disk offering me 30 free hours of something called America On-Line.",
  "While a valid question, Wicker seemed to lack an understanding about the use of cookies on the Internet.",
  "— Carrie Dann (@CarrieNBCNews) April 10, 2018\n\nLawmakers get to ask Zuckerberg more questions Wednesday.",
  "Some examples:\n\nRepublican Sen. Orrin Hatch of Utah asked Zuckerberg how Facebook made money.",
  "After a brief pause, Zuckerberg responded with a smile: \"Senator, we run ads.\"",
  "You cannot hold a company accountable if you don't know how its service works.",
  "Read or Share this story: https://usat.ly/2qmqLC8",
  "Follow Eli Blumenthal on Twitter @eliblumenthal.",
  "— Jessica Guynn (@jguynn) April 10, 2018\n\n“Mr.",
  "Can you confirm whether or not this is true?\"",
  "More: No hoodie.",
  "No gray T-shirt."
]