[
  "McDougal is seeking liberation from a $150,000 exclusive agreement she had with American Media, which owns the National Enquirer, for her story, which was paid for but never run — a “catch and kill” story, ostensibly so the tabloid’s owner, a Trump buddy, could protect the then-reality star.",
  "In yet another breaking development, a third woman, Summer Zervos, got the green light from a New York Supreme Court judge to pursue a defamation suit against the president for referring to her — among a dozen or so others who have accused Trump of sexual misconduct — as a liar.",
  "With so many battles on so many fronts, not to mention a possible tariff war and Thursday’s 724-point market plunge, Trump still managed to find time to engage in a meaningless war of words, in the only combat theater this flat-footed deferred veteran has ever known.",
  "Into this mess entered reports of Facebook’s lack of vigilance in protecting personal information from the data-mining company Cambridge Analytica, which helped the Trump campaign target voters with advertising aimed right at their sweet spots.",
  "In the midst of so many meanwhiles, the investigation by special counsel Robert S. Mueller III slogs along, searching for clues into the Trump campaign’s possible collusion with Russian operatives who tried to influence U.S. elections.",
  "Columnist\n\nJoe Biden gave Donald Trump a gift this last week when he engaged the president of the United States in a verbal slugfest, saying that if the two men were in high school, he’d take Trump out back and teach him a lesson.",
  "Back and forth they went, hurling insults and behaving in the faux- ­masculine ways of teenagers staking out their corner of the parking lot, as though the future were secure and all that mattered was the size of one’s hands.",
  "To the despair expressed by those who learned something from our regime-change experiment in Iraq, one can only add tears, weeping for the loss of the few moderating voices who briefly surrounded the president.",
  "With the exception of Defense Secretary Jim Mattis, who seems wisest in all ways, most others have abandoned ship, either through firing, resignation or gettin’ while the gettin’s good.",
  "Presumably, she’s ready to dump the details of her own alleged affair with pre-President Trump and the apparent hush money Trump’s attorney paid her shortly before the 2016 election.",
  "And, the president hired John Bolton — a former U.S. ambassador to the United Nations and, perhaps more important to Trump, a veteran Fox News commentator — to replace McMaster.",
  "Reputed to share Trump’s my-way-or-you’re-dead-to-me approach to governance, Bolton also has recommended military action to achieve change in Iran.",
  "Lurching right along, tout le monde was anticipating Sunday’s “60 Minutes” interview with the adult-film actress who calls herself Stormy Daniels.",
  "The hawkish Bolton, who previously has recommended preemptive strikes to denuclearize unpleasant nations, is hardly what you’d call a cool head.",
  "Meanwhile, former Playboy bunny Karen McDougal sat down with CNN’s Anderson Cooper to discuss her affair with Trump before he became president.",
  "Early Friday morning, Congress passed a spending bill and sent it to Trump for his signature, just in time to forestall a government shutdown.",
  "But Trump, never one to let an insult pass — and always eager to deflect attention from the chaos engulfing him — responded in kind.",
  "By most accounts, Bolton doesn’t play well with others, though he and his mustache plainly have a special relationship.",
  "The former vice president was clearly kidding, speaking off-the-cuff about Trump’s alleged mistreatment of women.",
  "Meanwhile, in the grown-up world: It was announced that two more key figures are leaving the White House — H.R.",
  "McMaster, the national security adviser; and John Dowd, Trump’s top legal adviser in the Mueller investigation.",
  "Donald Trump — gladiator of earthly delights, hawker of shams and artist of lies — loves chaos, he has said.",
  "Trump had previously said he would sign it, but woke up that morning to tweet that he might veto the bill.",
  "Still ahead is the planned meeting with North Korea, for which Trump apparently wanted Bolton on board.",
  "Read more from Kathleen Parker’s archive, follow her on Twitter or find her on Facebook.",
  "But one of these days, considering all of the above, something is going to blow up.",
  "It would seem that we have reached not a tipping but a retching point.",
  "I know you need an adult beverage, but there’s more.",
  "Well, then, he must be a very happy man.",
  "By midday Friday, he signed it.",
  "Let’s hope it isn’t us.",
  "Sit back down, please."
]