[
  "Trump’s refusal for months to identify Russia as the culprit in a scheme to manipulate our election, and to acknowledge the effort was aimed at hurting Hillary Clinton’s campaign likely will be seen by more and more Americans as deliberate deception aimed to discredit the investigation into Russian interference.",
  "Former FBI assistant director Frank Figliuzzi told me that Facebook’s problem stemmed from “virtually no governance over the lucrative sale of data, coupled with a naivete about risk.”\n\nNevertheless, the extent of the Russian social-media scheme may be the showstopping revelation tomorrow.",
  "Moreover, the enormous number of estimated users receiving Russian propaganda — a number Facebook has revised upwards again and again — will bolster the impression that, yes, Russian interference could very well have influenced enough voters to make a difference in the race.",
  "Zuckerberg provides the most recent figures, and the numbers are staggering:\n\nWe also saw some new behavior in the summer of 2016 when APT28-related accounts, under the banner of DC Leaks, created fake personas that were used to seed stolen information to journalists.",
  "What we found was that bad actors had used coordinated networks of fake accounts to interfere in the election: promoting or attacking specific candidates and causes, creating distrust in political institutions, or simply spreading confusion.",
  "Opinion writer\n\nFacebook CEO Mark Zuckerberg is preparing to face a bipartisan inquisition into the social media platform’s handling of user data, and its role in facilitating (unwittingly, it seems) Russia’s interference with our election.",
  "“They didn’t do solid assessments of who was accessing data on their platforms, and they didn’t effectively scrutinize advertisements and accounts surfacing on their platforms.”\n\nThis week, Zuckerberg will enter the lion’s den.",
  "As for Facebook itself, former FBI special agent Clinton Watts told me that, in one sense, the numbers should not be surprising since “everyone has a message to get out, and Facebook is the best place to do it.",
  "Zuckerberg says that in 2015 Facebook learned that data information provided to an app researcher had been shared with Cambridge Analytica, a firm that ran data operations for President Trump’s 2016 campaign.",
  "Over the same period, the IRA also spent approximately $100,000 on more than 3,000 ads on Facebook and Instagram, which were seen by an estimated 11 million people in the United States.",
  "On Instagram, where our data on reach is not as complete, we found about 120,000 pieces of content, and estimate that an additional 20 million people were likely served it.",
  "Why did it have to learn last month “from The Guardian, The New York Times and Channel 4 that Cambridge Analytica may not have deleted the data as they had certified”?",
  "Our best estimate is that approximately 126 million people may have been served content from a Facebook Page associated with the IRA at some point during that period.",
  "However, Congress will want to know why Facebook did not inform users at that time of the breach, or demand evidence that Cambridge Analytica had destroyed the data.",
  "It would be interesting to learn how many of the users were in three key states (Wisconsin, Pennsylvania and Michigan) that Trump won by a total of 80,000 votes.",
  "Russia, Cambridge Analytica or any campaign for that matter has to go to social media to be effective.” The problem arose in Facebook’s mode of operating.",
  "“Their motto was move fast and break things, and they did, they moved fast and in the end broke the trust of their users with the platform,” Watts said.",
  "I started Facebook, I run it, and I’m responsible for what happens here.”\n\nThere will be a host of questions regarding Facebook’s obliviousness.",
  "In his prepared remarks, Zuckerberg says that “it’s clear now that we didn’t do enough to prevent these tools from being used for harm as well.",
  "We didn’t take a broad enough view of our responsibility, and that was a big mistake.” He states flat out: ” It was my mistake, and I’m sorry.",
  "Trump’s worst nightmare — the perception he didn’t win the race fair and square, but rather with the help of America’s enemy — is sinking in.",
  "However, it is Trump and Trump’s apologists who have tried to dispute and downplay Russian interference in our election who will get mauled.",
  "[APT28, according to Zuckerberg’s statement, is a group the U.S. government has publicly linked to Russian military intelligence services.]",
  "We found about 470 accounts and pages linked to the IRA, which generated around 80,000 Facebook posts over about a two-year period.",
  "That goes for fake news, foreign interference in elections, and hate speech, as well as developers and data privacy.",
  "He plans to take the humble, apologetic route in a hearing before the House Committee on Energy and Commerce.",
  "Facebook banned the app and demanded that the app developer confirm the data had been destroyed.",
  "We also learned about a disinformation campaign run by the Internet Research Agency (IRA) .",
  "After the election, we continued to investigate and learn more about these new threats.",
  "We shut these accounts down for violating our policies.",
  "Some of these bad actors also used our ads tools.",
  "We shut down these IRA accounts in August 2017.",
  "Why only then did it ban Cambridge Analytica?",
  "[Emphasis added.]",
  ".",
  "."
]