[
  "Shayanne Gal/Business Insider\n\nHere are all the states that still retain the death penalty, but haven't executed anyone in at least five years:\n\nShayanne Gal/Business Insider\n\nHarvard researchers found in 2016 that the US's use of the death penalty is mainly fueled by just a handful of counties — they're known as \"outlier\" counties and they're scattered throughout states like Texas, Alabama, and Florida.",
  "\"The use of the death penalty is unequally applied — sometimes by where the crime took place, or the county of residence, or the available budgetary resources at any given point in time, or the race of the defendant,\" the justices wrote in their ruling.",
  "Associated Press/Eric Risberg\n\nWashington state's Supreme Court ruled on Thursday that the death penalty violates its constitution because it has been \"imposed in an arbitrary and racially biased manner.\"",
  "The researchers found that the counties that still actively pursue the death penalty tend to have several factors in common: overzealous prosecutors, inadequate defense attorneys, and racial bias.",
  "Washington isn't alone — data show that use of the death penalty has steadily declined since the 1970s, and few states still execute prisoners regularly.",
  "The ruling declared that all eight of the state's prisoners who are currently on death row will now serve life sentences instead.",
  "As the death penalty fades out of use across the country, many states have even put the issue on the ballot in recent years.",
  "The death chamber of the lethal injection facility at San Quentin State Prison in San Quentin, California on Sept. 21, 2010.",
  "Though the majority of states still retain capital punishment, few of them have actually used it in recent years.",
  "There are even 16 states that haven't executed a single prisoner since 1976, according to The Marshall Project.",
  "But voters have been reluctant to abolish capital punishment completely, no matter how rarely it's used.",
  "\"The death penalty, as administered in our state, fails to serve any legitimate penological goal.\""
]