[
  "We provide Facebook with our personal details, opinions, private conversations, pictures of our children, and in exchange, we get to read deranged rants from people we barely knew in high school who don’t seem to be doing all that well.",
  "A story is slowly being pieced together, involving Cambridge Analytica, the Trump campaign, and a massive data breach that resulted in the personal information of more than 50 million Facebook users being harvested without permission.",
  "Ignoring the irony of this particular hashtag trending on a rival social network that also gathers user data, the idea that simply deleting our Facebook profiles is going to solve anything is missing the point.",
  "Worse, we allow ourselves to be contained inside tailor-made, toxic bubbles of bias, as algorithms designed to tell us what we want to hear end up working exactly as intended.",
  "Facebook, Instagram, Snapchat, Reddit, Twitter, and Google are all recording how you use their services, and we don’t know how that data will be used in the future.",
  "Anecdotally, I’ve seen a large number of friends and relatives fall victim to blatant falsehoods and ridiculous conspiracy theories, delivered through social media.",
  "You can delete all your accounts on social media, use DuckDuckGo instead of Google, block ISPs from tracking your activity, but then, what are you going to do?",
  "The gulf of political disagreement is growing wider and wider; I can Google the facts to prove an opponent’s argument wrong, and they can do the same to me.",
  "We are being introduced to ideas that we might be more likely to believe not because of empirical truth, but because they appeal to our inherent bias.",
  "For all the proposed solutions to combat fake news, conspiracy theories, and Russian trolls, there isn’t nearly enough focus on critical thinking.",
  "When George Orwell wrote 1984, he painted a terrifying picture of a population imprisoned by machines that recorded their every conversation.",
  "We all fall victim to misinformation online, no matter how smart and well-informed we are, and it may get worse in the coming years.",
  "Navigating the internet is like walking through a field of freshly fallen snow - it’s exceedingly difficult not to leave footprints.",
  "The controversy has infuriated many Facebook users, to the point that the hashtag #DeleteFacebook was trending on Twitter yesterday.",
  "But I think it’s more important to remember that you are being targeted with information likely to correspond with your worldview.",
  "See what the other side of the political spectrum thinks of an issue that’s important to you, and understand their reasoning.",
  "But the real story is far stranger - we voluntarily embraced mass surveillance, in exchange for cheap, easy communication.",
  "So travel outside your information bubble, and challenge your perception with concepts that you venomously disagree with.",
  "And we understand that our personal data is inevitably going to be utilized as a marketing tool, to sell products to us.",
  "That might not such a bad thing (arguably), but we are not only being sold physical products - we are being sold ideas.",
  "Deleting your Facebook account is a step in the right direction, but let’s not pretend Facebook is the only offender.",
  "For years, the majority of us have been happily sacrificing our privacy in exchange for “free” online services.",
  "Cambridge Analytica used private data without user permission, in an attempt to influence public opinion.",
  "It was never a secret that social media gleefully cash in our personal data like casino chips.",
  "That’s the only way we can protect ourselves against insidious misinformation campaigns.",
  "“Online privacy” is practically an oxymoron, no matter how many precautions one takes.",
  "Become one of those people who brag about how great their lives are without Facebook?",
  "But how much data do we give away online daily, and how is it being used?",
  "We deserve the freedom to communicate easily across vast distances.",
  "And how much can targeted ads and articles actually influence us?",
  "The goal is not to blindly agree, but to understand.",
  "It’s the simplest, and greatest defense we have.",
  "But we do know that it could be used against us.",
  "Facebook seems to have finally crossed a line.",
  "We don’t really know how it's being used now.",
  "Protect your privacy, as much as you can.",
  "I don’t think any of us have any idea.",
  "It’s becoming more difficult to say.",
  "That’s a truly terrifying concept.",
  "Whose facts are correct?",
  "Why wouldn’t they?"
]