[
  "REUTERS/Brendan McDermid\n\nSpeaking at the Sohn Investment Conference in New York, the closely-watched DoubleLine Capital LP chief executive officer recommended a pair trade of shorting, or betting against, Facebook while betting on gains in an exchange-traded fund (ETF) that tracks oil-and-gas explorers and producers who could benefit from rising inflation.",
  "Facebook shares are down nearly 10 percent since the New York Times and London’s Observer newspaper reported in mid-March that Cambridge Analytica, a political consultancy that worked on U.S. President Donald Trump’s campaign, gained inappropriate access to data on tens of millions of the social media company’s users.",
  "“We hear the good things about Facebook, which is 2.2 billion users,” said Gundlach, known as Wall Street’s “Bond King.”\n\n“I hear 2.2 billion compliance breaches.”\n\nFacebook shares were down 0.3 percent on Monday, giving up earlier gains.",
  "NEW YORK (Reuters) - Billionaire investor Jeffrey Gundlach on Monday said investors should consider betting against Facebook Inc because the prospect of regulation still hangs over the social media company’s stock.",
  "In addition to flashes of inflation building in economic statistics, oil prices have been among the best-performing major assets in 2018, with the major crude-futures benchmarks up more than 11 percent.",
  "Last May, Gundlach, speaking at the same conference, recommended a comparable late-cycle trade of buying emerging market stocks and shorting the technology-led U.S. S&P 500 benchmark.",
  "But rising interest rates and the unwinding of the Federal Reserve’s balance sheet - what Gundlach characterizes as “Quantitative Tightening” - are changing the investment backdrop.",
  "Trump on Friday accused the Organization of the Petroleum Exporting Countries of “artificially” boosting oil prices, drawing rebukes from some of the world’s top energy exporters.",
  "Emerging markets from China to Brazil are heavily, though not uniformly, influenced by commodity prices; as riskier assets, they tend to do better as economic growth cycles age.",
  "That can be a boon for companies like those held in SPDR S&P Oil & Gas Exploration & Production ETF, which Gundlach recommended buying in conjunction with the Facebook short.",
  "Gundlach’s presentation revealed an investor preparing for the later stages of an economic expansion that has featured both low inflation and skyrocketing stock prices.",
  "Short-sellers aim to profit by selling borrowed shares in the hope of buying them back later at a lower price and pocketing the difference.",
  "Jeffrey Gundlach, CEO of DoubleLine Capital LP, presents during the 2018 Sohn Investment Conference in New York City, U.S., April 23, 2018.",
  "Gundlach said the worst likely is not over for Facebook, saying it is not unprecedented for equity bubbles being ended by regulation.",
  "Meanwhile, inflation is perking up and will likely continue to rise even if the U.S. economy is headed for a pullback, Gundlach said.",
  "U.S. stocks and emerging markets both rose over the last year, but equities in developing markets led.",
  "Facebook’s strengths are being redefined as weaknesses, he said."
]