[
  "Consumers deserve the opportunity to opt in to services that might mine and sell their data — not to find out their personal information has been exploited years later.”\n\nThe Cambridge Analytica scandal comes after last year's disclosures that a Russian company bought ads and placed false news stories on Facebook in an effort to sow dissension among U.S. voters.",
  "(April 11) AP\n\nFacebook CEO Mark Zuckerberg takes his seat after a break to continue to testify before a joint hearing of the Commerce and Judiciary Committees on Capitol Hill in Washington, Tuesday, April 10, 2018, about the use of Facebook data to target American voters in the 2016 election.",
  "(Photo: Alex Brandon, AP)\n\nWASHINGTON — Facebook CEO Mark Zuckerberg said Wednesday that federal regulation of Facebook and other Internet companies is \"inevitable\" — an acknowledgement that comes as Congress is considering how to respond to a massive privacy breach at the social media giant.",
  "On Tuesday, two Democratic senators — Ed Markey of Massachusetts and Richard Blumenthal of Connecticut — introduced a \"privacy bill of rights\" to require the Federal Trade Commission to establish privacy protections for customers of companies such as Facebook and Google.",
  "Zuckerberg's promises to do more to protect the privacy of users' data did not appear to satisfy senators, as both Republicans and Democrats said they will consider legislation to create privacy standards that Facebook and other companies must meet.",
  "Zuckerberg is trying to restore public confidence after recent revelations that information from up to 87 million Facebook users was shared with Cambridge Analytica, a data mining firm used by the Trump campaign in the 2016 election.",
  "He did not specify exactly what those would be beyond his endorsement of a bipartisan bill — the Honest Ads Act — that would require disclosure of who is paying for political ads on Facebook and other social media platforms.",
  "\"I think a lot of times regulation puts in place rules that a large company like ours can easily comply with but that small start-ups can't,\" Zuckerberg said as he testified for the second consecutive day on Capitol Hill.",
  "\"The Internet is growing in importance around the world in people's lives; I think it's inevitable that there will be some regulation,\" the 33-year-old billionaire told members of the House Energy and Commerce Committee.",
  "Zuckerberg first dismissed the idea that Russia exploited the social media platform, then apologized after discovering that Kremlin-linked companies spent $100,000 on 3,000 ads before, during and after the 2016 election.",
  "Congress has generally been reluctant to impose new regulations on businesses, but they are feeling public pressure to act after major missteps by Facebook on privacy and on Russian meddling in the 2016 election.",
  "In addition to providing information for lawmakers to use to craft legislation, the high-profile hearings provided a chance for members of Congress to garner some attention for themselves.",
  "However, Zuckerberg cautioned lawmakers to be careful that any legislation they craft does not create regulations that are impossible for small start-up companies to follow.",
  "\"The startling consumer abuses by Facebook and other tech giants necessitate swift legislative action rather than overdue apologies and hand-wringing,” Blumenthal said.",
  "He was also questioned for about five hours Tuesday by a joint hearing of the Senate Judiciary Committee and the Senate Commerce, Science and Transportation Committee.",
  "Rep. Frank Pallone of New Jersey, the senior Democrat on the House commerce committee, said he was glad Zuckerberg \"conceded that industry needs to be regulated.\"",
  "Zuckerberg promised Rep. Peter Welch, D-Vt., that Facebook would work with Congress to develop regulations that prioritize consumers' right to privacy.",
  "Many of the 55 members of the House panel spent more time making mini speeches Wednesday than giving Zuckerberg a chance to answer their questions.",
  "Zuckerberg faced another long day of testimony on Wednesday as he appeared before the House panel, where he answered questions for five hours.",
  "He noted that Facebook, which he created with friends in his college dorm room and launched in 2004, was once one of those start-ups.",
  "\"Our privacy bill of rights is built on a simple philosophy that will return autonomy to consumers: affirmative informed consent.",
  "\"Congress does two thing well: We do nothing and we overreact,\" said Rep. Billy Long, R-Mo., who opposes government action.",
  "Sen. Lindsey Graham, R-S.C., said Tuesday that \"Facebook is a virtual monopoly, and monopolies need to be regulated.\"",
  "CLOSE Facebook CEO Mark Zuckerberg says he believes it is \"inevitable\" that there will be regulation of his industry.",
  "Zuckerberg said he would not automatically oppose federal regulations as long as they're the \"right regulations.\"",
  "Still, passing any major piece of legislation through Congress is a challenge, especially in an election year.",
  "\"Yes, congressman, I'll make sure we work with you to flesh this out,\" Zuckerberg told Welch.",
  "If all we do is have a hearing and nothing happens, then we haven't accomplished anything.\"",
  "Those protections would allow users to decide whether to \"opt in\" to sharing their data.",
  "\"It's time for this Congress to pass comprehensive legislation.",
  "Long told Zuckerberg, \"You're the guy to fix this, we're not.\"",
  "The company now has 2 billion users around the world.",
  "The information was shared without users' knowledge.",
  "Read or Share this story: https://usat.ly/2qmsfvS",
  "Twitter endorsed the bill on Tuesday.",
  "\"We're getting ready to overreact.\"",
  "\"I agree,\" Pallone said."
]