[
  "Liz Carolan, a data specialist, who helps run the impartial Transparent Referenda Initiative (TRI), said the recent allegations regarding Cambridge Analytica’s digital work campaigning raised the possibility that similar techniques could be being used to influence Ireland’s referendum campaign.",
  "“We’ve identified those posts that have been paid to be boosted but we don’t know how much has been spent.”\n\nTRI’s database reveals that Save The 8th, which registered as an official third party in the referendum in January, has bought at least six ads on Facebook so far.",
  "A computer specialist who once provided digital services to the scandal-hit data firm Cambridge Analytica is now working with a prominent pro-life group campaigning to persuade Irish voters to keep the country’s strict anti-abortion laws.",
  "There is concern that micro-targeting on social media sites, the tactics used by Cambridge Analytica, may be being used to influence the referendum in Ireland, due to be held on May 25.",
  "The 30-year-old is now a director of several firms, including one named Disruptive Analytica, a digital marketing firm which lists former UKIP MP Douglas Carswell as company director.",
  "Carolan added: “We have a situation whereby these ads can go under the radar, they are highly targeted, and you don’t necessarily see them all.",
  "Thomas Borwick is working with the Save The 8th anti-abortion campaign via his London-based data and analytics firm Kanto.",
  "Borwick previously worked with Cambridge Analytica through its parent company SCL, according to the Guardian.",
  "He went on to become the chief technology officer of the Vote Leave campaign, which campaigned for Brexit.",
  "Borwick confirmed to HuffPost UK that the work consisted of selling an app his company developed to SCL.",
  "A new database has been set up to track Facebook adverts used by campaigns in the referendum so far.",
  "Borwick, the son of former Kensington MP Victoria Borwick, is the sole director of Kanto."
]