[
  "Gaia Bernstein, director of Seton Hall Law’s Institute for Privacy Protection, which designed the program, said each class includes about a half-dozen lessons taught to the kids over several weeks, as well as a separate set of lectures for parents concerned about how “their children are disappearing into their screens.”\n\nProfessors designed the program — funded by a $1.7 million grant awarded by a federal judge as part of a class-action consumer-protection settlement over junk faxes — to teach students about privacy, reputation, online advertising and overuse at the age when their research found that many American kids get their first cellphones, about 10 years old, though some in their classes were given phones years earlier.",
  "“Everybody seems to focus on things that are unlikely — a stranger online taking your child away,” Bernstein said, adding, “There are things that happen every day that parents aren’t taught about — children posting things on Instagram or a group text that could have an effect on their social lives, their college admissions, their futures.”\n\nThat privacy debate was rekindled recently by news that the personal information of as many as 87 million Facebook users, mostly in the United States, had been gathered by the political data firm Cambridge Analytica — a sign, Bernstein said, that these were issues affecting lots of adults, too.",
  "I Broadcast It on the Internet.”)\n\nCyberbullying, in particular, has gained recent attention in the White House after first lady Melania Trump met in March with representatives from Facebook, Google and Twitter for a summit on “the need for kindness online.”\n\nThe Seton Hall program’s elementary classes serve as a children’s guide to some of the Web’s biggest pitfalls and thorniest debates.",
  "“I will make sure that I don’t tell nobody my personal stuff,” she said, “and be offline for at least two hours every night.”\n\nBetween their math and literacy classes, these elementary school kids were studying up on perhaps one of the most important and least understood school subjects in America — how to protect their privacy, save their brains and survive the big, bad Web.",
  "She encouraged the kids to write out resolutions for how they wanted to spend their time, online and offline, to which one girl wrote that she wanted to “go outside and explore more about nature with my sister.”\n\nThe professors are now pushing to introduce the lessons in other schools and keep developing it for the years ahead.",
  "Jamie Winterton, a cybersecurity expert at Arizona State University, said she tells her teenage kids to go on the Internet only with an “online secret identity, like a spy.”\n\nBut there is a growing push among teachers and education advocates to focus school resources on combating the dangers of the Web.",
  "“They’re also very observant about how technology affects the people around them — how their parents or siblings or friends can often be more engaged in their devices than they would like.”\n\nThat’s largely a function of how important and all consuming the Internet has become in students’ daily lives.",
  "Nearly every student labeled it with the name of a brother, sister or parent; one boy said he would give his to his dad, who is “on his phone 24/7, even when we’re in the car.”\n\nBromfield said she was surprised how wise the kids in her digital-privacy classes were to the dark side of the Internet.",
  "When Bromfield surveyed the class, she found that the average student spent five to six hours online every day, and every kid seemed to have a story of staying up so late — swiping through Snapchat, reading a tablet, playing the online shooter game “Fortnite” — that their eyes stung the next day.",
  "Classes such as these, though surprisingly rare, are spreading across the country amid hopes of preparing kids and parents for some of the core tensions of modern childhood: what limits to set around technologies whose long-term effects are unknown — and for whom young users are a prime audience.",
  "YouTube Kids, with its 11 million active viewers every week, was found by the website Business Insider to have steered young audiences to conspiracy theories and lewd videos, probably because the video giant’s recommendation algorithms have trouble understanding context and filtering out junk.",
  "For a lesson on privacy, the kids are taught that sharing personal information online is like walking around with a sign on their back telling everyone about how they embarrassed themselves at summer camp — as well as their phone number, their best friend’s name and their bad grade in math.",
  "The fifth-graders of Yolanda Bromfield’s digital-privacy class had just finished their lesson on ­online-offline balance when she asked them a tough question: How would they act when they left school and reentered a world of prying websites, addictive phones and online scams?",
  "The advocacy group Common Sense Media in February said it would expand a “digital citizenship” curriculum now offered free at tens of thousands of nationwide public schools touching on topics of self-image, relationships, information literacy and mental well-being.",
  "Two major Wall Street investors — the Jana Partners hedge fund and CalSTRS, the California teachers pension fund — urged Apple in January to study the health effects of its products on young minds and make it easier for parents to limit iPad and iPhone use.",
  "In designing the classes, Bernstein said she was surprised at how little attention most schools paid to the digital worlds its students were immersed in every day — and, as a parent, she often wished she had done things differently with her 15-year-old son.",
  "The course offered to Susan’s 28-student class at First Avenue School, a public neighborhood school in Newark, is part of an experimental curriculum designed by Seton Hall University Law School professors and taught by legal fellows such as Bromfield.",
  "The ideas for protecting kids — screen-time limits, content ratings and campaigns such as Wait Until 8th, which urges parents to delay giving their kids smartphones until eighth grade — have been mostly scattershot, untested and devised on the fly.",
  "“What really bothers parents is how they are losing their children,” Bernstein said, “and how family life is changing.”\n\nA big part of those adult lectures, she added, is teaching the parents that how they use their phones matters, too.",
  "[When your kid tries to say ‘Alexa’ before ‘Mama’]\n\nThe classes are free, folded into kids’ daily schedules and taught in the classrooms where the fifth- and sixth-graders typically learn about the scientific method and the food chain.",
  "During Bromfield’s lesson in Newark one morning in March, the young students were given “gift of time” cards, which they were told to label with the person in their life with whom they were craving more time, undistracted by the Web.",
  "Lesson plans for the program, which one executive called “driver’s ed for the Internet,” range from kindergarten (“Going Places Safely,” “Screen Out the Mean”) to high school (“Taking Perspectives on Cyberbullying,” “Oops!",
  "Netflix, which offers an exhaustive stream of shows for kids, tested in March — and, after backlash, quickly killed — a video-game-like rewards system that would give special “patches” to kids on a streaming binge.",
  "Kids are taught how websites track them (“digital footprints”), what kinds of content they should be careful sharing (“bad-hair days,” “potty training”) and how long their selfies last (forever, basically).",
  "“But the problem is how the information gets in — the fact that we can’t resist putting our information in, because the platforms are so addictive.”\n\n[Facebook’s Zuckerberg long resisted going to Congress.",
  "The students’ parents are offered separate companion classes in which, Bernstein said, many have agonized over how to set reasonable rules for their kids with technologies they barely understand.",
  "Apple in March unveiled family-focused suggestions on how its devices could help people become better parents and introduced classroom-friendly iPads at a high school on Chicago’s North Side.",
  "The classes focus largely on how parents should deal with kids’ overuse — and, in a world where much of their homework and friendships play out online, what normal use even looks like.",
  "Other programs, she said, seemed unrealistic or out of date, aimed at choosing good passwords or avoiding bad chat rooms but silent on the daily questions of attention and privacy.",
  "The Seton Hall instructors speak of the classes in the same ways others might talk about sex education — hugely important, underappreciated and, well, a bit awkward to teach.",
  "They are taught about location-based, contextual and behaviorally targeted ads and why, when it comes to personal data, they’re sometimes not the customer but the product.",
  "During class, Bromfield shared with the kids how she deals with her own habit of Web overuse — by buying more comic books, a pastime she had loved when she was young.",
  "The kids, they’ve found, have often ended up taking after the grown-ups: When the parents are constantly buried in their phones, the kids end up buried, as well.",
  "During lessons, she said, kids had warned her to watch out for scammers, not trust search results and be careful around companies selling her personal data.",
  "But they are realistic about whether they will make any difference in an age where the tech is always evolving and expanding in their students’ worlds.",
  "She could find few other classes that included both the kids and parents in broader conversations about tech dependence and digital tracking.",
  "That month, Apple chief executive Tim Cook told an audience at a British college that he would not allow his young nephew on social networks.",
  "Some students said they have self-imposed limits on their screen time and talked about how they clear their minds after so much time online.",
  "[Facebook’s new messaging app deepens debate over kids’ social-media use]\n\nParents and schools, meanwhile, have often struggled to keep up.",
  "“These kids are much more savvy than we had anticipated,” said Najarian Peters, an assistant professor at the Seton Hall institute.",
  "Often, the kids-only online playgrounds advertised by the services as cures for parental anxiety carry subtle risks of their own.",
  "One 10-year-old student said in Bromfield’s class that she uses the Moment app to track and limit her Snapchat and YouTube use.",
  "Now he’ll face a ‘reckoning, lawmakers say]\n\nThe tech giants have shown a growing interest in catering to a younger clientele.",
  "But they said they had no interest in teaching kids digital abstinence or instructing parents how to be the computer police.",
  "“Advertisers want to make us believe that their products are good so that we purchase them,” a slide from that lesson says.",
  "The Internet, they conceded, is a fact of life — and the kids always find ways around their parents’ barriers, anyway.",
  "It has been rolled out in recent months to hundreds of children in a dozen classrooms across New York and New Jersey.",
  "Susan, a 10-year-old in pink sneakers who likes YouTube and the mobile game “Piano Tiles 2,” quietly raised her hand.",
  "But even supporters of those companies are sounding the alarm about the potential for childhood havoc.",
  "Facebook recently released an app, Messenger Kids, aimed at children as young as 6.",
  "As one student said, gathering his stuff for his next class, “My phone is my life.”",
  "“Everybody’s so appalled about how that information got out,” she said.",
  "[Melinda Gates: I spent my career in technology.",
  "I wasn’t prepared for its effect on my kids.]",
  "Half failed to protect their data.]",
  "[We tested apps for children."
]