[
  "Facebook founder and CEO Mark Zuckerberg faced hours of questioning Tuesday before Senate Judiciary and Commerce committees about Cambridge Analytica, which used personal data for its political strategies, and other security concerns on the social network.",
  "but tell them you want them written in English, in non-Swahili, so the average American can understand.”\n\nFolks on Twitter noted Kennedy’s blunt delivery and also called him out for making a disparaging remark about Swahili to get his point across.",
  "Throughout the hours of grilling, several senators alluded to Facebook’s inscrutable and complex user agreement, arguing that the text is written so that the average user likely does not understand how their data is being used by the company.",
  "- Sen. Kennedy to Mark Zuckerberg pic.twitter.com/lZgNYDZtOQ — VICE News (@vicenews) April 10, 2018\n\nThe senator then urged the Facebook CEO to “go back home and rewrite it.”\n\nHe added, “Tell your $1,200-an-hour lawyers ?",
  "I was totally with Senator Kennedy just now until he made a totally racial slur about #Facebook’s privacy policy needing to make sense and “not be in Swahili” ??",
  "#Zuckerberg @SenJohnKennedy — Lisa Rose (@ecotist) April 10, 2018\n\nSenator Kennedy made an inappropriate \"Swahili\" wisecrack to #Zuckerberg.",
  "— Adam Best (@adamcbest) April 10, 2018\n\nDid Sen. Kennedy just say \"and not Swahili,\" so the basic American can \"understand\"?",
  "(@TaylorInChief) April 10, 2018\n\nThough the questioning was tense, Zuckerberg and Kennedy shook hands following the hearing.",
  "Now, you know that and I know that.”\n\n\"Here's what everybody's been trying to tell you today, and I say this gently.",
  "Seems like he wanted to go beyond the drawl and ensure that he gave us a full caricature.",
  "“The purpose of that user agreement is to cover Facebook’s rear end.",
  "Pretty poor choice of punchlines from a Southern Republican.",
  "#Zuckerberg pic.twitter.com/FhlpfzvzoD — Taylor Barfield ?",
  "But no one put it as bluntly as Sen. John Kennedy (R-La.).",
  "“Your user agreement sucks,” Kennedy said to Zuckerberg.",
  "It’s not to inform your users about their rights.",
  "no disrespect, they’re good ?",
  "Your user agreement sucks.\""
]