[
  "“Following Cambridge Analytica revelations, Zuckerberg and other Facebook execs – as well as Stamos himself – must publicly clarify who is in charge of protecting users and preventing security threats.”\n\nBlumenthal was referring to Alex Stamos, the Chief Information Security officer at Facebook, who the New York Times reported Monday night was leaving the company amid clashes with executives about handling reports about the misuse of its platform.",
  "“A hearing featuring testimony with CEOs would provide the Committee the opportunity to hear an update on the progress of these companies’ voluntary measures to combat attempted foreign interference and what is being done to protect Americans’ data and limit abuse of the platforms, as well as to assess what measures should be taken before the next elections,” Klobuchar and Kennedy said in their letter on Monday.",
  "Minnesota Sen. Amy Klobuchar, a Democrat, and Louisiana Sen. John Kennedy, a Republican, sent a bi-partisan letter to Iowa Sen. Chuck Grassley, Chairman of the Senate Judiciary Committee, requesting that Zuckerberg appear before the committee for a hearing, along with the Chief Executives from other major technology companies like Twitter and Google.",
  "Lawmakers are calling on Mark Zuckerberg to testify on Capitol Hill following reports that Cambridge Analytica, the firm that worked with President Trump’s 2016 campaign, used data that had been harvested from 50 million Facebook users without their consent.",
  "“Disarray at Facebook – amid apparent downsizing of security team – makes the need for full transparency in public testimony before Congress more urgent than ever,” said Connecticut Sen. Richard Blumenthal, a Democrat.",
  "Virginia Senator Mark Warner, the ranking member on the Senate Intelligence Committee which is investigating Russian interference in the 2016 election, echoed the request from Klobuchar and Kennedy on Tuesday morning.",
  "The Times and the Guardian reported over the weekend that Cambridge Analytica had obtained information from 50 millions of Facebook users without consent, and falsely claimed that the information had been deleted.",
  "At least four members of Congress from both sides of the aisle are demanding that Zuckerberg appear in person to explain the breach, with some asking that other technology executives join him.",
  "Representatives from Facebook, Google, and Twitter testified before Congress last fall about Russian meddling in the 2016 election, but none of the chief executives appeared.",
  "A spokesman for Grassley said that the Senator is “gathering information” but has yet to make a decision about holding a hearing.",
  "In a statement, Cambridge Analytica said it deleted the user data when it learned that it violated Facebook’s terms of service.",
  "Facebook responded to the reports by suspending Cambridge Analytica and issued a lengthy statement denying there was a breach.",
  "The reports claimed that the firm used it to target voters for political advertising, and to sway voters towards Trump.",
  "The American people deserve answers about social media manipulation in the 2016 election,” he wrote on Twitter.",
  "However, Zuckerberg and other top executives have not commented individually on the growing scandal.",
  "IT also said the data was never used as part of Trump’s presidential campaign.",
  "“It’s time for Mr. Zuckerberg and the other CEOs to testify before Congress.",
  "Cambridge Analytica says none of the data was used in the Trump campaign.",
  "Write to Alana Abramson at Alana.Abramson@time.com."
]