[
  "There was the press conference where Trump, in television-game-show-host mode, said he might withdraw from the Iran deal, or might not and instead offer “a very large deal, maybe deal, maybe not,” and anyway stay tuned for his May 12 decision deadline.",
  "Though a hung jury on the same case had resulted in a mistrial a year earlier, a wave of revelations about sexual misconduct committed by powerful men may have changed the cultural understanding of sexual assault and contributed to the verdict.",
  "During some 50 minutes interrupted by multiple standing ovations, he offered the most direct, sustained, here’s-what-you’re-getting-yourself-into takedowns of Trump’s worldview yet delivered on planet Earth by the leader of an allied country.",
  "Evening Read\n\nRachel Donadio reviews the highlights of French President Emmanuel Macron’s state visit to Washington, D.C.:\n\nThere was the moment Trump pretended to brush dandruff off Macron’s shoulder during an Oval Office photo shoot.",
  "—Rosa Inocencio Smith\n\nSnapshot\n\nWho We’re Talking To\n\nPete Souza, the former White House photographer, describes what it was like to document Barack Obama’s presidency on the latest episode of The Atlantic Interview.",
  "Le Minh Chau, who was born with severe birth defects as a result of American troops’ use of Agent Orange in the Vietnam War, shares how he overcame his disabilities to become an artist in a short documentary.",
  "At the same time, some of the men disgraced by such revelations appear to be mounting a tentative comeback, which raises troubling questions about what kind of behavior the public may be willing to forgive.",
  "Missy Cummings, the director of Duke University’s Humans and Autonomy Lab, discusses how she made the transition from serving as one of the first female fighter pilots to being a professor.",
  "After #MeToo: The actor and comedian Bill Cosby was found guilty on three counts of aggravated indecent assault against a woman who had accused him of drugging and then raping her.",
  "There was the unforgettable, amused, I-can’t-believe-this-is-happening look on Macron’s face when Trump said the Iran deal was terrible, end of story.",
  "And then there was the rousing, full-throated yet cool-headed speech Macron delivered Wednesday before a joint session of the United States Congress.",
  "There was the weird photo of the two presidential couples planting a tree, and Melania Trump’s white, wide-brimmed hat.",
  "Keep reading, as Rachel unpacks the speech and its calls to action.",
  "Check out some of his most memorable photographs while you listen."
]