[
  "Photograph: Win McNamee/Getty Images More\n\nA Republican political consultant linked to Paul Manafort and Cambridge Analytica has admitted to funneling $50,000 from a Ukrainian oligarch to Donald Trump’s presidential inauguration committee.",
  "Patten worked to set up meetings for Kilimnik and the oligarch with state department officials and members of Congress, including senators on the foreign relations committee and House members on the foreign affairs committee.",
  "A pro-Trump article was published by US News & World Report in February 2017 under the byline of Serhiy Lyovochkin, an Opposition Bloc MP who was a senior official in Ukraine’s former pro-Kremlin administration.",
  "He pleaded guilty to one count of working as an unregistered agent for the oligarch’s Ukrainian political party, Opposition Bloc, which also employed Manafort, the former chairman of Trump’s 2016 campaign.",
  "Patten admitted that he knew he was required to register as an agent for a foreigner but failed to do so after the Ukrainian oligarch said “he did not want them to” until an unspecified future date.",
  "As part of his plea deal, he agreed to cooperate with Robert Mueller, the special counsel investigating links between Donald Trump’s campaign team and Russian interference in the 2016 election.",
  "Patten, 47, admitted causing the Ukrainian funds to be paid to the inauguration committee, and to lying to a Senate committee investigating Russian interference in an attempt to cover this up.",
  "Sam Patten used the money to buy tickets for the oligarch and a Russian associate to Trump’s inauguration in January 2017, according to a plea agreement made public on Friday.",
  "The filings recounted how Patten formed a consulting company in the US with Konstantin Kilimnik, a Russian political operative with alleged ties to intelligence services.",
  "A spokesman for the US attorney’s office said the charge against Patten was a felony punishable by a maximum of five years in prison and also carried potential fines.",
  "Patten also drafted opinion articles for the Ukrainian oligarch and succeeded in having at least one published by a national American media outlet in February 2017.",
  "Sam Patten pleads guilty under Foreign Agents Registration Act\n\nRepublican once worked with Cambridge Analytica\n\nSam Patten leaves court in Washington.",
  "He failed to provide requested documents, gave misleading evidence and then after his interview deleted files relating to his work for the Ukrainians.",
  "Kilimnik, identified as “foreigner A” in the filings, has also worked extensively with Manafort, who was a consultant to Opposition Bloc in Ukraine.",
  "In all, according to the court documents, Patten’s firm was paid about $1m for advising Opposition Bloc and lobbying US politicians on its behalf.",
  "Patten then wrote the American “straw purchaser” a $50,000 check and the American used these funds to buy the tickets the following day.",
  "The charge was brought by the US attorney’s office in the capital, which took over the case following a referral from Mueller’s office.",
  "After discovering foreigners were barred from giving money to the inauguration, Patten enlisted another American to buy four tickets.",
  "Patten then lied about this arrangement during testimony to the Senate intelligence committee in January 2018, he admitted on Friday.",
  "A spokeswoman for Thomas Barrack, the chairman of Trump’s inauguration committee, did not respond to requests for comment.",
  "The disclosure came as Patten pleaded guilty to illegally lobbying in the US for pro-Russia politicians from Ukraine.",
  "The court filings indicated that Patten had been in discussions with Mueller’s office for at least three months.",
  "Patten was released on bail by judge Amy Berman Jackson following a hearing in Washington.",
  "The oligarch paid $50,000 to Patten and Kilimnik’s company from an account in Cyprus.",
  "The Ukrainian figure and media outlet were not identified in the charging documents.",
  "The tickets were used by Patten, Kilimnik, the oligarch and another Ukrainian.",
  "The inauguration fund was not allowed to accept money from foreigners.",
  "Stuart Sears, an attorney for Patten, declined to comment.",
  "He was not charged for these actions."
]