[
  "[Everything you need to know about the Cambridge Analytica-Facebook debacle]\n\nDuring Lewandowski’s tenure in the Trump campaign, Bannon was still running Breitbart, a source of Trump-friendly news — including stories that defended Lewandowski after reporter Michelle Fields filed battery charges against him.",
  "(Joshua Roberts/Reuters)\n\nCorey Lewandowski, the first of Donald Trump’s three campaign managers during his 2016 presidential bid, said Sunday on NBC’s “Meet the Press” that he had turned down the data-mining firm Cambridge Analytica on three separate occasions.",
  "[How Cambridge Analytica’s whistleblower became Facebook’s unlikely foe]\n\nBut Democrats remain skeptical of how veterans of the Trump campaign, which paid $5.9 million to Cambridge Analytica, now characterize the firm’s influence.",
  "But that didn’t impact my decision, because I didn’t hire them.”\n\nThe campaign’s work with Cambridge Analytica was first reported after Trump secured the Republican nomination and the Mercers endorsed his campaign.",
  "They did not come to the campaign until after I left.”\n\nCambridge Analytica has been criticized over reports that it wrongfully used the data of an estimated 50 million Facebook users to help the Trump campaign.",
  "Cambridge Analytica, launched in 2013 by the wealthy conservative Mercer family and former Breitbart News mogul Stephen K. Bannon, did its first work in the 2016 cycle for Sen. Ted Cruz (R-Tex.",
  "“Even the president’s son-in-law, Jared Kushner, bragged about their value,” Sen. Mark R. Warner (Va.), the ranking Democrat on the Senate Intelligence Committee, said Sunday on NBC.",
  "Lewandowski managed Trump’s campaign from its beginnings in 2015 to June 20, 2016, when he was fired and replaced by Paul Manafort.",
  "\n\nFormer Trump campaign manager Corey Lewandowski said on NBC’s “Meet the Press” that he did not hire Cambridge Analytica.",
  "But the Bannon connection made no difference when the data firm made its pitch to the Trump campaign, Lewandowski said.",
  "“Then, after the election, you’ve seen nothing but the Trump campaign trying to distance themselves.”",
  "Veterans of both campaigns have said that the firm’s work was not worth its cost.",
  "That was in June 2016, around the time that Lewandowski was being forced out.",
  "“I never approved Cambridge Analytica’s contract,” Lewandowski said.",
  "“I knew that Steve had a role in the organization,” he said.",
  "“They did not work for the campaign when I was the manager.",
  "They pitched me three times; three times, I said no.",
  "“I didn’t know what his ultimate role was.",
  "We have to be clear about that.",
  "), then for Ben Carson."
]