[
  "SAN FRANCISCO (Reuters) - Facebook Inc (FB.O) Chief Executive Mark Zuckerberg apologized on Wednesday for mistakes his company made in how it handled data belonging to 50 million of its users, and promised tougher steps to restrict developers’ access to such information.",
  "(bit.ly/2DHAlUJ)\n\nHe said the social network planned to conduct an investigation of thousands of apps that have used Facebook’s platform, restrict developer access to data, and give members a tool that lets them disable access to their Facebook data more easily.",
  "This follows allegations by a whistleblower that British political consultancy Cambridge Analytica improperly accessed users’ information to build profiles on American voters that were later used to help elect U.S. President Donald Trump in 2016.",
  "“The big tech companies need to abide by the law and we’re strengthening the law.”\n\nGermany’s justice minister Katarina Barley demanded that Facebook executives explain to her whether the site’s 30 million German users had been affected.",
  "The company has lost nearly $46 billion of its stock market value over the past three days on investors’ fears that any failure by big tech firms to protect personal data could deter advertisers and users and invite tougher regulation.",
  "About 300,000 Facebook users responded to Kogan’s quiz, but that gave the researcher access to those people’s Facebook friends as well, who had not agreed to share information, producing details on 50 million users.",
  "... People should know who is buying the ads that they see on Facebook.”\n\nZuckerberg said Facebook was committed to stopping interference in the U.S. midterm election in November and elections in India and Brazil.",
  "‘SCAPEGOAT’\n\nOn Tuesday, the board of Cambridge Analytica suspended its Chief Executive Alexander Nix, who was caught in a secret recording boasting that his company played a decisive role in Trump’s victory.",
  "(bit.ly/2IJbYJS)\n\nThe whistleblower who launched the scandal, Christopher Wylie, formerly of Cambridge Analytica, said on Twitter he had accepted invitations to testify before U.S. and UK lawmakers.",
  "Facebook founder Mark Zuckerberg speaks during the Alumni Exercises following the 366th Commencement Exercises at Harvard University in Cambridge, Massachusetts, U.S., May 25, 2017.",
  "Facebook has said it subsequently made changes that prevent people from sharing data about friends and maintains that no breach occurred because the original users gave permission.",
  "Zuckerberg told the New York Times in an interview published on Wednesday he had not seen a “meaningful number of people” deleting their accounts over the scandal.",
  "Psychologist Aleksandr Kogan, who provided the data, dismissed on Wednesday Cambridge Analytica’s assertions that the information was “incredibly accurate”.",
  "Those rules should be set by society as a whole and so by parliament,” British minister for Digital, Culture, Media and Sport, Matt Hancock, told BBC Radio.",
  "Kogan, who gathered the data by running a survey app on Facebook, also said he was being made a scapegoat by the social media firm and Cambridge Analytica.",
  "Slideshow (4 Images)\n\nFacebook representatives met U.S. congressional staff on Wednesday and planned to continue meetings on Capitol Hill on Thursday.",
  "We have a basic responsibility to protect people’s data,” Zuckerberg told CNN, breaking a public silence since the scandal erupted at the weekend.",
  "Zuckerberg said he was open to additional government regulation and happy to testify before the U.S. Congress if he was the right person.",
  "INVESTOR FEARS\n\nFacebook shares fell 1.5 percent in premarket trading on Thursday as the apology failed to quell Wall Street nerves.",
  "European governments expressed dissatisfaction with Facebook’s response and said the scandal showed the need for strong regulation.",
  "His plans did not represent a big reduction of advertisers’ ability to use Facebook data, which is the company’s lifeblood.",
  "“It shouldn’t be for a company to decide what is the appropriate balance between privacy and innovation and use of data.",
  "Zuckerberg said in a post on Facebook the company \"made mistakes, there's more to do, and we need to step up and do it.\"",
  "“I actually think the question is more what is the right regulation rather than yes or no, should it be regulated?",
  "The world’s largest social media network is facing growing government scrutiny in Europe and the United States.",
  "Zuckerberg told the website Recode that fixes to protect users' data would cost \"many millions of dollars.\"",
  "Analysts say the incident may reduce user engagement with Facebook, lessening its clout with advertisers.",
  "Critics say that it essentially was a breach because data of unsuspecting friends was taken.",
  "Facebook was unable to answer many questions, two aides who attended the briefing said.",
  "REUTERS/Brian Snyder\n\n“I’m not sure we shouldn’t be regulated,” he told CNN.",
  "Both companies have blamed Kogan for alleged data misuse.",
  "Three Wall Street brokerages cut their price targets.",
  "“This was a major breach of trust.",
  "I’m really sorry this happened."
]