[
  "Here's the scoreboard of Thursday's opening prices:\n\nTwitter, which is set to report earnings ahead of the opening bell on Friday, was down about 3% in early trading, fueled by criticism from President Donald Trump who accused the company of \"shadow banning\" prominent Republicans.",
  "Before the earnings report on Wednesday, Facebook had risen 18% since the start of the year as investors largely shrugged off major scandals related to the data firm Cambridge Analytica and Russian interference in the US president election via the platform.",
  "That growth — coupled with other index-topping stocks like Netflix and Amazon — was solely responsible for the S&P 500's gains in the first half of the year, Bank of America said in a note earlier this month.",
  "NOW WATCH: Brazil's empty $300 million World Cup stadium\n\nSee Also:\n\nSEE ALSO: What happened on Facebook's nightmare conference call that wiped out nearly $150B in market value in 90 minutes",
  "The so-called FAANG basket was responsible for the S&P 500's growth in the first half of the year, which would have been negative without its gains, according to Bank of America.",
  "Justin Sullivan/Getty Images\n\n\n\n\n\nFacebook on Wednesday reported disappointing revenue and active-user metrics that sent shares into freefall, opening down 18% Thursday.",
  "Facebook's earnings disaster on Wednesday sent shares plummeting 18% when markets opened Thursday morning, dragging the rest of its so-called FAANG peers in its wake.",
  "Both the Nasdaq 100 and S&P 500 opened in the red about 0.4% Thursday morning, and were up 15.3% and 5.5%, respectively, since the beginning of the year.",
  "Amazon is the only company of the tech basket left to report this week, and will release its quarterly results after the closing bell on Thursday.",
  "The selloff also hurt Snap, which opened down more than 4% Thursday.",
  "Its tech peers — Amazon, Apple, Alphabet, and Netflix — also fell.",
  "Without FAANG, the benchmark index would be down 0.7%.",
  "Apple will report on Tuesday July 31."
]