[
  "But if you’re in the same boat as I was, here is my summary of the heart of the scandal as it involves Facebook, in one paragraph:\n\nIn June 2014, a researcher named Aleksandr Kogan developed a personality-quiz app for Facebook.",
  "On Tuesday, the Federal Trade Commission opened an investigation into how Cambridge Analytica, ostensibly a voter-profiling company, accessed data about 50 million Facebook users, according to The Wall Street Journal.",
  "The social giant’s stock has also lost about 12 percent of its value since The New York Times and The Guardian broke the first stories about the scandal over the weekend.",
  "For its part, Facebook says it learned about Kogan’s private database in 2015, when it removed his app and demanded that he and any of his partners delete the data.",
  "It’s not alone: The GOP-controlled Senate Commerce Committee demanded answers from Facebook on Monday, as did Senator Ron Wyden, a Democrat of Oregon.",
  "The case is just complicated enough—and there has been so much reporting about every facet of it—that I never fully understood the underlying problem.",
  "It was heavily influenced by a similar personality-quiz app made by the Psychometrics Centre, a Cambridge University laboratory where Kogan worked.",
  "Kogan provided that private database, containing information about 50 million Facebook users, to the voter-profiling company Cambridge Analytica.",
  "But last night, I thought about all I had read about it—and I realized that I was not actually sure what the underlying scandal was.",
  "And when Kogan’s app asked for that data, it saved that information into a private database instead of immediately deleting it.",
  "“No systems were infiltrated, no passwords or information were stolen or hacked,” tweeted one Facebook executive.",
  "But as with any Facebook developer at the time, Kogan could access data about those users or their friends.",
  "The Guardian referred to the data misuse as a “breach,” a description which Facebook contests.",
  "Cambridge Analytica used it to make 30 million “psychographic” profiles about voters.",
  "(If you want to skip the preamble, see below for the three indented paragraphs.",
  "The Cambridge Analytica scandal is suddenly a major problem for Facebook.",
  "About 270,000 people installed Kogan’s app on their Facebook account.",
  "I was especially unsure of the scandal as it involved Facebook.",
  "I get it now, thanks in part to help from my colleagues.",
  "The scandal sure seems like bad news.",
  "I promise they’re here.)",
  "That’s the whole thing."
]