[
  "Jennifer Palmieri, former director of communications for Hillary Clinton's 2016 presidential campaign, joined CBSN anchor Elaine Quijano to discuss her experience working for the first-ever female Democratic presidential nominee and her new book \"Dear Madam President: An Open Letter to the Women Who Will Run the World,\" out Thursday.",
  "Additionally, Palmieri said the messages the Trump campaign sent through Facebook were divisive, whereas she said \"our campaign -- if we were doing things digitally -- it was the same things we were saying out loud.\"",
  "\"I think what his victory did for a lot of women, instead of crushing their souls or making them feel disempowered, we felt empowered that this was proof that the old ways don't work any more,\" Palmeri said.",
  "\"There are so many women that were very disappointed, some devastated, at the outcome of the election, and I wanted to write something that was consciously optimistic,\" she said on CBSN's \"Red & Blue.\"",
  "In the wake of the news that Cambridge Analytica, which had been contracted by the Trump campaign, had used improper data from Facebook, Palmieri said \"we had never done anything like that.\"",
  "\"We've made so much progress in the last 100 years, and I think it's easy for us to think that women in the workplace, women in politics, isn't that big of a deal,\" she said.",
  "While many campaign books grapple with mistakes made leading up to election day, Palmieri's nontraditional memoir mostly ignores the \"what-ifs\" of the Clinton campaign.",
  "\"And when you step back and look at it from the scope of human history, from thousands and thousands of years -- it's a radical idea for a woman to be in charge.\"",
  "Looking ahead, Palmieri is hopeful for women in politics who aim for the Oval Office and does not rule out the possibility of a woman leading the 2020 ticket.",
  "Instead, Palmieri advises a future generation of women to embrace their femininity as a political advantage in the face of a male dominated field.",
  "She describes herself as \"a big crier\" and expressed frustration that women are often afraid to speak up in professional or political settings.",
  "\"Here's what I've learned about Hillary Clinton: She will be criticized when she speaks, she will be criticized when she doesn't speak.",
  "Palmieri believes that President Trump's election served as a catalyst in the mobilization of American women.",
  "\"I want every girl, young woman, older woman who picks that book up to read it as if, 'That could be me.",
  "And so I think she should speak her mind,\" Palmieri said of Clinton's recent comments on the election.",
  "You can watch \"Red & Blue\" on CBSN Monday through Thursday at 9 p.m.",
  "The Trump campaign has denied it used that data from the firm.",
  "With this in mind, she applied her own playbook to Clinton.",
  "\"And that we are going to chart our own path.\"",
  "I could be that,'\" she said."
]