[
  "Columnist\n\nI can understand why you might wish to delete Facebook, especially given that the company responded to the news about Cambridge Analytica by saying, oh, no, the problem was not that someone had access to the data of 50 million people, most of whom had no idea that their information was being shared, that part was okay; the problem was they sold it.",
  "I will make a terrible slideshow of pictures of you with someone you haven’t spoken to since college, and will leap out at you unexpectedly in the morning to tell you that There Are Many Friendships In The World, But None Of Them Are Quite Like Yours.",
  "If you try to get help with a recipe from friends, I will alert none of your friends that you want help with this recipe, and instead bring you a man you once met at a conference years ago to make a controversial statement about the #MeToo movement.",
  "In exchange for the ability to learn what your high school friend’s mother thinks about the Black Lives Matter movement (she is not in favor), please know that you are giving me your data forever so that I can give it to, honestly, anyone.",
  "I will gladly provide all these services, while recording everything you do and sharing this information with random unscrupulous strangers, if you or any of your friends has ever succumbed to the desire to take a personality quiz.",
  "Thus, every so often, without asking your permission first, I will automatically let everyone in your social network see absolutely everything and require you to go through several complicated steps to change this back.",
  "That is why I have this special offer: If you want to delete Facebook, but are worried that you will miss it, I am happy to become your personal Facebook and do everything that Facebook used to do.",
  "With me in your life, you can rest secure in the knowledge that everyone you have ever loved or met is wrong about politics in some alarming way.",
  "I will tell you essay-length things about personal struggles your friends are having, ones they would not share with any one person directly.",
  "Some days, without warning, I will surprise you with a painful reminder of a lost loved one that you weren’t prepared for at all.",
  "Some days, for no reason, I will remind you that once, seven years ago, you took a badly focused picture of a Smirnoff Ice.",
  "I will accompany this information with uncomfortable pictures of them standing on a beach, squinting into a bright light.",
  "I will show you one video, which you were never terribly interested in in the first place, over and over and over again.",
  "You will drown in babies, and the babies will keep coming, and you will die and be reborn and yet they will not cease.",
  "Do you want some information about how bad things are these days that has not been properly checked?",
  "You will never think this is worth sharing, but that will not stop me from doing it every day.",
  "First, I will tell you any time anyone you went to high school with gets married or engaged.",
  "I have that in spades, as much as you need, to make you as upset as you would like to be.",
  "I will be sure to let you know any time your friends’ parents have political opinions.",
  "It will be the first thing you see in the morning and the last thing you see at night.",
  "I will bring you several hours’ worth of video of Mark Zuckerberg grilling something.",
  "You will say you like all of them, even though you only like some of them.",
  "But with me in your life you will never have to remember a birthday again.",
  "I will repeatedly reassure you that your privacy is very important to me.",
  "You will beg me to stop showing it to you, but I will be merciless.",
  "I will bring you hundreds and hundreds of pictures of babies.",
  "I will act as though this is something you want to remember.",
  "I am moving fast and breaking things, like a startled cat!",
  "You will be trapped in the world of this video forever.",
  "Here is another picture of those shoes you didn’t buy.",
  "We Thought You’d Like To Remember This, I will hiss.",
  "I will give you a reason to hate everyone you love.",
  "I will never tire of bringing them to you.",
  "I will bring you information that is bad.",
  "You will never speak of this in person.",
  "I know how much this matters to you.",
  "Could be Cambridge Analytica.",
  "Aren’t you glad to know this?",
  "Stray unaffiliated babies.",
  "Could be the Obama team!",
  "This is what you want.",
  "Here is another baby.",
  "I don’t really care!",
  "Strangers’ babies.",
  "Friends’ babies.",
  "Here is a baby.",
  "You’re welcome!",
  "Sorry!"
]