[
  "In his interview taped Saturday for Sunday on Face the Nation, Rep. Trey Gowdy, R-South Carolina, responded to President Trump's claim that the controversial release of a memo, alleging the FBI and Department of Justice abused their authority to spy on the Trump campaign, \"totally vindicated\" the president of wrongdoing in the Russia probe.",
  "\"...The dossier really has nothing to do with George Papadopoulos' meeting in Great Britain…\"\n\nGeorge Papadopoulos, a former Trump campaign aide, pled guilty in October 2017 to lying to FBI agents about his conversations with \"foreign nationals\" who Papadopoulos thought were connected to senior Russian officials.",
  "\"...It also doesn't have anything to do with obstruction of justice…\"\n\nPresident Trump's lawyers, the Wall Street Journal first reported, have met several times with special counsel Robert Mueller to outline arguments why the president's firing of former FBI Director James Comey is not obstruction of justice.",
  "A portion of Gowdy's response is annotated below:\n\n\"Not to me, it doesn't -- and I was pretty integrally involved in the drafting of it…\"\n\n\"Drafting of it it\" refers to the four-page memo prepared by Gowdy, Republican staffers, and House Intelligence Committee Chairman Rep. Devin Nunes, R-California.",
  "\"...The dossier has nothing to do with an email sent by Cambridge Analytica…\"\n\nJulian Assange, editor of Wikileaks, said Wikileaks was approached by data firm Cambridge Analytica in 2016 about potentially working together about the release of Hillary Clinton's deleted emails.",
  "\"...There is a Russia investigation without a dossier…\"\n\n\"Dossier\" refers to a report compiled by former British spy Christopher Steele, on behalf of the Democrats and Hillary Clinton's campaign, which claims Russia has amassed compromising information about Trump.",
  "\"I am on record as saying I support Bob Mueller one hundred percent,\" Gowdy said Sunday on Face the Nation, later adding \"You need an investigation into the Trump Tower and the Cambridge Analytica email, separate and apart from the dossier.",
  "Cambridge Analytica's CEO Alexander Nix, the Wall Street Journal first reported, was emailed by Trump donor Rebekah Mercer asking if they might be able to better organize the release of Hillary Clinton emails by Wikileaks.",
  "\"...the dossier has nothing to do with the meeting at Trump Tower…\"\n\nIn June 2016, Trump's son-in-law Jared Kushner attended a meeting with other senior campaign aides and Russian lawyer Natalia Veselnitskaya.",
  "Among the memo's central claims is that the FBI and Department of Justice did not sufficiently disclose that the dossier they relied on for part of their proving of probable cause was funded by Democrats.",
  "The memo was released over strong objections from the intelligence community which argued the memo contained inaccuracies and would have a chilling effect on intelligence sharing and cooperation.",
  "\"...So to the extent the memo deals with the dossier and the FISA process…\"\n\n\"FISA process\" refers to secret proceedings in which the government asks a judge for permission to spy on Americans.",
  "I say investigate everything Russia did, but admit that this was a really sloppy process…\"\n\nYou can watch Gowdy's interview with Margaret Brennan Sunday on Face the Nation (@FaceTheNation).",
  "Gowdy told Margaret Brennan, CBS News White House and Senior Foreign Affairs Correspondent, \"even without a dossier\" that the memo was critical of, \"there's going to be a Russia probe.\"",
  "Democrats also objected, expressing concern Republicans were using the memo to undermine special counsel Robert Mueller's investigation and that the memo took facts out of context.",
  "But, he later admitted that they agreed to the meeting because Kushner thought Veselnitskaya had damaging information about Donald Trump's Democratic opponent, Hillary Clinton.",
  "This interaction was reportedly a factor in the beginning of the FBI's investigation into Russian election meddling and the Trump campaign that led to his October guilty plea.",
  "The memo alleges the FBI and DOJ abused the Foreign Intelligence Surveillance Act (FISA) process to spy on Carter Page, a former Trump campaign foreign policy adviser.",
  "Papadopoulos, the New York Times first reported, told an Australian diplomat in a London bar that Russia had damaging information about rival Hillary Clinton.",
  "Mr. Trump reportedly met with then-Director Comey to ask him to drop his investigation into Michael Flynn, former National Security Advisor to the president.",
  "Judges grant permission if they feel the government has shown probable cause that the Americans subject to the surveillance are agents for a foreign country.",
  "Kushner initially claimed the meeting was about a Russian adoption program.",
  "\"...So there's going to be a Russia probe, even without a dossier.\"",
  "They may be for other Republicans, but they're not for me.",
  "Click here to check your local listings.",
  "So those are not connected issues to me."
]