[
  "Cambridge Analytica said after the film was broadcast by Channel 4 television in March that the comments did not “represent the values or operations of the firm.”\n\nLawmakers asked Nix to return to face questions about inconsistencies in his evidence.",
  "He said that he was vindicated in saying Cambridge Analytica had not been involved in the Brexit campaign by a report by the Electoral Commission, and that whistleblower Christopher Wylie had lied about the consultancy’s involvement in Brexit.",
  "LONDON (Reuters) - The former head of Cambridge Analytica admitted on Wednesday his firm had received data from the researcher at the center of a scandal over Facebook users’ personal details, contradicting previous testimony to lawmakers.",
  "Cambridge Analytica, which was hired by Donald Trump in 2016, has denied its work on the U.S. president’s successful election campaign made use of data allegedly improperly harvested from around 87 million Facebook users.",
  "I am quite comfortable standing by the statements that I made.”\n\nFILE PHOTO: Alexander Nix, CEO of Cambridge Analytica arrives at the offices of Cambridge Analytica in central London, Britain, March 20, 2018.",
  "Former chief Alexander Nix, in earlier testimony to parliament’s media committee, also denied the political consultancy had ever been given data by Aleksandr Kogan, the researcher linked to the scandal.",
  "Alexander Nix, former CEO of Cambridge Analytica, arrives at an annex of the Houses of Parliament to appear before the Digital, Culture, Media and Sport Committee in London, Britain June 6, 2018.",
  "In lengthy, and often testy, questioning by lawmakers, Nix apologized for an undercover film in which he said Cambridge Analytica’s online campaign played a decisive role in Trump’s election win.",
  "EMBARRASSED BUT VINDICATED\n\nNix apologized for his comments in the film, saying he had been foolish and had made exaggerated claims in order to attract what he thought was a potential client.",
  "Asked about a Guardian report that a Cambridge Analytica employee visited Wikileaks founder Julian Assange in the Ecuadorian embassy in 2017, he said he had been unaware of the meeting.",
  "Facebook says Kogan harvested it by creating an app on the platform that was downloaded by 270,000 people, providing access not only to their own but also their friends’ personal data.",
  "“Of course, the answer to this question should have been ‘yes,’” Nix said, adding that he thought he was being asked if Cambridge Analytica still held data from the researcher.",
  "REUTERS/Henry Nicholls/File Photo\n\nNix denied a story in the Financial Times that he had withdrawn $8 million from Cambridge Analytica before its collapse last month.",
  "The committee is investigating fake news, and focusing on the role of Cambridge Analytica and Facebook in the 2016 Brexit vote as well as the Trump election.",
  "“All Mr Nix’s comments carried in our reports were used in context, including any caveats,” the broadcaster said in a statement.",
  "He denied deliberately misleading British lawmakers and said the company had deleted the data, which had been of no use.",
  "Wylie had told the committee that Cambridge Analytica played a pivotal role in the campaign.",
  "Facebook said Kogan then violated its policies by passing the data to Cambridge Analytica.",
  "REUTERS/Henry Nicholls\n\nKogan had told lawmakers he did give Cambridge Analytica the data.",
  "On Wednesday he told Channel 4: “I actually backed up everything I said with documents.",
  "Nix said that Channel 4 had heavily edited the footage to portray him in a worse light.",
  "“It’s not only deeply embarrassing, but it’s something I regret enormously,” he said.",
  "But he defended the now-defunct consultancy’s reputation and said he felt victimized.",
  "On Wednesday he said it had received data from Kogan.",
  "On other matters, Nix was less apologetic."
]