[
  "WSJ's William Mauldin: \"The Trump administration, facing hard deadlines and growing pressure from Capitol Hill over the president’s trade powers, is accelerating negotiations to overhaul the North American Free Trade Agreement and seeking to put together a deal as soon as the coming weeks... Trump’s top trade official has been meeting with Mexican and Canadian counterparts in recent days to assess the possibility of some sort of deal—perhaps an agreement in principle without final details—as soon as possible...\n\n\"Time is running short to get a deal signed and ratified without major complications.",
  "Bad Omen for Markets From First Signs of Yield Curve Inversion The forward curve of a closely watched proxy for the Federal Reserve’s policy rate has slightly inverted, signaling investors are either pricing in a mistake from central bankers or end-of-cycle dynamics, according to JPMorgan Chase & Co. Bloomberg\n\nStocks Rise, Bonds Fall on Hopes Xi Can Calm Waves Stocks in Europe climbed and futures pointed to a higher open in U.S. markets as investors looked to China’s Xi Jinping to calm a trade dispute between the world’s two largest economies.",
  "The three former officials, all of whom were at the Federal Trade Commission during the privacy investigation that led to a 2011 consent decree with Facebook, said the company’s latest mishap may violate the decree’s provisions requiring the implementation of a privacy program.... David Vladeck, who was head of the FTC’s bureau of consumer protection when the decree was drafted and signed by Facebook... predicted Facebook may face fines of $1 billion or more.\"",
  "The Post's Dave Weigel: \"Many of the farmers who helped propel... Trump to the presidency fear becoming pawns in his escalating trade war with China, which threatens markets for soybeans, corn and other lifeblood crops in the Upper Midwest... Trump’s aggressive attacks on China over trade are putting Republicans... in a difficult spot — torn between siding with Trump and acknowledging the economic peril to many of their constituents.",
  "Although there have been private sector projections for months... that the government's red ink will hit and exceed a trillion dollars for years to come, this will be the first report by Congress's official budget watchdog since last year's big tax cut and this year's spending deal were enacted that will show the deficit rising precipitously and staying at that very high level through the next 10 years...",
  "We want them to guard intellectual property, not take it from us.”\n\nThe president signaled confidence in a Sunday tweet that Chinese President Xi Jinping will blink first in their staring contest (after affirming for all those concerned the two leaders' friendship will persevere no matter what):\n\nPresident Xi and I will always be friends, no matter what happens with our dispute on trade.",
  "hinted Sunday that he might be in favor of regulating Facebook amid revelations that 'malicious actors' used the tech giant’s search tools to collect data on most of its 2 billion users worldwide... Zuckerberg, who for years has resisted calls to testify before Congress, is likely to face tough questions from lawmakers over two days of congressional hearings at the Capitol.\"",
  "THE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION\n\nWhite House press secretary Sarah Huckabee Sanders says Trump is the \"best negotiator\" for the U.S. economy:\n\nHere's why this year's White House correspondents’ dinner is so weird, again:\n\nSaturday Night Live mocks Facebook CEO Mark Zuckerberg and the Cambridge Analytica breach:",
  "The Post's Craig Timberg and Tony Romm: \"Facebook’s disclosure this week that its search tools were used to collect data on most of its 2.2 billion users could potentially trigger record fines and create new legal vulnerability for not having prevented risks to user data, three former federal officials said.",
  "WSJ's Ben Eisen, Michael Wursthorn and Daniel Kruger: \"Stock-market investors, already grappling with the tech rout and the threat of a trade war, are starting to reassess a fundamental premise of the powerful rally—that world-wide economic growth is on the verge of blasting out of a long period of weakness.",
  "Forbes's Stan Collender: The new U.S. normal of $1 trillion or more annual federal budget deficits will officially begin this week when the Congressional Budget Office releases its economic and budget outlook report showing that the deficit will be at least that high every year Donald Trump is president.",
  "WSJ's Jenny Strasburg: \"Deutsche Bank replaced its British chief executive, John Cryan, with the senior German head of its retail bank, a switch that signals a less ambitious future after years of grim financial results and sputtering attempts to regain a spot among global investment-banking powerhouses.",
  "When credit card signatures disappear, handwritten authentications will be relegated to a few special circumstances: sealing a giant transaction like a house purchase, or getting a celebrity to autograph a piece of memorabilia — and even that is being supplanted by the cellphone selfie.",
  "While Larry Kudlow, the president’s newly minted chief economic adviser, said the process could yield a “very benign” result that heads off tariffs altogether, Peter Navarro, the most ardent trade hawk in Trump’s inner circle, insisted the tariff threats are no mere negotiating tactic.",
  "Bloomberg\n\nDollar steadies but U.S.-China trade tensions cloud outlook The dollar steadied on Monday, having retreated late last week due to concerns over U.S.-China trade tensions and following data that showed the U.S. economy created the fewest jobs in six months in March.",
  "In a Post op-ed this morning, a group of former chairs of the White House Council of Economic Advisers that includes former Fed chair Janet Yellen fires a warning shot at Republicans targeting safety-net spending: \"It is dishonest to single out entitlements for blame.",
  "The planned meetings at Capitol Hill are expected to continue through Monday afternoon and include some lawmakers from committees before whom Zuckerberg is due to testify, said the aides, who asked not to be identified because the meetings have not been made public.\"",
  "The world’s major economies started to pick up steam together last year, in a break from years of sluggish post-crisis growth in which the U.S. often seemed like the lone bright spot...\n\n\"But recently, the global economic comeback has been in a bit of a rut.",
  "The Post's Kristine Phillips: \"Two days before Facebook chief executive Mark Zuckerberg is to testify before Congress for the first time, one Republican lawmaker said the scandals plaguing the social media giant might be “too big” for it to fix alone.",
  "Two days after President Trump sent the stock market plunging again by threatening to triple the proposed tariffs on Chinese imports, his top economic hands spread out on the Sunday shows with mixed messages about what the administration is up to.",
  "Reuters's David Shepardson: \"Zuckerberg will hold meetings with some U.S. lawmakers on Monday, a day before he is due to appear at Congressional hearings over a political consultancy’s use of customer data, two congressional aides said on Sunday.",
  "Sean Sullivan\n\nPowerPost Congress is back at work, without much legislating on the agenda A lack of hard deadlines and the political realities of an election year together mean that serious legislation is unlikely to pass before November.",
  "A little-noticed provision in the sweeping deregulation bill the Senate passed last month aims to help certain banks sidestep the $250,000 cap on federally insured deposits, as a way to encourage more funds to flow into those banks.",
  "\"The provision would make it easier for banks that have less capital than regulators would like to split up large sums of money from their affluent customers, including businesses, so the total amount can be insured by the FDIC.",
  "Kudlow, in an appearance on Fox News Sunday, indicated that rather than going it alone, the Trump administration is gathering a \"coalition of the willing” to confront China that includes Australia, Canada and much of Europe.",
  "\"China has sought to play the role of responsible guardian of the global trading system in response to tariffs from... Trump and the threat of even harsher sanctions to come,\" the FT's Gabriel Wildau and Emily Feng write.",
  "The issue presents yet another challenge to the GOP in a tough midterm election year even in the rural areas across the Upper Midwest that swept Trump to victory — and where control of the Senate could be decided.",
  "A less charitable and more plausible version of events, given everything we know about this presidency in general and this episode in particular: The administration is more or less flying by the seat of its pants.",
  "On Friday, government data showed a sharp slowdown in U.S. jobs creation last month, reversing some of the labor market’s recent momentum... For U.S. investors, much of the economic outlook hinges on trade.\"",
  "CNBC's Michelle Castillo: \"Facebook is suspending a data analytics firm called CubeYou from the platform after CNBC notified the company that CubeYou was collecting information about users through quizzes.",
  "The U.S. is also preparing for midterm congressional elections, which often divide political parties and states in unpredictable ways, halting difficult trade votes and delaying international agreements.\"",
  "The proposal, long sought by banks, is raising eyebrows among some experts, who warn that the provision could increase the base of deposits that the FDIC might be on the hook for during a bank failure.\"",
  "THE TICKER\n\nAmerican business leaders and investors anxious for reassurance that the Trump team has a plan for its rapidly escalating trade confrontation with China got no such thing over the weekend.",
  "Reuters\n\nTRUMP TRACKER\n\nThis file picture taken on November 9, 2017 shows President Trump and China's President Xi Jinping leaving a business leaders event at the Great Hall of the People in Beijing.",
  "Mike DeBonis\n\nPOCKET CHANGE\n\nIn this May 18, 2017 file photo, CEO of Deutsche Bank John Cryan poses for photographers at the beginning of the bank's annual shareholders meeting in Frankfurt, Germany.",
  "\"Bloomberg reported on Monday, citing unnamed sources, that Beijing was analysing the potential impact of renminbi devaluation as a tool to combat a trade deal that results in lower Chinese exports.",
  "— Donald J. Trump (@realDonaldTrump) April 8, 2018\n\nThis morning, the president harped on \"stupid trade:\"\n\nWhen a car is sent to the United States from China, there is a Tariff to be paid of 2 1/2%.",
  "Here's the executive summary: U.S. companies are valued less now than before Trump was elected, despite the run-up in stocks, big corporate tax cuts, reductions in regulations and booming earnings.",
  "This year, revenue is expected to fall below 17 percent of gross domestic product — the lowest it has been in the past 50 years with the exception of the aftermath of the past two recessions.\"",
  "Kudlow, hardly privy to a hidden hand, acknowledged to reporters Friday he had found out only the night before about the president’s intent to announce the $100 billion in new tariff threats.",
  "NYT's Stacy Cowley: \"Credit card networks are finally ready to concede what has been obvious to shoppers and merchants for years: Signatures are not a useful way to prove someone’s identity.",
  "Wonkblog How Trump’s tweets drive markets crazy The exact wording varies, but it's a good bet that exclamation points will be prominently involved in these 280-character odes to tariffs.",
  "Asked about the report, Li Yang... a former member of the People’s Bank of China’s Monetary Policy Committee, said: 'It’s unlikely that a trade war will spread into a currency war.'\"",
  "New CEO Christian Sewing has spent more than 25 of his 47 years at the Frankfurt-based lender, starting as an apprentice banker and rising to the management board three years ago.",
  "The primary reason the deficit in coming years will now be higher than had been expected is the reduction in tax revenue from last year’s tax cuts, not an increase in spending.",
  "The scenario is eerily similar to how Cambridge Analytica received unauthorized access to data from as many as 87 million Facebook user accounts to target political marketing.\"",
  "Politics GOP increasingly fears loss of House, focuses on saving Senate majority GOP sees opportunities to tighten its grip on the Senate, with a top recruit -- Florida Gov.",
  "Germany’s biggest bank, struggling after a string of money-losing years, named as Mr. Cryan’s replacement an executive steeped in auditing, risk control and retail banking.",
  "“I like our chances of prevailing if we stick with it … Don’t underestimate the problems that China will have over a prolonged engagement with the United States,” he said.",
  "His longtime ally Art Laffer, picking up where Kudlow left off, tells my colleague Heather Long, “If we do get into a trade war, even a small one, it will hamper growth.",
  "And you can see that in the stock market, people don’t like it.” Heather reports that Laffer also said Trump told him the tariff threat was just a bargaining tactic.",
  "— Donald J. Trump (@realDonaldTrump) April 9, 2018\n\nA charitable reading of the state of play is the Trump team is holding its cards close as talks get underway.",
  "Kudlow, until he hung up his hat as a CNBC pundit and free-market champion, worried over the possibility that a trade war would sap a humming expansion at home.",
  "And yes, the S&P 500 Index has surged 22 percent since then, but a deeper look at equities, bonds and the dollar reveals anything but trust in his stewardship.",
  "Matt O'Brien\n\nBusiness Stop obsessing about the yo-yo stock market In these volatile times, trying to trend-surf the market is even more foolish than usual.",
  "Later this month, four of the largest networks — American Express, Discover, Mastercard and Visa — will stop requiring them to complete card transactions...",
  "The trillion dollar Trump deficits are permanent changes to the federal budget outlook caused by enacted reductions in revenues and increases in spending.\"",
  "The federal budget was in surplus from 1998 through 2001, but large tax cuts and unfunded wars have been huge contributors to our current deficit problem.",
  "Bloomberg's Brian Chapatta and Alex Harris: \"Bond traders are focusing on the CBO’s fresh deficit forecast, to see just how much they’ll have to absorb.",
  "Retail sales have fallen for three straight months, construction spending decelerated at the start of the year, and auto sales have largely plateaued.",
  "Bloomberg View's Robert Burgess: \"Trump likes to equate the rally in stocks since the November 2016 elections with confidence in him and his policies.",
  "The House Financial Services Committee holds a hearing on “The 2018 Semi-Annual Report of the Bureau of Consumer Financial Protection” on Wednesday.",
  "(The news rattled jangled investors anew, knocking 572 points off the Dow Jones industrial average and sinking it back into correction territory.)",
  "Axios’s Jonathan Swan reports Trump didn’t convene a meeting of his senior advisers to discuss the move, and neither did he consult with Kudlow.",
  "Politico's Victoria Guida: \"Congress is set to endorse a novel way to boost the nation‘s small banks: bypassing limits on deposit insurance.",
  "Navarro struggled in an interview on NBC’s “Meet the Press” to name specific steps Beijing could take to meet the administration’s demands.",
  "“We're moving forward on a measured way with tariffs, with investment restrictions … What we want from China is very clear,” Navarro said.",
  "Mexico’s presidential election in July could bring a populist candidate to power who wouldn’t support the current government’s proposals.",
  "The cost to borrow for the U.S. has soared relative to other governments, a sign investors are worried about America's creditworthiness.",
  "'We are, and have been, well above CBO on our deficit estimates for a long time,” said Blake Gwinn, a strategist at NatWest Markets.\"",
  "And Sen. Lindsey O. Graham (R-S.C.) insisted to ABC’s Martha Raddatz the White House indeed has a strategy — and the upper hand.",
  "The House Financial Services Subcommittee on Oversight and Investigations holds a hearing on oversight of the FHFA on Thursday.",
  "No one but Trump knows whether that’s true — and it’s possible if not probable the president hasn’t made up his own mind yet.",
  "For their part, Chinese business leaders are opening the week by looking to deescalate in advance of Tuesday speech by Xi.",
  "CubeYou misleadingly labeled its quizzes \"for non-profit academic research,\" then shared user information with marketers.",
  "He has held senior risk and audit roles in London, Tokyo and Toronto but has a low profile outside of Germany.\"",
  "The Senate Finance Committee holds a hearing on the 2018 tax season and future IRS challenges on Thursday.",
  "Allan Sloan\n\nDAYBOOK\n\nToday\n\nThe Heritage Foundation holds an event on the 2018 index of economic freedom.",
  "Facebook CEO Mark Zuckerberg will testify before the House Energy and Commerce Committee on Wednesday.",
  "The change is optional, leaving retailers to decide whether they want to stop collecting signatures.\"",
  "MARKET MOVERS\n\nSpecialist James Denaro works on the floor of the New York Stock Exchange on Friday.",
  "The House Ways and Means Committee holds a hearing on the effects of tariff increases on Thursday.",
  "The House Financial Services Subcommittee on Monetary Policy an Trade holds a hearing on Thursday.",
  "(AFP PHOTO / Nicolas ASFOURINICOLAS ASFOURI/AFP/Getty Images)\n\n— Pressure builds for NAFTA deal.",
  "The Heritage Foundation holds an event on the tax provisions that expired in 2017 on Thursday .",
  "When a car is sent to China from the United States, there is a Tariff to be paid of 25%.",
  "Coming Up\n\nThe Heritage Foundation holds an event on the Kansas tax plan on Tuesday.",
  "The dollar's share of global currency reserves has dropped by the most since 2002.\"",
  "In the U.S., gauges of manufacturing and services activity have been pulling back.",
  "China will take down its Trade Barriers because it is the right thing to do.",
  "Taxes will become Reciprocal & a deal will be made on Intellectual Property.",
  "(AP Photo/Michael Probst,file)\n\n— Deutsche Bank trims sails with new chief.",
  "Mr. Cryan will leave at the end of this month, Deutsche Bank said.",
  "Brookings Institution holds an event on the Tax Cuts and Jobs Act.",
  "(AP Photo/Evan Vucci, File)\n\n— Trump's lost investors confidence.",
  "(AP Photo/Richard Drew)\n\n— Investors question growth assumptions.",
  "No, it sounds like STUPID TRADE - going on for years!",
  "(AP Photo/Jeff Roberson, File)\n\n— Facebook faces up.",
  "MONEY ON THE HILL\n\nFacebook CEO Mark Zuckerberg.",
  "Rick Scott -- poised to announce his candidacy.",
  "Yellen and co.: Don't blame entitlements alone.",
  "— Credit card signatures are going extinct.",
  "Treasuries fell and the dollar steadied.",
  "We want them to stop stealing our stuff.",
  "Does that sound like free or fair trade.",
  "Card signatures won’t vanish overnight.",
  "The Federalist Society holds an event.",
  "“We want fair and reciprocal trade.",
  "GOP squeezed by trade war threats.",
  "Great future for both countries!",
  "Sen. John Neely Kennedy (R-La.)",
  "— Trillion-dollar deficits.",
  "OPINIONS\n\nPresident Trump.",
  "Could face record fines.",
  "Zuck on the Hill today.",
  "— Extra bank relief.",
  "Bond traders braced.",
  "More cleanup.",
  "."
]