[
  "On the issue of foreigners working with US political committees, the Bracewell and Giuliani memo said that polling and marketing by foreign nationals without green cards could violate the law; it concluded \"the prohibition against foreign nationals managing campaigns, including making direct or indirect decisions regarding the expenditure of campaign dollars, will have a significant impact on how Cambridge hires staff and operates in the short term.\"",
  "CNN also spoke to several former Cambridge Analytica staffers who were dispatched to the United States to work on the 2014 campaigns, all of whom requested anonymity, citing reasons that included fear of retribution and not wanting to be publicly dragged into the intense scrutiny of the company.",
  "The attorney who wrote the memo , Laurence Levy, said Nix should recuse himself from managing any clients involved in American elections and that Cambridge Analytica's foreign employees should not provide final analysis of data for US candidates or political action committees.",
  "\"If a foreign employee were only offering advice, that would probably be OK.\"\n\nUpdate: This story has been updated to reflect that some details of the Levy memo and non-US citizens working on 2014 campaigns were first reported by The New York Times and The Observer of London.",
  "Legal warning\n\nFormer New York Mayor Rudy Giuliani's then-law firm, Bracewell and Giuliani, wrote a memo to Bannon, Rebekah Mercer and Nix in July 2014 specifically describing how US law prohibits foreign nationals from making \"decisions involving election-related activity.\"",
  "But according to Wylie, the company's directors -- including later Trump campaign CEO and White House chief strategist Steve Bannon, Republican donors Rebekah and Robert Mercer, and now-suspended Cambridge Analytica CEO Alexander Nix -- were undeterred.",
  "The latest revelations come as the data firm is under fire for its alleged use of ill-gotten personal Facebook data from tens of millions of Facebook users in the United States to provide psycho-analytics and micro-targeting of voters.",
  "Company whistleblower Christopher Wylie says the data firm, which was hired by Donald Trump's presidential campaign during the 2016 election, was even warned about the practice by the company's US-based law firm two years prior.",
  "Washington (CNN) A former employee of the data firm Cambridge Analytica tells CNN the company might have violated US election laws by using non-US citizens to work on American campaigns during the 2014 midterm election cycle.",
  "\"Foreign nationals may act as functionaries that collect and process data, but the final analysis of said data should be conducted by US citizens and conveyed to any US client by such citizens,\" the memo said.",
  "Friday night, the United Kingdom's Information Commissioner's Office executed a search warrant at Cambridge Analytica's London office to further its investigation of potential misuse of private Facebook data.",
  "In a wide-ranging interview with CNN, Wylie detailed how Bannon, along with funding from the conservative billionaire Mercers, sought to use the data company to challenge and tweak cultural values in the US.",
  "Brett Kappel, an attorney at Akerman LLP who specializes in campaign finance law, said the company's apparent use of foreign nationals warrants a Federal Election Commission investigation.",
  "Brendan Fischer of the Campaign Legal Center said all the facts about the foreign employees' roles in these US campaigns need to be known before reaching any legal conclusions.",
  "\"Here you have a memo from an attorney who specifically advised them not to do this, which could suggest they knowingly and willfully acted with criminal intent,\" Kappel said.",
  "The company worked on congressional races and for the super PAC of incoming White House national security adviser John Bolton during the 2014 election cycle.",
  "\"They played a pivotal role in the direction of strategy and management\" of the several American campaigns Cambridge Analytica was working with, Wylie said.",
  "One said that he remembers a mix of employees from Canada, the United Kingdom and the United States working for the company on behalf of US campaigns.",
  "\"Bannon didn't care, the Mercers didn't care, Alexander Nix certainly didn't care,\" Wylie told CNN in an interview in London on Friday night.",
  "The foreign staff, sent mostly from Cambridge Analytica's London headquarters, specialized in political messaging, targeting, and strategy.",
  "Last week the company suspended Nix in the wake of undercover reports showing him discussing potential bribery and entrapment.",
  "Nix said in a statement that despite the appearance of the undercover reports, the company does not engage in such practices.",
  "He said foreign employees were mindful of the applicable laws, but he added, \"We might have been cavalier at times.\"",
  "Cambridge Analytica and the Mercers have not responded to CNN's requests for comment regarding Wylie's claims.",
  "\"The lines between participation in a campaign decision and merely giving advice can be blurry,\" he said.",
  "Cambridge Analytica denies it used the Facebook data for its work on the Trump campaign.",
  "William Burck, an attorney for Bannon, declined to comment."
]