[
  "Republicans who aren’t among the cultists (like Sean Hannity) and aren’t willing to embarrass themselves and misrepresent the facts should hit the pause button, reflect upon what the memo does and does not do, consider the impression the GOP is leaving (namely, that it is an unserious and irresponsible defender of national security), and decide whether they want to be at the mercy of the likes of Devin Nunes.",
  "And so all of this spin about what it means for Trump or not I think is, well, overblown, candidly.”\n\nNot even Gowdy would accept the premise that the FISA warrant affected the rest of the investigation: “So to the extent the memo deals with the dossier and the FISA process, the dossier has nothing to do with the meeting at Trump Tower.",
  "Opinion writer\n\nThe paucity of defenders of House Intelligence Committee Chairman Devin Nunes (R-Calif.) on the Sunday shows — and Nunes’s absence — should tell you how disastrous the Nunes memo has been for Republicans, for Nunes and for President Trump’s effort to fend off the Russia investigation.",
  "He was beat up badly in an interview challenging how Republicans could cry foul when none but Rep. Trey Gowdy (S.C.) read the underlying materials:\n\nHURD: Well, I would say that DOJ and the FBI should continue doing their job.",
  "JOHN BRENNAN: Well, it’s so hard to say because we, we don’t have access to the underlying information of the Nunes memo which really, you know, clearly indicates that he was being exceptionally partisan in this.",
  "If intellectually respectable Republicans, former intelligence professionals and former Republican House members are publicly knocking the memo, maybe it is time to give Nunes the boot — before the voters do.",
  "Should circular reporting be used to spy on an American … GEORGE STEPHANOPOULOS: But you just heard (INAUDIBLE) just say it wasn’t circular reporting if you had read the underlying intelligence.",
  "And Devin Nunes, over the past several months, all the way back to the spring of last year I think has been engaged in these tactics purely to defend, make excuses and try to protect Mr. Trump.",
  "HURD: Well, when you introduced me today, you didn’t say I was from San Antonio or I spent all my life in Texas, that doesn’t change the fact that I’m a Republican member of Congress, right.",
  "And if the Russians were involved in something like that, directed against individuals who are aspiring to the highest office in this land, there was an obligation on the part of the F.B.I.",
  "He had a problem of connections with people that the FBI believed were Russian intelligence officials or were at least passing information back to Russian intelligence officials.",
  "This memo, frankly, has nothing at all to do with the special counsel.” You know, if you can’t find a booster to spin on Fox News, it’s probably not going well for Republicans.",
  "STEPHANOPOULOS: But as the congressman, who has read all the underlying materials, just said, said that is only one part of a very large file that was presented to the judge.",
  "But I never, ever saw the Democrats do something like this that was so partisan, so reckless and really just laid waste to the protocols that governed committees.",
  "… That Devin Nunes and Republicans denied the ability of the minority, the Democrat members of that committee, to put out its report is just appalling.",
  "So there’s going to be a Russia probe, even without a dossier.”\n\nEven on Fox News, the designated Republican, Rep. Chris Stewart (Utah), backpedaled.",
  "What was evident is that the memo helped call attention to Carter Page’s Russia ties, a bad fact for a campaign claiming no “collusion” with Russia.",
  "Certainly Trump and his true believers may find themselves on defense once again if Democrats successfully push for release of their own memo.",
  "Should, we dont — we are learning that the FISA Court was certainly alerted of some political, political opponent being involved in this.",
  "I think over the past year he has demonstrated he’s engaged in these tactics purely to defend and try to make excuses [for Trump].",
  "This exchange between Chuck Todd and former CIA director John Brennan was typical:\n\nCHUCK TODD: How did you treat [the dossier]?",
  "JOHN BRENNAN: Well, there were things in that dossier that made me wonder whether or not they were, in fact, accurate and true.",
  "Hurd had no good explanation why the Democrats’ memo could not be released, but he did say the investigation should go on.",
  "Former Intelligence Committee chairman Mike Rogers (R-Mich.) acknowledged, “So, this is the problem with Carter Page.",
  "HURD: So — so a press release or some newspaper article should be able to be used in order to spy on an American?",
  "And as I said in my tweet, I’ve had fights with the Dems over the years when I was in the Obama administration.",
  "Read more by Jennifer Rubin:\n\nLook what Trump has done to a once-proud party\n\nWhen will the GOP muzzle Nunes?",
  "… The FISA warrant was really targeted at somebody they knew to be — to have a relation with Russians.",
  "That news paper article was about — was all based off the information that they already had access to.",
  "And what’s interesting is nobody is questioning whether some of the information was unverified, right.",
  "“I think it would be a mistake for anyone to suggest the special counsel should not continue his work.",
  "CHUCK TODD: I want to go the, the central thesis of the Nunes memo is that the FISA Court was misled.",
  "You know, the information that — that we’re talking about is unverified info, nobody questions that.",
  "And — and for me, this is about making sure that we’re protecting the civil liberties of Americans.",
  "How much detail should the FISA judge have known and should they have known more than they did?",
  "We’ve now learned they’ve tried to confirm some of it and have had some success, some not yet.",
  "I’ve served shoulder to shoulder with them and they are hard-working folks that keep us safe.",
  "To include on the Senate Intelligence Committee’s report on interrogation program the C.I.A.",
  "The dossier really has nothing to do with George Papadopoulos’s meeting in Great Britain.",
  "And the gentleman from California … STEPHANOPOULOS: Which information is unverified?",
  "I think Jim Comey has said that it contained salacious and unverified information.",
  "They don’t say it’s, they don’t, they say it’s unconfirmed but that’s about it.",
  "Sunday wrap: Devin Nunes’s boomerang memo\n\nMorning Bits: Will Nunes get sacked?",
  "The only … STEPHANOPOULOS: Because you didn’t read the underlying documents.",
  "Misled about the origins of the Steele dossier, misled about political bias.",
  "And I think it, it really underscores just how partisan Mr. Nunes has been.",
  "The dossier has nothing to do with an email sent by Cambridge Analytica.",
  "Nobody has questioned that there was rumors that were involved in this.",
  "Should unverified information be able to be used to spy on an American?",
  "I don’t believe this is an attack on the men and women in the FBI.",
  "It also doesn’t have anything to do with obstruction of justice.",
  "He could muster only a halfhearted defense of his colleagues.",
  "Just because it was unverified didn’t mean it wasn’t true.",
  "He has abused the office of the chairmanship of HPSCI.",
  "HURD: Most of the information in the Steele dossier.",
  "Instead, Republicans sent out Rep. Will Hurd (Tex.",
  "to see whether or not they could verify any of it.",
  "I don’t believe this is an attack on Bob Mueller.",
  "), an endangered Republican in a swing district.",
  "Nunes and GOP leadership remained hidden away.",
  "What this is about is – is a couple of things.",
  "Ups and downs: Carter Page bragged about what?",
  "It was obviously looked at by the F.B.I.",
  "And I do think it was up to the F.B.I.",
  "You said you looked at it in December.",
  "What information there is verified?",
  "And I don’t say that lightly.",
  "to seek out the truth on it.",
  "Nobody has questioned that.",
  "ran, ran.",
  "!"
]