[
  "The Cambridge Analytica data sharing scandal has prompted calls on Capitol Hill for stricter regulations of social media companies like Facebook, and entities that work with them, but so far, the Republican-led Congress has yet to move forward with any substantive changes.",
  "The U.K. Commissioner's Office has ordered the company to release all personal information and data it has on an American voting, which could open the floodgates for millions of U.S. voters to request their data back from the firm, according to The Guardian.",
  "The Justice Department and FBI are investigating Cambridge Analytica, the now-shuttered political data firm that was once used by the Trump campaign and came under scrutiny for harvesting data of millions of users, The New York Times reported Tuesday.",
  "Cambridge Analytica worked first for Sen. Ted Cruz's presidential campaign, then later for Mr. Trump, although the Trump campaign has insisted it did not use any of the harvested data.",
  "The Times, citing a U.S. official and people familiar with the inquiry, reported federal investigators have looked to question former employees and banks connected to the firm.",
  "Cambridge Analytica has been at the heart of the data scandal that has rocked Facebook, the world's largest social network, and led to calls for more regulation of user data.",
  "The Times reports prosecutors have informed potential witnesses there is an open investigation into the firm, whose profiles of voters were intended to help with elections.",
  "Facebook banned the political data analysis firm in March, and said it believes data from up to 87 million people was \"improperly shared\" with Cambridge Analytica.",
  "Christopher Wylie, a former Cambridge Analytica employee who spoke out about the data sharing practices, told the Times federal investigators had contacted him.",
  "The political data firm announced earlier this month that it was shutting down and filing for bankruptcy, claiming the negative press made business impossible.",
  "The Republican benefactors Robert and Rebekah Mercer were Cambridge Analytica's financial backers, and former Trump associate Steve Bannon was on the board.",
  "A company that has that much regulatory scrutiny is almost guaranteed to have federal prosecutors interested, Reid was told.",
  "The information ordered to be released includes information on what the firm did with the voter's data and where it got it.",
  "One source tells CBS News correspondent Paula Reid prosecutors are investigating the firm for possible financial crimes.",
  "The American official told the Times investigators have also contacted Facebook as a part of the probe.",
  "The U.K. government is also interested in the political data firm."
]