[
  "REUTERS/Peter Nicholls/File Photo\n\nThe media committee is investigating fake news, and is increasingly focused on the role of Cambridge Analytica, a political consultancy, and Facebook in the 2016 Brexit vote and in the election of U.S. President Donald Trump.",
  "Cambridge Analytica has denied doing paid work on the campaign for Brexit, and says its work on the Trump campaign did not use data at the center of a Facebook scandal, where the details of millions of users were allegedly improperly obtained.",
  "LONDON (Reuters) - A British parliamentary committee said on Thursday it had summoned the former chief executive of Cambridge Analytica and a director of the official Brexit campaign group to appear before lawmakers.",
  "But questions have been raised over whether Vote Leave broke campaign spending rules, with whistleblowers alleging it has illegally co-ordinated spending with a smaller campaign group.",
  "“There are serious inconsistencies between Mr Nix’s original testimony of Feb. 27, and evidence received under the inquiry since,” committee chair Damian Collins said in a statement.",
  "Cambridge Analytica says it had pitched to Leave.EU, a Brexit campaign group, but did not do any work for the group after it missed out on the official campaign designation.",
  "Leave.EU chiefs Arron Banks and Andy Wigmore will appear in front of the inquiry on June 12, the committee said on Thursday.",
  "FILE PHOTO: Window cleaners work outside the offices of Cambridge Analytica in central London, Britain, March 24, 2018.",
  "He has declined, saying he is unwilling to appear while an investigation by the Information Commissioner is ongoing.",
  "It has asked Dominic Cummings, a former director of the Vote Leave campaign, to appear on Tuesday, May 22.",
  "He has previously appeared before the committee, but it has requested he returns to give further evidence.",
  "The committee said it had asked former CEO Alexander Nix to appear in parliament on Wednesday, June 6.",
  "Instead of Leave.EU, Vote Leave was designated as the official campaign for Brexit.",
  "Nix was CEO of Cambridge Analytica and was suspended after the scandal broke.",
  "The committee says there is no legal reason that Nix cannot appear.",
  "Vote Leave and Cummings have denied wrongdoing.",
  "The company shut down last week."
]