[
  "“Given the scale and scope of the Kremlin’s disinformation campaign, it was always clear that Russian activity on Facebook extended far beyond the 470 fake accounts and pages that the company shut down in September.”\n\n\n\nThese are images from among the 200 Facebook pages and Instagram accounts that Facebook removed because they were run by the Internet Research Agency.",
  "“Organizations like the IRA are sophisticated adversaries who are constantly evolving, but we’ll keep improving our techniques to stay ahead — especially when it comes to protecting the integrity of elections.”\n\nThe primarily Russian-language content included entertainment and posts praising Russian President Vladimir Putin and the beauty of Russian cities.",
  "Facebook said Tuesday that it removed more than 200 Facebook pages and Instagram accounts controlled by the Russian organization that had meddled in the U.S. 2016 presidential election, most of which were in Russian, a sign that manipulation on Facebook continued months after a purge.",
  "The majority-Russian-language pages and accounts, created by the Kremlin-linked Internet Research Agency, also called the IRA, mostly targeted Russians, Ukrainians and other former Soviet states, and had amassed roughly 1.5 million followers across Facebook and its Instagram unit.",
  "“Today’s disclosure of more IRA-linked accounts is evidence that the Kremlin continues to exploit platforms like Facebook to sow division, spread disinformation, and influence political debates around the globe,” Sen. Mark R. Warner (D-Va.) said in a statement.",
  "Facebook’s disclosure, issued a week before Zuckerberg is expected to testify before Congress, raises broader questions about the company’s ability to catch bad actors quickly, before they can spread messages to large numbers of Facebook and Instagram users.",
  "The reference to 2015 in the company blog post suggests that at least some of the IRA pages were running during the U.S. presidential election campaign and were left out of a purge of more than 400 IRA pages that Facebook conducted in September 2017.",
  "“The good news is that Facebook is gaining more and better detection of Russian influence operations,” said Clint Watts, a disinformation expert and senior fellow at the Center for Cyber and Homeland Security at George Washington University.",
  "“We expect we will find more, and if we do we will take them down too.”\n\n\n\nThese are images from among the 200 Facebook pages and Instagram accounts that Facebook removed because they were run by the Internet Research Agency.",
  "Those pages purged in 2017 were politically oriented and written in English, with the intent to influence the U.S. presidential election and to sow divisions in American society on issues such as immigration and race.",
  "Facebook said it removed the accounts and pages because the Internet Research Agency has lied about its identity in creating accounts, including some that purported to be American around the election.",
  "The company announced that it was overhauling its data privacy controls, making it easier for users to control how their data is shared by putting it all on a single Facebook page.",
  "Facebook worked side by side with Cambridge Analytica in Trump’s San Antonio campaign offices, and a former employee of Cambridge Analytica’s also works at Facebook.",
  "Zuckerberg is expected to testify next week on privacy issues stemming from the controversy over a Trump-affiliated data consultancy’s misuse of the Facebook data.",
  "“We know that the IRA — and other bad actors seeking to abuse Facebook — are always changing their tactics to hide from our security team,” Stamos wrote.",
  "In February, special counsel Robert S. Mueller III issued an indictment against the IRA that drew heavily on the agency’s activity on Facebook.",
  "Facebook changed the date to April 2018 after The Washington Post asked about the date and said the earlier date was a typographical error.",
  "U.S. lawmakers were quick to say the presence of the Russian accounts highlights the need for more regulation of technology companies.",
  "The content of the majority-Russian accounts was not problematic, Facebook’s chief security officer Alex Stamos wrote in a blog post.",
  "The IRA accounts also spent about $167,000 on Facebook and Instagram ads since January 2015, according to Stamos’s blog post.",
  "“Security isn’t a problem you ever fully solve,” Facebook CEO Mark Zuckerberg wrote in a post on his personal Facebook page.",
  "“The bad news is this shows that Russia is still conducting influence operations on social media, hurting their platforms.",
  "The consultancy, Cambridge Analytica, inappropriately acquired information from at least 30 million Facebook users.",
  "The first version of the company’s blog post on Tuesday said data about the pages was compiled in April 2017.",
  "It will be a persistent problem now and in the future, not one limited to the presidential election of 2016.”",
  "Cambridge Analytica ran data operations for then-candidate Donald Trump’s presidential campaign.",
  "The company did not respond to further questions about when the pages were first identified.",
  "Facebook said most of the accounts shut down on Tuesday were created in 2016.",
  "The company plans to make additional privacy-related announcements Wednesday.",
  "Facebook has been on the defensive since the Cambridge revelations."
]