[
  "McMaster, the former national security adviser, characterized as a campaign of “disinformation, subversion, and espionage.”\n\nMexico is an easy target for election interference\n\nMexico is holding elections July 1 for president, both houses of Congress and a number of local offices across the country.",
  "For instance, Russia might be pleased if Andrés Manuel López Obrador, the center-left former mayor of Mexico City and election front-runner, were elected president — because his nationalist agenda would directly conflict with the Trump administration’s America First worldview.",
  "Most recently, in a 2017 information security failure, an unauthorized party uploaded more than 93 million Mexican voters’ registration details on Amazon.com’s cloud services, a server outside Mexico where anybody could access them without a password.",
  "Online tactics toward this end include intimidating opposition candidates and harassing journalists through threats on social media, suppressing turnout through rumors of violence and swaying voters through the spread of misinformation.",
  "It could undermine Mexico’s ability to partner with the United States against terrorism and other security threats — as when Mexican authorities helped to stop the caravan of Central American migrants headed for the United States.",
  "The incumbent Institutional Revolutionary Party (PRI) has been accused of hiring the firm Cambridge Analytica, which harvested the data of hundreds of thousands of Facebook users in Mexico to analyze for electoral disinformation.",
  "Since Mexicans already had fairly low confidence in the integrity of their electoral institutions, in both cases they responded with mass protests involving hundreds of thousands of demonstrators that continued for months.",
  "The world has been focusing on evidence that Russia has made a practice of electoral interference, not just in the 2016 U.S. election but also recent elections in Germany, France, Italy, Spain, Ukraine and more.",
  "Organized crime has also sought to influence elections across the country, mostly at the local level — because electing local candidates who collude with organized crime can bring impunity and greater profits.",
  "Investing in Mexico’s democracy and promoting strong law enforcement against online election interference could well pay off in the long run, regardless of whether the perpetrator’s name is Vladimir or Juan.",
  "\n\nAndrés Manuel López Obrador, presidential candidate of the National Regeneration Movement Party (MORENA), greets supporters during a campaign rally in Puerto Vallarta, Jalisco state, Mexico, on May 22.",
  "The real risk to the United States is post-electoral instability and violence\n\nThe head of Mexico’s electoral authority reports that it is targeted by thousands of hacking attempts every month.",
  "The United States could also encourage Mexico — both with sticks and carrots — to clean up local electoral institutions, which are often more discredited than the national electoral institute.",
  "Even President Enrique Peña Nieto’s administration has allegedly conducted clandestine surveillance of activists and journalists, contributing to the media’s self-censorship.",
  "As of December 2017, a whopping 56 percent of respondents to a nationally representative survey of Internet-connected Mexicans do not trust that elections are free and fair.",
  "In 1988, the electoral authority’s main computer allegedly crashed after the opposition candidate pulled ahead on election night and the incumbent was declared the winner.",
  "As the conflict that erupted after Kenya’s 2017 elections reminds us, when electoral results are contested, young democracies are especially vulnerable to violence.",
  "Gustavo A. Flores-Macías is associate professor of government at Cornell University and the 2017-18 democracy and development fellow at Princeton University.",
  "According to some accounts, the entire voter registration roll could be purchased illegally on a flash drive for about $7,000 in the streets of Mexico City.",
  "Because Mexico borders the United States, Russia might consider it a strategic target and welcome the election of candidates with strong anti-U.S. views.",
  "Despite the Trump administration’s open antagonism toward Mexico, its main presidential candidates have generally avoided strong anti-U.S. positions.",
  "Gangs and individuals have smuggled tens of thousands of weapons from the United States, especially since 2004, when the assault weapons ban expired.",
  "The United States is too significant to Mexico’s economy for any Mexican administration to jeopardize cooperation on trade, migration and security.",
  "Mexico’s electoral authorities can counter the spread of fake news by regularly informing the population about electoral rules and procedures.",
  "Worse, since campaign season started in September, at least 82 candidates for different offices have been killed, according to one estimate.",
  "Other parties have deployed armies of Twitter bots and social media trolls for misinformation campaigns and targeting political opponents.",
  "If an attack succeeds well enough to make Mexicans doubt the electoral results, post-electoral violence could destabilize the country.",
  "In January, McMaster charged that Russia was trying to influence Mexico’s election, but without offering any evidence.",
  "About two-thirds of its households enjoy regular Internet access, and 76 million users are active on social media.",
  "U.S. cyber authorities could help their Mexican counterparts detect and counter cybercrimes and cyberinfluence.",
  "(Cesar Rodriguez/Bloomberg)\n\nWill Russia — or anyone else — try to interfere in the upcoming Mexican election?",
  "However, Mexico’s share of adults with tertiary education is 17 percent, the lowest among OECD countries.",
  "In 2006, the difference between the two presidential front-runners was less than 0.6 percent of the vote.",
  "But Mexico’s next president won’t have much room to change course drastically on key bilateral issues.",
  "It could disrupt bilateral manufacturing production chains that U.S. companies rely on.",
  "What’s more likely is that someone within Mexico may try to tilt the playing field.",
  "But authorities can work to minimize the consequences and defuse possible conflict.",
  "The Left and Economic Reforms in Latin America” (Oxford University Press, 2012).",
  "Mexico’s political parties have been implicated in a range of shadowy practices.",
  "They can also work with NGOs to verify news and debunk disinformation.",
  "The National Electoral Institute has suffered several major breaches.",
  "The country is certainly a much easier target than the United States.",
  "Such violence could have serious consequences for the United States.",
  "For example, it could send thousands fleeing across the border.",
  "Some communities have organized self-defense vigilante groups.",
  "Mexico’s violent crime has increased dramatically since 2006.",
  "Mexico has narrowly missed electoral violence in the past.",
  "At least two other breaches have been recorded since 2010.",
  "No one can prevent attempts to influence elections online.",
  "So who else might try to interfere in Mexico’s election?",
  "Should Mexico be concerned about Russian interference?",
  "This is why Mexico’s political parties don’t fix it.]",
  "Mexico’s weak institutions add to its vulnerability.",
  "What can authorities do about these possibilities?",
  "[Violent crime in Mexico is at a 20-year high.",
  "Mexico’s democracy dates back only to 2000.",
  "But at least those protests were peaceful.",
  "He is the author of “After Neoliberalism?",
  "That’s not guaranteed this time around.",
  "Its approach has been what H.R."
]