[
  "The incident comes as Facebook faces a host of problems: CEO Mark Zuckerberg will testify today and tomorrow under oath and get grilled by lawmakers, continuing fallout from the Cambridge Analytica data scandal and the platform's issues with fake news and Russian meddling in the 2016 U.S. presidential election.",
  "“The consequences of that is it hasn’t been easy to think about authenticity in the digital space.”\n\nMackay, who has been suspended by the Australian union pending an investigation, also reportedly registered dozens of other websites—many of which were tied to black civil rights.",
  "FACEBOOK RECONSIDERS 'UNSAFE FOR COMMUNITY' TAG ON PRO-TRUMP DIAMOND AND SILK VIDEOS AFTER FOX & FRIENDS APPEARANCE\n\nThe network cited a source claiming that one of the accounts was tied to Mackay by name and an Australian bank account.",
  "The unofficial page was reportedly being run by a man named Ian Mackay, a National Union of Workers official in Australia, and was administered by two anonymous profiles that had domains linking to Mackay, reports CNN.",
  "“These fake BLM accounts and fake BLM people literally stealing money off of Black Death is so stomach churning I can’t even begin to explain,” Patrisse Cullors, a co-founder of Black Lives Matter, said on Twitter.",
  "“We investigated this situation as soon as it was brought to our attention, and disabled the Page admin for maintaining multiple profiles on the platform,\" a Facebook spokesperson told Fox News.",
  "A fraudulent Black Lives Matter page on Facebook run by a white Australian man amassed 700,000 followers and $100,000 in donations before it was shut down by the tech company.",
  "THE AMOUNT MAY BE SURPRISING\n\n\"We deal with the co-option of our work locally, nationally, and globally,\" the official Black Lives Matter Twitter account said.",
  "\"It is important that platforms like @facebook and @Twitter do their due diligence so supporters aren’t misled and resources aren’t misappropriated.\"",
  "Activists involved with Black Lives Matter decried the fake account and said tech companies like Facebook have been slow to act on these incidents.",
  "DeRay McKesson, another well-known BLM activist, told the New York Post that the fast rise of the movement has left it vulnerable to such schemes.",
  "“It’s important to remember the movement was organic and no organizations started the protests that spread across the country,” McKesson said.",
  "Glad it’s down now.”\n\nA Facebook spokesperson told Fox News that they are looking into what happened with the fake page.",
  "All fundraising connected to the fake Facebook page, via PayPal and other sites, has also been suspended.",
  "Cullors said that it’s “unfortunate” that people were scammed by the fake accounts and pages.",
  "The real, verified Black Lives Matter page on Facebook has over 320,000 followers.",
  "“We told [Facebook] over and over again to shut that s--t down.",
  "HOW MUCH MONEY DOES FACEBOOK MAKE OFF YOU?",
  "And it wouldn’t."
]