[
  "More: Late-night hosts offer Trump ideas on which TV personality he should recruit next\n\nMore: Late night roasts 'idiot' Trump over tweets about Andrew McCabe, Robert Mueller\n\nThe Tonight Show Starring Jimmy Fallon\n\nFallon acknowledged that misuse of data had some users worried, but joked \"they were concerned, but not as concerned as they were when their parents joined Facebook.\"",
  "Late-night hosts Stephen Colbert and Jimmy Fallon went after the popular social media site Tuesday, following reports from The New York Times and The Observer of London that Trump-connected data analysis firm Cambridge Analytica accessed the Facebook profiles of more than 50 million users without their permission.",
  "On Tuesday, a Facebook spokesperson told The Daily Beast in a statement that Zuckerberg and Facebook COO Sheryl Sandberg, together with their teams, \"are working around the clock to get all the facts and take the appropriate action moving forward because they understand the seriousness of this issue.\"",
  "CLOSE The suspended chief executive of Cambridge Analytica said in a secretly recorded video broadcast on Britain's Channel 4 that his political consultancy's online campaign played a decisive role in Donald Trump's 2016 election victory in a secretly recorded video broadcast on Britain's Channel 4.",
  "After reviewing the basic details of the story, Colbert said, \"Now, it seems like now would be a very good time for some damage control from Facebook CEO and guy who wants you to play a complicated board game he invented, Mark Zuckerberg,\" he joked.",
  "\"Of course faced with a scandal of this magnitude, Zuckerberg released a powerful denial saying...\" the Late Show host continued, drifting off as tumbleweeds rolled across the screen.",
  "on 'Tonight Show'\n\nMore: Chadwick Boseman gives 'Black Panther' fans the surprise of a lifetime on 'Tonight Show'\n\nRead or Share this story: https://usat.ly/2DIH3tB",
  "The Late Show with Stephen Colbert\n\nColbert dealt a blow to Facebook's co-founder Mark Zuckerberg for his silence on the matter.",
  "The Tonight Show host also told his audience that some Facebook users were deleting their accounts in reaction to the ordeal.",
  "Adopting a fake British accent, Colbert added, \"We spliced baboon DNA with a bottle of canola oil and then called it Eric.\"",
  "\"The only downside is once they deleted their Facebook account, there's no way to brag about it,\" Fallon cracked.",
  "Colbert wondered if it was Cambridge Analytica \"that informed Trump's strategy of 'wear hat, yell about wall.'",
  "\"\n\nContributing: Jessica Guynn\n\nMore: John Cena channels his inner teenage girl with Jimmy Fallon for 'Ew!'",
  "\"They're like, 'Here's a picture of me on Instagram, deleting my Facebook account, with cat ears.'",
  "\"\n\nHe asked, \"What other supposedly Trump-y thing did they do?\"",
  "Newslook\n\nHere's something Facebook probably won't \"Like.\"",
  "he asked at the top of Monday's show.",
  "\"Does anybody here use Facebook?\"",
  "\"Still?!?\""
]