[
  "Facebook, reeling from accusations that it allowed data for 50 million users to fall into the hands of a data-mining firm connected to the Trump presidential campaing in 2016, as well as the leak of a memo that paints a horrible picture of its growth strategy, faces the prospect of more regulation as CEO Mark Zuckerberg prepares to testify before U.S. lawmakers.",
  "“If I don’t, at a point of time, have this discussion and regulate them, I put myself in a situation not to be sovereign anymore.”\n\nThe tech companies will also face a host of new fines - $24.6 million or up to 4 percent of global revenue (whichever is greater), when sweeping new EU privacy laws take effect on May 25.",
  "That’s a competition issue.”\n\nStandard Oil, which at one point in the late 1800s controlled 90 percent of the U.S. oil market, was broken up into more than two dozen smaller entities (some of which, like Chevron and ExxonMobil, exist today) after a 1911 U.S. Supreme Court antitrust ruling.",
  "LEAKED FACEBOOK 'UGLY TRUTH' MEMO ABOUT THE SOCIAL NETWORK'S GROWTH SPARKS CONTROVERSY\n\nMost recently, the social network's chief executive fired back at Apple's Tim Cook for comments regarding Facebook's \"dire\" privacy woes and the need for regulation.",
  "“That’s not sustainable.”\n\nAlthough Macron said in the same interview that the tech firms have brought jobs and investment to his country, he also wants to be able to guarantee that Facebook and Google will operate on a level regulatory playing field.",
  "Increasingly under scrutiny in the U.S. and Europe, the technology giants have grown to be so large and powerful that they’ve become monopolies, Macron said during an interview published after his appearance at a Paris artificial intelligence event.",
  "“I cannot in the long run guarantee my citizens that their collective preferences or my rules can be totally implemented by these players because you don't have the same regulation on the U.S. side,” he said.",
  "And they ask the sectors they disrupt to pay, because these guys, the old sectors pay VAT, corporate taxes and so on,” Macron told Wired.",
  "The French president also said GAFA (an acronym for Google, Apple, Facebook and Amazon) don’t pay enough in European taxes.",
  "Facebook and Google are too big and could ultimately be dismantled, French President Emmanuel Macron said.",
  "“First, they have a very classical issue in a monopoly situation; they are huge players,” Macron said.",
  "So at this point, you may choose to dismantle,” Macron continued in the wide-ranging Wired interview.",
  "\"That’s what happened at the very beginning of the oil sector when you had these big giants.",
  "“They don’t contribute to dealing with the negative externalities they create.",
  "They are too big.’”\n\n“Not just too big to fail, but too big to be governed.",
  "“At a point of time, your government, your people, may say, ‘Wake up.",
  "Which is brand new."
]