[
  "On a success like ‘I Can Only Imagine,’ achieved with limited staff and budget, the process of connecting with that audience started six months ago, below the radar, in digital campaigns, going where people are, online, on their apps, whatever: not four weeks before the release by spraying the campaign out to everyone and assuming your demo will find out because everyone includes them,” Rushfield wrote while, I assume, wearing that snazzy pair of pink boat shoes.",
  "Does Tom Cruise make unnatural appearances ahead of his upcoming films on your Facebook page like those pair of pink boat shoes you were two-percent thinking of buying six months ago do?”\n\nAs Rushfield notes, “I Can Only Imagine” — a $7-million flick about a Christian rock band that stunned the world by topping the $100 million Disney extravaganza “A Wrinkle In Time” in its second weekend — did boffo box office by spending smartly rather than extravagantly.",
  "Of all the stuff to fear about social media — from outrage mobs targeting your job, to neo-Nazis harassing you, to creeps finding pictures of your family, to deranged exes stalking you — it seems to me that the thing we should least worry about is the sort of practice that Cambridge Analytica has found itself in hot water over these last few days.",
  "As Richard Rushfield noted in his Hollywood-business newsletter, the Ankler, movie studios continue to throw tens, sometimes hundreds of millions of dollars at television advertising in order to create mass awareness, rather than thinking smartly about how to reach the ever-shrinking number of people who actually want to go to movie theaters.",
  "Facebook makes enormous profits because it can provide vast amounts of your personal information to advertisers, which makes advertisers want to pay Facebook vast amounts of money to advertise on it.”\n\nLevy says he deleted his profile years ago as a result of this, and that if this sort of thing bothers you, you probably should too.",
  "The most annoying thing about advertising, to my mind, is that for most of my life I have been deluged with come-ons for products I had no interest in: perfumes and luxury cars and the latest pharmaceutical advance that will alleviate some minor annoyance with the possible side effect of immediate horrible death.",
  "These efforts were praised as brilliant and innovative and exciting when they were used to elect Obama, but when used to elect Trump, they suddenly became sinister and creepy and the latest excuse for the fact that Hillary Clinton was a singularly unappealing figure who ran a singularly uninspiring campaign.",
  "Most people shouldn’t, given their steadfast refusal to actually pay for subscriptions to services: seeing a few ads here and there based upon your online behavior seems like a small price to pay for instant and free access to a product people use, heavily, every day without fail.",
  "The (very) short version of this scandal: The British data-analytics firm legally acquired a cache of data as many as 50 million people from a third-party Facebook developer, data they used to target voters during the 2016 election — first for Sen. Ted Cruz (R-Tex.",
  "Cupp Unfiltered,” is that Facebook’s (and social media’s writ large) entire business model is based on this sort of thing:\n\nEarlier on \"@secupp Unfiltered\": @andylevy explained why all Facebook users should be concerned about the Cambridge Analytica story.",
  "“Facebook knew the profile information of 50 million of its users had been harvested in this way and chose to keep it quiet, probably to avoid bad PR — and also because it exposes the fact that this is Facebook’s purpose.",
  "Cambridge Analytica was simply doing the sort of thing Barack Obama’s campaign engaged in during the 2012 campaign, using social media to microtarget potential voters and collect a database of supporters.",
  "And I actually appreciate the fact that, when I go to Facebook or see a panel of Google Network advertisements, I generally see advertisements for things I might, conceivably, be interested in buying.",
  "If you’re really worried about companies knowing your general level of anxiety, stop filling out quizzes on Facebook about what sort of Muppet you are and jack up your privacy settings.",
  "Facebook got very huffy when news of this was about to break, banned the company from using the site and said they were going to look at their safeguards and blah, blah, blah.",
  "“Ask yourself: you know how the one time you googled that plaid shirt and the ad for it followed you around the internet for a year?",
  "There is, as Michael Brendan Dougherty pointed out for National Review, a certain amount of hypocrisy over all this hand-wringing.",
  "Frankly, more businesses should be doing more microtargeting in the hopes of bringing more of us more things we actually want.",
  "https://t.co/Z1s3t7gAap — SE Cupp Unfiltered (@UnfilteredSE) March 20, 2018\n\n“Facebook itself is the problem,” Levy said.",
  "“There’s a natural potential audience for almost any movie, but you’ve got to go find it.",
  "But you’re probably going to miss out on some sweet deals and some great movies.",
  "The simple fact of the matter, as Andy Levy pointed out on HLN’s “S.E.",
  "As others have said: To Facebook, its users are the product.",
  "Facebook exists to give your data to companies.",
  "Has a movie ad ever followed you around?",
  "Maybe you’ve seen 20 Tom Cruise movies?",
  "Or deactivate your account altogether.",
  "Or, at the least, I don’t resent it.",
  "You’re only hurting yourself.",
  "), then for Donald Trump.",
  "I love it.",
  "Me?"
]