[
  "In Washington, the Trump team’s protectionist pivot still looks like more talk than action: The administration announced global tariffs on steel and aluminum last month, then issued exemptions for most of the imports of both metals; it has proposed $50 billion in tariffs on Chinese electronics, machinery and aerospace products but won’t finalize that list until May 22 and may take longer still to impose them if it does so at all; and it has followed up by threatening an additional $100 billion in duties on Chinese products but has yet to name them.",
  "And though the trade threats aren’t yet making an impression on the data that policymakers examine, “the fear of tariffs is clearly having some economic consequence.”\n\nOne potential flashing red light on policymakers’ dashboard: The New York Fed’s manufacturing survey, out yesterday, showed a sharp drop in expectations for the next six months — a decline that High Frequency Economics Chief Economist Jim O’Sullivan said may owe to trade fears.",
  "WSJ's Brody Mullins and Julie Bykowicz serve up a must-read about how the stunning collapse of a K Street kingpin: \"His lobbying firm ended 2015 as the third largest in Washington, D.C., with nearly $30 million in revenue from more than 100 clients, spanning Alphabet Inc.’s Google to Wells Fargo & Co. With his longtime friend Hillary Clinton expected to win the White House, 2016 promised to be even better.",
  "THE TICKER\n\nA sawyer carries a cut of machine grade steel to be shipped throughout the Pacific Northwest at the Pacific Machinery & Tool Steel Company on March 6, 2018 in Portland, Oregon (Natalie Behring/Getty Images)\n\nBusiness executives across the country are registering alarm about the Trump team's aggressive push on trade — even as the president's base largely embraces the moves.",
  "Testifying in federal court, Bewkes alleged that the tech industry — propelled by Amazon.com, Facebook, Google and Netflix — has dealt a 'double-whammy' to his business, and that Silicon Valley poses a greater threat to Time Warner’s survival than AT&T and Time Warner pose to other TV providers, such as Comcast or Cox Communications.”\n\n— Goldman's makeover.",
  "Although investors appear increasingly inclined to look past the saber-rattling, O’Sullivan said he has “little doubt that the equity market would be stronger if it weren’t for worries about a trade war, given earnings strength.” Investors and executives alike need to stay tuned to see how the Trump administration shapes its approach over the weeks ahead.",
  "The lending push is across the board: from Goldman’s investment banking unit, where bankers are under orders to offer clients humdrum services such as revolving lines of credit; to the private-banking division, where wealth managers are urging clients to borrow against their stock portfolios or other assets such as paintings, boats or property.\"",
  "But Senate Majority Leader Mitch McConnell (R-Ky.) is under pressure to block a vote, which Republican campaign strategists worry could allow red-state Democrats to vote for additional tax cuts and undermine one of the GOP’s most effective lines of attack in conservative-leaning states: that Democrats voted against a big tax cut last December.\"",
  "WSJ's Daniel Kruger and Sam Goldfarb: \"The gap between short- and long-term Treasury yields is at its narrowest in more than a decade, reflecting investors’ confidence that the Federal Reserve will maintain its current pace of interest-rate increases despite continuing skepticism about the longer-term outlook for economic growth and inflation.",
  "The Post's Aaron Gregg: \"JPMorgan Chase, America’s largest bank, is opening its first consumer banking branches in the D.C. area as part of an aggressive push to put brick-and-mortar branches in up to 20 new U.S. markets within the next five years, chief executive Jamie Dimon said Wednesday on CBS Evening News.",
  "The Washington Post's Anne Gearan: “Trump suggested Wednesday that he is in no hurry to fire either special counsel Robert S. Mueller III or Mueller’s boss, Deputy Attorney General Rod J. Rosenstein, and asserted again that the inquiry into Russian interference in the 2016 election is part of 'a hoax.'",
  "Reuters's Elizabeth Dilts: “The U.S. Securities and Exchange Commission on Wednesday proposed a new rule that would require brokers at firms like Morgan Stanley and Merrill Lynch Wealth Management to clearly explain the fees investors pay and commissions brokers earn when giving financial advice.",
  "The Post's Erica Werner: \"Heading into a contentious campaign for control of Congress, Republicans are increasingly divided over how to bolster their signature legislative achievement — a $1.5 trillion tax cut — amid signs it is not the political gift they had expected it to be last year.",
  "The Post's John Wagner and Devlin Barrett: \"Trump on Wednesday took to Twitter to deny that he fired James B. Comey as FBI director because of the bureau’s 'phony' investigation into Russian interference in the 2016 elections, including possible interaction with the Trump campaign.",
  "The auto industry complained for years about the CFPB guidance, which they said was unfair... Democrats and consumer advocates cautioned that rescinding the CFPB guidance would encourage bad behavior in the more than $1 trillion auto finance market.”\n\n— GOP divided on new tax cuts.",
  "The Post's Brian Fung: “Time Warner chief executive Jeff Bewkes denied Wednesday that AT&T will raise the price of TV channels such as CNN and TBS as a result of the two companies’ $85 billion merger, calling the Justice Department’s landmark case to block the deal 'ridiculous.'",
  "Trump also said he would impose additional sanctions on Russia when needed, and he bristled at the notion that he had backed away from a new round of penalties associated with alleged Russian help for Syrian chemical weapons production.”\n\nDenies Russia was behind Comey firing.",
  "In China, Qualcomm’s plan to acquire NXP Semiconductors, a critical part of its growth strategy, has been stalled by a prolonged antitrust review, a move critics see as Chinese retaliation for ... Trump’s aggressive trade moves.”\n\nU.S. Deputy Attorney General Rod Rosenstein.",
  "Amazon Prime Has More Than 100 Million Members More than 100 million people globally are now paying for Amazon Prime, a sign of how Amazon.com Inc. has used the service to evolve from an online marketplace that struggled with profitability into an e-commerce powerhouse.",
  "CNBC's Kayla Tausche: \"The U.S. is aiming to reach a deal in principle with Canada and Mexico on the North American Free Trade Agreement in the next three weeks, according to congressional aides and industry executives who have been briefed by the Trump administration.",
  "Reuters's Nick Brown: “Puerto Rico’s federally-appointed oversight board on Wednesday unveiled a framework for the bankrupt island’s fiscal turnaround that breaks with Governor Ricardo Rosselló’s vision, pushing pension cuts and labor reforms while hinting at layoffs.",
  "Wonkblog The Republican plan to tighten food stamp work requirements is advancing — without a single Democrat’s vote House Republicans unanimously voted to advance their Farm Bill, even as Democrats excoriated it as an “ideological crusade” that would hurt the poor.",
  "Politico's Ben White and Megan Cassella: \"Wall Street, corporate America and the diplomatic world are settling on a strategy to deal with President Donald Trump’s rapidly shifting statements on critical issues like trade deals and Russia sanctions: Just ignore him.",
  "Daily Beast\n\nBlockchain Is About to Revolutionize the Shipping Industry Globalization has brought the most advanced trading networks the world has seen, with the biggest, fastest vessels, robot-operated ports and vast computer databases tracking cargoes.",
  "JPMorgan Chase also said it would provide $4 billion in home and small-business loans around the region, boost affordable-housing lending by 50 percent to $500 million and increase an earlier philanthropic donation from $10 million to $25 million.\"",
  "The 1,000-page Regulation Best Interest would require brokerages to put that information, along with any conflicts of interest and questions clients should ask, in a four-page disclosure document that brokers would be required to give investors ...",
  "The tweet came shortly after an appearance by Comey on NBC’s 'Today' show to promote his new book, during which he said there 'could be” an obstruction-of-justice case to be made against Trump, given the circumstances under which Comey was fired.'\"",
  "WSJ\n\nErnst & Young Partner Claims Firm Retaliated Against Her After She Reported Sexual Assault Jessica Casucci, who’s filed a complaint with the Equal Employment Opportunity Commission, claims three employees sexually assaulted and harassed her.",
  "These widespread fears of a trade war are darkening the picture for an economy otherwise expanding at a healthy clip, and stand in stark contrast to recent polling that shows GOP voters are lining up behind Trump in his trade fight with China.",
  "In the last week, U.S. Trade Representative Robert Lighthizer told lawmakers in one-on-one phone calls to allow two weeks for high-level talks to conclude, and an additional two weeks for the fine print to be hammered out, according to aides.",
  "When pressed on the economic disagreements, Abe repeatedly consulted notes as he tried to sidestep questions on the contentious issues, instead returning to Trump’s favored call for developing a 'reciprocal' trade relationship with the U.S.",
  "Tasked with helping the U.S. territory regain access to debt markets, the board has been negotiating with Rossello for months on a fiscal blueprint for Puerto Rico’s recovery from the dual scourges of fiscal insolvency and natural disaster.",
  "NYT's Ana Swanson and Alexandra Stevenson: “A major supplier in both China and the United States, the San Diego-based chip maker has long managed to play the trading relationship between the world’s two largest economies to its advantage.",
  "The most obvious sign of that effort is Marcus, the online-only bank: it has raced to about $3bn of consumer loans in 18 months of operations, and is busily buying businesses like Clarity Money, that steers people toward cheaper loans.",
  "The difference between the two-year Treasury yield and the 10-year Treasury yield, known on Wall Street as the 2-10 spread, settled Tuesday at 0.428 percentage point, its tightest since 2007, before steepening modestly Wednesday.",
  "On Monday, Qualcomm lost the ability to export semiconductors to one of its biggest customers after the United States banned Chinese telecom equipment maker ZTE Corporation from purchasing American technology for seven years.",
  "— Donald J. Trump (@realDonaldTrump) April 18, 2018\n\nBusiness IRS blames Tax Day woes on glitch in file that houses personal records The agency said there was no reason to believe taxpayers’ private data had been breached.",
  "Another who uses Chinese aluminum said the tariffs “are now killing high-paying American manufacturing jobs and businesses.” A Virginia display-case manufacturer reported stockpiling steel in anticipation of higher prices.",
  "WSJ's Greg Ip: \"Among... Trump’s most deeply held economic convictions is that trade deficits are bad, yet his signature economic policy—a major tax cut—likely will deepen the trade deficits he abhors for years to come.",
  "The Fed’s latest beige book report released Wednesday — for which each of the nation’s 12 regional banks survey business leaders, investors and economists in their areas — included 36 mentions of tariffs.",
  "AP: \"Trump appeared to be successful Tuesday in reassuring [Japanese Prime Minister Shinzo] Abe that he would take Japan’s concerns to heart during his upcoming meeting with North Korea’s Kim Jong Un.",
  "The last downgrade of the stock prior to OTR was made by Stifel Nicolaus & Co.’s Scott Devitt in January, before the scandal involving Cambridge Analytica.”\n\n— Puerto Rico forges turnaround plan.",
  "Two-year yields tend to rise along with investors’ expectations for tighter Fed interest-rate policy, while longer-term yields are more responsive to sentiment about prospects for the economy.\"",
  "I don’t really think a trade war is a winnable proposition.”\n\nChinese border police officers watch the arrival of a container ship at a port in Qingdao in eastern China's Shandong province.",
  "The tweet:\n\nSlippery James Comey, the worst FBI Director in history, was not fired because of the phony Russia investigation where, by the way, there was NO COLLUSION (except by the Dems)!",
  "Financial problems, legal threats and the election of... Trump took it all away—the clients, the firm and, finally, Mr. Podesta’s position as one of Washington’s most influential players.\"",
  "House Speaker Paul D. Ryan (R-Wis.) aims to pass another massive tax cut this summer, which Republicans hope will rev up the GOP base and improve the standing of Republicans at the polls.",
  "In ordinary times, a declaration like the one Trump made about TPP would have sent stocks soaring, thrilled exporters and sent corporate strategists scrambling to assess the impact.",
  "Trump last week shocked the world by suggesting he might rejoin the giant Trans-Pacific Partnership, an 11-nation pact among nations representing 13 percent of the global economy.",
  "The Post's Renae Merle: “The Senate on Wednesday voted to kill a five-year-old Obama administration policy warning auto lenders not to discriminate against minority borrowers.",
  "The legislation, which passed 51 to 47 largely along party lines, is the latest Republican rebuke of the Consumer Financial Protection Bureau’s history of aggressive tactics.",
  "Caitlin Dewey\n\nPOCKET CHANGE\n\nView of Old San Juan, Puerto Rico as a major failure knocked out the electricity in Puerto Rico today, leaving the entire island without power.",
  "Research firm OTR Global cut its rating to mixed versus positive amid concern that year-over-year growth in advertisement spending moderated in the first quarter of 2018.",
  "Yet, most of the banks’ stocks have followed a similar pattern in recent days, initially rising as each company posted results only to erase gains as the hours wore on.",
  "THE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION\n\nFrom The Post's Department of Satire: Katy Perry said she doesn't get The Post newspaper delivered to her house.",
  "Principal among them: Allowing Japan an exemption from new U.S. steel and aluminum tariffs and persuading Trump to re-join the Trans-Pacific Partnership trade deal...",
  "FT's Ben McLannahan: Goldman Sachs \"is trying to pull off a radical makeover, offsetting persistent weakness in its core business of trading by pushing into lending.",
  "But the board can impose a plan unilaterally if it cannot reach terms with the governor.”\n\n(Meanwhile, the island was hit by another island-wide blackout Wednesday.",
  "(Chinatopix via AP)\n\nThe measures and countermeasures that Washington and Beijing have pledged aren’t sufficient to take a meaningful bite out of economic growth.",
  "The plan, expected to be approved by the board at a public hearing beginning Thursday in San Juan, forecasts $6.7 billion in debt payment ability through 2023.",
  "\"Mr. Podesta, a conspicuous presence in his red shoes and Italian suits, hosted lawmakers and power brokers at his flat in Venice during the Art Biennale.",
  "But an escalating trade battle over which country will dominate the technologies of the future is now threatening Qualcomm’s business and its growth.",
  "TRUMP TRACKER\n\nTrump and First Lady Melania Trump and Japan's Prime Minister Shinzo Abe and his wife Akie Abe have dinner at Mar-a-Lago on Thursday.",
  "New York Fed president William Dudley put a finer point on the anxiety reflected in the beige book during an appearance in the Bronx on Wednesday.",
  "Bloomberg News's Elena Popina: “Shares of social media giant Facebook Inc. fell Wednesday after the stock got its first downgrade since January.",
  "Jeff Stein\n\nMONEY ON THE HILL\n\nSenate Majority Leader Mitch McConnell (R-Ky.) speaks with House Speaker Paul Ryan (R-Wis.) behind closed doors.",
  "If passed, it would replace the Obama-era fiduciary rule, which was issued by the Labor Department and was overturned in March by the 5th U.S.",
  "For now, that’s more a problem of optics than economics, albeit one that may prompt Mr. Trump to dial up trade tensions with other countries.",
  "Analysts and even some bank executives poured cold water on the sustainability of the performance.”\n\n— Flattening yield curve raises alarms.",
  "'They’ve been saying I’m going to get rid of them for the last three months, four months, five months, and they’re still here,' Trump said.",
  "Bloomberg\n\nTHE REGULATORS\n\nThe seal of the U.S. Securities and Exchange Commission hangs on the wall at SEC headquarters in Washington.",
  "It was one of many homes around the globe, including the Washington mansion where he displayed a collection of museum-grade artwork.",
  "Corporate tax cuts helped the six largest U.S. banks produce combined net income that surpassed $30 billion for the first time ever.",
  "The New York Times, meanwhile, finds plenty of raw nerves in farm-belt states — and rising danger for Republicans as a consequence.",
  "Circuit Court of Appeals.”\n\nDAYBOOK\n\nToday\n\nThe American Enterprise Institute holds an event on the future of corporate taxation.",
  "The expansion will bring 70 commercial banking branches to the region, resulting in an estimated 700 new hires, the company said.",
  "Vice chairman of the Federal Reserve Randal Quarles testifies before the Senate Banking, Housing and Urban Affairs Committee.",
  "Out in the states, the Fed report showed the specter of a jarring trade war is anything but hypothetical for some executives.",
  "An architecture firm in the Dallas area noted rising steel costs could force clients to cancel construction projects.",
  "And there’s no indication that the action is prompting the Fed to shift its schedule for raising interest rates.",
  "Then he fell, a calamitous collapse propelled by unexpected blows, delivered by fate and made worse by hubris.",
  "Rather, it’s because Americans will increasingly borrow from foreigners to sustain their standard of living.",
  "But Wednesday brought public disagreements, as Trump spurned his guest’s top economic and trade priorities.",
  "In early 2016, he was ready to buy a $7.4 million condo overlooking Madison Square Park in New York City.",
  "In the Boston area, a toy manufacturer relying heavily on Chinese production called tariffs a major risk.",
  "And Japan remains the only major U.S. ally not to be exempted from the tariffs announced last month.\"",
  "Their trading revenue was the highest in three years as they capitalized on volatile equity markets.",
  "Financial markets and America’s trading partners largely ignored the comments as a throwaway line.\"",
  "It marked a stark departure from Abe’s pre-summit hopes of coaxing the U.S. back into the TPP.",
  "MARKET MOVERS\n\nThe Morgan Stanley logo is displayed on its Times Square building, in New York.",
  "banks are churning out profits like never before, and shareholders just aren’t feeling it.",
  "“I think a lot could happen between now and the first of June on this,” O’Sullivan said.",
  "That’s not because foreigners are stealing American jobs, as Mr. Trump often contends.",
  "“I think the Fed’s on high alert,” says Moody’s Analytics Chief Economist Mark Zandi.",
  "That could change if the tensions spiral into a tit-for-tat cycle of recriminations.",
  "Sen. Joe Manchin III (W.Va.) was the only Democrat to vote in favor of the measure.",
  "The Puerto Rico Electric Power Authority said it could last from 24 to 36 hours.)",
  "'So we want to get the investigation over with, done with, put it behind us.'",
  "A senior administration official confirmed that this was the timing the U.S.",
  "Paying them back will wipe out a sizable chunk of the tax cut’s benefit.\"",
  "(Photo by Alex Wong/Getty Images)\n\n— Trump eases off Mueller, Rosenstein?",
  "(AP Photo/Mark Lennihan, File)\n\n— Banks break records, markets shrug.",
  "But in the long run wider trade deficits will make Americans poorer.",
  "(AFP / Mandel Ngan)\n\nTRADE FLY-AROUND:\n\n— NAFTA deal in three weeks.",
  "But it all still relies on millions and millions of paper documents.",
  "(REUTERS/Jonathan Ernst/File Photo)\n\n— SEC pitches fiduciary rule.",
  "The American Bankruptcy Institute’s annual spring meeting begins.",
  "(AP Photo/Andrew Harnik)\n\n— Senate votes to kill anti-bias rule.",
  "“A tariff war would be a terrible, terrible outcome,” he said.",
  "The last such survey, published in early March, included none.",
  "“I would not look at a trade war as something we can win.",
  "(Jose Jimenez/Getty Images)\n\n— Bewkes blasts the feds.",
  "Bloomberg News's Laura Keller and Sonali Basak: “U.S.",
  "Rising interest rates fueled revenue from lending.",
  "— JPMorgan Chase comes to Washington.",
  "Trump-Abe bromance finds its limits.",
  "Tax cuts will deepen trade deficit.",
  "'I think it’s ridiculous,' he said.",
  "But none of that really happened.",
  "He reversed himself days later...",
  "Morgan Stanley reports earnings.",
  "— How Tony Podesta lost it all.",
  "Here's what we did about that:",
  "World learns to ignore Trump.",
  "Qualcomm caught in crossfire.",
  "'It’s not how this works.'",
  "— Facebook downgraded.",
  "expected.\""
]