[
  "As one of his 114 questions, Sen. Ted Cruz, R-Texas, posed a series of detailed queries about what types of speech Facebook might define as hate speech and therefore censor, including statements such as “Islam is a religion of peace” and “Islam is a religion of war,” as well as “All white people are inherently racist” and “All black people are inherently racist.”\n\nIn its answer, Facebook said it would define hate speech as something that was violent or dehumanizing, statements of inferiority and calls for exclusion or segregation.",
  "More: Mark Zuckerberg pledges Facebook will put 'people first,' avoid past mistakes\n\nMore: Apple co-founder Steve Wozniak says he's left Facebook over data collection\n\nThe hearings also gave a platform for lawmakers to air some longstanding complaints — such as allegations Facebook's news feed is biased against conservatives.",
  "The Cambridge Analytica data revelations, on the heels of the company's belated acknowledgement that a Russian disinformation operation had scammed its users with millions of fake posts designed to sway their voting, turned into a public relations crisis for the high-flying company.",
  "Senators had also sent 2,000 questions in advance of those hearings, which followed outrage over revelations Facebook knew Cambridge Analytica had bought personal data on 87 million users, without the users' consent, for political ad targeting during the 2016 presidential election.",
  "More: Facebook denies abuse of user privacy after report it shared info without consent\n\nApr 11, 2018; Washington, DC, USA; Facebook CEO Mark Zuckerberg testifies before the House Energy and Commerce Committee regarding the company's use and protection of user data in Washington.",
  "And our approach to privacy starts with our commitment to transparency and control.”\n\nLawmakers have continued to raise the specter of regulation after reports that followed the hearings on Facebook's data-sharing deals with device makers and other companies.",
  "In the answers, the company also detailed ways its partners were able to gather information about users' activities even if they're not logged into Facebook, including information about the purchases they make and the games they play.",
  "(Photo: Jack Gruber/USA TODAY)\n\nFor instance, Facebook revealed that it collects data — a lot of data — about the various devices people use to log into Facebook, such as computers, their smartphones and their tablets.",
  "Facebook CEO Mark Zuckerberg arrives to testify before a joint hearing of the US Senate Commerce, Science and Transportation Committee and Senate Judiciary Committee on Capitol Hill, April 10, 2018 in Washington, DC.",
  "For example, the Committee said it “had become aware that Facebook has surveyed users about whether they trust the company to safeguard their privacy” and asked that Zuckerberg provide the results of any such survey.",
  "Cruz also asked what percentage of the moderators Facebook uses to check posted content were registered as Republicans or Democrats or had donated, volunteered for, interned with or run for office in either party.",
  "The two separate documents, a 225-page set of answers to the Senate Judiciary Committee and a 229-page set of answers to the Senate Committee on Commerce, Science and Transportation, were posted late Monday.",
  "The company says it's open to privacy regulation — as long as it was “the right regulation.” In its answer to Sen. Richard Blumenthal, D-Conn., the company offered to write such laws itself.",
  "CEO Mark Zuckerberg had repeatedly promised lawmakers his staff would follow up on questions about Facebook's approach to privacy during two days of grueling congressional hearings in April.",
  "(Photo: JIM WATSON, AFP/Getty Images)\n\nSAN FRANCISCO — Facebook tracks when you need to recharge your phone and even knows when you're looking at the Facebook page on your computer screen.",
  "Altogether, the file of answers provided the public with details on some lesser-known ways Facebook has devised to track its 2.2 billion users but left many broader questions unanswered.",
  "Last month, Facebook said it would bring in advisers to investigate whether it suppresses conservative voices, part of a post-Cambridge Analytica campaign to rebuild trust with users.",
  "These were some of the disclosures made by the world's largest social network late Monday when the Senate released 454 pages of answers from the Menlo Park, California-based company.",
  "Questions about how Facebook tracks nonusers during the hearing had illuminated the social network's digital reach, which many users had either ignored or taken for granted.",
  "More: Russian Facebook ads inflamed Hispanic tensions over immigration after Trump election\n\nMore: After Facebook hearings, users want to know: who is protecting my data?",
  "Facebook also collects information such as the device's battery level, how much available storage they have and the strength of the Wi-Fi signal the machine is receiving.",
  "But in a 326-word reply, Facebook did not say whether it surveyed its users or what it found if it did, instead reiterating, “Privacy is at the core of everything we do.",
  "Celebrity users vowed to delete their Facebook, lawmakers threatened regulations and Zuckerberg agreed for the first time to testify before Congress.",
  "The company also knows whether you're actually looking at your Facebook window or if you've just got it open as one of many tabs.",
  "In some cases, Facebook can also gather information about nearby devices or other devices on the user's network.",
  "It did not answer Cruz’s specific questions about the 27 statements listed in his question.",
  "Despite the length of the responses, many did not actually answer the questions asked.",
  "And it's OK with being regulated, as long as it gets to help write those regulations.",
  "Facebook responded, \"We do not maintain statistics on these data points.\"",
  "Read or Share this story: https://usat.ly/2t0px0J"
]