[
  "According to its website, SCL Group has “conducted behavioral change programs in over 60 countries,” describing itself as a service that provides data, analytics and strategy to “governments and military organizations worldwide.”\n\nSCL Group formed Cambridge Analytica five years ago to participate in American politics; the company is partly owned by Robert Mercer, an American hedge-fund manager and billionaire.",
  "Australian political parties also have denied using the firm, although a former minister responsible for cybersecurity told SBS that he had met Nix and other Cambridge Analytica representatives at a “private dinner.” An Australian off-shoot of the company deregistered its name and distanced itself from Cambridge Analytica on Tuesday, the Guardian reported.",
  "“We have re-branded the entire party twice, rewritten their manifesto, done two rounds of 50,000 surveys,” Turnbull said, later adding that the firm had been involved in “just about every element of his campaign.”\n\nKenyatta won the August election, the result of which was contested by the opposition and then annulled by Kenya's Supreme Court.",
  "In footage from Channel 4, Turnbull suggested that Cambridge Analytica had used “a different organization to run a very, very successful project in an eastern European country,” adding that it had “ghosted in, did the work, ghosted out and produced really, really good material.” The country was not named.",
  "The company, which consulted for Trump during the campaign, was rocked Friday by reports from the New York Times and Britain's Observer that it had improperly acquired data from Facebook users — prompting Facebook to ban the firm from its platform and British authorities to demand an explanation.",
  "The Hindustan Times also reported Friday that Cambridge Analytica and its Indian partner have been in talks with both the governing Bharatiya Janata Party and the opposition Indian National Congress ahead of national elections next year.",
  "“I'm just giving you examples of what can be done and what has been done.”\n\nCambridge Analytica was founded in 2013, but it is affiliated with an older company called SCL Group, an established British firm that has operated since 1993.",
  "Although criticism of Cambridge Analytica focus on its alleged use of data harvested from social media sites, the firm's chief executive, Alexander Nix, appeared to condone using bribes and sexual blackmail to help swing elections.",
  "Nix pushed back against Channel 4's report over the weekend, saying that his talk of bribery and other underhanded tactics captured on video were “ludicrous hypothetical scenarios” designed to get the measure of a potential client.",
  "But broader global scrutiny of the company's work is now inevitable — and companies such as Facebook, which helped provide Cambridge Analytica with troves of data about voters worldwide, could face a reckoning, as well.",
  "Last year, the firm refused to confirm to confirm to Kenyan reporters what role it was playing there, and its website refers only to its work in data analysis and surveys during the 2013 election cycle.",
  "Kenyan opposition leaders are now calling for an inquiry into Cambridge Analytica's involvement in Kenyan politics, and other nations are likely to follow suit regarding their own elections.",
  "“Ponte is keen to make it clear that in 10 years of acting, we have always been guided by ethics and transparency in our business,” the firm's president, André Torretta, said in a statement.",
  "Like Cambridge Analytica, Harris Media worked on the Trump campaign in 2016, and the Texas-based firm also has worked for far-right groups such as Alternative for Germany in Europe.",
  "Malaysian Prime Minister Najib Razak has denied claims that his government worked with Cambridge Analytica, instead accusing his rival Mahathir Mohamad’s son of using its services.",
  "(Thomas Mukoya/Reuters)\n\nAmerican voters have big questions about what role Cambridge Analytica, a London-based data firm, may have played in the 2016 election of President Trump.",
  "But in Channel 4's undercover footage, Mark Turnbull, the managing director of Cambridge Analytica Political Global, said the company “ran” Kenyatta's campaigns in 2013 and 2017.",
  "Privacy International, a London-registered charity, found that an American digital media company called Harris Media LLC had helped created these online campaigns for Kenyatta.",
  "More on WorldViews\n\nWhy Hillary Clinton thinks the U.S. election was similar to Kenya’s flawed vote\n\n9 charts that lay out Russia’s uncertain future — with or without Putin",
  "But the company's website lists offices in Malaysia and Brazil along with those the United States and Britain, and its activities extend far beyond U.S. borders.",
  "The journalist presented himself as a potential client, a representative of a wealthy Sri Lankan family eager to increase its political influence.",
  "(Patricia De Melo/AFP/Getty Images)\n\nCambridge Analytica's alleged role in last year's chaotic Kenyan elections already has come under scrutiny.",
  "That list comes directly from the company's representatives, who were recently filmed by an undercover reporter from Britain's Channel 4 News.",
  "In Brazil, a local partner has also distanced itself from Cambridge Analytica and renamed itself to avoid any link to the troubled data firm.",
  "Politicians in several of those countries are calling for investigations of the company's work and local partners are distancing themselves.",
  "Last year's elections were especially noteworthy for the use of social-media-friendly attack ads, a powerful new medium in the country.",
  "\n\nAn election campaign billboard pictures Kenyan President Uhuru Kenyatta and Deputy President William Ruto in Nairobi in August 2017.",
  "“Please don't pay too much attention to what I'm saying,” Nix said over drinks with Channel 4's reporter at a West London hotel.",
  "Formerly known as CA Ponte, the company will go back to being called its original name, “A Ponte Estratégia,” BuzzFeed reported.",
  "Cambridge Analytica's chief executive Alexander Nix gives an interview during the 2017 Web Summit in Lisbon on Nov. 9.",
  "The firm claims to have worked in a wide range of countries, including Australia, Brazil, Kenya, Malaysia and Mexico.",
  "In India, there has been renewed scrutiny of SCL Group's 2010 work in an assembly election in the state of Bihar.",
  "Kenyatta then won the October revote after his challenger, Raila Odinga, refused to participate.",
  "During meetings over four months, Cambridge Analytica employees touted their work worldwide.",
  "But Cambridge Analytica may be an issue not only for Americans and Britons.",
  "As in previous years, protests and violence broke out around the elections.",
  "The full extent of such work is unknown.",
  "At least 92 Kenyans died."
]