[
  "People suspected abuse\n\nOver the past decade, authorities in Oregon, Washington and Minnesota received reports of child welfare concerns and alleged abuse involving Jennifer and Sarah Hart, who died with at least three of their children when their SUV plunged 100 feet over a California cliff last month.",
  "(Photo: Tristan Fortsch, AP)\n\nAn Ancestry DNA test revealed her father is her parents' fertility doctor\n\nA 36-year-old woman thought something went wrong with her DNA results from Ancestry.com when an unknown name was identified as her biological father.",
  "Mueller clarifies\n\nWhile President Trump and his 2016 presidential campaign remain under investigation over possible links to Russia, the president's legal team has been told that Trump is not a target of the probe, officials said Wednesday.",
  "(Photo: Richard Copley)\n\nFar from the 'mountaintop'\n\nThousands gathered Wednesday to mark the 50th anniversary of the assassination of Martin Luther King Jr. as he stood on a balcony at Memphis' Lorraine Motel.",
  "Headlines you shouldn't miss\n\nFacebook said it now thinks up to 87 million people, mostly in the United States, may have had their data improperly shared by political targeting firm Cambridge Analytica.",
  "Jack Gruber, USA TODAY\n\nDr. Martin Luther King Jr. delivers his famous sermon, \"I've been to the mountaintop\" on the eve of his assassination at the Mason Temple in Memphis, on April 3, 1968.",
  "One of the missing children is Devonte Hart, an African-American boy featured in a 2014 photo hugging a police officer during a Ferguson-related protest in Portland, Ore., that went viral.",
  "Previous contact with police: Patrol officers spoke to Aghdam hours before the attack, while responding to a missing persons report about her that had been filed by her family.",
  "Call it what you will, but the force of nature that is Tiger Woods descended on Augusta National at the beginning of the week and hasn’t lost any of its powerful punch.",
  "Nasim Aghdam, 39, a San Diego woman, allegedly shot and wounded three people Tuesday at YouTube’s headquarters in San Bruno, Calif., before apparently killing herself.",
  "Oklahoma's statewide teacher walkout continued for a third day Wednesday, closing hundreds of schools and affecting hundreds of thousands of students.",
  "A half century later, the nation is seeing a steady rise in white supremacy and mounting tensions between the black community and police departments.",
  "She later learned it was the name of her parents' fertility doctor, who without consent allegedly used his own sperm to impregnate her mother.",
  "One day earlier, during his last speech, he told followers he had \"been to the mountaintop\" and \"seen the Promised Land\" of racial justice.",
  "Authorities in Northern California say they believe all six children from a family were in a vehicle that plunged off a coastal cliff.",
  "\"It can easily flip to being a target in the blink of an eye,\" said Michael Caputo, a former senior adviser on the Trump campaign.",
  "CLOSE The National Council of Churches march to fight racism and to remember Martin Luther King, Jr. on the National Mall.",
  "The Short List is a compilation of stories from across USA TODAY\n\nRead or Share this story: https://usat.ly/2GyNeGK",
  "This March 20, 2016 photo shows the Hart family of Woodland, Wash., at a Bernie Sanders rally in Vancouver, Wash.",
  "Aghdam’s father said she thought the company censored her videos and had stopped paying her for her content.",
  "The officers said she was calm, and they didn't suspect she was a danger to herself or others.",
  "That means his lawyers are breathing a bit easier, but the president is far from in the clear.",
  "CBS and Viacom are again talking about a merger, which could have repercussions for TV lovers.",
  "It'll take tens of millions of years, but Africa may eventually split into two continents.",
  "Police found her asleep in a parking lot about 30 minutes away from San Bruno.",
  "You can save your TV show: The ballot for 2018's Save Our Shows poll is here.",
  "More than half of Oklahoma students qualify for free or reduced-price meals.",
  "She told the officers she had left her house because of family issues.",
  "YouTube has made recent policy changes that have upset many creators.",
  "Some question whether America is moving backward on race relations.",
  "Police said she was angry about YouTube's policies and practices.",
  "\"The president and his lawyers need to continue to be vigilant.\"",
  "What we know about the YouTube shooting\n\nWhat happened?",
  "But he had to know who lynched his great-grandfather.",
  "Tiger-mania, Tiger-palooza, the perfect Tiger storm.",
  "Now, the woman is suing the doctor and the clinic.",
  "Authorities now believe the crash was intentional.",
  "Three of their other children are missing.",
  "They drove their family off a cliff.",
  "Don’t go to Georgia, his mom said.",
  "He is, however, still a subject.",
  "Here's how they're eating.",
  "Wait, what?",
  "Why?"
]