[
  "Facebook had earlier enlisted the firm Stroz Freidberg to assess Cambridge Analytica but halted its effort at the request of the U.K. Information Commissioner's Office, which said on Monday it was pursuing a warrant to complete its own investigation of the firm.",
  "Last week, Facebook announced that the London-based data-profiling firm Cambridge Analytica, which helped run President Trump's political campaign, violated its terms by collecting data on millions of users from an app-creator without those users' permission.",
  "Last year, Facebook disclosed to federal investigators and the public that Russian entities that attempted to meddle with the U.S. elections used the social network, as well as Instagram and Messenger, to try to sow political division among Americans.",
  "Acton's statement reflects a new level of public backlash against the Facebook after a series of recent controversies have raised serious questions about the company's ability to protect itself -- and its users -- from the misuse of its site.",
  "On Friday, Facebook said it was suspending Cambridge Analytica from the social network after learning that the users' information hadn't been erased, calling the leak \"an unacceptable violation of trust.\"",
  "Facebook gradually released rising figures estimating the reach of Russian ads, ultimately reporting in a Congressional hearing that 150 million people saw Russian-linked posts on Facebook and Instagram.",
  "The U.S. Federal Trade Commission is reportedly investigating Facebook's handling of user data, and the European Commission is asking data protection authorities to investigate the data leak.",
  "Facebook not only stands to risk more social media backlash through #deletefacebook-like campaigns, but also stands to face rules that could curtail its independence and core business.",
  "(According to a report in The New York Times on Saturday citing former employees and contractors, Cambridge Analytica still posseses \"most or all of the trove\" of Facebook data.",
  "Facebook found out about the violation in 2015, shut down the app creator's access to the social network and asked Cambridge Analytica to certify that it had erased the data.",
  "Facebook faces a critical moment to regain the trust of users and regulators over the integrity of its content and the security of its advertising system.",
  "The company lost more than $60 billion in market value in two days, tumbling nearly 7% on Monday, the biggest drop in nearly four years.",
  "Facebook acquired WhatsApp in 2014 for about $19 billion, and Acton received about $3 billion for his stake in WhatsApp.",
  "In a tweet on Saturday, the analysis firm said it did not \"hold or use any data from profiles.\")",
  "On Tuesday, WhatsApp cofounder billionaire Brian Acton became part of the chorus: \"It is time.",
  "The Cambridge Analytica crisis hasn't only elicited a response from upset Facebook users.",
  "#deletefacebook,\" Acton tweeted publicly to about 21,000 followers.",
  "It has also concerned investors.",
  "Both entities could levy fines."
]