[
  "\"It mirrors what we’re giving to reviewers internally and is as much as possible of what we can put out externally.”\n\nThe document comes about two weeks after Congressional lawmakers questioned Zuckerberg on Facebook’s data privacy practices, in the wake of public revelations that a political analysis firm that helped run President Donald Trump’s campaign improperly obtained the data of about 87 million Facebook users.",
  "Facebook disclosed it relies on a combination of more than 7,500 human moderators working in 40 languages around the world -- 40% more human reviewers than were employed a year ago -- alongside artificial intelligence (AI) tools to remove harmful content such as hate speech, pornography, terrorist activity, graphic violence to complete what has been a largely shrouded process for managing harmful content.",
  "“We’re hoping that the new community standards will provide people with the tools they need to make that decision to appeal.”\n\nTo solicit more direct feedback from users, Facebook announced will host a series of public summits this summer called “Facebook Forums: Community Standards” in Germany, France, the UK, India, Singapore, the U.S. and other countries, aimed at gathering people’s direct feedback.",
  "“These decisions are among the most important we make because they’re central to ensuring that Facebook is both a safe place and a place to freely discuss different points of view.”\n\nBickert said Facebook published the guidelines for two reasons:“First, the guidelines will help people understand where we draw the line on nuanced issues.",
  "In a briefing, Bickert emphasized that executives at the company have wanted to share the internal guidelines with the public for some time, and began drafting Tuesday’s public document around September last year with a focus on making the guidelines easy to users to understand.",
  "The 27-page document offers the social network's more than 2 billion users Facebook's definitions of violent threats, hate speech, sexual exploitation, among other types of harmful content, as well as background information aimed at explaining the rationale behind policies.",
  "In the wake of escalating criticism of its content removal policies, Facebook published its internal moderation guidelines for the first time on Tuesday, a notable step toward expanding transparency around how information is handled and policed on the social network.",
  "In the process, Facebook consulted with a range of internal experts on topics such as hate speech, child safety and terrorism, as well as external agencies and organizations to form the guidelines and determine how to translate them into simple terms.",
  "Facebook said it updates the moderation guidelines it provides to its reviewers every week or two and that moving forward, it will reflect these changes in the public-facing version of these guidelines.",
  "Second, providing these details makes it easier for everyone, including experts in different fields, to give us feedback so that we can improve the guidelines– and the decisions we make– over time.",
  "Over the coming year, Facebook said it will build out the ability for users to appeal decisions made on posts they made that were subsequently removed for violating Facebook’s Community Standards.",
  "Zuckerberg has said he will expand the team working on safety and security to more than 20,000 people by the end of 2018, which includes the more than 7,500 people on Facebook’s moderation team.",
  "Banking On AI\n\nFacebook has come under fire for failing to respond to posts intended to incite violent by terrorists or toward specific ethnic groups in countries such as Myanmar and Sri Lanka.",
  "Facebook CEO Mark Zuckerberg has presented artificial intelligence as critical to the company’s ability to more quickly and responsibly manage its content moderation practices down the line.",
  "One of the most-used software tools by the moderation team is image matching software, Bickert said, for identifying items such as terrorist propaganda or known abusive images of children.",
  "“The conversation in September and October was, ‘If we’re going to do this, we want to put everything out there,'\" Facebook's head of content policy Mary DeBree said in a press briefing.",
  "“One of the questions we're asked most often is how we decide what’s allowed on Facebook,” Monica Bickert, VP of global policy management said in a blog post on Tuesday.",
  "Bickert noted in a press briefing that in the bulk of instances in which moderation involves AI, a human reviewer is still involved before a post is taken down.",
  "In a smaller number of cases, AI is used to automatically flag and take down content such as links to pornographic websites or spam, without human involvement.",
  "“Our policies are only as good as the strength and accuracy of our enforcement – and our enforcement isn’t perfect,” Bickert said in Tuesday's blog post.",
  "Tuesday’s document builds on a step Facebook took in the summer of 2015 to publish a more detailed version of its community standards online.",
  "Just two years ago, for example, the only technical tools Facebook was using to fight terrorist propaganda was image matching software.",
  "Currently, Facebook said it reviews millions of reports for harmful content per week in dozens of languages around the world.",
  "Bickert said she could not offer an estimate for how many content reviewers will be added to Facebook’s team this year.",
  "Facebook said it intends to extend this process further to enable appeals for content that was reported but left up.",
  "(Facebook said it will keep a searchable archive of the guidelines so that people can track its changes over time.)",
  "If Facebook has made a mistake, it will notify the user and restore the photo, video or post, the company said.",
  "More often than not, however, we make mistakes because our processes involve people, and people are fallible.”",
  "“In some cases, we make mistakes because our policies are not sufficiently clear to our content reviewers.",
  "An appeal will trigger another review by a person in Facebook’s community team, typically within 24 hours.",
  "Bickert said Tuesday’s step was not “at all” related to Facebook’s Cambridge Analytica data scandal.",
  "Beyond sharing its internal policies, Facebook also announced a new update to its review process.",
  "Now, AI prevents as many as 1 million fake accounts from being created every day, Bickert said.",
  "“Even if we are acting at 99.9% accuracy we will have many mistakes every day,” Bickert said.",
  "“You will have the option to say, 'Look at this again,'” Brickert said in a press briefing.",
  "Over time, Facebook intends for more moderation to be managed solely by AI.",
  "In a few years, Facebook said its AI tools have come a long way.",
  "“The reality is we will have many errors this day."
]