[
  "He issued the tweet after news website The Daily Beast reported that Cambridge Analytica CEO Alexander Nix reached out to Assange during the presidential campaign about the possible release of 33,000 of Hillary Clinton's missing emails.",
  "QUITO, Ecuador -- Ecuador's president has lashed out at WikiLeaks founder Julian Assange even as he contends his government is working behind the scenes to help him out of the Ecuadorean embassy in London.",
  "Lenin Moreno said in a televised interview Sunday that Assange had become \"more than a nuisance\" after he violated terms of his asylum by interfering in other countries' political affairs.",
  "The company was hired by Mr. Trump's digital director Brad Parscale, although he told \"60 Minutes\" last month that he doesn't believe their methods were so essential.",
  "Cambridge Analytica, which uses data mining to microtarget ads based on personality, claimed after the election that it had played a key role in Mr. Trump's victory.",
  "The Trump campaign has long denied any connection with WikiLeaks, although Mr. Trump praised the entity during the campaign and even said he \"loved\" WikiLeaks.",
  "Assange confirmed late last year that WikiLeaks was approached by a data firm working for Donald Trump's presidential campaign during the 2016 election.",
  "Assange said on Twitter that Cambridge Analytica had reached out to his group prior to November 2016, but WikiLeaks rejected the company's \"approach.\"",
  "Ecuador granted citizenship to Assange this month in an unsuccessful attempt to provide him diplomatic immunity so he could evade arrest in Britain.",
  "Moreno said other countries and \"important personalities\" he didn't name are working to mediate a solution.",
  "According to Open Secrets, the Trump campaign paid Cambridge Analytica $5.9 million during the campaign.",
  "Assange in 2012 sought refuge in the embassy to avoid extradition to Sweden over sex-related claims.",
  "Sweden dropped the case but Assange still faces arrest in Britain for jumping bail.",
  "Assange didn't specify the content of that approach.",
  "Those emails have never been publicly released."
]