[
  "You remind me of my daughter.” pic.twitter.com/WFH4Lcv4v0 — philip lewis (@Phil_Lewis_) March 26, 2018\n\nThe quote\n\n“The ability of anyone to know what you’ve been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life — from my own point of view, it shouldn’t exist.” — Apple AAPL, -3.57% Chief Executive Tim Cook, talking in Beijing about the need for “well-crafted” regulation in light of the Facebook fiasco.",
  "“But the backlash against the company is rooted in the fact that its marketing platform is so effective, which bodes well for continued growth.”\n\nThe stat\n\nGetty Images\n\n$100,000 — What an iPhone might cost if Apple were forced to manufacture them only in America, according to this estimate from Forbes.",
  "Nothing would have mattered.”\n\nYet the headlines from Reuters and the Journal scream “Wall Street nosedives as investors flee on trade-war fears,” and “Trade fears jolt global asset prices.”\n\nRichter used the illustration below — our chart of the day — to put the decline in perspective.",
  "“A regulatory crackdown might be overdue, but the shares look like the punishment is already priced in,” Hough says, pointing out that Facebook may be getting beaten up these days, but it still counts 30% of the Earth’s population as regular users.",
  "With Tim Cook chiming in (see “The Quote” below), the #DeleteFacebook movement gaining steam, and with even Tesla’s TSLA, -1.40% Elon Musk apparently pulling his pages from the site, management is scrambling into serious crisis-control mode.",
  "The economy\n\nA fairly light schedule is on tap for Monday in terms of data, with the Chicago Fed National Activity Index hitting at 8:30 a.m. Eastern Time, and the Dallas Fed Survey of Manufacturing Activity following two hours later.",
  "USG USG, -0.16% shares are soaring in early trading action after Warren Buffett’s Berkshire Hathaway BRK.A, -1.39% BRK.B, -1.48% revealed it has offered to sell its stake in the building materials group to Knauf.",
  "Yes, Stormy Daniels finally appeared on “60 Minutes” on Sunday night, with lots of details emerging during the interview, including allegations she was threatened to keep quiet about her relationship with Trump.",
  "At some point, bubbles reach their maximum and begin to deflate.”\n\nKey market gauges\n\nThe Dow and the S&P 500 SPX, -2.33% are both sharply higher on hopes that U.S.-China talks can avert a trade war.",
  "“The drop is big enough to show up on a long-term chart,” he said, “but given the nine-year 320% rally, why would anyone be surprised?”\n\nRichter’s takeaway: It’s not Trump’s fault.",
  "On Sunday, co-founder Mark Zuckerberg took out full-page ads in several British and American newspapers say he’s sorry for a “breach of trust” in the Cambridge Analytica scandal.",
  "The buzz\n\nTrade-war fears may be easing, with Treasury Secretary Steve Mnuchin saying he’s “cautiously hopeful” about avoiding tariffs as Washington and Beijing negotiate.",
  "None of this is to play down the seriousness of Facebook’s lapses, and it can surely do a better job of managing its current crisis,” he explains in the Barron’s feature.",
  "But the fact is simple: During a bull market, this type of ‘bad news’ would have caused stocks to jump 6% at a minimum in the week,” he explained in a blog post.",
  "Even the staunchest Donald Trump supporter has to admit (but likely won’t) that he deserves at least some of the backlash dogging him since the election.",
  "The president allegedly had sex with a porn star after saying she reminded him of his daughter, then had his lawyer attempt to pay for her silence.",
  "But with stocks in recovery mode on Monday, it’s worth asking: Are the president and his tariffs really the driving factor in the recent retreat?",
  "“As a sin stock, however, it’s looking mighty tempting.” The question for investors: Is the backlash against Facebook priced into the shares?",
  "On Tuesday, we’ll get a look at the Case-Shiller House Prices Index, and then the third estimate of fourth-quarter GDP arrives a day later.",
  "Of course, the Donald loved tweeting about the Dow’s DJIA, -2.24% surge when the blue-chip gauge was taking out new highs on a daily basis.",
  "China’s oil futures are flying in their debut, as the world’s largest importer of crude aims for a new benchmark for global transactions.",
  "Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box.",
  "Wolf Richter of the Wolf Street blog says if the president wanted to dodge the blame, he’d actually have a pretty good case.",
  "But it was one line, in particular, that lit up the internet:\n\nStormy Daniels says Trump told her: “Wow, you are special.",
  "The stock market is horribly overpriced, with many individual stocks at absolutely ludicrous levels,” Richter wrote.",
  "Hough says there are still plenty of metrics to like, such as strong revenue growth and its beefy profit margin.",
  "The Nasdaq COMP, -3.05% which has seen some of its high-flying techs get grounded lately, is up more than 2%.",
  "Everyone knew he was going to crack down on trade imbalances, yet kept feasting on stocks the whole way up.",
  "And Finish Line US:FINL is surging after Britain’s JD Sports JD., -0.44% said it will buy the retail chain.",
  "Barron’s took deep dive into the rebound potential of the beaten down stock and issued a strong ... maybe?",
  "Asian markets ADOW, -0.09% closed mixed, while European stocks SXXP, +0.62% are rallying.",
  "He doesn’t appear all that interested talking about his role now that it’s in the dumps.",
  "The end of the week should be relatively quiet, with markets closed for Good Friday.",
  "While the Dow surged out of the gates Monday, it shed 1,413 points last week.",
  "The mess at Facebook FB, -1.58% doesn’t look to be going away anytime soon.",
  "“I was concerned for my family and their safety,” she told Anderson Cooper.",
  "“As a dot-com darling, Facebook is losing its luster,” writes Jack Hough.",
  "The emailed version will be sent out at about 7:30 a.m. Eastern.",
  "“A bull market climbs a wall of worry, analysts would have said.",
  "Watch for more developments on this front throughout the week.",
  "“Everyone knew Trump would crack down on the trade imbalances.",
  "The call\n\nSo, is now the time to scoop up Facebook shares?",
  "Providing critical information for the U.S. trading day.",
  "Subscribe to MarketWatch's free Need to Know newsletter.",
  "Random reads\n\nOmaha man “likes” a tweet, loses his job.",
  "“Reality is a little harder to stomach for these folks.",
  "The strange odyssey of Eddie Lampert, hedge fund king.",
  "See the Market Snapshot column for the latest action.",
  "Every indicator has been pointing it out for years.",
  "Follow MarketWatch on Twitter, Instagram, Facebook.",
  "Gold US:GCM8 and crude US:CLM8 are declining.",
  "Or, as us Americans like to call it: Monday.",
  "America takes another step toward tyranny.",
  "Meet the people making bank off PredictIt.",
  "Now he gets deported and fears execution.",
  "This Florida city is 100% solar powered.",
  "Be sure to check the Need to Know item.",
  "“This is a flaming stock-market bubble.",
  "Check out our call of the day below.",
  "He served two tours in Afghanistan.",
  "Is it time to buy this thing yet?",
  "He came to this country legally.",
  "Got addicted to drugs.",
  "Sign up here."
]