[
  "The revelations about Cambridge Analytica’s use of Facebook data — mining more than 50 million users’ personal information — came at a time when people were already considering appropriate ways to curb the handful of tech companies that dominate not just the American economy but also, increasingly, American life.",
  "Until recently, as Indian entrepreneur Nandan Nilekani pointed out to me, there were just a handful of digital platforms with more than 1 billion users, all run by companies in the United States or China, such as Google, Facebook and Tencent.",
  "And yet, as these revolutionary technologies created new industries, destroyed others and reshaped communities and cities, we simply assumed that this was the way of the world and that nothing could be done to affect it.",
  "Most people don’t realize that GPS — the global positioning system of satellites and control centers that is so crucial to the modern economy — is, even now, owned by the U.S. government and operated by the Air Force.",
  "But now India has its own billion-person digital platform: the extraordinary “Aadhaar” biometric ID system, which includes almost all of the nation’s 1.3 billion residents (and whose creation Nilekani oversaw).",
  "But precisely because of these products’ power and transformational impact, it was necessary for the government to play some role in protecting individuals and restraining the huge new winners in the economy.",
  "It’s possible to imagine that in India, it will become normal to think of data as personal property that individuals can keep or rent or sell as they wish in a very open and democratic free market.",
  "The European Union has established rules, which will go into effect on May 25, that will make it much easier for people to know how their data is being used and to limit that use.",
  "As the information revolution took off in the 1990s, we got caught up in the excitement of the age, along with the novelty of the products and their transformative power.",
  "The tech giants would surely respond that they have democratized information, created products of extraordinary power and potential, and transformed life for the better.",
  "And since for most technology companies the individual consumer is also a product, whose information is sold to others for a profit, he or she is doubly disempowered.",
  "Add innovations in blockchain technology, and we are likely to see even more challenges to the current gatekeepers of the Internet in the near future.",
  "And in the midst of all this, as the United States was transitioning into a digital economy, we neglected to ask: What is the role for government?",
  "The latter two were, of course, developed from scratch, owned and run by the government until they were opened up to the private sector.",
  "We were dazzled by the wealth created by nebbishy 25-year-olds, who became instant billionaires — the ultimate revenge of the nerds.",
  "We now have a tech economy dominated by just a few mammoth companies that effectively create a barrier to entry for newcomers.",
  "The other noticeable consequence has been the erosion of privacy, highlighted by the Cambridge Analytica/Facebook scandal.",
  "Columnist\n\nWe might look back on 2017 as the last moment of unbridled faith and optimism in the technology industry.",
  "Because technology companies now deal with billions of consumers, any individual is a speck, a tiny data point.",
  "The image of technology companies springing forth from unfettered free markets was never quite accurate.",
  "Whether from East or West, top down or bottom up, change is coming to transform the world of technology.",
  "Read more from Fareed Zakaria’s archive, follow him on Twitter or subscribe to his daily newsletter.",
  "Today’s digital economy rests on three major technologies: the computer chip, the Internet and GPS.",
  "In Silicon Valley, new start-ups don’t even pretend that they will become independent companies.",
  "So did previous innovations such as the telephone, the automobile, antibiotics and electricity.",
  "In fact, through the age of big tech, the number of new business start-ups has been declining.",
  "Their business plan is to be acquired by Google, Facebook, Amazon, Microsoft or Apple.",
  "Properly handled, it can produce freer markets and greater individual empowerment.",
  "India might well become the global innovator for individuals’ data rights.",
  "Regulatory action in the West will give more control to the individual.",
  "That would have been socialist-style interference with the free market.",
  "All three owe their existence in large part to the federal government.",
  "The second direction is even more intriguing and comes from the East.",
  "It is the only one of these massive platforms that is publicly owned.",
  "But the result does not seem one that a libertarian would celebrate.",
  "The situation looks more like an oligopoly than a free market.",
  "That means it does not need to make money off user data.",
  "It is likely that the United States will follow suit.",
  "Change is likely to come from two directions.",
  "All of this is true."
]