[
  "He also served as senior adviser to the Vice Chairman of the House Armed Service Committee (Rep. Jim Saxton) and the Chairman of the House Foreign Relations Committee (Rep. Ed Royce) in the U.S. Congress.",
  "Facebook denies there has been any kind of breach by parsing words via twitter… “No systems were infiltrated, no passwords or information were stolen or hacked,” tweeted one Facebook executive.",
  "Given this debacle has cost Facebook $60 Billion (yes that is a “B”) and betrayed the trust of tens of millions, what is Facebook doing to make amends?",
  "Over the last decade how many developers have simply worked around Facebook’s rules – which permitted caching data – and made their own databases?",
  "Instead it’s the massive internal breach of data; the attempted cover-up; the failure in duty of care by the tech giant and a cratering of trust.",
  "Facebook admitted the breach only after the British media revealed that more than 50 million Facebook users had been compromised….in March 2018.",
  "No matter how deftly they dodge criticism or responsibility in Menlo Park, the fact remains – this is a data breach, and Facebook is complicit.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Television broadcasters, for instance have Federal Communications Commission rules that require public disclosure of campaign ad buys.",
  "Just remember, if your data is misused and privacy is compromised, it’s a data breach, brought to you by your friends at Facebook.",
  "Since 2016, I would argue, Facebook has progressively contributed to the dislocation and decay of America’s political system.",
  "The Cambridge Analytica outrage is now a major scandal — both financially and morally — for the multibillion-dollar business.",
  "They are selling us goods, services and Senators, via Zuckerberg’s platform – created and unleashed with few safeguards.",
  "Sure, overpaid political consultants, Vlad Putin’s henchmen and snake oil salesmen have all embraced Facebook’s tools.",
  "Gregory Keeley is a retired Lt Commander with service in both the United States Navy and the Royal Australian Navy.",
  "Mark Zuckerberg the CEO and COO Sheryl Sandberg, both stated champions of transparency, were reportedly AWOL.",
  "As the bombshell hit, Facebook employees were summonsed, steaming mocha in hand, to an “all hands” meeting.",
  "The surging Cambridge Analytica humiliation is about personal data and its misuse for financial gain.",
  "I was always curious why Facebook, did not have a “dislike” button to complement its “like” button.",
  "This despite Facebook spin and the ready co-operation of the anti-Trump sections of the media.",
  "Fundamentally, the issue is about privacy, trust and corporate responsibility — not politics.",
  "To date, government bureaucracies have proven inept at keeping pace with the media ecosystem.",
  "Perhaps a simple solution is to require campaigns to disclose their online advertising buys?",
  "The Guardian, the newspaper that broke the story referred to the data misuse as a “breach,”.",
  "Surprisingly, and disappointingly for some, the scandal is not about politics or elections.",
  "At best the deflection is a startlingly feeble, unsophisticated attempt to obfuscate.",
  "One must then assume they moved immediately to protect users and disclose the breach?",
  "Make no mistake, this is a Facebook data breach that was sanctioned “in-house”.",
  "Call it campaign meddling, psychological warfare or simply business as usual.",
  "Facebook says it learned of Cambridge Analytica’sprivate database in 2015.",
  "As a consolation prize they sent the company’s second-string lawyer.",
  "Is the private user data as powerful as Cambridge Analytica claims?",
  "Seems the big kahunas are cowering behind the Frappuccino machine.",
  "This is not politically driven, it is technological and cultural.",
  "No matter how Team Zuckerberg attempts to duck this perfidy.",
  "No matter how the hooded bots attempt to abrogate blame.",
  "Is there another, larger CA style balloon about to drop?",
  "Let’s assume for a moment that Facebook is the victim.",
  "To add insult to injury, he was in a suit and tie.",
  "He is a veteran of Iraq, Afghanistan and Pacific.",
  "“We have rules” sputtered a spokesperson.",
  "Close your eyes and really concentrate.",
  "If so what has it been used for?",
  "Well, no actually, they didn’t.",
  "Facebook, Twitter et al do not.",
  "At worst, it is simply untrue.",
  "Where is that information now?",
  "As it turns out, very little.",
  "The profit was enormous.",
  "Seems modest enough.",
  "Can we “unlike” yet?",
  "Now we know."
]