[
  "(This March 20 story has been corrected to fix stock losses figure in third paragraph to “nearly $50 billion” from “$60 billion”)\n\nBy Eric Auchard and David Ingram\n\nLONDON/SAN FRANCISCO (Reuters) - The suspended chief executive of Cambridge Analytica said in a secretly recorded video broadcast on Tuesday that his UK-based political consultancy’s online campaign played a decisive role in U.S. President Donald Trump’s 2016 election victory.",
  "“We are committed to vigorously enforcing our policies to protect people’s information and will take whatever steps are required to see that this happens.”\n\nThe FTC is reviewing whether Facebook violated a 2011 consent decree it reached with the authority over its privacy practices, a person briefed on the matter told Reuters.",
  "The Senate Intelligence Committee, which is conducting a long-term investigation of alleged Russian interference in U.S. politics and a detailed examination of U.S. election security precautions, would carry out its own inquiry of Cambridge Analytica, a Congressional official with direct knowledge of the investigation said.",
  "Cambridge Analytica whistleblower Christopher Wylie told the Washington Post on Tuesday that in 2014 conservative strategist Steve Bannon, who would go on to be Trump's White House adviser, oversaw the firm's early efforts to collect Facebook data to build detailed profiles on millions of American voters.",
  "U.S. law bans foreigners from making contributions or spending money on behalf of a U.S. election campaign but it was not illegal for the Trump campaign to retain Cambridge Analytica’s services, according to Bradley Smith, a former Republican member of the U.S. Federal Election Commission.",
  "CEO Alexander Nix’s comments, which could not be verified, are potentially a further problem for Facebook Inc as it faces lawmakers’ scrutiny in the United States and Europe over Cambridge Analytica’s improper use of 50 million Facebook users’ personal data to target voters.",
  "Slideshow (8 Images)\n\nFacebook says the data were harvested by a British academic, Aleksandr Kogan, who created an app on the platform that was downloaded by 270,000 people, providing access not only to their own personal data but also data from their friends.",
  "PERSONAL INFORMATION\n\nIn Britain, the Information Commissioner’s Office, an independent authority set up to uphold information rights in the public interest, was seeking a warrant from a judge to search the offices of London-based Cambridge Analytica.",
  "“The fact that they are a British company doesn’t add anything to the analysis unless they were giving their services away for free or charging below-market rates,” said Smith, now a professor at the Capital University Law School in Columbus, Ohio.",
  "Facebook and its peers Alphabet Inc’s Google and Twitter already face a backlash from users and lawmakers over their role during the U.S. presidential election by allowing the spread of false information that might have swayed voters toward Trump.",
  "FTC REVIEW, LAWSUIT\n\nU.S. and European lawmakers have demanded an explanation of how Cambridge Analytica gained access to user data in 2014 and why Facebook failed to inform its users, raising broader industry questions about consumer privacy.",
  "REUTERS/Henry Nicholls\n\nFacebook was also hit on Tuesday in a San Francisco court by the first of what could be many lawsuits by shareholders claiming to suffer losses because the company misled them about its ability to protect user data.",
  "The social media network’s shares fell for a second day, closing down 2.5 percent, as investors worried that its dealings with Cambridge Analytica might damage its reputation, deter advertisers and invite restrictive regulation.",
  "Facebook said it had been told by the Federal Trade Commission (FTC), the leading U.S. consumer regulator, that it would receive a letter this week with questions about the data acquired by Cambridge Analytica.",
  "Nix’s comments “do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,” Cambridge Analytica said in a statement on Tuesday.",
  "In the program Nix describes questionable practices used to influence foreign elections and said his firm did all the research, analytics and targeting of voters for Trump’s digital and TV campaigns.",
  "If the FTC finds Facebook violated terms of the consent decree, it has the power to fine the company thousands of dollars a day per violation, which could add up to billions of dollars.",
  "Created in 2013, Cambridge Analytica markets itself as a source of consumer research, targeted advertising and other data-related services to both political and corporate clients.",
  "Brad Parscale, the 2016 Trump campaign’s main digital adviser who dealt regularly with Cambridge Analytica, did not immediately respond to a request for comment on Nix’s claims.",
  "Cambridge Analytica’s board of directors suspended Nix on Tuesday, shortly before the second part of British broadcaster Channel 4’s expose of the firm’s methods.",
  "The committee interviewed Nix by video teleconference, according to the Congressional official, but a transcript of that interview has not yet been made public.",
  "According to the New York Times, it was launched with $15 million in backing from billionaire Republican donor Robert Mercer and a name chosen by Bannon.",
  "Cambridge Analytica has denied all the media claims and said it deleted the data after learning the information did not adhere to data protection rules.",
  "Senator Dianne Feinstein, the top Democrat on the Judiciary Committee, called on Tuesday for Facebook CEO Mark Zuckerberg to testify in Congress.",
  "Facebook has since suspended both the consulting firm and SCL (Strategic Communication Laboratories), a government and military contractor.",
  "(wapo.st/2HOTQNu)\n\nBannon approved spending nearly $1 million to acquire data, including Facebook profiles, in 2014, Wylie told the Post.",
  "A Congressional official said House Intelligence Committee Democrats plan to interview Cambridge Analytica whistleblower Wylie.",
  "The White House said it welcomed inquiries, and that the president believes that Americans’ privacy should be protected.",
  "Bannon, who served on Cambridge Analytica’s board, did not immediately respond to a request for comment from Reuters.",
  "The nameplate of political consultancy, Cambridge Analytica, is seen in central London, Britain March 21, 2018.",
  "It is unclear whether Bannon knew how Cambridge Analytica was obtaining the Facebook data, the Post reported.",
  "Jared Kushner, Trump’s son-in-law and now senior adviser, oversaw the Trump campaign’s digital operations.",
  "The company could also soon face lawsuits on behalf of users whose personal information was exposed.",
  "One former Trump adviser said Kushner brought Cambridge Analytica into the 2016 campaign effort.",
  "He also boasts he met Trump when he was the Republican presidential candidate “many times”.",
  "“The entire company is outraged we were deceived,” Facebook said in a statement on Tuesday.",
  "Congressional staff said the company would brief U.S. Senate and House aides on Wednesday.",
  "Facebook said Kogan then violated its policies by passing the data to Cambridge Analytica.",
  "The company has lost nearly $50 billion of its stock market value over the last two days.",
  "Shares of Snap Inc fell 2.5 percent and Twitter Inc fell more than 10 percent.",
  "Fear of increased regulation hurt other social media firms on Tuesday.",
  "Kushner’s lawyer did not immediately respond to a request for comment.",
  "Facebook said it had been told that the data were destroyed.",
  "It was unclear late on Tuesday whether it had obtained it.",
  "It said it had no indication of a formal investigation.",
  "Kogan was not immediately reachable for comment.",
  "FOREIGN INFLUENCE\n\nU.S."
]