[
  "“If any data theft of Indians is done with the collusion of Facebook systems, it shall not be tolerated.”\n\nPrasad’s remarks came in the wake of reports that Cambridge Analytica, a Britain-based consulting firm, improperly obtained information on more than 50 million Facebook users to target U.S. voters in the 2016 presidential election.",
  "“Any covert or overt attempt to misuse social media including Facebook to influence India’s electoral process through undesirable means will neither be tolerated, nor be permitted.”\n\nIndia is set to hold a national election in 2019, and several states are electing new assemblies this year.",
  "India’s top information technology official on Wednesday warned against any theft of user data from social media platforms with the aim of influencing elections, singling out Facebook and its CEO, Mark Zuckerberg.",
  "Facebook has said Cambridge Analytica obtained the data legitimately, but claims that Global Science Research “lied” to the social media platform and violated its terms of service by transferring the information.",
  "The app collected psychological test data from Facebook users and their friends and shared the information with Cambridge Analytica, allowing the firm to deliver pro-Trump messaging to potential voters online.",
  "“Abuse of social media including Facebook cannot be allowed to impact the fairness of elections,” Information and Technology Minister Ravi Shankar Prasad told reporters, according to Reuters.",
  "The firm received Facebook user information through an app developed by a third party company named Global Science Research, according to Cambridge Analytica whistleblower Christopher Wylie.",
  "“In the wake of recent data theft from Facebook, let my stern warning be heard across the Atlantic, far away in California,” he said, according to Reuters.",
  "The scandal has raised new questions about how Facebook manages and grants access to user data and how that information is used in political campaigns.",
  "ALSO WATCH: Hungarian PM Says Facebook Censored His Anti-Immigrant Video\n\nFollow Will on Twitter\n\nSend tips to will@dailycallernewsfoundation.org.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Mark Zuckerberg, you better note the observation of the IT minister of India,” he said, referring to himself in the third person.",
  "Prasad said Tuesday that the government would deal harshly with similar schemes targeting India’s elections.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Prasad went on to personally admonish Zuckerberg.",
  "“Mr."
]