[
  "More: To battle fake news and trolls, we need more sunlight on our social media\n\nPOLICING THE USA: A look at race, justice, media\n\nFacebook is a $500 billion for-profit company (or was until it plunged this week amid the scandal).",
  "Initially, the company got into a sematic Twitter fight about whether it was proper to use the word data “breach.” Facebook knew about Cambridge Analytica taking advantage of its data in 2015, but didn't suspend it until now.",
  "Experts believe that Facebook, more than any other social media platform, has facilitated the spread of fraudulent news because of its vast number of users and the many mechanisms it offers for sharing information quickly.",
  "He told us when his company hit the 2 billion mark in June 2017 that the largest, most influential social network in the world was “making progress connecting the world, and now let's bring the world closer together.",
  "Follow her on Twitter: @Ombudsman\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "Recent reports disclosed that Cambridge Analytica, a Trump-aligned voter profiling company, helped itself to 50 million Facebook user profiles before the 2016 election without any user’s permission.",
  "We’ve been trusting Facebook for years to responsibly and ethically use our data as though Zuckerberg and his company are really “honored” to share this journey of socially conquering the world.",
  "We are now mad that Facebook misused our data, or that the gigantic platform let the Russians stick their hands inside our feeds or that they couldn't figure out a way to control fake news?",
  "If after reading the latest news about a private company harvesting your personal data for political gain, you think Facebook has screwed you, you have no one to blame but yourself.",
  "In this file photo taken on November 21, 2016 Facebook logos are pictured on the screens of a smartphone (R), and a laptop computer, in central London on November 21, 2016.",
  "He acknowledged that Facebook has a responsibility to protect its users' data \"and if we can't then we don't deserve to serve you.”\n\nZuckerberg has said as much before.",
  "The small price we thought we were paying was seeing an annoying ad for a dress bought on StyleWe or shoes from Nordstroms follow us around for a few months.",
  "CLOSE Facebook CEO Mark Zuckerberg posted a message Wednesday admitting mistakes in a privacy scandal involving a data mining firm with Trump connections.",
  "We already knew about the well-documented Russian interference on Facebook during the 2016 election and the platform’s role in perpetuating “fake” news.",
  "We happily, giddily traded all of our privacy and shared data — without much thought — for access to free information about friends, relatives and news.",
  "Few of us really know or understand the extent to which our information is used, and up until the most recent violation, we didn’t seem to care.",
  "It's an honor to be on this journey with you.”\n\nFor years, we loved Facebook without thinking of how it worked or what the consequences were.",
  "Cambridge was able to take that data, analyze it, identify the personalities of American voters and potentially influence them.",
  "We didn't care as long as we could see our friends’ babies, post graduation pictures or share another Trump outrage or paean.",
  "Alicia Shepard, a member of USA TODAY's Board of Contributors, is a longtime media analyst and a former ombudsman for NPR.",
  "We give Facebook tons of data every time we sign on or post or ‘like’ something, and they make boatloads of money off us.",
  "It wasn’t until Wednesday afternoon that Zuckerberg, one of the most powerful people in the world, finally responded.",
  "We thought Zuckerberg was a cultural hero for bringing millions and millions of people all over the world together.",
  "(March 21) AP\n\nWe conveniently forgot that we are the product Facebook and CEO Mark Zuckerberg are marketing.",
  "From the minute the Cambridge Analytica's breach story broke last weekend, Facebook downplayed the problem.",
  "In 2016, advertising accounted for 97% of the company’s revenue, according to Facebook’s annual report.",
  "More: From 'Little Marco' to 'Cryin' Chuck,' all hail Melania's cyberbullying campaign\n\nWe are shocked.",
  "For a chance to show off to our friends, to post pictures about how our lives are better than theirs.",
  "Or claim it is a tech company, not a media company responsible for what third parties do on its site.",
  "Instead of thinking of Facebook as your cool, popular friend, we should all be wary of Facebook.",
  "We always knew that, but it was convenient to look away and hit the “like” button instead.",
  "(Photo: JUSTIN TALLIS, AFP/Getty Images)\n\nAttention Facebook users, all 2 billion of you.",
  "How could our good friend Facebook CEO Mark Zuckerberg take advantage of us like that?",
  "We conveniently forgot or ignored the fact that WE are the product Facebook sells.",
  "In fact, that was essentially his response to Russian interference and fake news.",
  "There was no immediate apology; in fact the platform didn’t say much of anything.",
  "There’s nothing altruistic about Facebook, regardless of what Zuckerberg says.",
  "Facebook has been playing fast and loose with your data and privacy for years.",
  "And who the heck ever read the terms of service before signing it?",
  "Fair or not, the onus to protect our data is on us to get smarter.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "He says Facebook is taking steps to better protect user data.",
  "More: Florida shooting survivors aren't 'crisis actors.'",
  "So here's how to adjust your Facebook privacy settings.",
  "Facebook continually wowed us; it rarely worried us.",
  "The Cambridge Analytica scandal is a wake-up call.",
  "Read or Share this story: https://usat.ly/2DLaknx",
  "Its lifeblood is third-party advertising.",
  "They sell our information to advertisers.",
  "There is no such thing as a free lunch.",
  "Facebook is amazing, we all exclaimed.",
  "They're victims of Internet failure.",
  "Or understood the privacy settings?",
  "Watch for the platform to trick us.",
  "We really have no right to be mad.",
  "So, now we are suddenly outraged?",
  "We are not Facebook’s customers.",
  "We don’t pay to use it.",
  "Facebook is our friend.",
  "He could do no wrong.",
  "We are outraged.",
  "Do it."
]