[
  "Facebook's Asia Pacific vice-president public policy Simon Milner, and Facebook's head of public policy in Indonesia Ruben Hattari, are seen at a public hearing and meeting at the Indonesian parliament on issues ranging from data protection to the oversight of content by the social media giant in Jakarta, Indonesia, April 17, 2018.",
  "Facebook said in an emailed statement last week: “We are strongly committed to protecting people’s information, and we intend to make all the same privacy controls and settings available everywhere.”\n\nThe company said it would “continue to work with privacy and information commissioners, and authorities, in Indonesia”.",
  "JAKARTA (Reuters) - A Facebook official apologised to Indonesian members of parliament on Tuesday during a five-hour grilling at a public hearing on issues ranging from the misuse of personal data to the oversight of content by the social media giant.",
  "In a statement read out at the hearing, Facebook’s head of public policy in Indonesia said that 1,096,666 people in Indonesia may have had their data shared, or 1.26 percent of the global total, after 748 people took an app-based personality quiz.",
  "“Can you convince me that what happened in the U.S. won’t happen here in this year of regional elections?” asked Evita Nursanty, an MP from the Indonesian Democratic Party of Stuggle (PDIP), referring to a series of upcoming local elections.",
  "At the hearing, Simon Milner, Facebook’s Asia-Pacific vice president of public policy, said the company had deleted the app developed by academic Aleksandr Kogan and ordered Cambrige Analytica to delete any data it may have helped harvest.",
  "REUTERS/Willy Kurniawan\n\nFacebook has been hit by revelations that data of some 87 million users were improperly accessed by political consultancy Cambridge Analytica, which worked on U.S. President Donald Trump’s election campaign.",
  "Indonesians are among the world’s biggest users of Facebook and authorities in the Southeast Asian country have demanded answers from the company on how personal data of its citizens was shared with Cambridge Analytica.",
  "“Tell Mark Zuckerberg Indonesia will implement a new law on protection of data privacy and Facebook must abide by it,” said Suryo, referring to the chief executive of Facebook.",
  "Roy Suryo, an MP from the Democratic Party, said at the hearing that parliament and the government were in the process of making a new law on data privacy protection.",
  "Indonesian police are investigating whether Facebook breached a government decree on private data protection and a law on electronic information and transactions.",
  "Some of the MPs also focused on allegations that Facebook users’ personal data was used in online campaigns to play a role in Trump’s 2016 election victory.",
  "Another MP, Junico BP Siahaan, also from the PDIP, said that if Facebook could not control hoax news then Indonesia should have the right to close it.",
  "Breaches of the law can include criminal sanctions with a maximum penalty of up to 12 years in jail or a fine of 12 billion rupiah ($870,000).",
  "Communications Minister Rudiantara has also said he wants more information from Facebook on how data sharing affected people in the country.",
  "Slideshow (2 Images)\n\nThe minister told Reuters on Monday he had sent a second warning letter to Facebook over the issue.",
  "“I truly apologize for this...I hope our answers can satisfy you,” Ruben Hattari told MPs from a parliamentary committee."
]