[
  "Christopher Wylie, the whistleblower who shone a light on Cambridge Analytica’s breach of Facebook’s data rules, has said AggregateIQ operated as “almost as an internal department of Cambridge Analytica.” The phone number of AggregateIQ’s President, Zackary Massingham, was once listed in contact information for a Canadian office of SCL Elections.",
  "A CNBC investigation found that the firm was running “personality quizzes” that it claimed were used for academic research, but was selling the resulting data to commercial marketing clients.",
  "Facebook told the National Observer that it had suspended AggregateIQ based on reports of connections between AggregateIQ and Cambridge Analytica’s British parent company, SCL Elections.",
  "The Friday suspension of Victoria, British Columbia-based AggregateIQ was reported by Canada’s National Observer, and involves an even more complex and disputed web of relationships.",
  "Shockingly, Facebook was not aware of the issue until it was alerted by CNBC, and told reporters it could not detect such dishonest self-identification by groups using its platform.",
  "The manager of the pro-Brexit Vote Leave campaign has described AggregateIQ as crucial to their win — an outcome that threatens to cause long-term economic chaos worldwide.",
  "The firm worked with Aleksandr Kogan, a psychology researcher at Cambridge who is not affiliated with the Pscyhometrics Center, in a private capacity.",
  "Facebook has suspended two more data analytics companies from using its services, following public outrage over the Cambridge Analytica scandal.",
  "Facebook confirmed Sunday that it had suspended CubeYou, a California firm, which is accused of harvesting user data under false pretenses.",
  "CubeYou worked with the University of Cambridge’s Psychometrics Center, though the center told CNBC that collaboration was very limited.",
  "Correction: This article previously stated that Cambridge Analytica had worked with the Cambridge University Psychometrics Center.",
  "The opacity of those relationships may have helped Leave campaigners in the Brexit vote flout British campaign finance rules.",
  "Much more clear is that AggregateIQ was to Brexit roughly what Cambridge Analytica was to the Trump presidential campaign.",
  "That followed the Friday suspension of AggregateIQ, a Canadian firm that is allegedly tied to Cambridge Analytica.",
  "Despite that evidence, AggregateIQ recently denied any connection to SCL or Cambridge Analytica.",
  "The Guardian last year unearthed documents linking both firms to Trump backer Robert Mercer.",
  "Canadian authorities are also investigating AggregateIQ over possible privacy violations.",
  "CubeYou’s violation may be indicative of a lurking iceberg of abuses.",
  "Get Data Sheet, Fortune’s technology newsletter."
]