[
  "Dismissing the allegations against them, Cambridge Analytica also addressed the wave of scrutiny they've received, adding in their statement that \"Over the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations and, despite the company's efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.\"",
  "The statement went on to say that the media coverage surrounding the Facebook controversy has \"driven away virtually all of the Company's customers and suppliers,\" adding that \"as a result, it has been determined that it is no longer viable to continue operating the business, which left Cambridge Analytica with no realistic alternative to placing the company into administration.\"",
  "The Obama administration hired Cambridge Analytica's parent company, SCL Group, in 2016 for an ongoing $500,000 contract to analyze the mentality of Islamist militants in order to hinder their online recruitment efforts.",
  "The company is immediately ceasing all operations and the boards have applied to appoint insolvency practitioners Crowe Clark Whitehill LLP to act as the independent administrator for Cambridge Analytica.\"",
  "Employees of Cambridge Analytica in both the UK and DC offices were notified of their terminations on Wednesday, after the company determined that their reputation had been irreparably damaged.",
  "It's possible that up to 87 million users' data was collected in the Facebook scandal linked to Cambridge, after the firm had come under fire for their methods of profiling prospective voters.",
  "Republican donor Robert Mercer has reportedly poured at least $15 million into the company, which worked for President Trump's campaign as well as that of Sen. Ted Cruz.",
  "Former chief strategist for Trump, Steve Bannon, previously served on Cambridge Analytica's board, and also worked stints as the company's vice president and secretary.",
  "According to the State Department's acting undersecretary for public diplomacy, Heather Nauert, the department has entered into previous contracts with SCL Group.",
  "Robert Mueller's special counsel investigation has looked into the group over speculation of Russian meddling in the 2016 election in the United States.",
  "In a press release, Cambridge said that they and their parent company, SCL Elections, \"filed applications to commence insolvency proceedings in the U.K.",
  "The company blames negative press for their demise, after it was discovered that they were harvesting the data of Facebook users.",
  "Marketing research firm Cambridge Analytica is filing for bankruptcy, the company announced on Wednesday.",
  "Cambridge Analytica referred to their negative press as \"a siege.\""
]