[
  "“As a result, it has been determined that it is no longer viable to continue operating the business, which left Cambridge Analytica with no realistic alternative to placing the company into administration.”\n\nAllegations of improper use of data on 87 million Facebook users by Cambridge Analytica, which was hired by President Donald Trump’s 2016 U.S. election campaign, has hurt the shares of the world’s biggest social network and prompted multiple official investigations.",
  "One unanswered question in Special Counsel Robert Mueller’s investigation into whether there was any collusion between Trump’s campaign and Russia is whether Russia’s Internet Research Agency or Russian intelligence used data Cambridge Analytica obtained from Facebook or other sources to help target and time anti-Hillary Clinton, pro-Trump and politically and racially divisive messages during the election.",
  "“Over the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations and, despite the company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas,” the company’s statement said.",
  "Cambridge Analytica was created around 2013 initially with a focus on U.S. elections, with $15 million in backing from billionaire Republican donor Robert Mercer and a name chosen by future Trump White House adviser Steve Bannon, the New York Times reported.",
  "SCL Elections and Cambridge Analytica will begin bankruptcy proceedings, the firm said, after losing clients and facing mounting legal fees in the controversy over reports the company harvested personal data about Facebook users beginning in 2014.",
  "Bannon was a former vice president of the London-based firm, and Mueller has asked it to provide internal documents about how its data and analyses were used in the Trump campaign, according to sources familiar with the investigation.",
  "Cambridge Analytica, the data firm embroiled in a controversy over its handling of Facebook Inc user data, and its British parent firm SCL Elections Ltd. are shutting down immediately, the company said on Wednesday.",
  "Cambridge Analytica is a part of SCL Group, a government and military contractor that says it works on everything from food security research to counter-narcotics to political campaigns.",
  "The company boasted it could develop psychological profiles of consumers and voters which was a “secret sauce” it used to sway them more effectively than traditional advertising could.",
  "After Trump won the White House in 2016, in part with the firm’s help, Cambridge Analytica CEO Alexander Nix went to more clients to pitch his services, the Times reported last year.",
  "Cambridge Analytica marketed itself as providing consumer research, targeted advertising and other data-related services to both political and corporate clients.",
  "The firm is shutting down effective Wednesday and employees have been told to turn in their computers, the Wall Street Journal reported earlier.",
  "“The siege of media coverage has driven away virtually all of the Company’s customers and suppliers,” the company’s statement said.",
  "SCL was founded more than 25 years ago, according to its website."
]