[
  "More: Purging Russian bots and trolls from politics may backfire\n\nPOLICING THE USA: A look at race, justice, media\n\nAnd Facebook knows a lot about you, writes George Abi-Heila, head of growth at a French start-up:\n\nWhenever you post a photo to Facebook, it keeps a record of all the data that’s attached to it.",
  "Your computer and phone used to be ways for you to learn more about the world than had ever been possible before in human history; now your devices have turned into tools for governments and corporations to keep tabs on you in ways that have never been possible before in human history.",
  "If you’re part of the 1.4B people that use Facebook on a daily basis, they have enough data points to determine your everyday life patterns with great accuracy: home and work address, daily commute, wake up & bedtime, travel duration & destination, etc.",
  "To be fair, if someone working for Hillary Clinton instead of Donald Trump had done this, there’d be less outrage in the press (in fact, when Obama's campaign collected Facebook user information in 2012, the press mostly praised their ingenuity).",
  "Have a look: Camera Maker, Model, Orientation, Exposure, F-Stop, ISO Speed, Focal Length, Latitude, Longitude & Upload IP Address... Every time you open Facebook, the time, location, IP address, browser & device have been recorded.",
  "(And so far, there hasn’t been much antitrust scrutiny directed at Silicon Valley, though that might change as what University of Tennessee law professor Maurice Stucke calls “data-opolies” come under increasing scrutiny.)",
  "And what changed wasn’t so much that people objected to Silicon Valley’s tech lords making money, as that people began to doubt whether Silicon Valley was, anymore, working to make ordinary people richer and more capable.",
  "Glenn Harlan Reynolds, a University of Tennessee law professor and the author of The New School: How the Information Age Will Save American Education from Itself, is a member of USA TODAY's Board of Contributors.",
  "Facebook is designed to encourage people to give up a lot of information, information that Facebook then sells to companies and organizations who want to know, or manipulate, what people on Facebook do.",
  "Facebook allegedly said that its image recognition models could recognize human faces with 98% accuracy & that it could identify a person in one picture out of 800 million in less than five seconds.",
  "Silicon Valley seemed to have gone from the hammer-wielding woman in that famous “1984” Apple commercial, to the Big Brother figure up on the screen in that famous “1984” Apple commercial.",
  "Because it was constantly innovating, it stayed ahead of regulators’ ability to regulate, resulting in “permissionless innovation” — change that didn’t have to ask for permission first.",
  "More: To battle fake news and trolls, we need more sunlight on our social media\n\nUntil all of a sudden, things changed and Silicon Valley’s “regulatory exceptionalism” came to an end.",
  "Cambridge Analytica allegedly scraped data from Facebook users — apparently in accordance with Facebook rules at the time — but that has a lot of people hot and bothered.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "And Facebook is just one of several tech companies, among them Google, Netflix and Amazon, that have deep stacks of personal data and near-monopolies in their sectors.",
  "Every day, billions of people are telling an algorithm what a human face looks like, from different angles, at different ages, and in different light conditions.",
  "It was seen as a center of innovation, where hard-working entrepreneurs started businesses in garages, and produced things that made everyone’s lives better.",
  "And that seemed fine, as it brought us personal computers, spreadsheets, word processing, databases, laptops, cell phones, smart phones and social media.",
  "From the old days of Lotus and Visicalc and CP/M, to just a year or two ago with Facebook and Uber, Silicon Valley has basked in its glowing reputation.",
  "Facebook itself conducted an experiment on whether it could manipulate users’ emotional states by changing what showed up in their timelines.",
  "Silicon Valley was making us richer and more capable as individuals, and if they made a lot of money in the process, that seemed only fair.",
  "Where, a decade or so ago, the tech world’s products served to liberate us from the control of big institutions — I wrote a book on that!",
  "Facebook CEO Mark Zuckerberg (Photo: Mladen Antonov, AFP/Getty Images)\n\nSilicon Valley’s reputation used to protect it from regulation.",
  "You’d like to believe that the market will discipline this behavior, but Facebook doesn’t have any direct competitors.",
  "Now they communicate via giant quasi-monopoly “social media” sites that mute and ban users over their politics.",
  "Well, every time you tag a photo, you’re adding to an enormous, user-driven wealth of knowledge and data.",
  "When Silicon Valley looked like it was freeing Americans, it got a lot of leeway from the public.",
  "Now that it looks more creepy than liberating, expect the public to demand much more scrutiny.",
  "Just the FAQs\n\nFacebook and Cambridge Analytica are part of Silicon Valley's fall from grace.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "— now they seem designed to keep us under the thumb of big institutions.",
  "That seems quite obvious but I didn’t suspect it was so detailed.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "Expect the public to demand government scrutiny and regulation.",
  "More: You are not friends with Facebook and Mark Zuckerberg.",
  "Apparently, Facebook has 232 examples of what I look like.",
  "Now it’s changed in ways that make regulation more likely.",
  "People used to start blogs to express themselves.",
  "Read or Share this story: https://usat.ly/2DTLou4",
  "And now we have the Cambridge Analytica scandal.",
  "But that doesn’t mean there isn’t an issue.",
  "Follow him on Twitter: @instapundit.",
  "And maybe some trust-busting.",
  "You are their product.",
  "How does it know?",
  "We have the FAQs.",
  "The result?",
  "..."
]