[
  "Three stories you should know about before the hearings begin:\n\nFirst of all: Facebook sent an apology letter for not preventing the spread of abusive content in Myanmar — an apology that NGOs in the country called “grossly insufficient.” Trolls used Facebook to target Myanmar’s Muslims with misinformation and threats of violence.",
  "Federal agents have seized the communications of Trump’s personal lawyer and Trump is very upset\n\nAgents carried out “a series of search warrants” on President Trump's longtime personal lawyer Michael Cohen, according to Cohen's lawyer Stephen Ryan.",
  "As Mark Zuckerberg takes the hot seat, Facebook is under more fire\n\nToday, the founder of Facebook is set to begin two days of congressional hearings where he’ll answer questions on the Cambridge Analytica data-harvesting scandal.",
  "Zuckerberg presented Congress with written testimony before the hearings — in it, he said that it’s “clear now” that Facebook “didn't do enough” to prevent its tools “from being used for harm.” And that’s just the pre-show.",
  "Trump says “nothing is off the table” when it comes to Syria\n\nPresident Donald Trump said yesterday he would announce the US response to the alleged use of chemical weapons against civilians in Syria within 24–48 hours.",
  "Trump said Monday his administration would make a decision on Syria within 24 to 48 hours: “If it’s the Russians, if it’s Syria, if it’s Iran, if it’s all of them together, we’ll figure it out,” he said.",
  "Quick brief:\n\nYulia Skripal, who was poisoned by a nerve agent along with her father, a former Russian spy, has reportedly been released from the hospital and taken to a secure location.",
  "First, the background: This past weekend, a suspected chemical attack killed as many as 70 people in what was one of the last remaining footholds for opposition forces.",
  "Activists say Facebook inappropriately suspended accounts and removed content belonging to human rights activists and journalists at the behest of the government.",
  "Stormy Daniels is fighting so that her lawsuit against Donald Trump doesn’t go to private arbitration — if it does, that would shield the matter from the public.",
  "So the stage is set:\n\nFrom Zuckerberg’s written testimony to Congress: “We didn't take a broad enough view of our responsibility, and that was a big mistake.",
  "Michigan agreed to fund testing of up to 30,000 kids in Flint for developmental delays linked to the city’s lead poisoning crisis.",
  "Rebel leaders told us they support military action by the US and its allies against the regime of President Bashar al-Assad.",
  "“I have this witch hunt constantly going on,\" the president said, adding, “It's an attack on our country, in a true sense.",
  "He tweeted, “President Putin, Russia and Iran are responsible for backing Animal Assad.”\n\nWhat do Syrian rebels say?",
  "Ryan said the action was “in part, a referral by the Office of Special Counsel, Robert Mueller.”\n\nTrump was livid.",
  "And to add to all of this: Extremists in Sri Lanka also used Facebook to organize deadly violence against Muslims.",
  "He placed blame for this weekend's attack at the feet of Russia and Iran — criticizing Vladimir Putin by name.",
  "On top of that: Facebook has been accused of helping the Vietnamese government crack down on dissent.",
  "I started Facebook, I run it, and I'm responsible for what happens here.”\n\nThis oughta be good.",
  "The company is accused of not doing enough to prevent it.",
  "They hope any strikes won’t be for show this time.",
  "It's an attack on what we all stand for.\"",
  "It was my mistake, and I'm sorry.",
  "How did Trump respond?",
  "How did we get here?",
  "What happens next?"
]