[
  "He acknowledged the president’s tweeting “makes everybody crazy.”\n\nDuring the same interview, he said National Economic Council director Gary Cohn was an unparalleled “adult in the sandbox,” chief of staff Reince Priebus “knows the hardware and the plumbing of Washington,” and strategist Steve Bannon was a “vicar of a philosophy, whether we agree with it or not” and compared him to a “Buddhist monk.” All three men have since departed the White House.",
  "“His motto is that a lion wakes up every morning and knows one thing — that it has to run faster than the fastest gazelle, and a gazelle wakes up and she knows that she needs to run faster than the fastest lion, but whether you’re a gazelle or a lion, you get up in the morning and you get the hell going, and that is Donald,” he said.",
  "Prosecutors’ questions have been wide-ranging, these people said, touching on the campaign’s data operations, its relationship with data-mining company Cambridge Analytica, payments to Gates and whether there were arrangements that weren’t disclosed in filings to the Federal Election Commission, they said.",
  "Your base now is the world and America, so you have all these constituencies; show them who you really are.’ In my opinion, he’s better than this.”\n\nIn the same interview, he talked about Manafort, who he said he invited on his yacht off the coast of Greece after he was ousted by the Trump campaign.",
  "One person told the AP the questioning focused entirely on Trump’s former campaign chair, Paul Manafort, and his longtime deputy, Rick Gates, both of whom were indicted by Mueller in February on a combined 32 counts, including tax, financial, and bank fraud crimes.",
  "Tom Barrack, a real estate investor and longtime friend and confidant of President Donald Trump, has been interviewed by special counsel Robert Mueller’s team of investigators, according to a report from the Associated Press.",
  "Per the AP, Barrack’s publicist in 2016 said after the deal Barrack and Trump “solidified a lifelong friendship between themselves and their families.”\n\nBarrack was a vocal supporter of Trump during the 2016 campaign.",
  "Per the AP:\n\nInvestigators have for months been inquiring about the Trump campaign’s finances and compliance with federal election law, according to four people familiar with the matter.",
  "While it’s not really clear what Mueller was looking for in speaking for Barrack, it fits a pattern of the special counsel taking interest in the flow of money related to the campaign.",
  "The person told the AP that Barrack was interviewed “months ago” and was asked a “few questions” about Gates’s work on Trump’s inaugural committee, which Barrack chaired.",
  "Another person told the AP the questioning was “broader” and did include financial matters about the campaign, the presidential transition, and Trump’s inauguration.",
  "He told the Washington Post in October of last year that he had been “shocked” and “stunned” by some of the president’s rhetoric — and, of course, the tweets.",
  "In a June 2017 interview with Bloomberg, he said the White House was still “learning on the job how to govern” and that it was something that just takes time.",
  "He said he disagreed with Trump’s travel ban aimed primarily at people from majority-Muslim countries and his insistence on the wall with Mexico.",
  "It’s part of Mueller’s ongoing probe into Russian meddling in the 2016 election and potential collusion between the Trump campaign and Russia.",
  "I said, ‘I have got five guys on a boat,’ and ‘Join us.’ He came over, and he spent four or five days figuring out what he would do next.”",
  "There have been indications that Barrack is aware this whole thing hasn’t played out as well as his earlier optimism suggested.",
  "After the election, Barrack chaired the presidential inaugural committee, which raised a record $107 million.",
  "Barrack predicted that the American people would see a “softer, kinder” Trump after he won the presidency.",
  "He founded and was executive chair of the company’s predecessor, Colony Capital, which he created in 1991.",
  "Mueller issued a prior indictment of the pair in October 2017, including conspiracy against the US.",
  "He met Trump in 1988 when he negotiated the sale of the Plaza Hotel in Manhattan to Trump.",
  "Barrack is the executive chair of real estate investment firm Colony NorthStar.",
  "Gates has pleaded guilty and is cooperating with Mueller; Manafort has not.",
  "The person there weren’t any questions about the committee’s fundraising.",
  "He spoke at the Republican National Convention in Cleveland.",
  "He’s very focused on some of the ardent things,” he said.",
  "“He thinks he has to be loyal to his base,” he said.",
  "“He got fired, and I felt terrible,” Barrack said.",
  "Gates served on the inaugural committee under him.",
  "(Trump sold the hotel seven years later in 1995.)",
  "“He’s changing his points of view on things.",
  "“I keep on saying, ‘But who is your base?",
  "“When Manafort called, he was depressed.",
  "He also formed a pro-Trump Super PAC.",
  "Trump doesn’t have a lot of friends.",
  "They’re softening on some things.",
  "You don’t have a natural base.",
  "Tom Barrack is one of them."
]