[
  "The revelation is significant because the social media giant is currently embroiled in a scandal over the data mining abuses of Cambridge Analytica, the political data analytics firm that helped President Donald Trump win the 2016 election.",
  "In a series of tweets posted late Sunday, Carol Davidsen, who served as director of integration and media analytics for Obama for America, explained how Facebook allowed the campaign to mine and use Facebook user data in campaign emails.",
  "\"They came to office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side,” she wrote.",
  "A former Obama campaign staffer claims Facebook allowed them to mine massive amounts of user data in 2012 because Facebook was on the same political side as then-President Barack Obama.",
  "But Facebook knew what the campaign was doing, Davidsen went on to explain, writing Facebook executives turned a blind-eye because they were on the same side of politics as Obama.",
  "Now, the Federal Trade Commission is investigating Facebook to determine if the company violated a 2011 settlement on the use of personal data, according to Bloomberg News.",
  "This gave the Obama campaign a huge leg-up on the Mitt Romney campaign, Davidsen explained, because it allowed the campaign to identify new potential Obama supporters.",
  "\"Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized that was what we were doing,” Davidsen tweeted.",
  "During a talk in 2015, Davidsen claimed the Obama campaign was able to \"ingest the entire social network\" of U.S.-based Facebook users.",
  "This was the only one that felt creepy, even though we played by the rules, and didn’t do anything I felt was ugly, with the data.",
  "That wasn’t thought all the way through and now there’s a disadvantage of information that, that to me, seems unfair.",
  "\"I’m a Democrat, so maybe I could argue that’s a great thing, but really it’s not in the overall process, right?",
  "Davidsen later wrote the practice felt \"creepy,\" although it was the only data practice she felt uneasy about.",
  "— Carol Davidsen (@cld276) March 19, 2018\n\nWhat else has she said about the practice?",
  "\"Where this gets complicated is, that freaked Facebook out, right?",
  "But I’m not Facebook, so this is the reality,\" she explained.",
  "So the data is out there, you can’t take it back, right?",
  "I worked on all of the data integration projects at OFA.",
  "Well, the Republicans never built an app to do that.",
  "So Democrats have this information,\" she said.",
  "So they shut off the feature.",
  "What happened?"
]