[
  "Former chief Trump strategist Steve Bannon spoke publicly for the first time Thursday about the data analytics company that is now under fire for allegedly exploiting the personal data of roughly 50 million Facebook users.",
  "When the interviewer pointed out that people were unaware their information was being sold, Bannon said, that's an \"issue between Cambridge, the professor [who collected the information] and Facebook.\"",
  "Bannon claimed that Republican Roy Moore, whom he campaigned for, only lost in the Alabama special Senate election because Republicans came up with allegations that he had touched young girls.",
  "Earlier this month in France, he made headlines when he suggested people who identify with his nationalist agenda should embrace accusations of racism and wear them like a \"badge of honor.\"",
  "Bannon was ousted from the White House in August, and disavowed by the president in January after he reportedly claimed Donald Trump Jr.'s meeting with a Russian lawyer was \"treasonous.\"",
  "Bannon also spoke critically of chief of staff John Kelly and the order he's tired to impose on the White House, saying that if Kelly leaves, there won't be another chief of staff.",
  "The former Breitbart News chief also expressed doubt that Mr. Trump will actually meet with North Korean leader Kim Jong Un, as Mr. Trump has said he will do by the end of May.",
  "In January, Bannon was also ousted from his position as chairman of Breitbart News, the right-wing news site credited with energizing Mr. Trump's base during the 2016 election.",
  "The information sharing of millions of voters has roiled lawmakers on Capitol Hill, who are demanding answers from Facebook executives and Cambridge Analytica.",
  "Asked about suspended Cambridge Analytica CEO Alexander Nix at the Financial Times' Future of News conference in New York Thursday, Bannon declined to comment.",
  "Bannon once helped run the data firm Cambridge Analytica, which President Trump's campaign worked with during the 2016 presidential campaign.",
  "After living a relatively secluded existence since leaving the White House last year, Bannon has been on a speaking binge lately.",
  "Multiple women accused Moore of inappropriate relationships with them when they were teens and he was in his 30s.",
  "Wear it as a badge of honor,\" Bannon said, applause erupting from the audience.",
  "\"History is on our side,\" Bannon told France's far-right political leaders.",
  "But he was happy to talk about Facebook's role in acquiring people's data.",
  "\"And the biggest reason -- the globalists have no answers to freedom.",
  "\"The data from Facebook is just about the cost of it,\" Bannon said.",
  "Bannon claimed he \"didn't even know about the Facebook mining.\"",
  "\"That data's out there, there's a marketplace for your data.",
  "\"Because every day, we get stronger, and they get weaker.\"",
  "\"I'd rather not comment,\" Bannon said.",
  "It's bought and sold every day.\"",
  "Let them call you xenophobes.",
  "Let them call you nativist.",
  "Let them call you racist."
]