[
  "Alexander Nix, the former chief executive of Cambridge Analytica, the now-shuttered political consultancy at the center of Facebook’s data-mining scandal, told a British parliamentary panel Wednesday that he and his company were “victims” of “ludicrous conspiracy theories” peddled by a jealous former employee and amplified by “global liberal media.”\n\nAlternatively defiant, exasperated and testy, Nix said Cambridge Analytica’s targeted advertising and messaging work for Donald Trump’s successful 2016 presidential campaign had put “a huge target on our back.”\n\nCoupled with “unfounded” accusations that Cambridge Analytica was involved in the Brexit vote, “you have the makings of a perfect storm.",
  "But it defended its compiling of Facebook data, saying it was being “vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas.”\n\nNix was suspended by Cambridge Analytica’s board in March after he appeared in a sensational undercover investigation by the British broadcaster Channel 4, in which he boasted of the company’s prowess in running — and winning — dirty campaigns overseas and offering to entrap opponents by bribery, extortion and “honey traps” employing Ukrainian sex workers.",
  "who purports to be a protector of data sovereignty but who actually acquired a significantly larger data set than ours, and then went and tried to commercialize it in exactly the same way we did, and then spent the last two or three years getting bitter and jealous.”\n\nAsked about a report in the Financial Times that Nix took $8 million out of the company before it collapsed, he at first called the article false and its facts wrong.",
  "Cambridge Analytica, a small and once obscure consulting and advertising firm, became the subject of investigation and condemnation after it was revealed the company had improperly obtained the personal information of millions of Facebook users.",
  "Nix also denied that he had lied to the committee in February when he asserted “we do not work with Facebook data, and we do not have Facebook data.” Nix explained he meant the company was not at the time working with such data.",
  "On Wednesday, Nix conceded that his portrayal of Cambridge Analytica’s alleged dark arts was “not my finest hour.” The Channel 4 video shows Nix trying to woo a potential “client,” who was in fact an undercover reporter.",
  "“If you’re sitting where I am right now, you’d probably feel quite victimized,” Nix told the House of Commons select committee, which had issued a summons for him to appear in its investigation of fake news.",
  "After working at the company for only 10 months, alongside academic Aleksandr Kogan, who initially mined the personal Facebook data, Wylie “went around America pitching his business,” Nix said.",
  "Nix blamed his troubles on an ex-employee turned whistleblower, Christopher Wylie, who served as a major source for stories in the Guardian, the New York Times and The Washington Post.",
  "Responding to repeated questions about the Channel 4 exposé, Nix said, “You don’t need to sit there and sully my reputation; I’ve already done that, to a worldwide audience.",
  "Cambridge Analytica's former chief executive, Alexander Nix, arrives to give evidence to Parliament's Digital, Culture, Media and Sport Committee on June 6.",
  "However, a Canadian company with ties to Cambridge Analytica did do work for at least two pro-Brexit campaigns, according to Britain’s electoral commission.",
  "In addition to helping to run Trump’s campaign, Cambridge Analytica worked on a handful of elections a year in Africa, Latin America and the Caribbean.",
  "The British lawmakers charged that Nix had purposefully and repeatedly misled them when he testified in February, before the Facebook scandal broke.",
  "(Tolga Akmen/AFP/Getty Images)\n\nIn early May, the company said it would cease operations and declare bankruptcy in the United States and Britain.",
  "Read more\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "“I only saw [the article] briefly before coming to the committee meeting and haven’t had a chance to consider it with my counsel,” he said.",
  "In his testimony, Nix denied that his company worked on the successful Brexit referendum for Britain to leave the European Union.",
  "“I accept that some of my answers could have been clearer, but I assure you that I didn’t intend to mislead you,” he said.",
  "Channel 4 got their man.”\n\nChannel 4 quickly issued a statement denying any entrapment or improper editing.",
  "Stephen K. Bannon served as vice president of the firm before going to work for Trump full time in 2016.",
  "Yes, it was foolish of me, and it was a well-crafted entrapment, sting, whatever you want to call it.",
  "Nix insisted that his pitch was all “hyperbole” and that his company never employed such tactics.",
  "“My point is, you have an individual, claiming to be a whistleblower .",
  "Investors included conservative mega-donor Robert Mercer.",
  "At the end of the day, Nix amended that assessment.",
  "You have someone people want to hate,” Nix said.",
  "Nix kept returning to Wylie in his testimony.",
  ".",
  ".",
  ".",
  ".",
  "."
]