[
  "But as Facebook, Google, Twitter and like companies now contritely cover their tracks and comply with the government’s requests, they simultaneously remain quiet about a critical trend that promises to subvert the nation’s political integrity yet again if left unaddressed: the systemic integration of artificial intelligence into the same digital marketing technologies that were exploited by both Cambridge Analytica and the Internet Research Agency.",
  "This revelation came on the heels of the announcement made last month by the Justice Department special counsel Robert Mueller of the indictment of 13 Russians who worked for the Internet Research Agency, a “troll farm” tied to the Kremlin, charging that they wielded fake social media accounts to influence the 2016 presidential elections.",
  "These were often timed for release with politically charged incidents in the real world — including, for instance, the suicide bombings in Brussels, the declaration of Donald Trump as the Republican nominee and Mr. Trump’s staging of a town hall in New Hampshire, each of which occurred weeks before election night in 2016.",
  "Nine days ago, we learned that Cambridge Analytica, the firm engaged by the Trump campaign to lead its digital strategy leading up to the 2016 United States presidential elections, illegitimately gained access to the Facebook data of more than 50 million users, many of them American voters.",
  "To be sure, we know that the Internet Research Agency’s deception campaigns altogether enjoyed broad reach and were viewed by many Americans; more than 126 million of us may have unwittingly viewed the Russians’ egregious and misleading content on Facebook alone.",
  "And if Cambridge Analytica did indeed make use of the rich trove of sensitive data it acquired from Aleksandr Kogan’s firm Global Science Research, Cambridge Analytica’s content too likely reached tens of millions of American voters.",
  "But because their digital messaging was largely controlled directly by a bottleneck of human propagators, its spread necessarily was relatively uncoordinated and ad hoc.",
  "According to the F.B.I.’s findings, the tactics used to date by Russia have, technologically speaking, not been particularly sophisticated.",
  "Those tactics have included the direct control of fake social media accounts and manual drafting of subversive messages.",
  "Further, according to various experts, Cambridge Analytica’s targeting efforts likely were tame and ineffective.",
  "Each step of the digital campaigns seems to have been orchestrated by a human working from a computer terminal."
]