[
  "He needs to come testify before Congress and explain how they're going to work with us to both protect privacy; there are 50 million Facebook accounts that were used by this sketchy firm, Cambridge Analytica, and how we're going to make sure it doesn't happen again in terms of weaponization of these social media platforms.",
  "So our committee -- bipartisan people like Martin Heinrich and Kamala Harris, Susan Collins, James Lankford -- we came up with legislation that said let's make sure there's that paper trail after every paper ballot paper trail after every vote.",
  "MARGARET BRENNAN: And with Cambridge Analytica what you're talking about there is this firm that sort of scraped some of this data that people didn't know their their personal information was going to be used or manipulated in the process.",
  "And that's just with fake accounts the next wave of technology will be able to have your image with words coming out of your mouth that may not be said or your face put on somebody else's body in terms of next wave of technology.",
  "And what I think is an embarrassment and a bit disgraceful is that this president still has not called out election security, has not told his top law enforcement and top intelligence agents to make this a priority.",
  "Let's make sure there's better sharing of information and in the spending bill there was about 386 million dollars to help states get their act together because you know we're already in primary seasons.",
  "I'd always been in favor of universal background checks particularly after Sandy Hook but I think it's time for us to have a legitimate debate about restrictions on gun magazines and assault weapons.",
  "MARGARET BRENNAN: This week Facebook revealed that Russian propaganda group created about 500 fake accounts running ads around the election and spent about a hundred thousand dollars on divisive ads.",
  "MARGARET BRENNAN: In terms of what can be done, you were one of 16 Democrats who voted against an assault weapons ban in 2013 then in 2014 you voted against a cap on high capacity magazines.",
  "He joined us to discuss the committee's investigation into Russian meddling, the Cambridge Analytica scandal and why he thinks Facebook CEO Mark Zuckerberg should testify before Congress.",
  "Facebook's admission that user data was mishandled by the firm Cambridge Analytica has plunged the company into crisis, with calls for more regulation in Washington growing louder.",
  "And what the Russians did in the 2016 elections in terms of sowing dissension weaponizing information has not stopped and in many ways has continued unabated since that time.",
  "SEN. MARK WARNER: Well I think the fact that they're going to call for a walkout in April is appropriate and I think the most important thing they can do: register and vote.",
  "SEN. MARK WARNER: It will make a difference but it will make it even more of a difference if this White House would actually realize this is a national security concern.",
  "You and Homeland Security have been looking into election meddling and they've found that Russian agents targeted voting systems in 21 states ahead of the 2016 election.",
  "Cambridge Analytica was hired by the Trump campaign in 2016, although the campaign says the data in question was not used in the firm's work with the campaign.",
  "There's something a little fishy about this firm and we now know that the CEO reached out to Julian Assange, the famous WikiLeaks leader, about hacked emails.",
  "So we have to get our arms around this and I think Mr. Zuckerberg needs to come and testify before Congress, not just put an advertisement in the newspaper.",
  "SEN. MARK WARNER: Well we are behind and it was remarkable that it took Department of Homeland Security this much time to identify those 21 states.",
  "He clearly didn't raise it on his call with Vladimir Putin where he instead congratulated what John McCain called a dictator and a sham election.",
  "But in this era of fake news and disinformation to see the genuineness of all those young people, I think this time it's going to be different.",
  "You did see tucked into that spending bill this week some tightening of background checks with FIX NICS and some funding for school safety.",
  "We know that this country- this company reported to work with a Russian oil company who was looking about election data in America.",
  "And the thing that bothers me the most-\n\nMARGARET BRENNAN: Or to publicly disclose them or to disclose them to your committee.",
  "SEN. MARK WARNER: Well first of all Facebook unfortunately and all the social media companies were really slow to respond.",
  "SEN. MARK WARNER: Well to publicly disclose or even to even - even they took eight months to even tell the actual states.",
  "I called this out in December of 2016 and at first they kind of blew me off and others off who are raising these issues.",
  "The big question is, Cambridge Analytica, who bragged about how much they helped the Trump campaign microtargeting.",
  "Steve Bannon, former White House strategist, also served at one time on the board I believe at Cambridge Analytica.",
  "The following is a transcript of the interview with Warner that aired Sunday, March 25, 2018, on \"Face the Nation.\"",
  "You get into definitions but the basic notion of these weaponized militarized weapons need to be off our streets.",
  "SEN. MARK WARNER: Well we raised the question of microtargeting and Cambridge Analytica as early as March of 17.",
  "They had this ridiculous excuse that the top election official would not have appropriate security clearances.",
  "It was, I really think it was democracy in action not just in Washington but all across the country yesterday.",
  "And what we know about Cambridge Analytica-\n\nMARGARET BRENNAN: Specifically on the Cambridge Analytica issue?",
  "Again, a reason why our investigation needs to continue and why the Mueller investigation needs to continue.",
  "Senator, a lot to talk to you about but I want to speak first about this march on Washington that we saw.",
  "SEN. MARK WARNER: I would like to, I would love to have that kind of interview with Steve Bannon.",
  "MARGARET BRENNAN: What would you recommend to them in terms of where they focus their energy now?",
  "And even the Trump administration took some small step this weekend on bump stops - bump stocks.",
  "MARGARET BRENNAN: You have about seven months to go until these congressional elections.",
  "Sen. Mark Warner from Virginia is the top Democrat on the Senate Intelligence Committee.",
  "Can you possibly legislate a fix to prevent that kind of thing from happening again?",
  "I think their demand for sensible gun control, I think we can actually get it done.",
  "SEN. MARK WARNER: I hope not, and there was finally some incremental movement.",
  "It's the fake accounts that literally touched close to 145 million Americans.",
  "I mean you wouldn't take a staff member here on on your show representing me.",
  "SEN. MARK WARNER: I think it's time to change our positions and re-examine.",
  "MARGARET BRENNAN: Mark Zuckerberg is apologizing in today's New York Times.",
  "Were they utilizing some of the Russian misinformation and disinformation?",
  "And I just hope they will keep that energy alive and moving forward.",
  "MARGARET BRENNAN: We begin today with Virginia Senator Mark Warner.",
  "MARGARET BRENNAN: Senator Warner, thank you for your time.",
  "When I'm called upon on an issue it's my name on the door.",
  "SEN. MARK WARNER: The truth is it's not just the paid ads.",
  "How do you stop that from happening seven months from now?",
  "MARGARET BRENNAN: Will that make a difference in November?",
  "He said he would if he was the guy, he is the right guy.",
  "There are legitimate questions that need to be answered.",
  "End of the day, that's the way you change democracy.",
  "He's the top Democrat on the Intelligence Committee.",
  "He says he knew nothing about the Facebook mining.",
  "I'm not sure-\n\nMARGARET BRENNAN: Do you plan to?",
  "Is this all we're going to see before November?",
  "They're asking now to restrict those things.",
  "Were they just helping the Trump campaign?",
  "And I hope these kids continue to press.",
  "The march is over, Congress is on break.",
  "Is that a credible denial to you?",
  "Have you changed your position?",
  "SEN. MARK WARNER: We hope to.",
  "SEN. MARK WARNER: Thank you.",
  "He can't send a staff.",
  "That's a small piece.",
  "So I think it's time.",
  "He joins us here.",
  "Yes we do."
]