[
  "But people need to realize again that if they’re not reading the privacy agreement, if they are offering up this information, it’s likely to get out there.”\n\nHimes promised Mark Zuckerberg would appear before Congress to answer for the company’s shady behavior, but did not provide a date and wouldn’t confirm if Congress would use its subpoena power to compel him to appear.",
  "“The piece that is getting lost here is that people need to realize when they take personality quizzes, when they put the name of their favorite car or what they felt like when they had their first kiss into a quiz, or into Facebook that information has value.",
  "“Facebook, of course, very, very sloppy, particularly years ago about what their platform could be used for about, you know, sending off data to an academic in this case for academic use which of course turned out not to be academic,” Himes said.",
  "Democratic Rep. Jim Himes of Connecticut did not offer any solutions to the issues plaguing Facebook and blamed the platform’s users for not being more careful with their data, on CNN’s “New Day” Wednesday.",
  "“It really needs to get into the minds of the American people that if they put information out there, there is a good chance that it becomes public.",
  "Facebook has come under fire after reports showed a data firm, Cambridge Analytica, improperly access millions of user profiles and information.",
  "WATCH:\n\n“If you take a personality quiz and answer 15 questions, you shouldn’t be surprised when somebody uses that,” Himes said on CNN.",
  "And I think there’s a real lesson here for the American people in terms of what they do with their personal information,” he added.",
  "“Obviously Mark Zuckerberg and others are going to spend time in front of the Congress,” Himes concluded.",
  "So be a little careful about what you type in to this incredible machine we call the internet.”",
  "Himes called Facebook’s behavior “sloppy,” but then turned the blame on the American people.",
  "“I haven’t actually read the full privacy agreement like 99.9 percent of Americans.",
  "Either legally or illegally it’s going to be out there.",
  "I bet you in a court of law they don’t lose that.",
  "And people are going to use it."
]