[
  "Facebook faces mounting pressure to explain how it let Cambridge Analytica, a data firm started by former White House adviser Steve Bannon and wealthy Republican donor Robert Mercer, \"scrape\" information for as many as 50 million Americans off its website.",
  "Apple (AAPL) CEO Tim Cook is criticizing Facebook (FB) for its handling of user data, adding to the growing chorus of those attacking the social-media giant following the Cambridge Analytica controversy.",
  "In an interview with Recode's Kara Swisher and MSNBC's Chris Hayes, Cook expressed concerns about Facebook and other companies amassing what he called \"detailed profiles\" compiled from multiple sources.",
  "Facebook CEO Mark Zuckerberg is likely to appear before Congress to answer questions about the Cambridge Analytica affair and the social network's data practices, CBS News has learned.",
  "Most recently, the executive said at a technology conference in China last weekend that he favors \"well-crafted regulation\" for data privacy, according to Bloomberg.",
  "The company has drawn fire for obtaining users' data through terms buried in fine print, making it harder for people to opt out.",
  "Asked by Swisher what he would do if he were in Zuckerberg's position, Cook said pointedly: \"I wouldn't be in this situation.\"",
  "\"The truth is, we could make a ton of money if we monetized our customer — if our customer was our product.",
  "Facebook on Wednesday said it would seek to give users more control over how outside firms use their data.",
  "The data was then used to target political ads to Facebook users ahead of the 2016 presidential election.",
  "Almost all of Apple's revenue comes from selling iPhones, iPads and other hardware.",
  "\"I think the best regulation is no regulation, is self-regulation,\" said Cook.",
  "He also suggested that the government needs to crack down on Facebook.",
  "Cook also questioned the use consumer data to sell advertisements.",
  "It's not the first time Cook has spoken out against Facebook.",
  "\"However, I think we're beyond that here.\"",
  "We've elected not to do that,\" he said."
]