[
  "#regulatefacebook pic.twitter.com/r7B7Ajkt0V — Jim Carrey (@JimCarrey) March 20, 2018\n\nFacebook received heavy public skepticism this week after it was reported that the company partnered with UK-based tech firm Cambridge Analytica to work with the Trump campaign and gather data from private citizens prior to the election.",
  "Last month, he told his followers he was “dumping” his stock in the company because he believed it “profited from Russian interference in our elections and they’re still not doing enough to stop it.” He urged his followers to consider a boycott too.",
  "He made a bizarre appearance at a New York Fashion Week red carpet event in September where he told a reporter that “there’s no meaning to any of this.” And more recently, the “Dumb And Dumber” actor revealed he’s struggling with depression.",
  "#TreyGowdy pic.twitter.com/erfuVagGyo — Jim Carrey (@JimCarrey) January 31, 2018\n\nIt should no longer be a surprise to people that Caveman Trump would hire a man like Porter, who’s accused of beating his wives.",
  "#impeachprehistoricpotus pic.twitter.com/86JaEMcp2M — Jim Carrey (@JimCarrey) February 9, 2018\n\nThis is the portrait of a so-called Christian whose only purpose in life is to lie for the wicked.",
  "#unfriendfacebook pic.twitter.com/KHWgZzhhmp — Jim Carrey (@JimCarrey) February 6, 2018\n\nAnd today, he followed up his skepticism of the tech giant with yet another painting of Mark Zuckerberg.",
  "I’m dumping my @facebook stock and deleting my page because @facebook profited from Russian interference in our elections and they’re still not doing enough to stop it.",
  "So while it shouldn’t come as much of a surprise that Carrey has embarked on a new path to find meaning by way of politics, it’s still pretty rattling.",
  ";^) pic.twitter.com/LEqYnFn2rW — Jim Carrey (@JimCarrey) March 14, 2018\n\nSome paintings provide commentary on politics and high profile Republicans.",
  "And while these revelations have caused a degree of public concern, it’s no secret that Jim Carrey is having something of a psychotic meltdown.",
  "His former girlfriend’s sued him this summer, claiming he allegedly introduced her to cocaine and a variety of other vices.",
  "pic.twitter.com/MeYLTy1pqb — Jim Carrey (@JimCarrey) March 17, 2018\n\nBut Carrey has also been critical of Facebook.",
  "pic.twitter.com/wom4IrTfsj — Jim Carrey (@JimCarrey) February 24, 2018\n\nAnother RAT leaps from the sinking ship.",
  "Facebook lost $64 billion in market value after initial reports of the partnership surfaced.",
  "Keep taking millions from the NRA and wash the blood of innocent children off his hands.",
  "In recent weeks, Carrey has released a variety of paintings depicting famous people.",
  "I encourage all other investors who care about our future to do the same.",
  "Cheers to you Stephen Hawking, the greatest mental athlete of our time.",
  "The past several months has been a bit of a whirlwind for Jim Carrey.",
  "Apparently $3.3 million is the price of this politician’s soul.",
  "If you want nasty things done, you hire nasty people.",
  "“Who are you sharing your life with?” he tweeted.",
  "That’s how criminal syndicates thrive.",
  "Who are you sharing your life with?",
  "The man simply is not well.",
  "Rubio‘s agenda is clear.",
  "Follow Jena on Twitter.",
  "See you around, buddy!",
  "You are all that is!",
  "Swim Willard!",
  "Monstrous!",
  "SWIM!"
]