[
  "Reince Priebus: RNC was the data firm of the Trump campaign 10:54 PM ET Tue, 20 March 2018 | 02:02\n\nFormer White House Chief of Staff Reince Priebus said he wasn't sure how true some of the claims were about a data analytics firm and its influence on the U.S. presidential election.",
  "Cambridge Analytica — a firm publicly associated with President Donald Trump's campaign — is said to have collected private information from Facebook profiles of more than 50 million users without their permission, according to reports from The New York Times and the Observer.",
  "\"We did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign and our data informed all the strategy,\" Nix was recorded saying during the news channel's undercover investigation.",
  "It added that the breach allowed Cambridge Analytica to exploit the private social media activity of a huge swath of the American electorate and develop techniques that underpinned its work on the Trump campaign in 2016.",
  "Additionally, a new report from Channel 4 in the U.K. shows Cambridge Analytica CEO Alexander Nix claiming his company ran all the digital operations for the Trump campaign.",
  "On Tuesday, Facebook released a statement saying the \"entire company is outraged\" that data from 50 million accounts were allegedly deceptively used by the analytics firm.",
  "\"Certainly from the Republican National Committee standpoint, which was the data firm of the Trump campaign, which is what we built at the RNC, we didn't use Cambridge.",
  "\"So maybe, initially, they played ball with the campaign but it wasn't soon after we merged with the Trump campaign that they went onto full-blown RNC data,\" he said.",
  "Reports said the Federal Trade Commission was investigating the tech giant for a possible violation of a consent decree it signed with the agency in 2011.",
  "\"So I think they themselves in November-December of last year said the same thing — that they were using RNC data, not Cambridge Analytica.\"",
  "\"I don't know how true some of these claims are,\" Priebus told CNBC in Hong Kong at the Credit Suisse Asian Investment Conference.",
  "In a statement on Tuesday, Cambridge Analytica said it had suspended Nix immediately, \"pending a full, independent investigation.\"",
  "It's the best there is and that's what got President Trump, at least on that piece of campaign, to where he was.\"",
  "When asked about the ties Cambridge had with the Trump campaign, Priebus said, \"We just weren't relying on them.\"",
  "\"I'm anxious to hear what the story is, but as far as we're concerned, RNC data was the driver,\" Priebus added.",
  "The Times said the firm paid to acquire the data through someone claiming to be an academic researcher.",
  "\"I don't know if their folks are bragging that they were doing things that they weren't.",
  "Priebus chaired the RNC throughout the last U.S. presidential election.",
  "Cambridge has denied the allegations made in the Times' report.",
  "\"We built something very special — nothing's like our data.",
  "— CNBC's Anita Balakrishnan contributed to this report.",
  "Maybe they were doing things, I don't know,\" he added.",
  "So I don't know how true any of these claims are.\"",
  "Priebus, however, cast down on those assertions."
]