[
  "“So, I am working on legislation that would direct the Department of Commerce to convene a working group of federal and industry stakeholders to develop a consensus-based, agreed upon definition of blockchain.” Matsui — who has argued the technology could offer a wide range of benefits to the telecom, health care and business sectors, among others — says that establishing a definition “could greatly assist in its development and deployment.”\n\nLAWMAKERS BICKER OVER ONLINE BIAS — The second House Judiciary Committee hearing over allegations of an anti-conservative bias on social media went the way of the first — marred by public feuding split along party lines.",
  "QUICK DOWNLOADS\n\n— In a Wall Street Journal op-ed, Ivanka Trump announced a new White House initiative aimed at tackling “the challenges technology poses to the workforce,” which will include the creation of a council tasked with setting “a national strategy for training and retraining workers for high-demand industries.”\n\n— [Subhed redacted]: Facebook is taking heat from a bipartisan group of 17 lawmakers for censoring political posts in Vietnam, the Daily Beast reports.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Republican legislators pressed officials from Twitter, Facebook and Google to explain a series of incidents they described as troubling, including a Google search naming Nazism as an ideology of the California Republican Party and Twitter’s move to block Rep. Marsha Blackburn (R-Tenn) from promoting a campaign video that used “inflammatory” anti-abortion language.",
  "“It is critical that the FTC conclude the Facebook matter, issue a significant fine, and ensure that the company uphold its privacy commitments to users.” EPIC also warned of the impact of tech consolidation on consumer privacy, calling for the agency to take stronger action against mergers and for the government to establish a federal privacy agency.",
  "EU to drop the hammer on Google\n\nWith help from John Hendel\n\nEU DROPS THE HAMMER ON GOOGLE — The European Union unveiled a $5 billion dollar fine against Google this morning, the latest salvo in an antitrust battle, POLITICO Europe’s Mark Scott, Simon Van Dorpe and Thibault Larger report.",
  "— “Four months have now passed since the new Commission announced it was reopening its investigation of Facebook, but still there is no judgment,” EPIC leadership wrote in a letter to E&C subpanel chairman Bob Latta (R-Ohio) and ranking member Jan Schakowsky (D-Ill.).",
  "FTC UNDER THE MICROSCOPE — FTC Chairman Joseph Simons and Commissioners Maureen Ohlhausen, Noah Phillips, Rohit Chopra and Rebecca Slaughter will appear today before the House E&C digital commerce and consumer protection subcommittee for an oversight hearing.",
  "In his first outing before House lawmakers as FTC chair, Simons cautions in his opening remarks that the agency is nearing a point where it can’t hire the economic experts it needs “without compromising its ability to fulfill other aspects” of its mission.",
  "Story Continued Below\n\n— An escalating standoff: “By slapping Google with a record fine, Vestager is building on a yearslong investigation by the Commission into the search giant’s place in the ever-evolving digital world,” Mark, Simon and Thibault report.",
  "“The wrong choice would hurt competition, diminish quality and security, and leave consumers worse off.” Computer & Communications Industry Association president Ed Black told MT that Google has helped to increase competition, not hinder it.",
  "Smith, who attended a contentious media meeting last week with the social network, said the large number of conservative publications in attendance showed Facebook had bought into the idea of a liberal bias among mainstream news outlets.",
  "But Vestager’s critics have been quick to focus on how the Danish politician has slapped several of Silicon Valley’s largest names with sizable fines despite European firms also feeling the brunt of her regulatory powers,” they write.",
  "SILICON VALLEY MUST READS\n\n— Healthy skepticism: Insurance companies and data brokers are partnering to predict your health costs based on demographic information, which they could in turn use to raise your rates, ProPublica reports.",
  "The action, which charged Google with unfairly using its Android mobile operating system to maintain dominance in online search, could trigger a fierce legal battle and an appeal that reaches the EU’s highest court.",
  "He then pressed Facebook’s vice president of global policy management, Monika Bickert, on whether a “lack of competition” made the company more or less likely to respond to consumer concerns over content filtering.",
  "**\n\nFIRST IN MT: MATSUI PLANNING BLOCKCHAIN BILL — Rep. Doris Matsui (D-Calif.) will announce a new measure at today’s digital commerce hearing aimed at establishing a common definition for blockchain technology.",
  "(Google called the “Nazism” incident an inadvertent error caused by scraping a public information source like Wikipedia that may have been vandalized; Twitter later reversed its decision on Blackburn’s video.)",
  "“All three of you represent companies that have very strong, in many cases dominant market shares in the sectors that you provide services,” Judiciary Chairman Bob Goodlatte (R-Va.) said at one point.",
  "TRANSITIONS\n\n— The Capitol Hill Policy Group has hired James Reid, who served as chief of staff to former Sen. Jay Rockefeller, as a principal focusing on transportation and telecommunications policy.",
  "— Priorities, priorities: Twitter’s product lead said that fixing the platform’s verification process “isn’t a top priority for us right now,” but that “election integrity” is, The Verge reports.",
  "Ahead of the hearing, the Electronic Privacy Information Center urged the panel to press the commissioners to offer an update on the investigation and to hold Facebook accountable for the breach.",
  "— What to watch for: Questions over the FTC’s handling of antitrust cases and its investigation into the Cambridge Analytica data scandal figure to draw significant attention at today’s hearing.",
  "“The U.S. Federal Trade Commission or Department of Justice should also act to end Google’s monopolistic abuses, instead of letting the Europeans be the only cop on the antitrust beat,” he said.",
  "John Simpson, director for the Privacy Project at Consumer Watchdog, told MT on Tuesday the expected penalty “benefits consumers around the world” — and that U.S. authorities should take note.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "— A sharp contrast: Former FCC official and Georgetown Law fellow Gigi Sohn said the EU’s more aggressive maneuvers against Silicon Valley highlight inadequacies in the U.S. approach.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "After the hearing, Rep. Ro Khanna (D-Calif.), whose district includes large swaths of Silicon Valley, suggested lawmakers would be better served investigating bias on cable TV.",
  "The agency confirmed in March it was probing whether Facebook violated a 2011 consent decree with the FTC by allowing Cambridge Analytica to improperly harvest users’ data.",
  "TODAY: Facebook CEO Mark Zuckerberg sat down with Recode’s Kara Swisher for the Recode Decode podcast, with the interview set to drop this morning, according to Vox Media.",
  "“Europe’s competition czar has repeatedly claimed the investigations are not unfairly targeting U.S. tech firms, possibly to level the playing field for European rivals.",
  "“Clearly the EU is much more serious about antitrust enforcement in the tech industry than the U.S. is,” said Sohn, a top aide to former FCC Chairman Tom Wheeler.",
  "“The Commission should be wary of meddling with the mobile market,” cautioned Information Technology and Innovation Foundation vice president Daniel Castro.",
  "Read POLITICO Magazine's new series \"The Deciders\" which focuses on this powerful voting bloc that could be the determining factor in turning Arizona blue.",
  "JUST RELEASED: View the latest POLITICO/AARP poll to better understand Arizona voters over 50, a voting bloc poised to shape the midterm election outcome.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Meanwhile, BuzzFeed editor-in-chief Ben Smith told The Wall Street Journal that Facebook may instead be too deferential to conservatives.",
  "GOOD MORNING AND WELCOME TO MORNING TECH, where your host is less upset about that $20 unreturned library book fine at the moment.",
  "Get up to speed on priority issues for Hispanic voters age 50+, who will help determine whether Arizona turns blue or stays red.",
  "The penalty is the largest ever levied against a single company by the EU, exceeding the $2.8 billion fine on Google last year.",
  "— Tech groups brace for impact: Ahead of today’s announcement, tech groups voiced concern over the effects on their industry.",
  "“Clearly people have a choice in the United States when they go online, and Facebook is one service they can use,” she said.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "But little else is known about federal Cambridge inquiries, which now span at least four different agencies.",
  "“There is no agreed upon definition of ‘blockchain,’” Matsui says in her prepared remarks, obtained by MT.",
  "One noteworthy aspect of the hearing was how Republicans raised the spectre of antitrust enforcement.",
  "“Android has brought more competition, broader variety and innovation to the market,” Black said.",
  "“I am waiting for Republicans to hold anti-bias hearings for cable news,” Khanna tweeted.",
  "described conservative claims about a liberal bias by the tech giants.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "— Spoiler alert: “The Biggest Spender of Political Ads on Facebook?",
  "What role will Hispanic voters over 50 play in Arizona this fall?",
  "— A “conservative fantasy”: That’s how Rep. Jamie Raskin (D-Md.)",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Bickert argued that consumers have other choices.",
  "But Democratic officials brushed off the claims.",
  "(Read more from John on the remarks on Pro.)",
  "President Trump,” via The New York Times.",
  "Don’t forget to follow us @MorningTech.",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "— A competition issue?",
  "Learn more here.",
  "**"
]