[
  "Facebook is facing legal action from investors and users over revelations that it allowed outsiders, including the controversial political data firm Cambridge Analytica, to access its user data.",
  "AT&T trial in spotlight: The Department of Justice's lawsuit to block AT&T (T) from buying Time Warner (TWX) will begin in earnest on Thursday with opening statements.",
  "Shares in Twitter declined about 2% premarket after the company's chief information security officer, Michael Coates, announced he was leaving the company.",
  "\"China will certainly take all necessary measures to resolutely defend its legitimate rights and interests,\" the Ministry of Commerce said Thursday.",
  "Earnings and economics: Carnival (CCL), Accenture (ACN), ConAgra (CAG) and Darden Restaurants (DRI) are set to release earnings before the open.",
  "It marks the first time in 40 years the Justice Department has sued to block a merger between companies in different lines of business.",
  "The case is expected to have a big sway over the future of the media landscape and implications for other large takeover deals.",
  "Zuckerberg apology: Facebook CEO Mark Zuckerberg has broken his silence over Cambridge Analytica in an interview with CNN.",
  "Global stock market overview: European markets dipped in early trading and many Asian markets ended the day with losses.",
  "China tariffs: President Donald Trump is expected to announce tariffs on Chinese goods coming into the United States.",
  "Shares in the Chinese social media giant Tencent dropped 5% in Hong Kong as investors reacted to its annual results.",
  "He apologized, and pledged to fix what he called a \"breach of trust\" between the social network and its users.",
  "The new tariffs are expected to apply to about $60 billion worth of Chinese exports to the United States.",
  "Movers and shakers: Two of the biggest market movers are tech firms: Twitter (TWTR) and Tencent (TCEHY).",
  "Beijing has renewed its warning that it could retaliate if Trump follows through with his plans.",
  "His administration is now considering which countries should be exempt from these tariffs.",
  "The Dow Jones industrial average, S&P 500 and Nasdaq posted small losses on Wednesday.",
  "That's a little more than 10% of all Chinese goods sent to the United States in 2017.",
  "The Bank of England will issue an interest rate decision and host a news conference.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "Trump has already announced new tariffs on global imports of steel and aluminum.",
  "Zuckerberg also told CNN that he was happy to testify before Congress.",
  "The trial is expected to last between six to eight weeks.",
  "Shares in Facebook (FB) were about 1% lower premarket.",
  "Coming this week:\n\nThursday — Nike (NKE) earnings",
  "Before the Bell newsletter: Key market news.",
  "Time Warner is the parent company of CNN.",
  "Nike (NKE) will follow after the close.",
  "US stock futures were also lower.",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "7.",
  "4.",
  "6.",
  "5.",
  "3.",
  "2.",
  "1."
]