[
  "Facebook has since faced a firestorm of criticism for how its platform was manipulated by Russian trolls seeking to interfere in U.S. politics, and for lax policies that allowed Cambridge Analytica, a British research firm used by the Trump campaign, to improperly harvest data on 87 million Facebook users.",
  "\"While we offer insights into how our products work and provide technical support, campaigns make their own decisions about how to use our tools,\" Katie Harbath, Facebook's global politics and government outreach director, told BuzzFeed News.",
  "BuzzFeed reported presentations and memos show Facebook considered the Trump campaign an \"innovator\" of a fast-moving, test-oriented approach to marketing — and used those methods to refine its own marketing model.",
  "Facebook insiders were in awe of Donald Trump's campaign marketing on the social media platform — where it spent millions — and viewed it as one of the most imaginative strategies out there, BuzzFeed News reported.",
  "\"I'm completely disappointed that Facebook won't step up and announce to the world how well we used the platform and that we changed the way Facebook advertising will work in the future,\" he told BuzzFeed.",
  "\"In reality, Facebook loved us during the campaign,\" Gary Coby, the 2016 Trump campaign director of digital advertising and fundraising and RNC director of advertising, told BuzzFeed.",
  "But Trump 2016 campaign digital director Brad Parscale, who is now serving as Trump's 2020 campaign manager, groused about Facebook not being more upfront about the winning strategy.",
  "According to BuzzFeed, which cited three unnamed sources, CEO Mark Zuckerberg even put in a secret call after the election to congratulate Team Trump on its blockbuster campaign.",
  "Another unnamed ex-Trump staffer told BuzzFeed that Facebook was mightily impressed with the campaign: \"Their team showered tons of praise on our team.\"",
  "\"Their team was heavily involved because it was a great learning experience and Hillary's team was not doing much.\""
]