[
  "Netflix is also upping its prospects, Cramer said, referencing a recent survey by Wall Street firm Piper Jaffray that showed a majority of 1,100 domestic customers would pay more for Netflix's content if the streaming giant raised prices.",
  "\"The next day we tend to get a further down-leg that encompasses other growth stocks and also brings down the health cares, which drop when people are concerned about inflation, a natural inference from higher interest rates.\"",
  "The company's appointment of respected Republican former Senator Jon Kyl to review its practices in light of the scandal \"clos[ed] the door on one of the company's biggest vulnerabilities,\" Cramer said.",
  "While CNBC's Jim Cramer is confident about the future of FANG, his acronym for the stocks of Facebook, Amazon, Netflix and Google, now Alphabet, he knew concerns would arise after Tuesday's market pain.",
  "\"Finally, on day three, we see the industrials and the banks crack, but by then FANG will have resurrected itself after some downgrades and some nasty ... premature obituaries,\" he continued.",
  "All four major indices declined after the closely watched 10-year Treasury yield rose to its highest level since 2011 and home improvement retailer Home Depot missed its earnings estimates.",
  "So while many market-watchers tend to see upticks in the 10-year Treasury yield as a sign that stocks should head lower, Cramer argued that that trend had nothing to do with FANG.",
  "\"But here's the bottom line: I need you to steel yourself [and] stay strapped to the mast as the sirens begin to blare that FANG is dead,\" the \"Mad Money\" host concluded.",
  "He said that Facebook, for one, has all but moved past its data-mining scandal involving research firm Cambridge Analytica, which said it was shutting down in early May.",
  "He pointed out that Amazon is bolstering its advertising business and other high-margin segments, boosting growth on top of its blowout first-quarter earnings report.",
  "With Alphabet, the \"Mad Money\" host centered on Waymo, the Google parent's self-driving car project that UBS said could generate $114 billion in revenues by 2030.",
  "\"Here's how I see today's pullback: this entire market is getting a well-deserved breather, led by FANG, after a gigantic rally,\" the \"Mad Money\" host said.",
  "\"It gets better: Piper did an identical survey two years ago and back then Netflix didn't have that much stickiness,\" Cramer noted.",
  "\"I think the upside from Waymo is simply not baked into Alphabet's numbers, which means it could be a real needle-mover.\"",
  "\"Of course, if you can't take the pain yourself and you have good gains, feel free to ring the register.\"",
  "\"You have to conclude that the company's benefiting enormously from its amazing original content.\"",
  "The tech stocks have simply \"caught a cold\" amid otherwise strengthening businesses, he argued.",
  "\"Those who can't take the pain will eventually just give up — that's when you have to pounce.",
  "\"Next time your hear that FANG is dead, here's the correct response: 'Long live FANG!'\"",
  "I urge you to recognize the ebbs and flows of these high-flying stocks,\" he said.",
  "\"Many of the sell-offs in the last five years start like this,\" he explained.",
  "Still, he acknowledged how scary the FANG stocks can seem when they decline.",
  "\"That's much higher than others were expecting,\" Cramer said.",
  "But Cramer pushed back on claims that FANG was outright dead."
]