[
  "According to the talking points, Cambridge Analytics’s research allowed for “a more innovative approach from other super PACs,” with “deepdive research” from an outside firm guiding its digital ads, which are “microtargeted to a degree that really hasn’t been done before.”\n\nAfter the elections, Bolton’s super PAC touted the voter targeting efforts it employed in 2014, calling it “the future of political advertising.”\n\n“Using online ad networks like Facebook, Yahoo, Twitter, Collective, Direct TV, Dish Network, the John Bolton SuperPAC pioneered new technology that delivers personality-based advertising to individual voters across digital platforms,” according to a memo obtained by The Post.",
  "In the contract, each party agreed “it holds all necessary permits, licenses and consents to conduct its operations … in accordance with all applicable laws and regulations.”\n\nIn notes from a July 2014 meeting to discuss the project, SCL officials noted they were able to “harvest substantial and useful information on people from Facebook, with permission.”\n\nThe company suggested directing potential supporters to a Facebook app to collect personality profiles.",
  "[Facebook had a closer relationship than it disclosed with the academic it called a liar]\n\nCambridge Analytica and SCL Elections laid out three goals for Bolton’s group: to help it elect Republican Senate candidates in Arkansas, North Carolina and New Hampshire; to raise the issue of national security; and to boost Bolton’s profile, according to a memo obtained by The Post from the second former Cambridge Analytica employee.",
  "[Bannon oversaw Cambridge Analytica’s collection of Facebook data, according to former employee]\n\nHedge fund executive Robert Mercer, who financed the data-science firm with at least $10 million, has been the largest donor to Bolton’s super PAC, giving $5 million since the 2014 cycle, according to FEC records.",
  "(Joshua Roberts/Reuters)\n\nA super PAC created by President Trump’s new national security adviser John Bolton was one of the earliest U.S. clients of the now-embattled data company Cambridge Analytica, which targeted voters to help boost Bolton’s national security agenda, records show.",
  "“With respect to any allegations of impropriety, the John Bolton Super PAC was completely unaware of anything Cambridge Analytica did until recent press reports,” he said in a statement, adding that the super PAC has not worked with the data science firm since 2016.",
  "Bolton’s super PAC first hired Cambridge Analytica and SCL Elections in the summer 2014 to provide microtargeting and boost the super PAC’s advocacy on national security issues, according to a copy of the signed contract Wylie provided to The Post.",
  "Bolton’s group was considered a “Tier 1” client of Cambridge Analytica and its affiliate SCL Elections, which meant the company was using psychographic modeling for the group, former employee Chris Wylie told The Washington Post.",
  "The John Bolton Super PAC, led by the former diplomat and foreign policy hard-liner, paid Cambridge Analytica more than $1.1 million in the 2014 and 2016 cycles for research, according to Federal Election Commission filings.",
  "Bolton is allied with the wealthy Mercer family, which set up Cambridge Analytica as a U.S. spinoff of the British company SCL in partnership with conservative strategist Stephen K. Bannon, later a top Trump adviser.",
  "By October 2014, Cambridge Analytica provided talking points for Bolton and his staff about how to tout the super PAC’s research without mentioning the firm, an email obtained by The Post shows.",
  "The company’s analysis was based in part on data about tens of millions of Americans gleaned from Facebook and other sources, according to documents and former Cambridge Analytica employees.",
  "At the time, the firm was working with Cambridge University psychologist Aleksandr Kogan, who had created an online personality quiz that collected Facebook profiles for an academic study.",
  "“They used the psychographic stuff, and the Facebook data was a part of that,” said another former Cambridge Analytica employee, who requested anonymity to describe internal strategy.",
  "In 2014, Bolton’s super PAC ran independent expenditure campaigns on behalf of GOP candidates Tom Cotton in Arkansas, Thom Tillis in North Carolina and Scott Brown in New Hampshire.",
  "To meet those goals, the firms were contracted to work with the super PAC’s staff “to craft and deploy a communications programme in the target states,” according to the contract.",
  "The Federal Trade Commission has opened an investigation into whether the sharing of the Facebook data violated a 2011 consent decree that governs the company’s privacy practices.",
  "Part of the work the firm performed for Bolton’s super PAC was psychographic voter targeting that it claimed could profile voters based on certain characteristics.",
  "In addition, Cambridge Analytica was paid that cycle by the North Carolina Republican Party and the campaign committees of Tillis and Cotton, FEC records show.",
  "The Facebook data had been obtained by a researcher for academic purposes and improperly shared with Cambridge Analytica, Facebook officials said last week.",
  "SCL Elections deployed an operative on the ground to help the super PAC track and modify advertising for targeted groups, documents show.",
  "The super PAC “made use of significant input from SCL on messaging and target audiences, with positive results,” the memo read.",
  "A super PAC led by former U.S. ambassador to the United Nations John Bolton paid Cambridge Analytica more than $1 million.",
  "The New York Times first reported Cambridge harnessed its Facebook data in services it provided the Bolton super PAC.",
  "Garrett Marquis, a spokesman for Bolton, said Friday the group did not know of any wrongdoing by Cambridge Analytica.",
  "Facebook has said Kogan violated its terms of service by sharing information he gathered with a for-profit company.",
  "It said it would merge that information with consumer and voter history data to identify and target voters."
]