[
  "they’ll go with the most conservative estimate,” Wylie told NBC’s Chuck Todd during a Sunday appearance on “Meet The Press.”\n\nWhen asked whether the number of Facebook profiles impacted could be even higher than 87 million, Wylie said “absolutely.”\n\nWATCH: Chris Wylie, former Research Director at Cambridge Analytica, tells Chuck that he has been contacted by American authorities about the release of 87 million Facebook users' data.",
  "“And that it could be stored in various parts of the world, including Russia.”\n\nFacebook first learned that Cambridge Analytica was harvesting users’ data over two years ago, but failed to follow up after the firm allegedly promised to delete the information, Sheryl Sandberg, Facebook’s chief operating officer, confirmed Friday to NBC.",
  "#MTP pic.twitter.com/MTpbG5q6PQ — Meet the Press (@MeetThePress) April 8, 2018\n\nWylie has suggested the data harvested by Cambridge Analytica was used by President Donald Trump’s 2016 presidential election to help influence American voters.",
  "He is scheduled to testify April 10 before a joint hearing of the Senate Judiciary and Commerce Committees and again on April 11 before the House Energy and Commerce Committee to answer questions about Facebook users’ data protections.",
  "Wylie, who helped found Cambridge Analytica and worked at the firm until 2014, said some news outlets were “playing it safe” when initially reporting that 50 million Facebook users’ data had been improperly shared with the company.",
  "The number of Facebook users whose data political research firm Cambridge Analytica obtained “absolutely” could be higher than Facebook’s recent estimate of 87 million, according to whistleblower Christopher Wylie.",
  "“When you’re working with The Guardian and New York Times, for example, they are very thorough with making sure that anything they publish is checked, double-checked, and if there’s any questions about a number ?",
  "Facebook CEO Mark Zuckerberg apologized last month for not having done enough to protect users’ data and vowed to increase privacy and security standards.",
  "“I think that there is, you know, a genuine risk that this data has been accessed by quite a few people,” Wylie said.",
  "He said Sunday that other countries, including Russia, could have access to the data, too.",
  "for example, how many records ?"
]