[
  "British Information Commissioner Elizabeth Denham said Monday that she was requesting a warrant to access Cambridge Analytica’s servers after the firm didn’t cooperate with an investigation into whether it illegally acquired and used Facebook users’ data.",
  "Damian Collins, member of Parliament for the Conservative Party, said in a tweet on Monday: “These investigations need to be undertaken by the proper authorities.”\n\nFacebook announced earlier Monday that it had hired Stroz Friedberg ?",
  "British officials asked Facebook on Monday to pull auditors it hired to investigate Cambridge Analytica, the political research firm that was involved in a massive data breach during the 2016 U.S. presidential election.",
  "Whistleblower Christopher Wylie, who helped found Cambridge but left the company in 2014, told The Observer that the company “built models to exploit what we knew” about Facebook users to “target their inner demons.”",
  "Strategic Communication Laboratories, the company that owns Cambridge Analytica, was revealed to have harvested data on 50 million Facebook users, according to investigations by The New York Times and The Observer.",
  "“At the request of the U.K. Information Commissioner’s Office, which has announced it is pursuing a warrant to conduct its own on-site investigation, the Stroz Friedberg auditors stood down,” Facebook said.",
  "In a statement, Facebook said forensic auditors from cybersecurity company Stroz Friedberg were on site at Cambridge Analytica’s London office on Monday evening until they were asked to leave.",
  "The tech company suspended Cambridge Analytica’s account Friday, saying it had obtained personal information from users three years ago in violation of Facebook policy.",
  "Antonio Tajani, president of the European Parliament, also said the European Union would investigate whether European citizens’ privacy rights had been violated.",
  "That data reportedly helped fuel Donald Trump’s presidential campaign by building “psychographic profiles” about voters without their knowledge.",
  "Facebook’s auditors had reportedly entered Cambridge Analytica’s office before British and European Union investigators could investigate.",
  "Trump’s presidential campaign paid millions of dollars to Cambridge Analytica, funded by billionaire donor Robert Mercer.",
  "the same digital forensics firm Uber hired to investigate a dispute over intellectual property ?",
  "Former Trump strategist Steve Bannon once served on the firm’s board.",
  "In a statement issued Saturday, Cambridge denied any wrongdoing.",
  "to audit Cambridge Analytica."
]