[
  "Yet with all his power, Zuckerberg remains mum on the biggest crisis facing his company -- the most recent data breach involving Cambridge Analytica, which obtained personal information for 50 million subscribers without permission.",
  "Tavis McGinn, a former Facebook executive now with Honest Data, told the New York Times, “Facebook cares so much about its image that the executives don’t want to come out and tell the whole truth when things go wrong,” he said.",
  "Senator Kennedy, along with fellow senator Amy Klobuchar of Minnesota, wants Zuckerberg to testify in Congress about the possible misuse of this data, which was used by Republicans in their campaign to elect Donald Trump.",
  "While Zuckerberg makes headlines with his philanthropy and listening tours, his influence seems compromised with his failure to deal with the issue at his doorstep – data security and personal information of subscribers.",
  "“We will take whatever steps are required to see that the data in question is deleted once and for all — and take action against all offending parties.”\n\nSounds good, but why did it take so long for Facebook to respond?",
  "“But if they don’t, it damages their image.”\n\nExecutives taking the heat do themselves no favor by remaining silent, acting as if silence will make a serious issue disappear.",
  "Facebook lawyers, lobbyists and PR professionals have been active on Capitol Hill, but there is has been a distinct non-participation of senior-most Facebook officials.",
  "Further complicating the matter is the fact that Cambridge Analytica has been linked to the Russian disinformation campaigns in the U.S. and Europe.",
  "Updated -- see below\n\n“Nearly all men can stand adversity, but if you want to test a man’s character, give him power,” said Abraham Lincoln.",
  "While Facebook may not have done anything illegal, its behavior in the light of questions about data and privacy has been slow in coming.",
  "CNBC reported that Zuckerberg, as well as COO Sheryl Sandberg, are planning to remain silent until their internal investigation is over.",
  "Its head of data security, Alex Stamos, is leaving the company due to his displeasure with how the company is handling the data breach.",
  "He also said on CNN that he may testify before Congress and is open to the idea of regulation related to social media firms like his.",
  "(Sandberg is regarded by many as a more capable leader and executive than Zuckerberg, but her silence now is not helping Facebook.)",
  "Update: On March 21, 2018, Mark Zuckerberg held a series of interviews with various outlets including the New York Times and CNN.",
  "Facebook with 2 billion users is “more like a country” than a company, quipped Senator John Kennedy of Louisiana to CNN.",
  "With its wealth and influence, its millionaires and billionaires have looked down on the seamy side of DC machinations.",
  "But in recent years tech entrepreneurs have become more politicized as they've fought for issues of importance to them.",
  "When things are going poorly – or a catastrophe occurs – leaders step forward to rally support and find solutions.",
  "If that were the case, consumers would never be harmed and crisis PR firms would go out of business.",
  "“This was a scam — and a fraud,” Facebook’s general counsel, Paul Grewal, told the New York Times.",
  "There have been questions about how Facebook data was used by presidential campaigns since 2016.",
  "He apologized to users and said Facebook is taking measures to remedy the situation.",
  "And what about the millions who depend upon the company for goods or services?",
  "Staying silent betrays responsibility to provide a worthy product or service.",
  "Not simply for the brand, but for the people who work for the company.",
  "Silicon Valley has until a decade or so looked askance at DC politics.",
  "This quote could be applied today to Mark Zuckerberg, CEO of Facebook.",
  "Failing to address a crisis in the moment is a failure of leadership.",
  "And there is even a #DeleteFacebook hashtag circulating on Twitter.",
  "It is said that he manages his own brand and has his own PR people.",
  "When things are going well, managers can ensure smooth operations.",
  "If so, those PR folks are not doing him, or Facebook, any favors.",
  "Those executives who hide from crisis are cowards, not leaders.",
  "A leader is measured by how he handles a crisis.",
  "Even the value of Facebook's stock is receding.",
  "Who can blame them?"
]