[
  "On July 25, Facebook’s stock lost $119 billion in value, the largest point-drop in Wall Street history, when CFO David Wehner informed analysts that an exodus of subscribers has caused and will continue to cause revenue growth to decline.",
  "Somehow, hatred of “certain” people and groups isn’t “shocking, disrespectful, or sensational.”\n\nUltimately, Facebook et al., by selectively and inconsistently defining what it means to be offensive and offended, will become irrelevant.",
  "If the social-media giant keeps forcing advertisers like Elizabeth Heng to post bland, politically correct, censor-approved commercials — which will fail — those advertisers will continue to object publicly and go elsewhere.",
  "Facebook, which earns over $10 billion in revenue per quarter from advertising, deemed that Heng’s ad fell into its capricious and ambiguous category of “shocking, disrespectful, or sensational,” and nixed her video.",
  "Elizabeth Heng, Republican congressional candidate in California’s 16th district, posted a video on Facebook about her Cambodian parents’ escape from death, at the hands of the Khmer Rouge communists, in the ‘70s.",
  "We’ve seen it over and over again with Republican candidates and organizations.”\n\nAdvertising, an extension of branding, requires language, sounds, and images that are unique, that grab the audience emotionally.",
  "This gang (with the exception of Twitter as of this writing), which controls the internet, all but removed the complete works of Alex Jones, controversial purveyor of InfoWars, from their platforms.",
  "A company cannot create or maintain a strong brand, and continue to grow, while infantilizing its customers, selectively censoring them, defrauding them, and, consequently, losing their trust.",
  "Mark Zuckerberg, CEO of Facebook, recently defended the postings of anti-Semites: \"I’m Jewish, and there’s a set of people who deny that the Holocaust happened; I find that deeply offensive.",
  "Marc Rudov is a branding advisor to CEOs, speaker, media commentator, and author of \"Brand Is Destiny: The Ultimate Bottom Line\" and \"Be Unique or Be Ignored: The CEO’s Guide to Branding.\"",
  "In fact, Facebook has been losing subscribers, en masse, since getting caught, earlier this year, routinely sharing their personal data with multiple firms like Cambridge Analytica.",
  "Ironically, by becoming the speech police, under the guise of “protecting” its subscribers, Facebook is killing its advertising, its main source of revenues, and killing itself.",
  "The “New York Times,” which has the same progressive leanings as Facebook and its ilk, recently added Sarah Jeong to its editorial board – despite her history of racist rants.",
  "Heng’s reaction: “It is unbelievable that Facebook could have such blatant disregard for the history that so many people, including my own parents, have lived through.",
  "With impunity, Jeong has equated President Trump with Hitler (of course), and has repeatedly and virulently spewed hatred for whites, especially white men.",
  "But, at the end of the day, I don’t believe that our platform should take that down, because I think there are things that different people get wrong.",
  "And, if the advertiser pushes the envelope too far, offending or alienating the audience, it will waste millions of dollars and hurt its brand.",
  "This is why I wake up every single day with the fight and determination to have a voice and make a difference in my community.",
  "These giants censor conservatives and their messages, which apparently offend the sensibilities of fragile progressives.",
  "In a free society, comprised of adults, the marketplace decides what is and is not objectionable, including advertising.",
  "At that time, I correctly predicted disaster for the insurance carrier, as death, football, and partying don’t mix.",
  "Accordingly, Facebook, Twitter, Google, and Apple decide what we infantilized children are “permitted” to view.",
  "During the 2015 Super Bowl, Nationwide Insurance shocked viewers with a commercial about childhood death.",
  "What’s shocking and sensational is that self-destructive, arrogant Facebook doesn’t grasp this concept.",
  "I’m sure it is shocking for some people to hear about this kind of injustice, but this is reality.",
  "These gangsters, not the audience, deemed Jones’s words too offensive for certain delicate ears.",
  "Yet, the censorship is selective and hypocritical, depending on whose ox is getting gored.",
  "Neither Facebook nor any other company in the tech industry get to silence our stories.",
  "No surprise, even though her vitriol has become headline news, Jeong still has her job.",
  "In a free society, the marketplace will decide what’s shocking and sensational.",
  "She wanted voters to understand her background and to value America’s freedom.",
  "This means that, at times, messaging will be shocking and sensational.",
  "A few months later, its CMO (chief marketing officer) lost his job.",
  "The marketplace agreed with me: it hated Nationwide’s spot.",
  "I don’t think that they’re intentionally getting it wrong.\"",
  "In a tyrannical society, those in charge decide for us.",
  "That’s capitalism in the adult world.",
  "For more of his reports, Go Here Now.",
  "What is shocking and sensational?",
  "Find him at MarcRudov.com.",
  "Otherwise, it will fail.",
  "Live and learn.",
  "Wow."
]