[
  "But how do we preserve the good things about Facebook while mitigating the obvious detrimental effects of it?”\n\nStory Continued Below\n\nFacebook ramped up damage-control efforts last week after admitting that the number of users whose data may have been improperly accessed by Cambridge Analytica could top 87 million.",
  "Kennedy, who sits on the Senate Judiciary Committee that will hear Zuckerberg, voiced concerns not only about the breach but also about Facebook’s role in disseminating false information — which, he noted, helped contribute to a possible genocide against the Rohingya in Myanmar.",
  "| Jacquelyn Martin/AP Photo Kennedy on Facebook: ‘We can do it the easy way, or the hard way’\n\nSen. John Kennedy warned on Sunday that Facebook needs to do more to address pressing data privacy issues and the spread of fake news — or the government may have to step in.",
  "\"Is it fair for me to give up all of my personal data to Facebook and apparently everybody else in the Western Hemisphere in exchange for me being able to see what some of my high school buddies had for dinner Saturday night?”\n\n“Who owns my data?\"",
  "“I do not want to regulate Facebook half to death, but we do have two major problems we’ve discovered.”\n\nMorning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Nobody understands it.”\n\nZuckerberg is slated to testify Tuesday at a joint Senate Judiciary and Commerce hearing, and Wednesday at a House Energy and Commerce hearing.",
  "It rolled out new tweaks to clarify its privacy policy and tools, and it announced a crackdown on the Internet Research Agency, a Russian troll farm.",
  "Kennedy also worried aloud that the issues may be “too big for Facebook to fix.”\n\n“We’ve got to talk about the initial bargain,\" he added.",
  "Others have to feel the heat,” the Louisiana Republican said ahead of Facebook CEO Mark Zuckerberg’s congressional testimony this week.",
  "“We can do it the easy way, or the hard way,” he said on CBS’ “Face the Nation,” urging Zuckerberg to be frank and suggest solutions.",
  "“I do not want to regulate Facebook half to death, but we do have two major problems we’ve discovered,\" Sen. John Kennedy (R-La.)",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "The service agreement with Facebook — it’s written in Swahili.",
  "“Some people respond when they see the light.",
  "\"Do I own it, or does Facebook own it?",
  "You can unsubscribe at any time.",
  "“I do not want to hurt Facebook.",
  "It's done a lot of good.",
  "Kennedy asked.",
  "said."
]