[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“Damian Collins, the chair of the parliamentary committee that is investigating online disinformation, said he was unhappy with the information the company had provided and wanted to hear evidence from the Facebook chief executive before parliament went into recess on 24 May.”\n\nQUICK DOWNLOADS\n\nOath inks agreement with Samsung: “Verizon Communications Inc’s Oath Inc subsidiary has signed a deal to place four of its most popular apps on millions of Samsung devices across the U.S. and eventually globally,” Reuters reports.",
  "But the agency's rules ban bidders from discussing strategy among themselves — a restriction that could be a problem as the third- and fourth-largest wireless carriers seek approval of their $26.8 billion merger.”\n\n— Calls multiply for hearing on merger: Sen. Ed Markey on Tuesday became the latest lawmaker to press for a congressional hearing in light of the T-Mobile-Sprint merger, following a similar push House Energy and Commerce Democrats made earlier this week.",
  "In the company’s earnings release, it blamed the revenue on “seasonality and our redesign.”\n\nMEANWHILE, IN EUROPE — “MPs have threatened to issue Mark Zuckerberg with a formal summons to appear in front of parliament when he next enters the UK, unless he voluntarily agrees to answer questions about the activities of his social network and the Cambridge Analytica scandal,” The Guardian reports.",
  "“The ruling will make it more difficult for companies to classify their drivers as independent contractors and avoid paying them wages and benefits as required by state law.”\n\n— Snap struggles: “The company delivered poor earnings on Tuesday, missing Wall Street estimates for revenue and user growth in its attempt to deliver after a strong showing at the end of last year,” Recode reports.",
  "Tech group has questions on Pentagon contract: “The IT Alliance for Public Sector, a division of the Information Technology Industry Council, sent a letter on Monday to the House and Senate Armed Services Committees asking members to publicly release the Pentagon’s justification for choosing just one winner for its cloud services project,” Bloomberg reports.",
  "DEMOCRATS TO MAKE LIFELINE CASE USING PUERTO RICO — Several Democrats are signing onto a forthcoming letter coming from Rep. Nydia Velázquez (D-N.Y.) that will argue that FCC Chairman Ajit Pai should not make cuts or limit the agency’s Lifeline program, which subsidizes telecom service for low-income households, due to its importance for Puerto Ricans.",
  "SILICON VALLEY MUST-READS\n\n— Apple sees strong quarter: “Apple Inc. said it would spend an additional $100 billion on stock buybacks, ramping up its payout to shareholders as its core iPhone business continued to generate healthy growth in the latest quarter despite analysts’ concerns about sputtering demand,” The Wall Street Journal reports.",
  "“The Department has opened an investigation into the proposed merger of T-Mobile US, Inc., and Sprint Corporation,” wrote DOJ’s Scott Scheele in a letter to the FCC released Tuesday, asking for data provided by the companies about their phone numbering resources and the ability to port numbers from one carrier to another.",
  "DOJ gets cracking on T-Mobile-Sprint\n\nWith help from John Hendel, Ashley Gold and Margaret Harding McGill\n\nDOJ GETS CRACKING ON T-MOBILE-SPRINT — The Justice Department isn’t wasting any time on its merger review, already requesting information from the FCC about the two wireless carriers.",
  "“A lot of the debate that we had internally was — we're essentially going to be losing money on running political ads because we're hiring so many people to be able to make sure that we're not taking bad money that that cost is going to be greater than the money that we make,” he said.",
  "During the discussion, which took place at an event organized by BuzzFeed, Quartz and The Information, Zuckerberg said Facebook had already started ranking publications on their trustworthiness, with user feedback acting as a “boost or a suppression” for how content gets displayed.",
  "“It’s also clear to us that these companies must do more to recognize their role in the changing economy and work with us to address the growing displacement crisis and racial wealth gap.” The trip also included a gathering with chief diversity officers from several companies.",
  "— “Under your current proposal, it is estimated that 75 percent of existing Lifeline customers in Puerto Rico would lose their telecommunications carrier,” states a draft of the letter to Pai that’s circulating on Capitol Hill and confirmed to POLITICO by a Democratic aide.",
  "— California ruling could shake up gig economy: “Gig economy workers, including drivers for popular ride-hailing services like Uber and Lyft, could find their employment status shift under a major new decision from the top court in California,” The Verge reports.",
  "Tracking Tesla: “There are a lot of questions [CEO Elon] Musk will have to answer [during the Tesla’s earnings call], especially as the company has stumbled in its attempt to meet the ambitious manufacturing goals its CEO has set for the Model 3,” Recode reports.",
  "“The proposed T-Mobile and Sprint merger could present a number of harms to consumers and the marketplace, including higher prices and fewer innovative services,” the Massachusetts Democrat writes in a letter to Senate Commerce Chairman John Thune (R-S.D.)",
  "CARR HEADS TO INDIANA — Republican FCC Commissioner Brendan Carr continues his tour of the Midwest today, meeting with Sen. Todd Young and checking out a telemedicine demonstration at the Hancock Wellness Center in McCordsville, Ind.",
  "CATCHING UP ON CBC’S TRIP TO THE VALLEY — Members of the Congressional Black Caucus including Reps. G.K. Butterfield (D-N.C.) and Barbara Lee made the rounds at Paypal, Square and Apple as part of a trip to Silicon Valley this week.",
  "ABOUT THAT CRA VOTE — While Senate Democrats are still searching for a 51st lawmaker to back a measure to undo the FCC’s net neutrality repeal, it’s possible they could move forward without that elusive vote.",
  "— No love lost: IAC, a company with a majority stake of Match Group, which includes dating apps like Tinder and OkCupid, took a financial hit when Facebook announced that it was getting into the dating game.",
  "KOH’S NEW GIG — Grace Koh, previously a point person for tech and telecom and cybersecurity issues on the White House’s National Economic Council, has joined the telecom practice at DLA Piper as a partner.",
  "The company announced that it was rolling out a new privacy tool called “Clear History” that would allow users to both see and clear the data the social network has collected on their web browsing history.",
  "Lawmakers including Senate Minority Leader Chuck Schumer (D-N.Y.) and Markey on Monday said they plan to force a floor vote in May in an effort to undo the FCC’s rollback via the Congressional Review Act.",
  "“I think the pitch that Sprint and T-Mobile are making is an interesting one, that their merger would propel Verizon and AT&T into more active pursuit of 5G,” he said in an interview with CNBC on Tuesday.",
  "F8 RUNDOWN — Amid a puppy-filled product demo and the debut of its new dating feature, Facebook addressed critiques of its privacy practices during its annual F8 developer conference on Tuesday.",
  "Story Continued Below\n\n— Ross’ take on the proposed deal: Commerce Secretary Wilbur Ross said he was intrigued by talk of how the proposed T-Mobile-Sprint merger could help spur 5G efforts.",
  "MARK YOUR CALENDAR — The Senate Commerce Committee’s aviation subcommittee will talk unmanned aircraft systems, also sometimes known as drones, during a panel scheduled for Tuesday, May 8.",
  "“After many communities endured widespread lack of communications post-[Hurricane] Maria, they should not be forced to endure additional hardship.” At least 37 House Democrats and Sens.",
  "In order to pass, the CRA would only need a majority of votes from senators who are present and voting that day, according to a representative of the Congressional Research Service.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "This marks the CBC’s third trip to the region since the group launched its Tech2020 initiative, which is dedicated to increasing African American representation in tech.",
  "IT’S OFFICIAL — Antitrust attorney Joseph Simons will take the reins of the Federal Trade Commission after being sworn in as agency chairman on Tuesday, Ashley reports.",
  "Executives at the company had plenty to say in response to the announcement: “Their product could be great for US / Russia relationships,” quipped IAC CEO Joey Levin.",
  "The company huddled with members of the FCC’s Incentive Auction Task Force and other agency staff in 2017 to discuss a range of issues including T-Mobile’s 5G plans.",
  "“This type of information has been sought by the Department and provided by the Federal Communications Commission on numerous occasions in the past,” Scheele said.",
  "“It will be a simple control to clear your browsing history on Facebook — what you've clicked on, websites you've visited, and so on,” Zuckerberg wrote in a post.",
  "That means the net neutrality CRA could potentially pass with the 50 votes it already has, if just 99 senators are present on the day of the vote, for example.",
  "He also noted that the platform’s decision to continue running political ads prompted internal debate about whether it was even profitable to keep doing so.",
  "“There’s no question that all tech companies have a ways to go to achieve full inclusion and equity in the workplace,” Lee (D-Calif.) said in a statement.",
  "POLITICO’s Ben White is bringing Morning Money to the Milken Institute Global Conference to provide coverage of the day’s events and evening happenings.",
  "Republican Noah Phillips and Democrats Rebecca Slaughter and Rohit Chopra are expected to be sworn in later this week, according to the agency.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— Zuckerberg also talked political ads and fake news as part of a roundtable with media executives following his conference keynote.",
  "Pai has visited Puerto Rico multiple times following last year’s hurricanes and said he prioritizes helping the territory recover.",
  "“The FCC plans to hold an auction in November for high-frequency spectrum that wireless carriers say is needed for 5G.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "— Food for thought: T-Mobile is among the industry giants that has worked with DLA Piper, according to an FCC filing.",
  "Ross also noted that he thinks “nobody” has “perfected” 5G yet, but added that it is vital for the country’s growth.",
  "— The proposed merger could also have an unintended side effect on an upcoming spectrum auction, Margaret reports.",
  "Verizon and 21st Century Fox are among the other companies that have been represented by DLA Piper, filings show.",
  "Koh had worked on everything from 5G to privacy to digital trade during her time with the Trump administration.",
  "Currently, Sen. Susan Collins of Maine is the only Republican who has thrown her support behind the measure.",
  "The company ultimately decided that publishing political ads was important to democracy, Zuckerberg added.",
  "GOOD WEDNESDAY MORNING and welcome to Morning Tech, where we’re enjoying all the Royal Wedding #content.",
  "Another Republican, Christine Wilson, is set to be sworn in after Maureen Ohlhausen leaves the agency.",
  "The agency is examining whether Facebook violated a 2011 agreement with the FTC to protect user data.",
  "Also on the agenda is a visit with AT&T in Indianapolis to learn more about 5G plans for the city.",
  "Chief Privacy Officer Erin Egan will help oversee the deployment of this tool as her role expands.",
  "Earl Lawrence of the Federal Aviation Administration is among the witnesses slated to testify.",
  "“Snap reported revenue of $230.6 million, short of the $244 million analysts were looking for.",
  "She’s also served as counsel for the House Energy and Commerce’s telecom subcommittee.",
  "Carr was in Michigan earlier this week, and plans to stay in Indiana through Thursday.",
  "Simons joins the FTC as federal regulators ramp up scrutiny of big tech companies.",
  "Velázquez’s office didn’t confirm the letter or indicate when it may be sent.",
  "and Kirsten Gillibrand (D-N.Y.) signed on as of earlier this week.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Sign up to keep up with your daily conference coverage.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "We need it for commercial purposes,” he said.",
  "The newsletter is running April 29 - May 2.",
  "Send your tech tips to lzhou@politico.com.",
  "Her term does not expire until September.",
  "and ranking member Bill Nelson (D-Fla.).",
  "Got an event for MT’s tech calendar?",
  "We need it for defense purposes.",
  "Tips, comments, suggestions?",
  "Elizabeth Warren (D-Mass.)",
  "“We need it.",
  "**"
]