[
  "Here are some highlights about cyber crime from the report:\n\n“The distinction between nation states and criminal groups in terms of cyber crime is becoming frequently more blurred, making attribution of cyber attacks increasingly difficult.”\n\n“Cyber crime groups, many of which operate internationally and are Russian-speaking, continue to pose a threat to UK interests.”\n\n“The threat from UK domestic cyber criminals continues to mature, and these domestic actors are capable of damaging attacks.”\n\n— Read more international cybersecurity news:\n\nDutch government to phase out use of Kaspersky anti-virus software The Dutch government said on Monday it had decided to phase out the use of anti-virus software made by Kaspersky Labs \"as a precautionary measure\" and was advising companies involved in safeguarding vital services to do the same.",
  "While we do not have specific evidence that shows a causative relationship between the decline in frequency and Twitter’s efforts to close these accounts and block the content, discussions in the forums suggest that the efforts have been effective.”\n\n“As tech companies such as Twitter seek to disrupt the efforts of these actors to leverage their platforms, ISIS and the group’s supporters have also sought to find alternate means of distributing and providing access to their content.”\n\n— An internal debate at Google about its partnership with the Defense Department on a project to bring artificial intelligence to military drones is roiling the company with an intensity not seen in years, Bloomberg News's Mark Bergen reports.",
  "What the researchers have really done is catalogued clients that haven’t done this properly.”\n\nWerner Koch, the principal author of the cryptographic software GNU Privacy Guard, also called warnings about the vulnerability “pretty overblown.” In a post Monday, he said that his team was not contacted about the flaw and noted that the attack could be mitigated by avoiding HTML emails or using authenticated encryption, which adds a layer of protection to confirm the message hasn’t been changed.",
  "Ken Wolf, a senior analyst at Flashpoint and the author of the report, wrote that “despite the efforts of tech giants to eradicate extremist content from their platforms, ISIS and the group’s supporters have not only adapted to challenges, but have also continued to make use of the services provided by some of the companies leading the effort to eradicate this material.”\n\nOther assessments from the report include:\n\n“Based upon the data reviewed by Flashpoint analysts, archive[.",
  "pic.twitter.com/c7qgBet1Kp — Senator Cortez Masto (@SenCortezMasto) May 14, 2018\n\n— Ongoing tensions within the National Security Council's cyber team have delayed the release of reports that were scheduled to go out last Friday on the one-year anniversary of President Trump's executive order on cybersecurity, Politico's Eric Geller reports.",
  "Hennessey also asked Twitter users to name women whose expertise should be recognized, sending tech Twitter abuzz with the hashtag #YouShouldTalkTo:\n\nIn honor of the launch of #SourceList, a database of qualified women in tech policy, I want to hear from other experts in the field about which women they recommend to reporters and organizers.",
  "With the discovery of this flaw, it’s a good time to make the switch, tweeted Barton Gellman, a senior fellow at the Century Foundation and former Washington Post reporter who covered the National Security Agency leaks by Edward Snowden:\n\nThe best advice TBH is just to stop using GPG / PGP (for most purposes) and start using Signal.",
  "“The Russian state’s now well-practiced doctrine of blending media manipulation, social media disinformation and distortion along with new and old forms of espionage, and high-levels of cyber-attacks, military force and criminal thuggery is what is meant these days by the term hybrid threats,” Parker said, as quoted by MacAskill.",
  "“Academics at the University of Cambridge distributed the data from the personality quiz app myPersonality to hundreds of researchers via a website with insufficient security provisions, which led to it being left vulnerable to access for four years,” Phee Waterfield and Timothy Revell wrote in New Scientist yesterday.",
  "— Eric Geller (@ericgeller) May 14, 2018\n\n— Read more government cybersecurity news:\n\nTwo US senators are calling for an investigation into Google's tracking of Android phones Quartz first reported in January about the sly and confusing ways Google cajoles Android users to opt into a feature called Location History.",
  "]org has been one of the top content-hosting providers used by these actors to upload and distribute materials throughout the three-year period that was reviewed.”\n\n\"[The] frequency of URLs from Twitter posted to the ISIS forums declined sharply between January 2015 and January 2016.",
  "“The suspensions support a long-running defense of Aleksandr Kogan, the researcher who provided Facebook data to Cambridge Analytica, that many apps besides his had gathered vast amounts of user information under Facebook's previously lax data-privacy rules,” Harwell and Romm write.",
  "(Photo by Oliver Contreras/For The Washington Post)\n\n— Democratic senators said the Senate will hold a vote Wednesday on whether to undo the Federal Communications Commission's decision last year to terminate net-neutrality regulations, Reuters's David Shepardson reports.",
  "(Photo by Astrid Riecken For The Washington Post)\n\nPINGED: The Energy Department will look for \"game-changing solutions\" to secure the power grid in the future, according to a report released on Monday outlining the agency's cybersecurity strategy for the energy sector.",
  "Quartz\n\nPossible Kaspersky sanctions meet resistance inside U.S. government A White House plan to sanction Kaspersky Lab has met resistance from senior U.S. government officials who are worried that it could set a dangerous precedent for global behavior on the internet.",
  "“Plus, even if the vulnerability is fixed by the maintainers, users' configuration of their email client may not be perfect, potentially leaving them unwittingly exposed.”\n\nPINGED, PATCHED, PWNED\n\nThe Department of Energy in Washington, D.C., on May 2, 2017.",
  "“Until the flaws described in the paper are more widely understood and fixed,\" EFF said, \"users should arrange for the use of alternative end-to-end secure channels, such as Signal, and temporarily stop sending and especially reading PGP-encrypted email.\"",
  "On the same day that Facebook announced the app suspensions, a New Scientist investigation found that about 3 million users of the social network who answered questions about their personality on an app had their private data exposed online for years.",
  "A group of European researchers on Monday revealed a flaw in the way certain email programs handle PGP and S/MIME, a similar encryption protocol commonly used by businesses and other enterprises, as my colleague Brian Fung and I reported yesterday.",
  "Reuters\n\nTurkey's Government Tried to Hack Hundreds of Protesters Over Twitter, Researchers Say A new report details a widespread campaign targeting several Turkish activists and protesters, using the infamous government malware made by FinFisher.",
  "The discovery of the flaw, dubbed Efail, blew open a rift between defenders of PGP who insist the encryption is sound — and others who say it’s time to move away from the 30-year-old technology in favor of encrypted messaging apps such as Signal.",
  "\"The repeal of net neutrality is not only a blow to the average consumer, but it is a blow to public schools, rural Americans, communities of color and small businesses,\" Senate Minority Leader Charles E. Schumer (D-N.Y.) said in a statement.",
  "— Cyber crime increased last year in Britain, and a widespread reluctance by companies to disclose data breaches only makes matters worse, the British National Crime Agency said Monday in its annual report on serious and organized crime.",
  "Green explains it simply: “The attacker can modify the encrypted email, and when the person for whom it’s intended opens it or previews it, the mail program will send the contents out to a remote server the attacker has set up,” he said.",
  "“All you have to do is look at it and it will decrypt itself and send it out to the attacker.”\n\nThis could put whistleblowers, political activists and others who depend on encrypted email at risk, the researchers said in a blog post.",
  "“UK cyber crime continues to rise in scale and complexity but under-reporting of data breaches continues to erode our ability to make robust assessments of the scale and cost of network intrusions,” the agency said in a statement.",
  "The effort “aims to help journalists, conference planners, and others to identify and connect with experts outside of their usual sources and panelists,” wrote Susan Hennessey, a Brookings fellow and executive editor of Lawfare.",
  "“This whole PGP infrastructure is kind of a mess and needs to be hardened up and fixed, or we need to start using something better,” Matt Green, a cryptography expert and assistant professor at Johns Hopkins University, told me.",
  "— Andrew Parker, the director general of Britain's domestic intelligence agency MI5, publicly lambasted the Russian government on Monday for its attempts at weakening Western democracies, the Guardian's Ewen MacAskill reports.",
  "“This makes energy cybersecurity a top national priority that will require the federal government and the energy sector to work together to reduce cyber risks that could trigger a large-scale or prolonged energy disruption.\"",
  "https://t.co/JJVprDSEh5 pic.twitter.com/KBCk8qnNXJ — Susan Hennessey (@Susan_Hennessey) May 14, 2018\n\nZERO DAYBOOK\n\nToday\n\nComing soon\n\nSenate Judiciary Committee hearing on Cambridge Analytica and data privacy tomorrow.",
  "— More cybersecurity news:\n\nPentagon Wants Cloud Secure Enough to Hold Nuke Secrets The Pentagon’s JEDI cloud will be designed to store the government’s most sensitive classified information, including nuclear secrets.",
  "That added urgency to warnings from the digital rights group Electronic Frontier Foundation, which urged users of the affected email programs to immediately disable tools that allow the email apps to use PGP or S/MIME.",
  "“It is therefore a little odd that Facebook should suddenly now profess itself to have been unaware of the myPersonality research and to believe that the use of the data was a breach of its terms,” Stillwell said.",
  "Even as those companies work to shut down Islamic State propaganda, the group still finds plenty of ways to spread extremist materials online, according to a new report by the cyberintelligence company Flashpoint.",
  "THE NEW WILD WEST\n\nAndrew Parker, head of Britain's MI5, left, speaks with Hans-Georg Maassen, head of the German Federal Office for the Protection of the Constitution, during a conference in Berlin on May 14.",
  "CyberScoop\n\nPRIVATE KEY\n\nFighters of the Syrian Democratic Forces walk down a street in Raqqa on Oct. 20, 2017, after a Kurdish-led force expelled Islamic State group fighters from the northern Syrian city.",
  "Andy Yen, chief executive of the encrypted email service ProtonMail, criticized the way EFF and the researchers portrayed the issue, saying it was reckless to tell users to stop exchanging encrypted emails.",
  "Whether people decide to keep PGP or make the switch, the flaw shows how difficult it is to perfect the art of sending secure messages, said Riana Pfefferkorn, a cryptography fellow at Stanford University.",
  "“We have large teams of internal and external experts working hard to investigate these apps as quickly as possible,” Ime Archibong, Facebook's vice president of product partnerships, said in a statement.",
  "EASTER EGGS\n\n\"Camp Congress\" inspires girls to run for office:\n\nHere's what the Supreme Court's decision on sports betting means for fans:\n\nDrone footage shows aftermath of damage to Hawaii neighborhood:",
  "Security experts are at odds over how to respond to new research showing hackers could decrypt emails that were supposed to be protected by a popular encryption tool known as PGP, or Pretty Good Privacy.",
  "10/10 — Ryan Duff (@flyryan) May 14, 2018\n\nJake Williams, founder of Rendition Security, took issue with the way the flaw was disclosed:\n\nThe big problem with #efail is how it was disclosed.",
  "Facebook announced on Monday that it has suspended about 200 apps while it investigates whether they improperly accessed users' data, The Washington Post's Drew Harwell and Tony Romm report.",
  "The report makes the risks clear: “Today, a cyber incident has the potential to disrupt energy services, damage highly specialized equipment, and threaten human health and safety,” it says.",
  "The first database from Sourcelist includes women whose areas of expertise include national security, artificial intelligence, cybersecurity, software development and several other fields.",
  "The vulnerability allows hackers to read an encrypted email by making changes to its HTML, which essentially tricks the affected email applications into decrypting the rest of the message.",
  "House Homeland Security Committee markup tomorrow of the DHS Industrial Control Systems Capabilities Enhancement Act of 2018, a cybersecurity bill introduced by Rep. Don Bacon (R-Neb.)",
  "Joshua Steinman, a senior director for cyber policy at the NSC, persuaded national security adviser John Bolton's aides to postpone the publication of the reports, according to Geller.",
  "“Employees against the deal see it as an unacceptable link with a U.S. administration many oppose and an unnerving first step toward autonomous killing machines,” according to Bergen.",
  "Almost 4,000 employees have signed a letter asking Google chief executive Sundar Pichai to terminate the tech giant's involvement in the program, called Project Maven, Bergen writes.",
  "“Gaining access illicitly was relatively easy.”\n\nFacebook suspended the myPersonality app last month and said it may have violated its policies, according to Waterfield and Revell.",
  "But even if the Senate cancels the FCC's repeal of net-neutrality regulations, it is unclear whether the House would hold a vote on a similar measure, Shepardson writes.",
  "“Growing interdependence among the nation’s energy systems increases the risk that disruptions might cascade across organizational and geographic boundaries,” it adds.",
  "The Senate Intelligence Committee holds a closed hearing tomorrow on the intelligence community's January 2017 assessment of Russian meddling in the 2016 election.",
  "To do this, a hacker would need access to the victim’s encrypted emails — for example, by snooping on network traffic or otherwise compromising email accounts.",
  "Ryan Sipes, a Thunderbird community manager, said in a statement that a patch is being developed and will be distributed as an update by the end of the week.",
  "— Lesley Carhart (@hacks4pancakes) May 14, 2018\n\nApple said Monday that it is aware of the issue and that updates to fully address it will soon be released.",
  "Ryan Duff of the start-up Point3 Security tweeted similar recommendations, saying he saw “no reason to disable PGP altogether”:\n\nThere is a simple fix here.",
  "“It’s like any software -- if the vendors are actively patching and updating, it’s secure,” Yen told me, adding that ProtonMail was unaffected by the flaw.",
  "https://t.co/lrdDVSuU6g — Barton Gellman (@bartongellman) May 14, 2018\n\nYet the flaw isn’t in PGP itself but in the way certain email programs handle it.",
  "David Stillwell, one of the academics involved in the project, told New Scientist that Facebook knew about the app and had meetings with him about it.",
  "Motherboard\n\nCHAT ROOM\n\n— The Brookings Institution yesterday launched a database of underrepresented experts in cybersecurity and technology policy.",
  "“Even after withstanding years' worth of widespread scrutiny by security experts, a flaw in an encryption standard may still turn up,” she told me.",
  "— Jake Williams (@MalwareJake) May 14, 2018\n\nSo did Lesley Carhart of Dragos:\n\nBut seriously, this was a bad disclosure and we should all feel bad.",
  "\"A vote against this resolution will be a vote to protect large corporations and special interests, leaving the American public to pay the price.\"",
  "About a dozen Google employees are resigning to protest the company's involvement in the program, Gizmodo's Kate Conger also reported yesterday.",
  "Parker was addressing a conference in Berlin, marking the first time that a sitting chief of the agency was delivering a public speech abroad.",
  "They’re not only more secure, they’re more widely used.”\n\nPGP has been the gold standard for encrypting emails since it was released in 1991.",
  "Mozilla referred questions to the Thunderbird Council, the third-party open-source software group that maintains the Thunderbird email app.",
  "The use of digital tools to control the energy grid has created “new opportunities for malicious cyber threats,” according to the report.",
  "If you want to continue to enjoy the free & open internet as you do today, please make your voices heard before it's too late!",
  "Archibong also said Facebook will ban apps if it finds evidence that they mishandled data and will notify users on this page.",
  "Researchers said affected email applications include Mozilla Thunderbird, Apple Mail and some versions of Outlook.",
  "NSC senior director Josh Steinman (see: https://t.co/a7ldCgLwfK) convinced Bolton's aides to delay the rollout.",
  "(Photo: Bulent Kilic/AFP/Getty Images)\n\n— Google, YouTube and Archive.org are playing terrorist whack-a-mole.",
  "Nextgov\n\nPUBLIC KEY\n\nSenate Minority Leader Charles E. Schumer (D-N.Y.) in the U.S. Capitol on January 21.",
  "Not only will this secure you from this attack, but it will protect you from lots of other attacks.",
  "(Photo by Matt McClain/The Washington Post)\n\nPATCHED: The Cambridge Analytica fallout continues.",
  "House Education Committee hearing on promoting data security in schools and states on May 17.",
  "(AP Photo/Matt Rourke, File)\n\nPWNED: And it looks like more privacy dustups may be coming.",
  "The problem, he said, was not with PGP but with the way email clients have implemented it.",
  "One source said it was to spite outgoing cyber adviser Rob Joyce, whose job he wanted.",
  "“Signal, Wire and other encrypted chat applications aren’t vulnerable the way PGP is.",
  "The Senate will be voting on the CRA to save #NetNeutrality this Wednesday, 5/16.",
  "Another said it was to avoid more attention to the NSC team after my last story.",
  "“If you look at the top 10 clients out there, most have long since patched it.",
  "You are far safer with it than without it, even if your email client is buggy.",
  "THE KEY\n\nKeys and padlock on the computer keyboard as a data security concept.",
  "House Intelligence Committee hearing on China’s military expansion on May 17.",
  "Safer, easier, free, works on your phone at least as well as on a computer.",
  "The Facebook logo is displayed on an iPad on May 16, 2012 in Philadelphia.",
  "The USTelecom Cybersecurity Policy Forum is held in Washington tomorrow.",
  "Facebook CEO Mark Zuckerberg appears for a Senate hearing on April 10.",
  "But today, people want the convenience of using their smartphones.",
  "But some security experts said these dire warnings were overkill.",
  "Microsoft did not immediately respond to a request for comment.",
  "From Sen. Catherine Cortez Masto (D-Nev.):\n\nWe're on the clock.",
  "(A full list is available from the researchers' report.)",
  "And encrypted apps are more widely available than ever.",
  "You should be doing that for e-mails with PGP anyways.",
  "I see no reason to stop using PGP all together.",
  "Facebook hasn't said which apps were suspended.",
  "Messages, attachments, audio or video calls.",
  "The app's website has also gone offline.",
  "Disable HTML rendering for e-mails.",
  "(Photo: Kay Nietfeld/dpa via AP.)",
  "Chime in with #youshouldtalkto.",
  "Nobody should be disabling PGP.",
  "Also, patch your software.",
  "Just get it.",
  "It helps.",
  "tomorrow.",
  "Really."
]