[
  "It wasn't me\n\nWas Barack Obama's use of Facebook data in the 2012 presidential campaign comparable to the efforts of Cambridge Analytica, the firm tied to Donald Trump's 2016 campaign that harvested private information on tens of millions of users?",
  "CLOSE Already besieged by chaos, President Donald Trump’s White House is increasingly threatened by allegations from his past, with court cases looming from an adult film star, a former Playboy model and a onetime reality show contestant.",
  "The first: Former Playboy model Karen McDougal filed suit against American Media Inc., saying that an agreement she signed with the National Enquirer publisher prevented her from discussing the details of her alleged affair with Trump.",
  "In Cambridge Analytica's case, a researcher used a personality quiz app in 2014 to gain access to the data of 270,000 Facebook users, which may have allowed the researcher to access information on 50 million users.",
  "(March 21) AP\n\nOn this fine day, OP fam, we're prepping for what could be the biggest snowstorm to hit D.C. this winter (literally) while we wander lost in the dizzying world of lawsuits (figuratively).",
  "She is suing AMI, which allegedly paid her $150,000, to break her silence on the alleged affair (Photo: Dimitrios Kambouris, Getty Images for Playboy)\n\nRead the latest, subscribe here and let's go.",
  "Trump's lawyers tried to have the suit dismissed, but the court found that Trump wasn't \"above the law\" — citing a case that opened the door for Bill Clinton's impeachment.",
  "Karen McDougal: In a lawsuit filed against American Media Inc., the former Playboy model claims she had a romantic relationship with Trump in 2006 and 2007.",
  "The second: A New York court ruled that former Apprentice contestant Summer Zervos would be allowed to move forward with a defamation lawsuit against Trump.",
  "\"Cambridge Analytica obtained their data fraudulently, laundered through a researcher who paid people to install an app,\" Jim Messina wrote on Twitter.",
  "\"I just want the opportunity to set the record straight and move on with my life, free from this company, its executives and its lawyers.\"",
  "\"AMI lied to me, made empty promises and repeatedly intimidated and manipulated me,\" McDougal said in a statement provided to USA TODAY.",
  "Nothing suits me like a suit\n\nPresident Trump found himself at the center of two lawsuits that made news Tuesday, as you do.",
  "After Zervos accused Trump of groping her, the then-Republican nominee denied the allegations from the campaign trail.",
  "More than 1 million Obama supporters signed up, which gave the campaign permission to look at their lists of friends.",
  "Obama's 2012 re-election campaign also collected data, but they did so through an app.",
  "\"The '12 campaign told voters what they were sharing and for what purpose.",
  "Because, you know, it's just another Tuesday in the Trump administration.",
  "Elsewhere in politics\n\nRead or Share this story: https://usat.ly/2FRbFiA",
  "Conflating these two cases is misleading.\"",
  "Obama's campaign manager doesn't think so."
]