[
  "WASHINGTON (AP) — The Latest on Facebook's privacy scandal and Mark Zuckerberg's congressional testimony (all times local):\n\n5:37 p.m.\n\nFacebook CEO Mark Zuckerberg thinks regulation of his company is \"inevitable,\" but still came to Capitol Hill prepared to defend against proposals he thought went too far.",
  "____\n\n10:55\n\nFacebook CEO Mark Zuckerberg testifies before a joint hearing of the Commerce and Judiciary Committees on Capitol Hill in Washington, Tuesday, April 10, 2018, about the use of Facebook data to target American voters in the 2016 election.",
  "Facebook CEO Mark Zuckerberg arrives to testify before a joint hearing of the Commerce and Judiciary Committees on Capitol Hill in Washington, Tuesday, April 10, 2018, about the use of Facebook data to target American voters in the 2016 election.",
  "__\n\n11:03 a.m.\n\nMark Zuckerberg says his Facebook data was included in the personal information sold to malicious third parties, a reference to the Cambridge Analytica scandal that has rocked his company over the past several weeks.",
  "Facebook has said that 87 million people's personal data was scooped up when some 270,000 users took a personality quiz and had not just their data, but the data of their friends to be accessed by an outside app.",
  "In that hearing, Zuckerberg apologized several times for Facebook failures and disclosed that his company was \"working with\" special counsel Robert Mueller in the federal probe of Russian election interference.",
  "____\n\n2:55 p.m.\n\nFor a hearing about data privacy, democracy and possible government regulation — there have been some weird turns as Facebook CEO Mark Zuckerberg faced a second day of congressional grilling.",
  "____\n\n11:30 a.m.\n\nFacebook CEO Mark Zuckerberg says users whose personal information was obtained by data-mining firm tied to President Donald Trump's 2016 campaign are being informed, starting this week.",
  "Lawmakers were at times aggressive Tuesday as they accused Zuckerberg of failing to protect the personal information of millions of Americans from Russians intent on upsetting the U.S. election.",
  "____\n\n3:32 p.m.\n\nFacebook CEO Mark Zuckerberg has finished two days of congressional testimony about how his company protects — and does not protect — people's private information.",
  "On Wednesday, he often returned to the same talking points, but did drop some new tidbits such as his disclosure that his own data was swept up in the Cambridge Analytica scandal.",
  "He also said Facebook was working hard to change its own operations after the harvesting of users' private data by a data-mining company affiliated with Donald Trump's campaign.",
  "Zuckerberg didn't elaborate because he was being pressed to keep his answers as brief as possible by Rep. Anna Eshoo, the Democrat from Silicon Valley who was questioning him.",
  "After about 10 hours of hearings on Tuesday and Wednesday, markets rallied and privacy advocates were disappointed at the prospect that Facebook appeared to emerge unscathed.",
  "He says it's working hard to change its own operations after the harvesting of users' private data by a data-mining company affiliated with President Donald Trump's campaign.",
  "As for Diamond and Silk, the Trump-supporting video personalities had their page removed by Facebook, leading to outcries of censorship, including from several congressmen.",
  "(AP Photo/Pablo Martinez Monsivais)\n\nFacemash was, as the Harvard Crimson put it back in the day, a \"short-lived but popular website in the realm of \"Am I Hot Or Not.\"",
  "Lawmakers in both parties have floated possible regulation of Facebook and other social media companies amid privacy scandals and Russian intervention on the platform.",
  "Zuckerberg told a lawmaker during his appearance Wednesday he believes the notices about Cambridge Analytica's possession of their information began going out Monday.",
  "Facing his second day of questioning from members of Congress on Wednesday, Zuckerberg was answering a question from Rep. Anna Eshoo, a Democrat from California.",
  "Zuckerberg spent roughly 10 of the past 24.5 hours testifying, beginning on Tuesday with a rare joint Senate committee where he was grilled by 44 lawmakers.",
  "At Wednesday's hearing, Zuckerberg called it a \"prank\" site and tried to suppress a smile when asked about it by Rep. Billy Long, a Republican of Missouri.",
  "____\n\n12:18 a.m.\n\nFacebook CEO Mark Zuckerberg apologized several times for Facebook failures as he underwent some five hours of questioning by the Senate.",
  "The 33-year-old founder of the world's best-known social media giant is set for another Capitol Hill grilling on Wednesday before members of the House.",
  "Zuckerberg disclosed that his company is \"working with\" special counsel Robert Mueller in the federal probe of Russian election interference.",
  "A house hearing examining the company's privacy policies and the role Facebook played as Russians intervened in the 2016 election has begun.",
  "Zuckerberg saw his Facebook stake add about $4 billion during the time he testified — amounting to a payment of about $400 million per hour.",
  "Some legislators touted their proposals for privacy protections, but acknowledged there is no consensus on Capitol Hill on how to proceed.",
  "(AP Photo/Andrew Harnik)\n\nFacebook CEO Mark Zuckerberg says he believes it is \"inevitable\" that there will be regulation of his industry.",
  "Facebook has set up a page where any Facebook user can check to see if Cambridge Analytica vacuumed up any of their information.",
  "Cambridge Analytica then obtained this data and is said to have used it to try to influence elections around the world.",
  "Zuckerberg said at a House hearing Wednesday that it is \"inevitable that there will be some sort of regulation.\"",
  "He noted that larger companies like Facebook have more resources to comply with regulations than small startups.",
  "Facebook investors, at least, seemed satisfied, bumping up the company's shares for the second day in a row.",
  "Mr. Zuckerman, to be sure, does not exist, though Rep. Yvette Clarke did thank him for showing up.",
  "That's also true of the privacy and consumer advocates calling for heightened regulation.",
  "It's unclear how many of the 87 million affected users have received their notices.",
  "Zuckerberg said this was an \"enforcement error\" and the page would be reinstated.",
  "This material may not be published, broadcast, rewritten or redistributed.",
  "Zuckerberg testified for around five hours in a Senate hearing on Tuesday.",
  "Sign up for BREAKING NEWS Emails privacy policy Thanks for subscribing!",
  "___\n\n9:56 a.m.\n\nFacebook CEO Mark Zuckerberg is back on Capitol Hill.",
  "Created by Zuckerberg in 2003, it let people judge classmates' looks.",
  "But he warned that lawmakers should be careful in what they propose.",
  "Zuckerberg told Congress that the firm got some of his information.",
  "In two days of congressional testimony, though, he rarely had to.",
  "Facebook has been reeling from its worst-ever privacy failure.",
  "Long asked what Facemash is and whether it is still up.",
  "It's not clear what that regulation would look like.",
  "Copyright 2017 The Associated Press.",
  "All rights reserved.",
  "Diamond and Silk?",
  "Mr. Zuckerman?",
  "Facemash?"
]