[
  "[‘Womp womp’: Corey Lewandowski mocks story of child with Down syndrome separated from parents]\n\nAs part of the discussion of Trump and his knowledge of real-world costs and challenges, Lewandowski also related a story of Trump pulling out his American Express Platinum Card to pay for dinner at a steakhouse in Des Moines and said Trump appeared well aware of the cost of such basics as a McDonald’s meal on the road.",
  "“I shouldn’t tell the story because I’ll get in trouble, but I remember he was driving his Rolls-Royce from New York City one day up to the golf course in Bedminster — this was before Secret Service — and we were on the campaign,” said Lewandowski, Trump’s former campaign manager, referring to Secret Service protection, which Trump requested in November 2015 when he was running for president.",
  "When you’re in New York and you’re on the telephone and you drive a Rolls-Royce out to New Jersey, you get stopped.”\n\n[Lewandowski: I turned down Cambridge Analytica three times when I ran Trump campaign]\n\nTrump probably isn’t filling up his car these days, because the Secret Service will not allow him to drive a private car, Lewandowski said.",
  "(Michael Loccisano/Getty Images for Indianapolis Motor Speedway)\n\nPresident Trump may have been criticized as out of touch when he remarked this month that people need to show identification when buying groceries, but Corey Lewandowski said his former boss knows what it’s like to be an average Joe.",
  "The story has apparently not been told previously and is notable in part because of Trump’s threat as president to unilaterally impose a 20 percent tariff on all automobile imports from Europe on national security grounds.",
  "This was one of incidents cited by Lewandowski on Wednesday when asked by reporters to provide examples of Trump as a “real guy,” who might, say, buy things in a store or pump his own gas.",
  "But Trump “loves to drive his cars” and does so himself, as shown by the traffic stop, the former aide said at a breakfast roundtable organized by the Christian Science Monitor.",
  "When we would go to a McDonald’s or a fast-food place on the campaign trail he would know what it would cost because he would take out the cash and he would pay for it.”",
  "Trump fired Lewandowski in June 2016, partly at the behest of then-campaign chairman Paul Manafort, now on trial for 18 charges of federal tax and banking crimes.",
  "He wrote a 2017 book complimentary of Trump and criticized former aide Omarosa Manigault Newman for attempting to “burn” the president with a tell-all account.",
  "Donald Trump stands next to a pace car during an event for the 100th anniversary of the Indianapolis 500 on April 5, 2011, at Trump Tower in New York.",
  "“I think the misperception of Donald Trump is he has no understanding what things cost, and it’s absolutely not the case,” Lewandowski said.",
  "Lewandowski later said the incident occurred about four years ago and that he does not know whether Trump received a ticket.",
  "Trump was once pulled over by the police while driving his Rolls-Royce from Manhattan to his golf resort in Bedminster, N.J.",
  "Lewandowski said he never heard Trump utter the n-word, as Manigault Newman claims he has done, or use other racial slurs.",
  "The two men were not acquainted before Lewandowski’s hiring, but he quickly became one of Trump’s most loyal defenders.",
  "He also cited Trump picking up the tab for staff at a pricey steakhouse and knowing the cost of items at McDonald’s.",
  "Lewandowski said Wednesday he was unaware of any previous wrongdoing by Manafort when they worked together.",
  "The White House did not respond to questions about whether the incident occurred, or for details about it.",
  "Despite his firing, Lewandowski has remained a frequent champion of Trump on television and elsewhere.",
  "Lewandowski was hired in December 2014 to manage what would become the Trump presidential campaign.",
  "Lewandowski is now an adviser to Vice President Pence’s Great America PAC.",
  "“I remember because he was talking to me on the telephone.",
  "His rise — and his relationship with Donald Trump.]",
  "Rolls-Royce is a British luxury car manufacturer.",
  "And guess what happened, right?",
  "“He was so engaged in things.",
  "[Who is Corey Lewandowski?",
  "His evidence?"
]