[
  "Hide Caption 1 of 5 Photos: What you 'like' can speak volumes Hide Caption 2 of 5 Photos: What you 'like' can speak volumes Hide Caption 3 of 5 Photos: What you 'like' can speak volumes Hide Caption 4 of 5 Photos: What you 'like' can speak volumes Hide Caption 5 of 5\n\nWith just 10 likes, a computer model fundamentally knows you better than a colleague, according to additional research published by Kosinski in 2015 .",
  "Similar to the quizzes used on Facebook to psychographically profile users, developers at the InnovationWorks Lab in the College of Information Studies at the University of Maryland College Park created a personality quiz that gives the user insights into what drives them to make decisions, including online behavior.",
  "These companies, according to a 2013 study by computational psychologist and big data scientist Michal Kosinski and others, found that Facebook likes \"can be used to automatically and accurately predict a range of highly sensitive personal attributes.\"",
  "Last month, a former employee of data firm Cambridge Analytica went public with allegations that tens of millions of Facebook users' data were captured and (mis)used in an attempt to influence them during the 2016 US presidential election.",
  "But you're actually sharing it with every company that utilizes Facebook,\" said Timothy Summers , director of innovation, entrepreneurship and engagement at the University of Maryland's College of Information Studies.",
  "Kosinski's algorithm was able to predict whether a person was black or white with 95% accuracy, male or female with 93% accuracy, gay or straight with 88% accuracy and Democrat or Republican with 85% accuracy.",
  "The way most psychologists profile someone is to figure out how they score on the \"Big Five\" personality traits: Openness, Conscientiousness, Extroversion, Agreeableness and Neuroticism, known as OCEAN.",
  "What I 'like' about you\n\nAll of the data scraped from your Facebook profile are useful for understanding who you are \"at a micro level,\" said Summers, who was not involved with Kosinski's research.",
  "\"With the right imagery and the right content, context and nuance, and with the right social media campaign ... you can get just about anyone to click on just about anything,\" Summers said.",
  "The message everyone sees or hears can be tailored to the precise trigger that will make them click a certain page, buy a particular product or even vote for a political candidate.",
  "Just 'like' that\n\n\"Facebook is a really amazing place to give data and not really think about the data you're giving, because you're just sharing it with family and friends, right?",
  "The whistleblower, Christopher Wylie explained to CNN how an app the company developed could pull data not only from its users' profiles but from their entire friend networks.",
  "For its part, Facebook Inc. admits that it knew about the company's access to the data but alleges that it was misused\n\n\"Facebook granted permission for the app,\" Wylie said.",
  "Psychographics is defined as \"market research or statistics classifying population groups according to psychological variables (such as attitudes, values or fears).\"",
  "There, you'll be able to gain access to a staggering 70 categories of data\n\n\"Find out who's looking at you, who's psychographically profiling you,\" Summers said.",
  "Summers encourages everyone to download their Facebook data, which you can easily do by logging in and clicking on Settings, then on General Account Settings.",
  "'Like' it never even happened\n\nFollow CNN Health on Facebook and Twitter See the latest news and share your comments with CNN Health on Facebook and Twitter.",
  "Extroverts saw an ad that read \"Dance like no one's watching (but they totally are),\" while introverts saw an ad that read \"Beauty doesn't have to shout.\"",
  "\"Our smartphones, our computers, our email, the big companies -- Amazon, Google, Facebook -- they're collecting data on us every single step of the way.\"",
  "A subsequent study co-authored by Kosinski, published in 2017, offered examples of ads aimed at different audiences, based on their personalities.",
  "\"If you're leaving digital breadcrumbs online and living a digital life, as all of us are, you're constantly giving data points,\" Summers said.",
  "Photos: What you 'like' can speak volumes A 2013 study found that certain personality traits can be predicted by what you \"like\" on Facebook.",
  "\"If we got one person to download the app, it would pull, you know, 200, 300 records, and that would scale really quickly,\" Wylie said.",
  "\"I want to understand who John Smith is and what are the decisions that John Smith will make, given the right stimulus and imagery.\"",
  "Only then can you truly understand the cognitive strategies being used to target you -- and how you can outsmart them.",
  "But it wasn't just the information people willingly volunteered in their profiles that Cambridge Analytica was after.",
  "Someone would yell a message as loud as they could, hoping as many people as possible would hear him or her.",
  "With 70 likes, it knows you better than a friend or roommate; with 150 likes, better than a family member.",
  "Click through the gallery to see what these selected \"most predictive likes\" might say about you.",
  "In this new age of micro-targeting, people are subjected to \"whisper campaigns,\" Summers said.",
  "(CNN) It's true: Actions really do speak louder than words, even when you don't want them to.",
  "Summers said to think of the old way people were targeted as a sort of \"town square.\"",
  "It was also what they \"liked\" -- such things as music, movies, foods and books.",
  "All of the data, we now know, were harvested without Facebook users' knowledge.",
  "\"Absolutely,\" Summers said, \"and that's where psychographics comes in.\"",
  "And with 300 likes, Big Data knows you better than your spouse.",
  "Examples of ads from a 2017 study on psychological targeting.",
  "Are there some people who are more persuadable than others?",
  "\"Who's trying to figure out and predict your behaviors?\"",
  "They just didn't necessarily know what it was for.\"",
  "Everyone was receiving the same message.",
  "\"They knew what the app was doing.",
  "Turns out, it speaks volumes."
]