[
  "The congressional hearings came nearly a month after news broke that Cambridge Analytica, a data firm with ties to President Donald Trump's campaign, accessed information from as many as 87 million Facebook users without their knowledge.",
  "The organization, which administers the rules of international trade and seeks to resolve disputes, is likely to take a dim view of the brewing conflict between Washington and Beijing.",
  "Facebook gains: Facebook CEO Mark Zuckerberg spent more than 10 hours testifying before Congress on Tuesday and Wednesday and investors appeared to like his performance.",
  "Traders pressed the sell button on Wednesday after President Donald Trump warned Russia in a tweet that it should \"get ready,\" because bombings \"are coming\" to Syria.",
  "Coming this week:\n\nThursday — BlackRock, Delta, Rite Aid earnings, WTO forecast, OPEC report\n\nFriday — Citi, JPMorgan, PNC, Wells Fargo earnings",
  "Neither have worries at the US Federal Reserve over the economic harm that would result from a trade war between the United States and China.",
  "Oil reversed some of its gains early after the US Energy Information Administration reported a surprise buildup in crude inventories.",
  "Earnings and economics: BlackRock (BLK), Delta Air Lines (DAL), and Rite Aid (RAD) will release earnings before the open.",
  "OPEC is expected to release its monthly oil market report on Thursday, giving investors more insight into the market.",
  "The Dow Jones industrial average dropped 0.9% on Wednesday, while the S&P 500 lost 0.6% and the Nasdaq shed 0.4%.",
  "Trade in focus: The World Trade Organization will release its annual trade forecast on Thursday.",
  "Facebook (FB) stock ended Tuesday up 4.5%, and ticked up another 1.5% in trading on Wednesday.",
  "The US Labor Department is expected to publish new initial jobless claims data at 8:30 a.m.",
  "The European Central Bank will publish minutes from its March meeting at the same time.",
  "An uncertain political situation in the United States hasn't done much to calm nerves.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "The Central Bank of Mexico will announce an interest rate decision at 6 a.m.",
  "The two countries have for weeks threatened each other with major tariffs.",
  "US crude oil futures jumped 2% to the highest levels since late 2014.",
  "Markets in Asia ended the session lower, with the exception of India.",
  "Everywhere, risk: Investors have a lot to consider on Thursday.",
  "Global market overview: US stock futures were pointing higher.",
  "Oil dipped 0.3% to trade at $66.65 per barrel.",
  "Before the Bell newsletter: Key market news.",
  "European markets opened mixed.",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "ET.",
  "ET.",
  "5.",
  "4.",
  "6.",
  "1.",
  "2.",
  "3."
]