[
  "CASH HELP — “Pence heading to Nevada to raise money for Heller,” by POLITICO’s Daniel Strauss and Matthew Nussbaum: “Vice President Mike Pence will travel to Las Vegas next week to do fundraising for Sen. Dean Heller of Nevada, one of the most vulnerable Republican incumbents, as the vice president continues his intense campaigning ahead of the midterm elections.” Full story.",
  "APOLOGY TOUR — “Zuckerberg confesses 'huge mistake' as Cambridge toll hits 87M,” by POLITICO’s Nancy Scola: “Facebook CEO Mark Zuckerberg ramped up his mea culpa tour Wednesday over the Cambridge Analytica scandal even as his company acknowledged that the Trump-linked firm may have improperly obtained data on 37 million more users than originally reported.",
  "POLLING DATA — “Democratic poll: Guns key in Wisconsin Supreme Court race,” by Campaign Pro’s Elena Schneider: “Internal polling data from newly elected Wisconsin Supreme Court Justice Rebecca Dallet shows that guns played a key role in the race, as the Democratic-backed candidate cruised to victory in a state that President Donald Trump carried in 2016.",
  "— 45Committee touts Greg Pence's bio in TV ad: “45Committee, a political nonprofit that spent millions boosting President Donald Trump during the 2016 election and the first year of his presidency, is airing a positive bio spot to support Greg Pence, Vice President Mike Pence's brother, in an Indiana congressional primary.” See the ad here.",
  "(http://www.politicopro.com/proinfo)\n\nALL QUIET ON THE WESTERN FRONT — “Montana Republicans focus on Tester ahead of primary,” by Campaign Pro’s Kevin Robillard: “The race to battle Democratic Sen. Jon Tester has been all about him so far — even among the three main Republican candidates fighting for the nomination to face him in November.",
  "ABOUT LAST NIGHT — “Trump to huddle with super PAC backers over dinner,” by POLITICO’s Alex Isenstadt: “President Donald Trump [was to spend Wednesday] evening dining with backers of America First Action, the principal pro-Trump super PAC that is expected to spend millions of dollars in this year's midterm elections.",
  "The full list includes: Mallory Hagan (AL-03), TJ Cox (CA-21), Nancy Soderberg (FL-06), Brent Welder (KS-03), Dan Feehan (MN-01), Cort VanOstran (MO-02), Xochitl Torres Small (NM-02), Gina Ortiz Jones (TX-23), MJ Hegar (TX-31), Ben McAdams (UT-04), Abigail Spanberger (VA-07), and Lisa Brown (WA-05).",
  "Now they’re giving it back,” by The Tampa Bay Times’ Alex Daugherty: “A political fundraising group that seeks to elect moderate Democrats to the House of Representatives is giving back a donation from the National Rifle Association after the Miami Herald questioned the transaction.",
  "Unlike primaries in Indiana, where the candidates began slamming each other last summer — and West Virginia, where ex-con coal baron Don Blankenship has pumped hundreds of thousands into attack ads against his rivals — the Montana contest, set for June 5, has been downright sleepy.\"",
  "— House Majority PAC, Priorities USA Action to spend $12M on digital ads this fall: “House Majority PAC and Priorities USA Action announced today a joint $12 million digital ad effort to bolster House Democrats this fall in their effort to retake the majority in 2018.” Full story.",
  "ON THE AIRWAVES — EMILY's List unit airs TV ad for Jacobs in CA-49: “The independent expenditure arm of EMILY's List is out with a new TV ad supporting Democrat Sara Jacobs in the crowded open primary to replace retiring Republican Rep. Darrell Issa.” Watch the ad here.",
  "The Blue Dog PAC, which has doled out campaign cash to Florida Reps. Stephanie Murphy and Charlie Crist during the 2018 election cycle, said Tuesday it would return a $4,950 contribution from the National Rifle Association's political arm in July 2017.” Full story.",
  "— And it’s not because of a lack of vulnerabilities with the three major candidates: \"Matt Rosendale, the state auditor and primary front-runner, was born in Maryland, and East Coast roots have proven politically deadly in Montana in the past.",
  "— Morrisey drops the Seneca Rocks on D.C. in new television ad: “West Virginia Attorney General Patrick Morrisey is out with a new television ad in which he drops the state's signature Seneca Rocks on Washington, D.C.” Watch the ad here.",
  "FIRST IN SCORE — Pro-Calley PAC releases anti-Schuette TV ad: The pro-Brian Calley for Governor CCC PAC is airing a new TV ad attacking Bill Schuette, Calley’s Republican opponent in the primary for Michigan‘s governor.",
  "Calley was a huge part of the Michigan comeback,” the narrator in the ad says, going on to call Schuette, who is the state's attorney general, “untrustworthy” and styles him as a career politician.",
  "FEC FILES — Club for Growth sets up Wisconsin stand-alone: The conservative Club for Growth filed paperwork creating what appears to be another state-specific super PAC, CFG Action Wisconsin.",
  "TX-23: Democrat Gina Ortiz Jones told the Texas Tribune she raised over $700,000 in the first quarter, as she qualified for the primary runoff to take on GOP Rep. Will Hurd in the fall.",
  "Asked if he had fired anyone for the Cambridge Analytica mess, Zuckerberg said, ‘We're still working through this, but at the end of the day, this is my responsibility.’” Full story.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "One of Club for Growth’s biggest donors, Richard Uihlein, is also a big supporter of Nicholson — a possible reason behind CFG’s move to open the new state-specific effort.",
  "The poll found more than half of voters disapproving of the National Rifle Association, with 51 percent seeing the group unfavorably and 40 percent viewing it favorably.",
  "Montana Republicans focus on Tester ahead of primary\n\nWith Maggie Severns and Zach Montellaro\n\nTechnical difficulties delayed the delivery of Morning Score this morning.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, dstrauss@politico.com and mseverns@politico.com.",
  "GETTING THE NOD — End Citizens United endorses 12 House Democratic challengers: End Citizens United announced that the group is backing 12 more Democratic candidates.",
  "Being wrong half the time is not a good answer.” — North Dakota GOP Rep. Kevin Cramer, who’s running for Senate, on not voting with the Trump agenda, CNN reported.",
  "Days until the 2018 election: 215\n\nUpcoming election dates — AZ-08 special election: April 24 — Indiana, Ohio, North Carolina and West Virginia primaries: May 8.",
  "Troy Downing, a businessman and Air Force veteran, has faced questions about whether he lived in California and whether he illegally purchased hunting licenses.",
  "Q1 CAMPAIGN FINANCE REPORTS — FIRST IN SCORE — IL-12: Democrat Brendan Kelly raised $580,000 in the first quarter, finishing with $950,000 in cash on hand.",
  "The Club for Growth was already supporting GOP primary contender Kevin Nicholson in the Wisconsin Senate primary to take on Democratic Sen. Tammy Baldwin.",
  "PA-05: Democrat Ashley Lunkenheimer announced raising $413,000 in the first quarter for the new Democratic-leaning seat in Delaware County.",
  "The numbers were similar among swing voters, with 52 percent viewing the NRA unfavorably and 36 percent seeing it favorably.” Full story.",
  "PA-04: Democrat Madeleine Dean raised $410,000 since launching her campaign in February, finishing with $390,000 in cash on hand.",
  "The Washington dinner will also be attended by House Majority Leader Kevin McCarthy, a key informal Trump adviser.” Full story.",
  "Kyrsten Sinema is set to start airing television ads next week in Arizona's Senate race, according to Advertising Analytics.",
  "CODA — QUOTE OF THE DAY: “Can you imagine going home and telling your wife, 'I've been faithful to you 55% of the time?'",
  "And Russell Fagg, a former judge and state legislator, has a long political career from which to pick quotes and votes.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin, @danielstrauss4 and @maggieseverns.",
  "But so far, the candidates have stayed away from rough-and-tumble attacks — except against Tester.” Full story.",
  "FIRST IN SCORE — NH-01: Democrat Maura Sullivan announced that she raised $470,000 in the first quarter.",
  "Story Continued Below\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "The Club for Growth has launched similar state-specific super PACs in Ohio and Missouri this cycle.",
  "She's the sole prominent Democrat in the race to replace retiring GOP Sen. Jeff Flake.” Full story.",
  "NM-01: Democrat Deb Haaland raised $300,000 in the first quarter with $340,000 in cash on hand.",
  "Sinema has purchased more than $70,000 worth of air time so far — a number that could rise.",
  "‘That was a huge mistake, and it was my mistake,’ Zuckerberg said on a call with reporters.",
  "NY-19: Democrat Pat Ryan announced he raised $420,000 in the first quarter.",
  "The buy begins on Monday, April 9, and continues until early May.",
  "SIGN OF THE TIMES — “Blue Dog Democrats group accepted NRA money.",
  "“Bill Schuette’s comparing Brian Calley to Jennifer Granholm.",
  "The spot is running statewide in Michigan for a week.",
  "— Sinema to air television ads next week: “Rep.",
  "Together they created over 500,000 jobs.",
  "Governor Snyder endorses Brian Calley.",
  "We apologize for the inconvenience.",
  "Thanks for joining us!",
  "See the filing here.",
  "Are you kidding me?",
  "Watch the ad here.",
  "Full story.",
  "Full story.",
  "Full story."
]