[
  "WASHINGTON/LONDON (Reuters) - Facebook Inc came under further pressure from lawmakers, investors, advertisers and users on Thursday, the day after Chief Executive Mark Zuckerberg admitted the social media network made mistakes in letting 50 million users’ data get into the hands of political consultancy Cambridge Analytica.",
  "REUTERS/Dado Ruvic\n\nExecutives also briefed another House committee on Thursday, and while they answered questions about Cambridge Analytica they were unprepared to address broader questions about Facebook’s privacy policies, according to a staffer who was present.",
  "Sandberg said Facebook’s priority was restoring users’ trust, even if that meant accepting regulation of the data that is central to its ad business, and she said the company was “massively ramping hiring.”\n\nSeveral analysts cut price targets.",
  "Analysts said Zuckerberg’s promises to investigate thousands of apps, and to give members a tool that lets them turn off access, would not substantially reduce advertisers’ ability to use Facebook data - the company’s lifeblood.",
  "“We think this issue is more likely to snowball than recede and that advertisers are reaching a tipping point at which spending on not only Facebook and other online platforms, is re-evaluated,” brokerage Liberum said in a note.",
  "REPUTATIONAL COSTS\n\nWall Street analysts expressed relief that there were no signs so far of a fundamental shift in the company’s advertising-driven revenue model, but some said there would be costs to shore up its reputation.",
  "The company has lost more than $50 billion in market value since allegations this week that Cambridge Analytica improperly accessed data to build profiles on American voters and influence the 2016 presidential election.",
  "Nevertheless, open-source browser and app developer Mozilla said it was “pressing pause” on its Facebook advertising after the revelations prompted it to take a closer look at the site’s default privacy settings.",
  "Five days after the scandal broke, Zuckerberg apologized on Wednesday for mistakes his company made and promised to restrict developers’ access to user information as part of a plan to protect privacy.",
  "Meanwhile, advertisers Mozilla and Commerzbank suspended ads on the service and the hashtag #DeleteFacebook remained popular online, although it was hard to tell how many users are abandoning Facebook.",
  "But Sharon Rowlands, president of USA Today Network Marketing Solutions, said it was unlikely a flood of brands would stop advertising on Facebook because of its powerful targeting tools.",
  "The request came a day after company executives briefed committee aides for nearly two hours and left with a list of at least 60 questions they were unable to answer, two aides said.",
  "Zuckerberg’s media rounds did little to satisfy Washington lawmakers in either political party who have demanded this week that the 33-year-old billionaire testify before Congress.",
  "There’s no question you are the right person,” Senator Richard Blumenthal, a Connecticut Democrat, told reporters after Facebook executives briefed Senate staff on Thursday.",
  "“We found that its current default settings leave access open to a lot of data – particularly with respect to settings for third-party apps,” Mozilla said in a blog post.",
  "Technology stocks have fallen along with Facebook this week as investors worried about tighter scrutiny of global platforms like Alphabet’s Google, Twitter and Snapchat.",
  "Slideshow (4 Images)\n\nBritish advertising group ISBA, which represents thousands of brands, threatened to withdraw ads if investigations show data has been misused.",
  "We know this is a critical moment for our company, for the service we provide,” Chief Operating Officer Sheryl Sandberg said in an interview broadcast on CNBC.",
  "Those rules should be set by society as a whole and so by parliament,” British minister for Digital, Culture, Media and Sport, Matt Hancock, told BBC Radio.",
  "The Republican chairman and top Democrat of the U.S. House Energy and Commerce Committee said they will in coming days formally ask Zuckerberg to testify.",
  "Zuckerberg said in media interviews on Thursday he would be willing to testify if he is the right person at the company to speak to lawmakers.",
  "Facebook, with more than 2 billion monthly active users, made almost all its $40.6 billion in revenue last year from advertising.",
  "In light of those concerns, investors continued to sell off Facebook shares, although not at the pace of earlier in the week.",
  "Zuckerberg’s apology and promises were not enough to ease political pressure on the world’s largest social media company.",
  "“It shouldn’t be for a company to decide what is the appropriate balance between privacy and innovation and use of data.",
  "A 3D-printed Facebook logo is seen in front of displayed stock graph in this illustration photo March 20, 2018.",
  "U.S. lawmakers demanded Zuckerberg personally testify in Washington to explain his company’s actions.",
  "Facebook said it had no comment beyond what Zuckerberg had already said.",
  "“The challenge is that the platform performs,” Rowlands said.",
  "On Thursday, Facebook executives were still saying sorry.",
  "“My message to Mark Zuckerberg is you are right person.",
  "They closed on Thursday at $164.89, down 2.7 percent.",
  "The S&P 500 Index was down 2.5 percent on the day.",
  "Facebook shares closed at $185.09 on Friday.",
  "“We know this is an issue of trust.",
  "Picture taken March 20."
]