[
  "This past March, a Wall Street Journal editorial addressed some of the longstanding tension between the two global powers and a few of the forces that are driving it: “The U.S. Treasury has complained for years about European tax discrimination against American tech companies, especially since Europe is laying claim to taxes from profits to which Treasury thinks it’s also entitled.”\n\nThe EU, meanwhile, has argued that US tech companies have abused tax loopholes.",
  "In early July, he called the EU “as bad as China” when it comes to trade practices, and more recently, he’s threatened impose sweeping auto tariffs as “retribution.”\n\nTrump’s antagonism toward the US ally, which he’s gone so far as to call a “foe,” has puzzled observers, especially after he’s skirted direct confrontations with Russia on the issue of election interference.",
  "“And oftentimes what is portrayed as high-minded positions on issues sometimes is just designed to carve out some of their commercial interests.”\n\nIn the past five years, the EU has targeted a number of US tech giants including Amazon, Apple, and Google with antitrust and tax-related penalties.",
  "Trump isn’t the first to suggest that the EU has “taken advantage” of the US\n\nTech companies have long been at the center of a back-and-forth between the US and the EU, and Trump isn’t the first to suggest that they aren’t getting an even-handed shake.",
  "In a tweet, he seemed to suggest that this penalty was yet another sign of the EU’s abuse of the US — an argument he’s increasingly stressed in recent days as he makes the case for imposing potential auto tariffs on the longtime American ally.",
  "(Antitrust scrutiny on tech companies has grown in the US as well in the wake of Facebook’s Cambridge Analytica data privacy scandal and rising concerns that these giants have become too big too quickly.)",
  "— Donald J. Trump (@realDonaldTrump) July 19, 2018\n\nThe “Five Billion Dollar fine” Trump is referring to is a record penalty the EU levied against Google for antitrust violations this week.",
  "“In a trade sense, they’ve really taken advantage of us, and many of those countries are in NATO and they weren’t paying their bills,” Trump said in a CBS News interview lambasting the EU.",
  "Basically, the EU argues that Google forced phone makers to preinstall its Search and Browser apps onto Android phones, giving its products an unfair advantage over those of competitors.",
  "Trump’s attack comes as the US continues to navigate a strained relationship with the EU, one of several allies that the president has become more combative with in the past month.",
  "On Wednesday, the EU concluded a multiyear investigation and announced that it would punish Google for trying to bundle its own apps with its Android operating system.",
  "“This point — that regulations are only there to shelter our companies — is out of line,” a European Commission spokesperson told the Financial Times.",
  "Then- President Barack Obama had previously accused the EU of launching protectionist probes that took aim at American tech companies.",
  "“It is in [US companies’] interest that things are enforced in a uniform manner.”\n\nTrump doesn’t seem to be buying this argument.",
  "Our companies have created it, expanded it, perfected it in ways that they can’t compete,” Obama told Recode in 2015.",
  "President Donald Trump on Thursday used a recent fine against Google to fuel his complaints about the European Union.",
  "The European Union just slapped a Five Billion Dollar fine on one of our great companies, Google,” Trump wrote.",
  "The Google fine is only the latest ammunition Trump is using to argue that the EU has treated the US unfairly.",
  "The European Union just slapped a Five Billion Dollar fine on one of our great companies, Google.",
  "It’s the second multibillion-dollar antitrust-related fine the EU has hit Google with this year.",
  "When Obama levied his critiques in 2015, the EU maintained that it treats all companies equally.",
  "“They truly have taken advantage of the U.S., but not for long!”\n\nI told you so!",
  "It has also long been a more aggressive enforcer of antitrust policies.",
  "They truly have taken advantage of the U.S., but not for long!",
  "“We have owned the internet.",
  "“I told you so!"
]