[
  "Sen. Dianne Feinstein (D-Calif.) rebutted Grassley and Graham with her own spin, memoing her fury in a news release that accuses them of undermining the FBI and special counsel Robert Mueller’s investigation and “attacking Christopher Steele and deflecting attention from collusion and obstruction of justice investigations.”\n\nNext at the wheel was Rep. Adam Schiff (D-Calif.), who placed all his chips in a memo to rebut the anti-Steele memo that Rep. Devin Nunes (R-Calif.) shepherded into print last week.",
  "The Times piece loops Cody Shearer into the story, reporting that he’s been “crisscrossing Eastern Europe for more than six months to secure the purported kompromat from a different Russian.”\n\nAs useful as the Steele dossier might be to Capitol Hill investigators, Mueller’s team, and, retrospectively, the FISA court, its value can be overstated.",
  "The best break from the dueling memos came from an unexpected source last Sunday on CBS News’ Face the Nation, where Rep. Trey Gowdy (R-S.C.), who led the partisan and endless Benghazi investigation, conceded that the Nunes memo would have no “impact on the Russian probe.”\n\n“There is a Russia investigation without a dossier,” Gowdy said.",
  "But a funny thing happened on the way to negotiating for the code: The unnamed Russian seller, “who was suspected of having murky ties to Russian intelligence and to Eastern European cybercriminals,” appears to have offered his buyers a bonus: compromising material on President Trump!",
  "On Saturday, Trump suggested the Democrats deliberately tried to embarrass him, then put on his best English professor tone, tweeting: “Told them to re-do and send back in proper form!”\n\nStory Continued Below\n\nMeanwhile, the Nunes memo writer is still cranking.",
  "Sen. Chuck Grassley (R-Iowa) and Sen. Lindsey Graham (R-S.C.) took the first twirl, doing their best Vanna White as they released a declassified version of the memo they sent to Deputy Attorney General Rod Rosenstein in early January.",
  "According to Business Insider, Nunes intends to release additional memos to erode the Russia investigation’s credibility—his next spin is expected to be about the not-yet-public memo by activist and sometime journalist Cody Shearer.",
  "“Look, Russia tried to interfere with our election in 2016 with or without a dossier.”\n\nSchiff and the Democrats, skilled horsetraders, had to assume that the White House might blunt their memo and send it back to rewrite.",
  "According to the Times, the deal was arranged so the NSA could “get a full inventory” of what weapons had been pilfered, indicating that they weren’t certain which ones had been lost and which had been kept safe.",
  "So, there is going to be a Russia probe even without a dossier.”\n\nGowdy, who is not seeking reelection, remained resolute about the need for an investigation and pronounced himself “100 percent” behind Mueller.",
  "If the dueling memos have left you twitchy about the topic of secret dossiers containing kompromat, then I don’t recommend you read two stories that the New York Times and the Intercept published on Friday.",
  "Even after you factor out the partisan thrust of the arguments, so much of the really important and validating material is missing, redacted with the declassifier’s fat Sharpie, or just plain unknown.",
  "The White House asserted that the Schiff memo was too chockablock with classified and sensitive material to be released, or by implication, too chockablock to even be redacted and released.",
  "For all we know, they sent Trump a memo that deliberately went too far and hope that the “compromise” version will better serve their case than the timid memo they could have written.",
  "As long as the Republicans and the Trump White House release information favorable to their case and suppress anything that contradicts them, nobody can honestly judge the truth.",
  "Instead of adding clarity to the investigation, the steady accretion of memos and counter-memos, new dossiers and news releases, has colored the topic in a gray-brownish murk.",
  "One of the bits of kompromat dangled to the U.S. spies was a video of a man cavorting with prostitutes, reprising a hot scene previously featured in the Steele dossier.",
  "The Guardian reported last month that Shearer composed a Trump dossier of his own, which Steele delivered to the FBI in October 2016 on the bureau’s request.",
  "Perhaps an equally large reason: American spies didn’t want to get snared in a deal where they were buying nasty information on their own president.",
  "Their heavily redacted eight-page document calls for a federal investigation of dossier author Christopher Steele for allegedly lying to the FBI.",
  "Trump, an experienced horsetrader himself, has to know that the Democrats won’t sit still forever if he keeps round-filing their countermemos.",
  "But at week’s end, President Donald Trump’s White House refused to clear the Schiff memo for release—after initially signaling that it would.",
  "(The Nunes memo, you recall, was the Republican attempt to brand the Russia investigation as a Democratic Party conspiracy against Trump.",
  "They may very well escalate from memo roulette to straight-ahead leaking, turning the Russia investigation battle into a genuine infowar.",
  "(BuzzFeed calls the Republican noise about the Shearer dossier “The GOP’s Next Effort to Discredit The Trump-Russia Probe.”)\n\nConfused?",
  "According to the two publications, U.S. spies spent months last year trying to buy back from Russians stolen American cyberweapons.",
  "The Washington casino’s roulette wheel spun and spun and spun again this week, giving the nation a stinging, vertiginous head.",
  "It wasn’t clear the Russian seller was offering anything that wasn’t already available in black markets.",
  "The dossier really has nothing to do with George Papadopoulos’ meeting in Great Britain.",
  "The deal for the stolen material appears to have fallen apart for several reasons.",
  "It’s like conducting a trial but admitting evidence from only the prosecution.",
  "Was the White House protecting vital sources and methods with his denial?",
  "Or was he merely running interference for Trump's protector, Devin Nunes?",
  "The dossier has nothing to do with an email sent by Cambridge Analytica.",
  "My email alerts have been dueling with my Twitter feed for years.",
  "It also doesn’t have anything to do with obstruction of justice.",
  "“The dossier has nothing to do with the meeting in Trump Tower.",
  "******\n\nSend Shafer kompromat to Shafer.Politico@gmail.com.",
  "My RSS feed has been redacted for your reading safety.",
  "This article tagged under: Donald Trump\n\nSwamp Diary",
  "Jack Shafer is Politico’s senior media writer.",
  "I should hope so!",
  "It flopped.)"
]