[
  "Evening Read\n\nLauren Smiley writes about a summer camp where teenage girls are studying artificial intelligence:\n\nWhile some high-profile technologists, such as Elon Musk, have expressed fears that AI could become an existential threat to humanity, others in the field have identified a more immediate concern: far from some God-like omniscience, AI can be as biased and fallible as the humans who build it.",
  "—Rachel Gutman\n\nLook Back\n\nIn our July 1992 issue, Wendy Kaminer described how the Clarence Thomas-Anita Hill hearings impacted the perception of a male-dominated Senate and prompted a record number of women to run for office in that year’s elections:\n\nSomeday Clarence Thomas's most fervent opponents may thank him for his help in electing women to the Senate.",
  "The dramatic upset primary victories of the senatorial candidates Carol Moseley Braun, in Illinois, and Lynn Yeakel, in Pennsylvania; the record number of women running for the Senate and the House; and record amounts of money pouring into women's campaigns have been among the biggest political stories of the year.",
  "Elsewhere, social media may be encouraging risky lifestyle choices: In Colorado, a sharp increase in hiker deaths has accompanied the rise of an outdoor culture that promotes posting triumphant photos on Instagram and hides the danger of the most extreme peaks.",
  "AI has already made embarrassing mistakes, like when Google Photos auto-tagged pictures of two black people as gorillas earlier this year because the algorithm, it seems, wasn’t good at correctly labeling some non-white faces.",
  "On Tuesday, Mark Zuckerberg appeared before the European Parliament to answer questions about the Cambridge Analytica scandal and how Facebook plans to navigate the General Data Protection Regulation.",
  "Bringing people like Stephanie Tena into artificial intelligence is not simply important for the tech industry; in a world increasingly driven by algorithms, it’s important for all of us.",
  "“Instead of dignified men debating lofty issues, the public saw garden-variety politicians making bad speeches.”\n\nRead more, share this story, and find more articles from our archives.",
  "—Mara Wilson\n\nSnapshot\n\nIn this U.S. Air National Guard photograph from Reuters, erupting fissures in Hawaii’s Kilauea volcano light up the sky above Pahoa.",
  "As an organizing tool, the Thomas-Hill hearings may do for women politicians in the 1990s what Roe v. Wade did for the New Right in the seventies.",
  "Along the Atlantic edge of southern Africa, round, bare patches in the grass, called fairy circles, can be as large as ____________ feet across.",
  "While women were fighting for full sexual agency in the real world, mostly male roboticists were creating AI-enhanced mostly female sexbots.",
  "Meanwhile, Facebook support groups were found to be rife with marketers trying to profit off of fellow members.",
  "Not only did the hearings make a lot of women angry but they “demystified the Senate,” Braun says.",
  "Keep reading, as Smiley describes efforts to create a more female-friendly technological future.",
  "Locals call the Chinese giant salamander “____________ fish” because of its distinctive cries.",
  "Can you remember the other key facts from this week’s science, tech, and health coverage?",
  "In the early 20th century, most tape products were made from ____________.",
  "Both Braun and Yeakel attribute their candidacies to the Senate hearings.",
  "What Do You Know … About Science, Technology, and Health?",
  "An Uber self-driving car killed a pedestrian in Arizona.",
  "He was thoroughly grilled by one Belgian legislator.",
  "Scroll down for the answer, or find it here.",
  "Scroll down for the answer, or find it here.",
  "Scroll down for the answer, or find it here.",
  "See more photos from Kilauea’s eruptions.",
  "Test your knowledge below:\n\n1.",
  "2.",
  "3."
]