[
  "While the company claims that its rollout this past December of centralized facial recognition controls had nothing to do with its legal troubles regarding claims that its biometric activity was a violation of Illinois law, it is noteworthy that its announcement states “people gave us feedback that they would find it easier to manage face recognition through a simple setting, so we’re pairing these tools with a single ‘on/off’ control.” It seems the rest of the company didn’t get the memo - it took until last month for the company to roll out a similar centralized privacy console for the rest of user privacy settings.",
  "Indeed, Facebook’s announcement of new privacy controls coincided with legal setbacks regarding claims that its bulk facial recognition violated the Illinois law (though the company denies a connection) and the company’s biometric legal troubles have continued even as it has worked hard to prevent new laws that would further restrict its biometric ambitions.",
  "The company did not respond to a request for comment on whether it would consider it a violation of its user agreement for users to purposefully modify imagery, text and other behavior with the intent to deceive or poison Facebook’s profiling algorithms or if it would consider development of tools to facilitate such behavior a violation.",
  "One of the outcomes of all that research is a collection of powerful deep learning algorithms designed to do everything from recognizing our faces anywhere they appear in the hundreds of millions of photographs uploaded to the site each day to better understand the content and context of everything we say and do on the platform.",
  "Putting this all together, the machine learning algorithms that Facebook is increasingly relying on to police and moderate its global platform make it ever more vulnerable to adversarial manipulation in ways that its historical track record suggests it may be largely unable to detect without further investment.",
  "The only thing for certain is that as AI continues to get better and better the window for such resistance is narrowing and before long Facebook’s all seeing all knowing algorithms will squash any discussion of such countermeasures, relegating us all to obediently serving the new “government” of Facebook.",
  "Deep learning algorithms, in particular, are notorious for abrupt hidden edge cases in which even minor modifications to an image can cause a total breakdown of the algorithm, masking an image or document's content from being recognized or causing them to “hallucinate” things that are not there.",
  "Of course, Facebook’s algorithms are state of the art and it employs a large enough AI army that it is unclear just how intrusive the modifications would need to be to throw off its algorithms or how much effort would be required to meaningfully mislead its engagement metrics.",
  "The company did not respond to a request for comment on why it was only now rolling out broader centralized privacy controls in reaction to the Cambridge Analytica backlash when the speed at which it completed them suggests technical limitations were not the obstacle.",
  "The company notes that its facial recognition algorithms are disabled in Canada and the European Union due to more stringent privacy laws there, but within the United States, Illinois and Texas are among the few states with any form of biometric privacy protections.",
  "Could users leverage its increasing automation to fight back, mass adopting tools that modify their images and words just enough to skew its algorithms and randomizing their engagement activity just enough to throw off its behavioral advertising profiling?",
  "Such adversarial AI work is an active area of research and in practice is a cat and mouse game in which adversaries find vulnerabilities, algorithm developers improve their tools to fix them and adversaries find new vulnerabilities in an endless cycle.",
  "Imagine a live-updated filter that Facebook users could apply to all their uploaded photographs that make a few changes to each image that are nearly imperceptible to human viewers but that completely throw off Facebook’s recognition algorithms.",
  "While the company allows users to request that facial recognition be disabled for their profile, we have only the company’s assurances that it is actually doing so, rather than simply disabling user visibility into that tagging.",
  "A few strategically placed modifications to an image, subtle enough that a human barely notices them, can completely change how a deep learning algorithm sees them, rendering it blind to the actual contents of the image.",
  "In similar fashion, current textual deep learning approaches are exceptionally brittle when it comes to understanding emotion and context, with even minor grammatical and spelling errors leading them wildly astray.",
  "This suggests similar approaches could be used to mask our textual commentary from Facebook’s algorithmic prying eyes, while behavioral randomization could make its engagement data far less useful.",
  "Helping Facebook harness this immense stream of human activity is its deep learning-powered facial recognition algorithms, which by 2014 were within a fraction of a percent of human accuracy.",
  "After all, with two billion users it would take a lot of work to make any kind of dent in the unimaginable livestream of global human society it has constructed.",
  "This means that any specific vulnerability will likely be short lived, but that there will be a steady stream of new ones to replace those that are addressed.",
  "Each new filter would require Facebook to scramble to develop a workaround, by which time a new filter would be released that exploited a new vulnerability.",
  "Would the company fight such activity by banning it, banishing users and perhaps even taking legal action against the tool developers that facilitate it?",
  "Facebook also deploys an ever-growing number of machine learning algorithms to process its users’ posts and private communications.",
  "Few laws restrict what Facebook can do with the hundreds of billions of photographs its two billion users have entrusted to it.",
  "The only question is which government will win - our national democratic ones or Facebook's algorithmic global dictatorship.",
  "Indeed, processing of user activity forms the critical lifeblood of data that powers the company’s advertising juggernaut.",
  "Or perhaps our real governments will step forward and follow the EU data privacy model to halt Facebook's practices.",
  "At the same time, all machine learning algorithms, like the humans that build them, are subject to hidden flaws.",
  "Moreover, few options are provided to disable automated processing of user posts and activity on the platform.",
  "In just under a decade and a half, Facebook has become one of the largest photographic archives on the planet.",
  "By 2013 it held nearly a quarter trillion photographs and was growing by more than 350 million images per day.",
  "It is also unclear whether such activity might be considered a violation of the company’s terms of service.",
  "Could Facebook’s two billion users leverage such vulnerabilities to confuse the company’s AI algorithms?",
  "This raises the question of what rights its two billion users have to hide from those algorithms?",
  "This raises the question – do we have the right to hide from Facebook’s AI algorithms?",
  "Facebook doesn’t just collect our data, it performs research on us like lab rats.",
  "It is simply unknown and the company did not comment."
]