[
  "Over recent years, it's been presenting at various ISS World Training events (surveillance industry trade shows known colloquially as wire tapper's balls), where IPS staff have given talks on \"how to monitor and influence public sentiment with a platform able to listen, analyze and react through propaganda campaigns on social media,\" and \"automatic exploitation\" of social media.",
  "For anyone wondering what psyops entails, Area goes into more detail in somewhat broken English: \"Once acquired the trust of a specific group of interest, for the officer it is possible not only trying [to] identify its real members, but to gather useful information regarding its activities or to influence its choices for his own purposes.\"",
  "UPDATE An Area spokesperson contacted Forbes after publication, adding the following statement: \"We wish to specify that Area offers monitoring systems and data retention solutions exclusively for security and law enforcement purpose only on behalf of institutional subjects and law enforcement agencies.",
  "If it hasn't already been made clear by Facebook's moves to cut off AggregateIQ and Cambridge Analytica from the platform following the data privacy fiasco that exploded last month, there are multiple companies who don't play by the social network's rules and abuse its users' privacy.",
  "\"While it is true the matter is being investigated, the company is confident that it will be shown that it has always acted in full compliance with the regulations, as stated in the official documentation of the Economic Development Ministry.\"",
  "Area won an international tender in 2010 at a time when Italy was Syria’s main trading partner and relations between the two Countries were excellent, as evidenced by the official visit of the then President, Giorgio Napolitano, to Syria.",
  "One American firm, Ntrepid, attracted attention in 2011 when it was awarded a contract with United States Central Command (Centcom) for an \"online persona management service\" that was designed to help the U.S. influence online groups.",
  "(In response to questions on that issue, Area pointed Forbes to comments made by a deputy minister of the Italian Economic Development Ministry, which an Area spokesperson said showed \"the correctness of the company behavior.\"",
  "These spytech vendors are offering services not only to co-opt and influence social media groups with sockpuppet accounts, but will even deliver spyware via the fake profiles they create and hone across different platforms.",
  "And in 2016, the firm's offices were raided by Italian authorities who ordered the seizure of millions in euros as part of an investigation into the possible breach of European law as a result of that same Syrian sale.",
  "It also noted the fine from the U.S. \"was imposed with regard to a tiny part of the equipment - around 0.6% of the total consignment - and stemmed from the fact that the USA then operated different embargo policies\").",
  "Not just an Italian job\n\nItalians may have a specialty in surreptitious online businesses, but there are other companies across the globe who've offered similar services trying to manipulate social media users.",
  "IPS was, in 2017, the focus on an undercover report from Al Jazeera, in which the company's staff were seen talking about how it might be possible to circumvent sanctions and global export restrictions.",
  "But in recent years a batch of surveillance companies, operating in a far more clandestine manner to Cambridge Analytica and its partners, have been infiltrating all kinds of social media platforms.",
  "The bustling Israeli surveillance scene has turned out some firms trying to sway social media denizens, two of which were snapped up by surveillance and cybersecurity giant Verint in the past year.",
  "This suggests that simply visiting a sockpuppet profile of an Area client can lead to malware infection (though keep in mind that surveillance companies are known to oversell and under-deliver).",
  "Imagine how such powers can be used to infiltrate pro-democracy or human rights groups in authoritarian states,\" warned Edin Omanovic, head of Privacy International's State Surveillance project.",
  "Its origins can be traced to at least the turn of the last decade and the work of Aaron Barr, his government contractor HBGary and the Peter Thiel-funded surveillance monolith that is Palantir.",
  "As for its social network exploitation, in a brochure obtained by Forbes from last year's UK Anti-Terror Expo, Area describes its \"MCR Virtual Human Intelligence\" platform.",
  "Facebook didn't provide comment for this article, but pointed to policies that prohibit the exploitation of Facebook-held information for the purpose of online snooping.",
  "\"What I have found is there is an immense amount of information peoples [sic] friends lists as well as other social media digital artifacts [sic] can tell us,\" he wrote.",
  "They include Terrogence, which has previously sold to the U.S. government, and cultivates fake profiles, or what it calls virtual entities, to infiltrate online groups.",
  "Another talk looks at \"encrypted services like Facebook, WhatsApp and Telegram,\" exploring \"how social media intelligence benefits investigators in a holistic vision.\"",
  "A few years later, a researcher named Aleksandr Kogan created a Facebook app, a kind of personality quiz called thisisyourdigitallife, that signed up 270,000 users.",
  "This is the same company that has been harvesting Facebook photos as fuel for a large facial recognition service called Face-Int, as detailed by Forbes on Monday.",
  "There's anotherfeature on offer from Area that allows \"the installation of spyware applications when the target communities wish to check our virtual identities.\"",
  "Italian job\n\nOne of those surveillance vendors is Area S.p.A., a company which sold network monitoring tools to the Bashar Al-Assad regime in Syria in 2011.",
  "Facebook is named as one of the platforms on which that IPS intelligence is based, alongside Twitter, Instagram, LinkedIn, YouTube, Google+ and Foursquare.",
  "Because they used Facebook Login to access the app, they gave permission to the application developer to gather a large amount of data from their profile.",
  "In one email from August 2010, between Barr and former Palantir analyst Aaron Zollman, the HBGary CEO talked up his work on developing Facebook personas.",
  "That includes a service for Virtual HUMINT (virtual human intelligence), the same term used by Area for employing fake identities to gather information.",
  "In another email to Zollman from that August, Barr talked about the potential for gathering a vast amount of information from a single Facebook user.",
  "IPS, another Italian outfit that operates under parent company the Resi Group, has been talking up using social media for propaganda for some time.",
  "\"Those people that provide information and have their friends lists exposed provide an incredible social engineering and recon tool,\" Barr wrote.",
  "(Note that it was a Palantir employee who ended up giving Cambridge Analytica the idea to exploit Facebook data, according to a Guardian report.",
  "From that 270,000 base, Kogan was able to harvest information on 87 million Facebook users, possibly including their likes and their locations.",
  "And it was that dataset that Cambridge Analytica purchased and used to the benefit of the Trump campaign and the Super PACs that supported him.",
  "Mark Zuckerberg's firm also does not allow accessing or collecting information using automated methods, such as harvesting bots or scrapers.",
  "Its aim is \"not only to infiltrate agents within virtual communities of interest, but to support psychological operations (psyops) as well.\"",
  "The personas of Palantir and HBGary\n\nBut the surveillance industry's use of Facebook and other social media has a long history.",
  "\"The company had all the necessary authorizations, as confirmed by the official documents of the Economic Development Ministry.",
  "The company, which also claims to have a base in the U.K., declined to offer more detail on how its social media tech worked.",
  "It wasn't so shy in May last year, when it presented the technology to delegates at a Nato industry forum last June, however.",
  "When the policy of our government changed, the service was stopped, in compliance with the suspension of the export permit.",
  "Its apparent targets, according to its brochures and staff LinkedIn profiles, include terror, political and social groups.",
  "But according to a Guardian report, Centcom said it was not not targeting American sites, including Facebook and Twitter.",
  "Think of it as software that helps organize and manage a government agent's fake profiles across different online spaces.",
  "It was punished for that shipment in 2014 with a $100,000 fine from the U.S., the country from which it shipped the tech.",
  "It is therefore perfectly understandable for the company to share its technology only with institutional counterparts.",
  "Thanks to an archive of HBGary emails on Wikileaks, it's easy to see how the world ended up with Cambridge Analytica.",
  "The employees believed they were talking to a representative trying to ship surveillance kit to Iran and South Sudan.",
  "Palantir cut off ties to HBGary in 2011 after plans on hacking Wikileaks emerged, following a breach at Barr's firm.",
  "It's highly likely both Area, IPS or anyone using Facebook data for surveillance is breaking the company's rules.",
  "And at least one of those businesses has been caught out shipping to a regime with a dubious human rights record.",
  "It wasn't until 2015 that Facebook changed its policies on how much data was accessible to apps on its platform.",
  "And Ntrepid said in an emailed statement it only used social media for marketing, not for intelligence.",
  "\"The idea that former spooks are available to buy to infiltrate political groups online is alarming.",
  "\"Big surveillance companies are only able to do this because they exploit a broader ecosystem.",
  "Fundamentally, Facebook and other companies have a responsibility to protect their users.\"",
  "Amongst its product set is a suite of tools labelled \"Unconventional IP Intelligence.\"",
  "\"I think Palantir would be an awesome tool to present and use for analysis.\"",
  "No doubt there are many other businesses flying under the radar.",
  "Those \"communities\" include \"blogs, forums and social networks.\"",
  "It's exactly the kind of data exploitation Barr was on to.",
  "Also note that Thiel was an early investor in Facebook).",
  "It's unclear if any product came of those machinations.",
  "Those comments can be read in full, in Italian, here.",
  "The company didn't respond to requests for comment.",
  "\"The article's reference to Syria is misleading.",
  "That was too late for millions of its users.",
  "But his comments should've been a warning.",
  "Privacy activists are calling for action."
]