[
  "— The DOJ referred POLITICO to a court affidavit its antitrust chief Makan Delrahim signed earlier this year stating that the agency had no improper contact with the Trump administration related to the merger: “At no time did I receive orders, instructions, or directions relating to the Transaction or the decision to file the Complaint from any of the following people or entities: (a) President Donald Trump, the Executive Office of the President, or any related representatives or staff; (b) the Attorney General or any related representatives or staff; (c) the Deputy Attorney General or any related representatives or staff; (d) the Associate Attorney General or any related representatives or staff; or (e) anyone else in the Department of Justice outside of the Antitrust Division.”\n\nCBC MEMBERS WRITE BEZOS ON “ROONEY RULE”: Four lawmakers from the Congressional Black Caucus are writing to Amazon CEO Jeff Bezos today slamming his board’s decision to urge shareholders to reject the “Rooney Rule.” The rule refers to a hiring practice, started in the NFL, that requires that at least one minority candidate be interviewed for top positions.",
  "Because ZTE made additional false statements during the probation period, the department banned American companies from buying or selling the phone-maker’s products for the next seven years.”\n\n— The White House seeks to explain: When asked to elaborate on what instruction Trump gave the Commerce Department — and whether ZTE still poses a national security threat — White House deputy press secretary Lindsay Walters told POLITICO: “The President’s tweet underscores the importance of a free, fair, balanced, and mutually beneficial economic, trade and investment relationship between the United States and China.",
  "Trump tweet twists U.S. ZTE stance\n\nWith help from John Hendel, Steven Overly and Brent Griffiths\n\nTRUMP TWEET TWISTS U.S. ZTE STANCE: With a tweet sent shortly after the president’s Mother’s Day video message, Donald Trump stirred confusion Sunday about U.S. policy toward Chinese phone-maker ZTE, POLITICO’s Brent Griffiths reports: “President Donald Trump signaled Sunday he would help a Chinese phone-maker, less than a month after the Commerce Department decided to impose a harsh penalty on the company for lying to investigators about violating U.S. sanctions by selling equipment to Iran and North Korea.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“The statute, originally intended to target a specific abusive telemarketing practice, has been expanded by courts and the FCC, turning it into a breeding ground for frivolous lawsuits against legitimate businesses trying to communicate with their customers.”\n\nSILICON VALLEY MUST-READS\n\n— Former Obama official “floored” by ZTE/Trump about-face: Former Obama administration official Kevin Wolf told the Financial Times he was shocked to read Trump’s Sunday ZTE tweet.",
  "Commerce Department has been instructed to get it done!’” He later tweeted: “Be cool, it will all work out!”\n\nStory Continued Below\n\n— Some context: Remember, ZTE ceased most of its business operations just last week, saying in a stock exchange filing May 9 that it's working with the U.S. government to \"facilitate the modification or reversal\" of the April Commerce Department order that bars U.S. companies from doing business with ZTE.",
  "is raising alarm over what he sees as a Democratic about-face: “Former FCC Chairman Tom Wheeler made a big deal of staying away from rate regulation but Sen. Schumer seems to have a more radical vision for government control of the internet than what happened in practice after the 2015 order,” Thune told MT in a statement, calling for bipartisan legislation rather than leaving the issue to what he called unelected bureaucrats.",
  "BUSINESSES PUSH FCC TO CLARIFY ROBOCALL STATUTE — A mix of groups including the Chamber of Commerce, the American Bankers Association and the Electronic Transactions Association petitioned the FCC in a filing posted last week to get cracking on bringing some clarity to the rules surrounding the 1991 Telephone Consumer Protection Act, the statute governing robocalls.",
  "As you prepare for your annual meeting of shareholders, we hope that you will have a robust conversation with key stakeholders about adding diversity in your C-Suite, having a more representative supplier and vendor network, improving corporate social responsibility, and look to diversify collaborations between Amazon and the greater community,” the lawmakers write.",
  "— Tim Cook throws more shade at Facebook (sort of): Apple CEO Tim Cook alluded to Facebook’s Cambridge Analytica data scandal while giving commencement remarks at Duke University over the weekend, Recode reports: “We reject the excuse that getting the most out of technology means trading away your right to privacy,” he told the class of 2018.",
  "How YouTube’s volunteer army gets channels undeleted: “Increasingly, YouTube creators are getting help from anonymous YouTube super-users … who have access to a backchannel that allows them to escalate complaints to YouTube employees and sometimes get mistaken channel deletions or ‘false strikes’ against videos reversed,” Motherboard reports.",
  "... It’s so outside the way the rules were set up.”\n\n— Industry lawyer expected to head consumer protection at FTC: Andrew Smith, currently an attorney at Covington & Burling who has represented Uber, Facebook and Equifax, is expected to be appointed to lead the FTC’s consumer protection bureau, The New York Times reports.",
  "President Trump expects Secretary Ross to exercise his independent judgment, consistent with applicable laws and regulations, to resolve the regulatory action involving ZTE based on its facts.”\n\n— The House Energy and Commerce Committee has a hearing scheduled on telecom national security this week.",
  "“Remember on the AT&T thing, the president turned down the merger, so he drained the swamp,” Giuliani told POLITICO’s Darren Samuelsohn Friday, arguing that because Trump acted against AT&T’s interests, the telecom giant’s arrangement with Cohen didn’t sway him.",
  "QUICK DOWNLOADS\n\nMichael Cohen pitched his services to Uber: Trump personal lawyer Michael Cohen, who was paid by AT&T and Novartis for “consulting” on Trump’s thinking, also pitched his services to Uber, who rejected them, the WSJ reported last night.",
  "— The backstory: “In March 2017, Commerce Secretary Wilbur Ross made the initial announcement of an ‘unprecedented’ $1.19 billion penalty leveled against ZTE for violating U.S sanctions by shipping telecommunications equipment to Iran and North Korea.",
  "THUNE WARNS AGAINST BROADBAND RATE REGULATION — Last week Senate Minority Leader Chuck Schumer caused a stir with pro-net neutrality floor remarks that suggested broadband companies should not be able to “charge whatever they want” to consumers.",
  "Both the White House and Justice Department have insisted that Trump, despite opposing the AT&T deal and repeatedly bashing Time Warner-owned CNN, did not meddle in the DOJ’s antitrust review or influence its decision to try to block the merger.",
  "Tesla engineering chief takes a break: “Tesla Inc.’s engineering chief is taking a break from the company, weeks after Elon Musk took over production responsibilities during the rocky ramping up of the Model 3 sedan,” Bloomberg reports.",
  "“I am speechless,” Wolf, who oversaw the launch of the ZTE case as assistant secretary of commerce, told the FT. “I’m highly confident that a [US] president has never intervened in a law-enforcement matter like this before.",
  "A federal court struck down parts of Obama-era limits in March, and these businesses urge the FCC to, among other things, follow the “logical roadmap” of the court ruling on how the FCC should define an auto-dialer.",
  "The FCC’s 2015 net neutrality rules were adopted with promises from Democratic commissioners and lawmakers that they had no interest in regulating internet pricing like the commission has regulated phone rates.",
  "GOP FCC Commissioner Mike O’Rielly tweeted last week that Schumer’s remarks show that concerns about blocking and throttling by internet service providers were just “cover” for these rate regulation ambitions.",
  "— Silicon Valley’s housing crisis: San Francisco’s affordable housing crisis was on full display when a housing complex in the city promising 95 affordable apartments received more than 6,000 applicants.",
  "TRANSITIONS — Paul D’Ari will start as Designated Federal Officer of the Broadband Deployment Advisory Committee (BDAC) at the FCC today, replacing Brian Hurley, who is leaving the agency.",
  "— But a Schumer aide pushed back, telling MT that the leader was making a point about so-called paid prioritization deals for internet traffic, which were forbidden under the 2015 rules.",
  "Dems see net neutrality as “electoral dynamite”: “Democrats are [increasingly] looking to make their support for net neutrality regulations a campaign issue in the midterm elections.",
  "ALSO GIULIANI: NEVERMIND: New Trump legal team member Rudy Giuliani offered some mixed messages over the weekend on whether Trump tried to interfere in the AT&T-Time Warner merger.",
  "… Democratic campaign committees say they plan to use the issue to rally support for their candidates in 2018 midterms and potentially future elections as well,” the Hill reports.",
  "“Doug Field, a senior vice president, is taking time off to recharge and spend time with his family and hasn’t left the company, a spokesman said in an email.”\n\n“I am #DeleteUber.",
  "On Saturday, Giuliani appeared to walk back his earlier characterization of the president’s direct involvement, telling CNN’s Dana Bash that Trump “didn’t interfere” in the deal.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "ZTE, which reached an agreement with the government on the charges, was further accused of lying to investigators and obstructing a probe into its actions,” Brent reports.",
  "‘President Xi of China, and I, are working together to give massive Chinese phone company, ZTE, a way to get back into business, fast,’ the president wrote on Twitter.",
  "“To try to win us back, Uber’s new CEO Dara Khosrowshahi recently met me in his office — and for an Uber ride around San Francisco.”\n\nTips, comments, suggestions?",
  "— call the decision “astounding” and say Amazon’s reasoning is “misguided,” made worse by the fact that Amazon’s 10-member board has no people of color.",
  "GOOD MONDAY MORNING and welcome to Morning Tech, where Ashley Gold is your host through Wednesday and is already missing her accidental twin Li.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "That point, the aide said, is consistent with past Democratic arguments and not an expansion of Democrats’ thinking on the matter.",
  "“Last month, Commerce Department decided to trigger the harshest penalty in the agreement, which was initially suspended in 2017.",
  "The lawmakers — Reps. Yvette Clarke (D-N.Y.), Robin Kelly (D-Ill.), Bonnie Watson Coleman (D-N.J.) and Emanuel Cleaver (D-Mo.)",
  "According to the NYT, Smith would recuse himself from any FTC investigations involving clients he’s had in the past two years.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "And even if there were he basically pushed that aside.”\n\n— There’s only one problem with that explanation.",
  "The administration is in contact with China on this issue, among others in the bilateral relationship.",
  "Ross will be at the National Press Club today, where we expect he will be asked about this flip-flop.",
  "Can Uber’s new boss win me back?”: “I stopped riding Uber long ago and switched to its rival Lyft.",
  "“The TCPA landscape is dysfunctional and in need of clarity from the FCC,” the groups complained.",
  "He did so as he fielded questions about AT&T’s payments to Trump’s personal lawyer Michael Cohen.",
  "Deborah Salons and Jiaming Shang will serve as the new Deputy DFOs, according to the FCC.",
  "Perhaps you did, too,” the Washington Post’s Geoffrey Fowler writes.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "— Senate Commerce Committee Chairman John Thune (R-S.D.)",
  "— “The Rooney Rule should be the floor, not the ceiling.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send your tech tips and memes to agold@politico.com.",
  "GIULIANI: TRUMP INTERFERED IN AT&T DEAL.",
  "Got an event for MT’s tech calendar?",
  "“There was no exercise of influence.",
  "Read more from the New York Times.",
  "‘Too many jobs in China lost.",
  "We’re tracking.",
  "**"
]