[
  "A 30-year-old experiment by Richard A Feinberg, then an associate professor at Purdue University, found there was an increase of as much as 240 per cent in the amount participants were willing to pay for something if they were using a credit card instead of cash.",
  "In November 2016, with virtually no notice, India's prime minister Narendra Modi axed India's two most popular notes — the R500 (£5.50) and R1,000 — with a pledge to clean up crime, boost tax receipts and push consumers to use more modern payment methods.",
  "Moscow's annexation of Crimea four years ago and compelling evidence of Russian hackers at work ahead of the US election and the Brexit vote has clearly left Sweden feeling jittery about the superpower looming barely 200 miles off its eastern border.",
  "But the shift away from notes and coins may have made certain individuals more prone to attack — particularly vulnerable segments of society, such as the elderly, disabled and homeless, who are more likely to still depend on physical money.",
  "In China, tech companies have been all-important in converting the younger, urban population to smartphone money, while governments in other parts of Asia and in Africa have teamed up with companies to help people gain access to finance.",
  "The Civil Rights Congress said the cards amounted to the \"stamped ownership of a Nigerian by an American company\" and compared Mastercard's branding with \"the logo pasted on the bodies of African slaves transported across the Atlantic\".",
  "Four years ago in Nigeria, Mastercard joined forces with the government to add a payment facility to an ambitious new identity card, potentially bringing 120 million people in Africa's most populous nation into the formal economy.",
  "Even in Kenya, where the ubiquitous M-Pesa mobile-phone-based money transfer service has fuelled economic growth and curbed poverty, there is a hitch: you will need to convert your funds into a cash payout at a local shop.",
  "A recent Morgan Stanley research report highlighted the $5bn a year bill that Bank of America, one of the world's biggest retail banks, racks up processing cash and cheque transactions and servicing ATMs.",
  "But according to Bra, Sweden's crime statistics bureau, muggings doubled between 2014 and 2016, from 0.7 per cent of the population to 1.4 per cent, just as the cash held by shops and banks was declining.",
  "Leaving aside concerns about data-security and marginalised communities, this risk should send warning signals to any country — from the almost cashless Sweden to the most cash-dependent emerging market.",
  "Back at the Watch House café in London, I go to pay my bill but my neighbour beats me to it, getting up from his seat, burrowing into his pocket and pulling out the right money to pay the £3.60 he owes.",
  "Certainly there is a relatively sparse ATM network (one machine for about every 3,500 Swedes compared with roughly one for every 1,000 Britons and an ATM for approximately every 650 Americans).",
  "Over the past couple of years, fast-food chain McDonald's has begun installing rows of touchscreens in its restaurants, encouraging customers to place and pay for their orders electronically.",
  "But take a look at the countries with the biggest proportion of electronic payments and compare it with those that have high levels of consumer debt, and you'll spot a worrying correlation.",
  "(Concerns about thieves with handheld contactless card readers zapping people's pockets have abated — enterprising retailers have created metal-lined wallets to eliminate the risk.)",
  "For all the controversy surrounding its Nigerian ID card project, Mastercard has pressed ahead with similar schemes in South Africa and with Syrian refugees in Lebanon and Jordan.",
  "In the UK, the number who rely almost entirely on cash has jumped by 500,000 to 2.7 million over the past two years, according to analysis by Payments UK and the Bank of England.",
  "The event triggered a thoroughly documented sequence of responses — a manhunt, a three-month state of emergency and retributive air strikes on the Isis hotbed of Raqqa in Syria.",
  "In addition to basic bank fees, it factored in the time taken to open and close cash drawers, change money on request, count cash, make deposits and pay cash-transit companies.",
  "But as the ultra-low interest rates of the developed world begin to rise, these fragile piles of debt, which electronic payments are compounding, could start to crumble.",
  "More from the Financial Times:\n\nTrump lawyer allegedly received corporate payments\n\nArgentines shocked by IMF loan request\n\nWho do 'rock-star' central bankers answer to?",
  "A month after the attacks, he was summoned to Paris to meet finance minister Michel Sapin, who wanted to know if abandoning the €500 note would help to combat terrorism.",
  "Certainly there has long been evidence to suggest we spend more when we pay electronically, particularly with a credit card that defers payment, rather than with cash.",
  "\"Historically, China's big state-owned banks were not really focused on retail customers,\" says James Lloyd, who heads the Asia-Pacific fintech team at consultancy EY.",
  "In February, Stefan Ingves, governor of the Riksbank, urged the government to consider the vulnerability of the payments network in a case of \"serious crisis or war\".",
  "That could be a simple matter of power lines going down, machines malfunctioning or banks mismanaging their IT systems, as has happened recently at the UK's TSB bank.",
  "The financial sector has looked on with a mixture of schadenfreude and anxiety as the world slammed Facebook over its data breaches involving Cambridge Analytica.",
  "The only snag is that vendors have to drop by the office to convert their takings to cash — and in a virtually cashless country such as Sweden, that is unhelpful.",
  "\"When a government or an NGO or an employer pays you via your mobile phone rather than in cash, that is a much safer and more transparent way of sending money.\"",
  "The British Retail Consortium says credit card fees amount to 0.49 per cent of sales, more than triple the 0.15 per cent figure for processing a cash purchase.",
  "But within a few months, the European Central Bank decided to phase out the notes, as it believed they were being used predominantly for crime and tax evasion.",
  "In this nation of nearly 10 million people, the big three have only 25 branches nationwide that deal with cash — just 5 per cent of their total branch network.",
  "Only on my way home did I encounter a snag — not as the result of a cyber attack or a data breach but rather a broken card machine at the departure gate café.",
  "Peter Sands, a former banker turned Harvard academic, has studied the role that large denomination notes play in organised crime and in financing terrorism.",
  "In South Korea, a close second to Sweden in terms of the growing dominance of electronic money, the central bank has set a 2020 target to phase out coins.",
  "One big problem was the absence of the necessary infrastructure in rural areas, undermining the agenda to bring more sophisticated finance to the masses.",
  "In 2014, JPMorgan Chase, one of the world's biggest banks, was hacked, compromising the data of 76 million households and seven million small businesses.",
  "\"Sometimes, like at 7-Eleven, when homeless people have cash, they can't buy cigarettes there, so it's more inconvenient for them,\" explains Karlsson.",
  "As a client of Square for the past year, he has seen his sales jump 45 per cent and now makes 70 per cent of his income through electronic payments.",
  "____________\n\nOn my trip to Sweden, it was refreshing to walk straight past the (deserted) currency exchange booths and pay for everything by card.",
  "Square, the payments company set up by Twitter founder Jack Dorsey, says that, like any financial group, its model requires customers to trust it.",
  "Electronic payments have surged, thanks largely to the ease of contactless-card technology, and now account for close to 60 per cent of the total.",
  "Even if data prove tricky to commercialise, there are fees to be earned on every transaction — either from the cardholder, the retailer or both.",
  "Schadenfreude because banks — seen as whipping boys since the 2008 financial crisis — were delighted to see a tech giant brought down to earth.",
  "Mikael Karlsson, a former driver and football coach, displays a fan of glossy homeless charity magazines and sports an ID badge with a QR code.",
  "The use of debit cards and smartphone-based digital wallets surged following the initiative but quickly fell as cash supplies crept up again.",
  "Harvard economist Kenneth Rogoff, in his 2016 book The Curse of Cash, says much of that money will be supporting crime and the grey economy.",
  "But Eriksson, who heads campaign group Kontantupproret (Cash Rebellion), believes the rush towards a cashless society is becoming political.",
  "To an extent that is natural — for decades, until the advent of smartphone apps, much of the world's non-cash spending was via credit card.",
  "The exercise succeeded in boosting personal income tax collections by more than 40 per cent but the possible side effects have been harsh.",
  "\"If Putin invades Gotland [the Swedish island midway between Stockholm and Kaliningrad], he could just switch off the payments network.",
  "To date, only 1.5 million cards have been issued, with reports suggesting a further 28.5 million applications are stuck in the system.",
  "____________\n\nDespite these enthusiastic adopters of electronic payments, cash is very much alive and well in many parts of the world.",
  "Electronic payments are close to 70 per cent and yet cash in the economy relative to GDP has surged nearly 50 per cent in a decade.",
  "\"Cash is vital in supporting financial inclusion,\" said Victoria Cleland, the Bank of England's chief cashier, in a recent speech.",
  "\"So there was huge consumer appeal when the likes of Alibaba and Tencent launched high-tech services that were free or low-cost.",
  "He also chairs the trade association for the Swedish security industry, which depends on transporting cash for much of its work.",
  "Nonetheless, he is eloquent on the dangers of ditching cash and the associated political risks that many prefer not to dwell on.",
  "\"Drug trafficking is the biggest driver of illegal financial flows and a major source of funding for terrorism,\" Sands explains.",
  "The volume in the economy has also increased, with a record level of more than £73bn now in circulation, according to the BoE.",
  "\"A cashless society can't be driven by banks,\" says Casper von Koskull, chief executive of Nordea, the country's biggest bank.",
  "Within legal parameters, though, any company worth its salt in the financial world will be vying to make the most of its data.",
  "Together, such factors may have contributed to the stubborn dominance of cash in one of the world's most advanced economies.",
  "\"I push people to pay by card now because all the local bank branches have gone and it's hard to deposit cash,\" says Jacobs.",
  "And for financial services companies, the greater the growth, the greater their opportunity to make money as you spend it.",
  "By the following February, Sapin had persuaded Europe's Council of Ministers to call for the withdrawal of €500 banknotes.",
  "\"A country, normally via its central bank, is paying up to 1.5 per cent of GDP to count it, distribute it and print it.\"",
  "According to data researcher IHL, the true cost of a cash transaction to a retailer could be 5 to 15 per cent of sales.",
  "\"The cost of cash to society is under-appreciated,\" says Ann Cairns, who heads international operations for Mastercard.",
  "More than half of the Chinese population say they now use cashless payments to make more than 80 per cent of purchases.",
  "A UK government consultation has questioned whether 1p and 2p coins and the £50 note are \"efficient or cost effective\".",
  "Sweden provides a rare case of a country where the growth of electronic payments had led to less cash in circulation.",
  "At one outlet, the company found the average order via a screen was 30 per cent higher than one placed face-to-face.",
  "In Europe, some finance companies are concerned about directives over sharing data with new fintech intermediaries.",
  "\"If we move to a wholly cashless society,\" he says, \"and something disturbs this digitalised system, what happens?\"",
  "____________\n\nAcross the world, a crop of other countries and companies are trying to loosen our reliance on cash.",
  "At 9.40pm on November 13 2015, three masked men entered the Bataclan theatre in Paris and killed 89 concertgoers.",
  "In 2016, Steve Easterbrook, its chief executive, spoke about a \"good pick-up\" in sales thanks to the new devices.",
  "\"Even if it's not a major [profit] item now,\" she says, \"it makes a lot of business sense as a 10-year strategy.\"",
  "He believes it could contribute to a bloody nose for the coalition government in September's national elections.",
  "Anxiety because they know that they, too, are vulnerable to data foul-ups — potentially far more damaging ones.",
  "The data trail left by those who prefer electronic payments is rich compared with the invisible trace of cash.",
  "$100 bills account for nearly 80 per cent of all US cash — and more than two-thirds of these notes are abroad.",
  "A recent G4S report concluded: \"China is getting rid of all cash and is quickly becoming a cashless society.\"",
  "That might be overstating it — there has certainly been little sign of rebellion on the streets of Stockholm.",
  "\"We're being encouraged to open up our data without knowing that the end guardian is going to keep it safe.\"",
  "The initiative was hailed as \"digitalisation, democratisation and financial inclusion all rolled into one\".",
  "Two years later, hackers targeted UniCredit, Italy's biggest bank, which had an impact on 400,000 clients.",
  "There have been more limited withdrawals of small denominations in Ireland and parts of northern Europe.",
  "By the time the banks knew what was happening, even their improved customer offerings appeared quaint.\"",
  "And yet, the value of payments in cash has simultaneously declined by more than 10 per cent a year.",
  "As a former head of Interpol, you might expect him to favour a world of traceable electronic money.",
  "Germany, in particular, needed some convincing — the large denomination note was a symbol of pride.",
  "Germany has a particularly acute sensitivity to data risk and a deep distrust of borrowing money.",
  "Sweden's banks are defensive when asked if they are deliberately forcing cash out of the economy.",
  "There have been some global success stories, such as China's rapid roll-out of digital payments.",
  "In contrast, electronic payments offer two ways for a financial services company to make money.",
  "Earlier, Islamist terrorists had slaughtered dozens at a football stadium and on the streets.",
  "The bigger the notes, the less likely you are to get caught carrying huge suitcases of money.",
  "In that kind of situation, you need cash and an analogue system as an emergency generator.\"",
  "\"Large denomination notes are completely unnecessary for normal modern life,\" says Sands.",
  "\"It was typical of Modi,\" says one senior banker who has worked in India for many years.",
  "\"Being included in the financial system is the road to inclusive growth,\" says Cairns.",
  "\"We are very careful about what we share,\" says Sarah Friar, chief financial officer.",
  "One is that more people are hoarding cash, following the unsettling financial crisis.",
  "\"Getting rid of cash as a whole is socio-politically a far bigger deal,\" says Sands.",
  "\"But if you start by taking out the bigger value notes, you can work your way down.\"",
  "By mid-2017, India's economic growth had fallen to its lowest level for three years.",
  "One of the first big steps away from cash in the eurozone was prompted by terrorism.",
  "Radical measures in emerging economies have shown how complex it is to go cashless.",
  "Today even beggars and buskers in the country are using QR codes to bring in money.",
  "The company is coy about the outcome but early signs suggest it could be dramatic.",
  "Robberies involving individuals in Sweden remain low compared with many countries.",
  "Several teenagers cited repeated muggings as a reason they no longer carry cash.",
  "Across much of the world, cyber warfare is seen as the biggest risk to business.",
  "John Jacobs, a Staffordshire woodcarver, was previously a wholly cash business.",
  "On the other side of the scales, non-cash payments also benefit the seller.",
  "For many, this just reinforces the argument for a totally cashless society.",
  "The hoped-for nudge towards electronic payments has been disappointing too.",
  "\"And drug trafficking always ends up in cash at some point in the chain.\"",
  "Maximising financial access is even more important in emerging markets.",
  "Given ultra-low interest rates, banking it would yield little benefit.",
  "Anyone wanting to buy a copy just has to scan the code with their app.",
  "Even some potential victims of modernisation have been borne in mind.",
  "But there may be other reasons why physical money is on the increase.",
  "But is the push into electronic payments encouraging us to overspend?",
  "Recovering from that kind of public relations problem has been hard.",
  "Less well known is that the tragedy led to the end of the €500 note.",
  "Online giants Alibaba and Tencent have come to dominate the space.",
  "The road to electronic money is only navigable with extreme care.",
  "His deputy Cecilia Skingsley speaks of the \"30-year sweetspot .",
  "Now we need to think about how we handle different situations.\"",
  "It was the deadliest day for France since the second world war.",
  "But Eriksson's chief concern is state-sponsored cyber warfare.",
  "after the cold war\", adding enigmatically: \"We relaxed a bit.",
  "Bjorn Eriksson is an unlikely champion of the cash economy.",
  "\"It was a gesture action rather than a concerted strategy.\"",
  "Was this the beginning of the end for cash in the eurozone?",
  "Critics say the whole process was poorly thought through.",
  "Buying an extra side order of fries won't break the bank.",
  "A long queue of cashless flyers went hungry that evening.",
  "And he strides from the café without a backward glance.",
  "Some are even more attached to it than they used to be.",
  "\"When I started, I was taking much more cash,\" he says.",
  "Payments are transferred to the charity's bank account.",
  "Part of the reason is to decrease the risk of robbery.",
  "Crime and tax evasion are often cited as explanations.",
  "Breaches will occur, whether deliberate or accidental.",
  "Every country aspires to economic growth, of course.",
  "But it is a quiet suspicion among the Swedes I meet.",
  "The simple truth is that cash costs the banks more.",
  "But the launch was overshadowed by bitter protests.",
  "\"I'm sorry, we don't take cash,\" says the manager.",
  "\"Well, that's how I'm paying,\" he says, defiantly.",
  "Mustafa, a taxi driver, says: \"We don't like cash.",
  "\"All the elements of society need to be in sync.\"",
  "\"Sorry, cash only,\" said the apologetic manager.",
  "The picture in the US is similarly paradoxical.",
  "\"It's madness,\" says one bank chief executive.",
  "Banks themselves have become largely cashless.",
  "\"But nowadays half my sales are with Swish.\"",
  "\"One wrong step and we'd be out of business.",
  "That is nearly 10 per cent of its cost base.",
  "The establishment isn't listening,\" he says.",
  "Eriksson also has a dog in the race himself.",
  "A payments company would just not survive.\"",
  "\"It's enabled me to make a lot more money.",
  "You're kind of crazy if you don't use it.\"",
  "\"Why not just get rid of paper currency?\"",
  "But even there, a fightback is looming.",
  "If this looks like altruism, it is not.",
  "\"The people are getting rather angry.",
  "This is only a superficial analysis.",
  "Some young people also feel at risk.",
  "Eliminating them should be painless.",
  "Cards and apps are much safer.\"",
  "Cyber threats don't end here.",
  "There are some exceptions.",
  "Eriksson is more direct.",
  "\"I don't use cards.\"",
  "he asks.",
  "Why?",
  ".",
  "."
]