[
  "In March, the left-leaning advocacy group Common Cause alleged that Cambridge Analytica -- the firm that, through a U.K. affiliate, obtained personal data on up to 87 million Facebook users as part of its work for the Trump campaign -- violated election law by letting foreign nationals participate in the U.S. political decision-making process.",
  "The Israeli national, Joel Zamel, touted his company’s ability to give campaigns an edge in elections and developed “a multi-million dollar proposal” to manipulate social media on behalf of Trump’s campaign, according to the New York Times, which first reported on the meeting.",
  "To contact the reporter on this story: Bill Allison in Washington at ballison14@bloomberg.net\n\nTo contact the editors responsible for this story: Sara Forden at sforden@bloomberg.net, Laurence Arnold, Alexis Leondis\n\n©2018 Bloomberg L.P.",
  "The Times said another attendee at the meeting, George Nader, represented the crown princes of Saudi Arabia and the United Arab Emirates and told Trump Jr. that those two leaders were eager to support Trump in the election.",
  "As for the June meeting with the Russian lawyer, even if the proffered “dirt” had been delivered, the FEC has never considered opposition research volunteered to campaigns to be the equivalent of a campaign contribution.",
  "In August 2016, months before the presidential election, the president’s eldest son met with a representative of two Gulf States and an Israeli social media specialist, who offered services to help the campaign.",
  "U.S. campaigns can hire foreign companies and individuals -- and can take advice from anybody -- but can’t give foreigners the authority to make decisions, like what social-media strategy to adopt.",
  "And there’s a way for foreign money to be used legally in a campaign: to finance internet advertising that advocates for an issue without saying which candidate to support or oppose.",
  "Federal election law bars campaigns from knowingly soliciting contributions from “foreign nationals,” a category that includes foreign citizens, corporations and governments.",
  "The same law bars these people and entities from contributing anything of value -- directly or indirectly, money or otherwise -- to a campaign (with some limited exceptions).",
  "That meeting came two months after another one involving a Russian lawyer with ties to the Kremlin who was said to be offering dirt on Trump’s opponent, Hillary Clinton.",
  "But, according to a statement from Alan Futerfas, the lawyer representing Trump Jr., the president’s son had no interest in what was being pitched at the August meeting.",
  "The Justice Department can bring criminal charges for willful violations of federal election law, though its track record of winning convictions has been mixed.",
  "In both of the meetings that have sparked the interest of investigators, Trump’s son had some awareness there was a foreign government involved at some level.",
  "Rob Goldstone, the publicist who helped set up the June meeting, told him it was “part of Russia and its government’s support” for his father.",
  "Zamel’s attorney said that, in the end, Zamel didn’t do any work for the Trump campaign and had no involvement in the U.S. election.",
  "But assistance can take many forms -- just look at what Russian operatives did on social media during the 2016 campaign.",
  "It’s not clear they did anything to follow up on their emissary’s offer of support, and if they did, what form it took.",
  "Both meetings, at Trump Tower in New York, raise questions for the investigation led by Special Counsel Robert Mueller.",
  "The maximum sentence for violating election laws is five-years imprisonment, depending on the offense.",
  "It also bars foreign nationals from having decision-making authority in U.S. political campaigns.",
  "Donald Trump Jr.’s 2016 calendar might be the gift that keeps on giving to U.S. investigators.",
  "Common Cause made its complaint to the Federal Election Commission and the Justice Department.",
  "And Nader made clear that the leaders in Saudi Arabia and the UAE backed Trump’s campaign.",
  "• QuickTake explainers on the Trump investigations and Mueller’s role as special counsel.",
  "Or Zamel might have been offering services that Trump’s campaign couldn’t legally accept.",
  "Current rules regulate such ads on television, cable and radio but not on the internet.",
  "Federal election law would bar the princes from financially supporting the campaign.",
  "It’s illegal to knowingly solicit political contributions from foreign nationals.",
  "If it’s the FEC, it’s a civil matter, with the biggest penalty being a fine.",
  "• All about Trump Jr.’s June 2016 meeting with a Russian lawyer.",
  "Why does it matter if a campaign meets with foreigners?",
  "• The New York Times story on the August 2016 meeting.",
  "Did Trump Jr. break any law by taking the meetings?",
  "There’s little relevant case law on that question.",
  "How did the two crown princes help Trump win?",
  "What happened at the August 2016 meeting?",
  "When does advice become decision-making?",
  "It depends on who is looking into them.",
  "How serious would violations be?",
  "What’s wrong with that?",
  "Maybe nothing.",
  "4.",
  "3.",
  "5.",
  "7.",
  "6.",
  "2.",
  "1."
]