[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“We call upon you to … Cease all campaign contributions and electioneering activity immediately until you have ensured the integrity of all the apps on your platform, and until you can ensure total transparency with respect to all election-related activities.”\n\n— A Palantir connection: “As ... Cambridge Analytica sought to harvest the Facebook data of tens of millions of Americans in summer 2014, the company received help from at least one employee at Palantir Technologies, a top Silicon Valley contractor to American spy agencies and the Pentagon,” The New York Times reports.",
  "— On those “woke” comments: “[That] was a bad choice of words,” said Zimmer, referencing remarks he made last year calling the company “woke.” “I think what I meant to say is that we care deeply about our mission and the people we’re serving.”\n\nSILICON VALLEY MUST-READS\n\n— Tesla accident under review: “The U.S. National Transportation Safety Board is opening a field investigation of a fatal Tesla Inc crash and major vehicle fire near Mountain View, California, last week, the agency said on Tuesday,” Reuters reports.",
  "According to the Justice Department inspector general’s report, a top FBI official “became concerned” that one of her subordinates was stonewalling efforts to unlock the shooter’s phone “to pursue his own agenda of obtaining a favorable court ruling against Apple.” In addition, according to the report, an FBI unit knew a private vendor was 90 percent done with an unlocking tool when the bureau told a federal court that only Apple could crack the device.",
  "“There may be an opportunity, since I do think the primary problem here is political, to bring Democrats and Republicans together — each of whom may have their own interests in this broader space — to create a significant piece of legislation to protect consumer rights on the internet,” Cohen said during a panel at the Free State Foundation’s annual telecom policy conference in D.C. Tuesday.",
  "Zimmer also emphasized the possible life-saving benefits of autonomous vehicles, but added that “no one should take shortcuts and no one should put technology out before it’s ready.”\n\n— Plus, ahead of Equal Pay Day on April 10, the company announced its commitment to conduct an annual third-party audit to ensure that there are no pay gaps among workers based on gender and race.",
  "LYFT PRESIDENT: NO ONE SHOULD TAKE SHORTCUTS ON SELF-DRIVING — Lyft President John Zimmer said Tuesday that the company intends to continue prioritizing safety as it develops its self-driving offerings, noting that the recent fatality involving an autonomous Uber car and a pedestrian in Tempe, Ariz., should weigh heavily on the industry.",
  "— “It’s clear now that the FBI was far more interested in using this horrific terrorist attack to establish a powerful legal precedent than they were in promptly gaining access to the terrorist’s phone,” Sen. Ron Wyden (D-Ore.), a frequent critic of the FBI’s push for encryption workarounds, said in a statement.",
  "— If the FCC does anything, it should extend the “arbitrary” April 8 deadline to “protect the public from the catastrophic interruption to our nation's telecommunications system that could occur should the cutover to [Telcordia] not go as smoothly as is hoped,” Neustar advised the FCC in a letter Tuesday.",
  "— Speaking of encryption: Manhattan District Attorney Cyrus Vance, one of the most outspoken advocates for legislation that would outlaw unbreakable encryption, briefed Senate offices about the threat posed by encrypted devices and communications platforms last Friday, several sources told Morning Cyber.",
  "Story Continued Below\n\n— Democratic lawmakers urge Texas AG to investigate: Rep. Joaquín Castro (D-Texas) is among the lawmakers pressing Texas Attorney General Ron Paxton to open an investigation into Cambridge Analytica for potential data privacy violations as officials in other states probe the firm.",
  "“The inspector general is clearly concerned that the whole of the FBI is not committed to finding technical solutions that do not involve the weakening of encryption,” added Greg Nojeim, director of the Freedom, Security and Technology Project at the Center for Democracy and Technology.",
  "Zuck Hill watch\n\nWith help from Margaret Harding McGill, Ashley Gold, John Hendel and Eric Geller\n\nZUCK HILL WATCH — Facebook CEO Mark Zuckerberg is expected to testify in front of at least one congressional panel in the coming month, but details remain in flux, Ashley reports.",
  "— The IG report “raises the question of how seriously the FBI has really been thwarted when devices are locked — and how much of the going dark debate is the FBI simply seeking easier ways to do investigations,” said Susan Landau, a Tufts University computer science professor.",
  "“‘We learned [Tuesday] that an employee, in 2013-2014, engaged in an entirely personal capacity with people associated with Cambridge Analytica,’ the company said.”\n\n— The Facebook factor in net neutrality: Could the firestorm over Facebook spark movement on net neutrality?",
  "— On taking a stand against gun violence: “We were really inspired by the students and the civic discourse that was created,” Zimmer said, regarding the company’s decision to offer free rides to attendees of last weekend’s March for Our Lives protest against gun violence.",
  "In the first two years, the companies expect to manufacture 20,000 cars.”\n\n— Apple debuts suite of education products: The tech giant unveiled a new iPad as well as an app to help teachers manage classrooms, at an event focused on education on Tuesday, The Verge reports.",
  "In other Uber news, “The [ride-sharing firm] plans to end all autonomous-car testing in California for the foreseeable future, according to a letter from the state Department of Motor Vehicles to the company,” The San Francisco Chronicle reports.",
  "— On internal systems for addressing sexual harassment: “We have an anonymous website that’s hosted by a third party that any employee can write into and that will be reviewed by the legal team and appropriate action will be taken,” Zimmer said.",
  "But both parties have complained to the FCC that they are still negotiating a contingency plan for handing over the contract (which involves, you may recall, the database that lets consumers keep their phone numbers when switching providers).",
  "— Privacy groups hit at Facebook: A coalition of privacy groups and consumer rights organizations including Consumer Watchdog and the Electronic Privacy Information Center is calling on Zuckerberg to curb Facebook’s campaign contributions.",
  "— Via our friends at Morning Cyber: Cybersecurity experts and civil libertarians slammed the FBI on Tuesday after an internal investigation revealed controversies over the bureau’s handling of the San Bernardino iPhone encryption battle.",
  "While one source told Ashley that Zuckerberg looks likely to testify at a House Energy and Commerce hearing in early to mid-April, Elena Hernandez, a spokesperson for the committee, has said that some factors are still being finagled.",
  "“Impasse” was also how Telcordia described negotiations in its Feb. 20 update to Pai: “Further discussions are unlikely to yield a timely result consistent with the current cutover schedule and final acceptance date,” it wrote then.",
  "“Indeed, the office of the Attorney General has an obligation to ensure that Texans data has not been misused.” More than 30 attorneys general on Monday wrote Zuckerberg for answers involving their inquiries into the controversy.",
  "— Waymo’s latest addition to its fleet: “Alphabet’s self-driving arm Waymo is introducing a new vehicle into its fleet of driverless rides, an all-electric car produced by Jaguar Land Rover,” Recode reports.",
  "Comcast senior executive vice president David Cohen thinks so, saying Tuesday he believes the outcry could create momentum on the Hill for legislation addressing net neutrality, privacy and data security.",
  "Facebook is under heavy scrutiny from lawmakers in the U.S. and abroad amid reports that the Trump-linked data firm Cambridge Analytica secretly accessed and misused data from 50 million Facebook users.",
  "“Attorneys General for Connecticut, Massachusetts, and New York have opened up their own investigations into Cambridge Analytica and we urge you to also follow suit,” the seven Texas Democrats write.",
  "Jarrett said she participated in a roundtable with women who work at Lyft and they told her the climate at the company was “zero tolerance.” “[They said] it’s not a part of the culture,” she said.",
  "“Waymo unveiled the new vehicle, called the Jaguar I-Pace, at a press event in New York City on Tuesday and said it expected to begin production on the cars equipped with its technology in 2020.",
  "QUICK DOWNLOADS\n\nUber settles discrimination suit: “The company has agreed to settle a discrimination lawsuit filed last year by three female software engineers for $10 million,” Recode reports.",
  "FBI official Valerie Cofield — who has reportedly met with researchers to discuss their technical solutions — and a bureau colleague also attended the briefing, according to Vance’s spokesman.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "The briefing, hosted by the Senate Judiciary Committee, focused on the ways encryption complicates local and state law enforcement investigations, according to a Vance spokesman.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Zimmer and board member Valerie Jarrett — a top adviser during the Obama administration — discussed this pledge along with a wide range of issues during the gathering.",
  "FCC Chairman Ajit Pai had cautioned parties in a Feb. 2 letter that the lack of a plan was “unacceptable” and said the commission “will not” allow for harmful delay.",
  "Representatives for the Senate Commerce and Judiciary committees, which have also formally summoned Zuckerberg, did not comment on his response to their invitations.",
  "Ericsson affiliate Telcordia Technologies, doing business under the name iconectiv, is set to take the reins from Neustar after winning an FCC contract in 2015.",
  "— Tech and telecom company Neustar is supposed to start handing over control of the North American phone system’s local number portability powers on April 8.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "\"The committee is continuing to work with Facebook to determine a day and time for Mr. Zuckerberg to testify,\" she said in a statement.",
  "“In 2016, Facebook gave $4.6 million to federal candidates and $1.1 million to California candidates,” they write in a letter.",
  "Here’s a rundown of what they said:\n\n— On their perception of Uber CEO Dara Khosrowshahi: “I’ve never met him,” Zimmer said.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Google’s GIF buy: “Google has acquired the GIF platform Tenor for Android, iOS, and desktop,” The Verge reports.",
  "However, he said that the company has to be “careful” about how it expresses its positions on different issues.",
  "“The tragedy in Arizona, I think, should give everyone pause,” he told reporters at a meeting in Washington.",
  "GOOD WEDNESDAY MORNING and welcome to Morning Tech, where we’re jamming out during this Golden Hour.",
  "Judiciary Committee and FBI spokespeople did not respond to a request for comment on the meeting.",
  "“We’re not going to prescribe policies that aren’t related to our industry,” he said.",
  "The session lasted 75 minutes and involved approximately 50 Senate staffers.",
  "Sign up today to start receiving the newsletter right at launch on April 6.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "**\n\n‘CATASTROPHIC INTERRUPTION’ FOR THE PHONE SYSTEM?",
  "“The focus of Lyft is Lyft,” added Jarrett.",
  "Pai spokespeople declined comment Tuesday.",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "Presented by Boeing.",
  "Learn more here.",
  "SAY WHAT?!",
  "...",
  "**"
]