[
  "'The overall shape they’re in has a lot more cracks now than it did five years ago and certainly at the time of the global financial crisis,' Reinhart said.”\n\nWall St. gains as small-cap Russell 2000 hits record Retail and technology stocks led Wall Street higher on Wednesday and the small-cap Russell 2000 hit a record peak, even as a rise in U.S. bond yields to an almost seven-year high suggested more competition for equities and investors fretted over geopolitics.",
  "THE FUNNIES\n\nFrom the New Yorker:\n\nBULL SESSION\n\nPresident Trump compares illegal immigrants to \"animals:\"\n\nThe Senate voted 52 to 47 to reverse the Federal Communications Commission decision to repeal neutrality rules, but the measure faces opposition in the House:\n\nWill the FCC’s net neutrality repeal grind the Internet to a halt?",
  "At the outset of a summit of European leaders whose agenda items, point by point, have to do with the flames of crises that many Europeans see as ignited by... Trump, Tusk ripped into what he called “the capricious assertiveness of the American administration” over issues including Iran, Gaza, trade tariffs and North Korea.",
  "Helderman: Michael Cohen, President Trump’s personal attorney, solicited a payment of at least $1 million from the government of Qatar in late 2016, in exchange for access to and advice about the then-incoming administration, according to the recipient of the offer and several others with knowledge of the episode.",
  "Politics In new financial disclosure, Trump reports apparent payment through his personal attorney to adult-film star The payment by Michael Cohen to actress Stormy Daniels was made in the last weeks before the 2016 presidential election, meant to ensure Daniels would not speak about the alleged affair publicly.",
  "Axios: \"Securities and Exchange Commission Chairman Jay Clayton doesn't seem to think the U.S. needs additional securities laws to regulate digital tokens, according to his comments on Wednesday at the National Venture Capital Association's annual meeting in D.C.: 'If it’s a security, you gotta follow the law.",
  "The Post's Bob Costa, Josh Dawsey and Carol D. Leonnig: \"Special counsel Robert S. Mueller III’s team told President Trump’s lawyers recently that prosecutors do not believe they can charge a sitting president with a crime under Justice Department guidelines, Trump lawyer Rudolph W. Giuliani said Wednesday.",
  "And in 2012, Mr. Smith was also part of the legal team that defended AMG Services, the payday lender founded by the convicted racketeer Scott Tucker, whose predatory practices against impoverished borrowers eventually led to a $1.3 billion court-ordered settlement, the biggest in the commission’s history.\"",
  "Trump Jr. had been expecting dirt on Hillary Clinton, provided as part of a Russian government effort to help his father’s presidential campaign — 'potential information about an opponent,' he told congressional investigators, according to documents released Wednesday by the Senate Judiciary Committee...",
  "The Post's Damian Paletta: \"Two top trade advisers to President Trump had an expletive-packed shouting match during their trip to Beijing earlier this month, three people familiar with the exchange said, part of an ongoing turf war that is dividing the team negotiating new trade arrangements with China.",
  "NYT's Keith Bradsher: \"As a top Chinese economic policymaker meets with the Trump administration this week in hopes of heading off a potential trade war, some officials in both countries are planning for a time when the world’s two biggest economies do not need each other quite so much any more.",
  "Reuters\n\nBofA, Citi Saw Institutional Investors Cash Out Institutional investors shed shares of Bank of America Corp, Citigroup Inc. and JPMorgan Chase & Co. last quarter just as the S&P 500 Index declined amid questions about the health of the Trump trade and the longevity of the bull market.",
  "Whether that compels the president to push negotiators to redouble their efforts — or to walk away entirely, to prove his point that NAFTA is at the “center of the catastrophe” that hollowed out American manufacturing might — could go a long way toward determining the future of the deal.",
  "— Julie Davis (@juliehdavis) May 16, 2018\n\nTrump's failure to renegotiate a better deal for American workers, as he pledged to do on the campaign trail, also joins a pile of broken populist promises that Democrats are poised to highlight as the midterm season swings into higher gear.",
  "NYT's Glenn Thrush and Jack Nicas: \"The new director of the Federal Trade Commission’s consumer protection unit, a watchdog with broad investigative powers over private companies, stands out even in an administration prone to turning over regulatory authority to pro-industry players.",
  "The new details of the June 9, 2016, meeting in Trump Tower are drawn from 2,500 pages of congressional testimony and exhibits that paint a vivid picture of how Donald Trump’s erstwhile Russian business partners collided with his presidential campaign in a single 20-minute meeting.\"",
  "The GOP leader told Republican chairmen on Wednesday that he would speak to Senate Minority Leader Chuck Schumer (D-N.Y.) about whether Democrats are willing to cooperate at all on spending bills and... Trump’s nominations in order to avoid scuttling this year's four-week break.",
  "The unresolved feud has contributed to the White House’s uneven approach to its trade negotiations with China in recent days, as White House officials have given different, at times contradictory descriptions about the discussions’ aims and what is and what isn’t up for debate.\"",
  "Prince Mohammed is also fantastically wealthy... How the prince amassed his wealth exemplifies ways that the autocratic kingdom, essentially a family business, continues to intermingle commercial ventures and Saudi government connections to a degree far from Western norms.\"",
  "U.S. regulators on that day in late March gave senior executives a stern warning that remains in effect: Europe’s biggest investment bank, they said, must act more urgently to fix lapses described in a series of settlements with the Federal Reserve over the past few years.",
  "That the vague language of the new rule makes it possible that profits that had already been paid to them, taxed and reinvested back into the fund would be lumped in with other untaxed carried interest -- and all subject to the new three-year holding period.\"",
  "The official, worried that the information was being withheld from law enforcement, released the remaining documents... [The missing reports] detail more than three million dollars in additional transactions—triple the amount in the report released last week.",
  "Many of the walkout states had spent the post-recession years pursuing the starve-the-beast policies advocated by Charles and David Koch, the Americans for Prosperity advocacy group they helped found, and the small-government Tea Party movement they funded.\"",
  "The Switch Facebook CEO Mark Zuckerberg will meet with European regulators probing Cambridge Analytica He will meet with key regulators as soon as next week amid scrutiny of his company’s privacy practices and previous entanglement with Cambridge Analytica.",
  "New Yorker's Ronan Farrow writes that the official who last week leaked banking records detailing Cohen's recent moves \"had grown alarmed after being unable to find two important reports on Cohen’s financial activity in a government database.",
  "Bloomberg News's Ben Bartenstein: “While money managers from Goldman Sachs Group Inc. to UBS Wealth Management still tout investing opportunities in emerging markets, the asset class has one notable critic: Harvard professor Carmen Reinhart.",
  "The strategy was used to calm investors in the depths of the financial crisis, and the Fed continues to say rates will remain below levels likely to prevail over the longer run, even as it lifts borrowing costs to prevent overheating.",
  "'We can’t keep talking about policy normalization once we’re around what we think of as a neutral interest rate,' Williams said in Minneapolis, referring to the level of interest rates that neither slows nor speeds up the economy.",
  "The director, Andrew M. Smith, has recently represented Facebook, Uber and Equifax — all companies with matters before the commission — and plans to recuse himself from dozens of cases now that he has been confirmed for the post.",
  "Navarro had initially been excluded from the negotiations with Chinese Vice Premier Liu He over concerns about his behavior on a trip to Beijing two weeks ago as part of the trade delegation, two administration officials said.",
  "Bloomberg's Jennifer Jacobs: \"Navarro will take part in talks this week with China’s top economic envoy aimed at defusing a brewing trade war with the U.S., a White House official said, indicating a shift from earlier plans.",
  "In fact, developing nations are worse off than during their two most recent moments of weakness: The 2008 global financial crisis and 2013 taper tantrum, when equities endured routs of 64 percent and 17 percent respectively.",
  "The offer, which Qatar declined, came on the margins of a Dec. 12 meeting that year at Trump Tower between the Persian Gulf state’s foreign minister and Michael Flynn, who became Trump’s first national security adviser.",
  "The uneasy encounter, which was followed by another meeting between the Federal Reserve Bank of New York and Chairman Paul Achleitner, underscores a daunting behind-the-scenes challenge facing new CEO Christian Sewing.",
  "In a Wednesday meeting with the New Democrat Coalition, a group of pro-trade House Democrats, U.S. Trade Representative Robert Lighthizer said he deferred to Ryan’s timeline, a person familiar with the meeting says.",
  "The Post's Michael Birnbaum: \"Even by the stressed standards of relations between Europe and the United States in the Trump era, European Council President Donald Tusk’s Wednesday criticisms were unusually cutting.",
  "'In the next step of tackling technology, we must cast aside illusions and rely on ourselves,' President Xi Jinping of China said last month after visiting a new computer microchip factory in the country’s center.\"",
  "Bloomberg's Sridhar Natarajan and Steven Arons: \"A tense scene unfolded inside Deutsche Bank AG’s Manhattan tower just hours before news began leaking that the firm was looking for a new chief executive officer.",
  "McConnell also said he needed to speak with Trump about the matter; the president said last week the Senate should “not go home” until it completes its work on spending bills and funding the border wall.\"",
  "Bloomberg's Jeanna Smialek: \"That’s the message from John Williams, president of the Federal Reserve Bank of San Francisco, who takes the helm of the central bank’s powerful New York branch on June 18.",
  "And with control of Congress next year and beyond up for grabs, the extended timeline sheds serious doubt on whether a new NAFTA pact can be struck, jeopardizing one of Trump's central campaign themes.",
  "The complaints have become familiar: overcrowded classrooms, teachers forced to hold down two jobs, and textbooks so old that they call the internet new... A crowd of 19,000 marched through Raleigh...",
  "Nearly two decades later, Salman is king, and Mohammed bin Salman, known as MBS, is the crown prince who says he wants to crack down on corruption and remake the Saudi economy along more modern lines.",
  "SEC Tries to Scam ICO Investors to Show Them How Easy It Is A hot new initial coin offering gives investors the chance of a lifetime to make money from sun-soaked beaches and crystal-clear waters.",
  "But the plans being developed in Beijing and Washington anticipate a time when the economic engines of China and the United States are not so closely linked, particularly in high-tech industries.",
  "Tony Romm\n\nBusiness Southwest hopes $49 fares will draw customers after its first passenger death One month after Flight 1380, Southwest announced its summer sale and a rebooted marketing plan.",
  "The protest was the fifth large-scale demonstration in less than three months in states with Republican-led legislatures, most of them organized on the internet in places where unions are weak.",
  "While other sons of Saudi Arabia’s founder grew wealthy from government business, Salman, then the governor of this capital city, supported his family with handouts from his brother the king.",
  "The Post's Roz Helderman and Karoun Demirjian: \"As Donald Trump Jr. greeted his Russian-speaking guests in a conference room high atop Trump Tower in June 2016, he cut straight to the chase.",
  "David Tepper, who runs Appaloosa Management and may soon own the Carolina Panthers, and Ross Margolies, founder of Stelliam Investment Management, were among the managers who took action...",
  "They are seeking nothing less than a fundamental rethinking of a trade relationship that encompasses more than $700 billion in goods and services that flow between the countries every year.",
  "“ ‘The calendar made me do it’ is not an excuse to quit on the American worker,” Rep. Rosa DeLauro (D-Conn.) said Wednesday in a conference call organized by Public Citizen and the AFL-CIO.",
  "Speaker Paul Ryan (R-Wis.) reiterated yesterday the administration needs to give him notice of a deal today to meet the procedural demands for an up-or-down vote in Congress this year.",
  "They collectively shifted billions of dollars before Jan. 1, when a provision took effect requiring a longer holding period to qualify for the tax break on carried interest profits.",
  "WSJ's Justin Scheck and Bradley Hope: \"Prince Mohammed bin Salman was a teenager when he realized his father, Prince Salman bin Abdulaziz, was, by Saudi royal standards, a pauper.",
  "Politico's Burgess Everett: \"Senate Majority Leader Mitch McConnell is seriously considering scrapping some or all of the August recess this year, according to senators and aides.",
  "Bloomberg's Margaret Newkirk and Martin Braun: \"On May 16, at least 29 North Carolina public school districts serving 865,000 students closed their doors as teachers walked out.",
  "In an interview on Tuesday, he said he thinks the time is approaching to phase out forward guidance -- the nearly decade-old practice of pledging continued easy monetary policy.",
  "Bloomberg's Lynnley Browning and Miles Weiss: \"Late last year, some hedge fund managers raced to protect their personal fortunes from being carved up by the Republican tax law.",
  "Bloomberg\n\nDAYBOOK\n\nToday\n\nThe House Financial Services Committee holds a hearing on “Community Development Block Grant-Disaster Recovery Program – Stakeholder Perspectives.\"",
  "The fight erupted when senior White House adviser Peter Navarro complained to Treasury Secretary Steven Mnuchin about being excluded from key meetings with Chinese leaders...",
  "But there are other significant rifts: on Canadian and Mexican access to U.S. government projects, on whether the deal will sunset, and the process for resolving disputes.",
  "But the top negotiators for all three aren’t scheduled to meet again for another two weeks — at an Organization for Economic Cooperation and Development session in Paris.",
  "And, as we wrote here last week, the president has frequently tied the matter to his frustration with the U.S.-Mexican border — a linkage he made again on Wednesday.",
  "WSJ's John McKinnon: \"Trump sought to counter criticism of his administration’s efforts to ease tough U.S. penalties on Chinese telecommunications giant ZTE Corp.",
  "The Post's Damian Paletta notes the tweets undercut claims by administration officials that the ZTE issue would be dealt with separately from trade matters.",
  "“We can’t work a bill unless we have an agreement that’s in writing that we can work, and that hasn’t occurred yet.”\n\nThe administration evidently agrees.",
  "The Cuban-born economist points to mounting debt loads, weakening terms of trade, rising global interest rates and stalling growth as reasons for concern.",
  "In a series of tweets Wednesday morning, Mr. Trump pushed back against critics who have accused him of going soft on China this week in the ZTE matter.",
  "Yet others pushing for a rewiring of the 24-year-old trade pact say that timing is arbitrary, and negotiators still have weeks to continue their work.",
  "They began in February in West Virginia and spread to Kentucky, Oklahoma, and Arizona; teachers in all those places have won raises or new funding...",
  "The special counsel’s conclusion signals that it would be left to Congress to address any finding of wrongdoing by Trump in the investigation.\"",
  "U.S. Trade Representative Robert Lighthizer and Commerce Secretary Wilbur Ross leave the Rose Garden following a news conference last month.",
  "From the New York Times’s Julie Davis:\n\nTrump savages Mexico at immigration roundtable: \"Mexico does nothing for us, they do nothing for us.",
  "'I believe you have some information for us,' Trump Jr. said to a Russian lawyer visiting from Moscow, according to one of the attendees.",
  "'There has been no folding as the media would love people to believe, the meetings [with Chinese officials] haven’t even started yet!'",
  "Tusk's tweet:\n\nLooking at latest decisions of @realDonaldTrump someone could even think: with friends like that who needs enemies.",
  "He doesn’t only have to reshape the firm, revive profits and improve morale -- he has to get regulators off Deutsche Bank’s back.\"",
  "And on the first anniversary of the Mueller probe, don't miss this Post interactive on what the special counsel is investigating.",
  "Namely, American negotiators have been insisting on new standards for how much workers are paid and where auto parts originate.",
  "The renegotiation of the pact is set to blow through a key deadline today as trade emissaries remain stuck on major issues.",
  "(Reuters/Kevin Lamarque)\n\nPresident Trump’s drive to overhaul the North American Free Trade Agreement just hit a big skid.",
  "The missed deadline means the Trump administration is unlikely to deliver a reworked agreement by the end of the year.",
  "We managed to create an $18 trillion economy following the law, I don't know why we should change the law now.'\"",
  "David A. Fahrenthold and Jonathan O'Connell\n\nMONEY ON THE HILL\n\nSenate Majority Leader Mitch McConnell (R-Ky.).",
  "Representatives from the United States, Mexico and Canada to varying degrees all say a deal is still possible.",
  "(Jabin Botsford/The Washington Post)\n\nTRADE FLY-AROUND:\n\n— Mnuchin, Navarro got in screaming match in Beijing.",
  "It also provides something even more valuable: advice on how to avoid getting ripped off by fraudulent ICOs.",
  "In comments to reporters and a subsequent tweet, he suggested the White House had lost touch with reality.\"",
  "THE TICKER\n\nPresident Trump and Canadian Prime Minister Justin Trudeau walk from the Oval Office last year.",
  "In the meantime, even the meaning of today’s deadline remains disputed among those close to the process.",
  "— Donald Tusk (@eucopresident) May 16, 2018\n\nMELTDOWN WATCH:\n\n— Cohen solicited $1 million from Qatar.",
  "It isn’t clear why the administration decided to reinstate him in the talks or what role he’ll play.\"",
  "The Consumer Financial Protection Bureau holds the spring 2018 credit union advisory council meeting.",
  "Then, w NAFTA talks at critical juncture, throws in: \"Certainly don’t help us much on trade.\"",
  "The two argued about the team’s internal dynamic and whether it was functioning adequately...",
  "(Chip Somodevilla/Getty Images)\n\nDisputes over auto manufacturing remain front and center.",
  "Meanwhile, the FBI is said to be probing Cohen's deal with a South Korean aerospace firm.",
  "(AFP / Brendan Smialowski)\n\n— Williams: About time for Fed to stop market hand-holding.",
  "We realise that if you need a helping hand, you will find one at the end of your arm.",
  "'So I think this forward guidance, at some point, will be past its shelf life.'\"",
  "He has claimed the authority to withdraw from the pact unilaterally at any time.",
  "Politico’s Morning Money hosts a briefing with Rep. Jeb Hensarling (R-Tex.).",
  "Stephen K. Bannon, who became White House chief strategist, also attended.\"",
  "Rachel Siegel\n\nTHE REGULATORS\n\nThe Federal Trade Commission building.",
  "Full disengagement is impossible, leaders on both sides acknowledge.",
  "Mexico talks, but they do nothing for us, especially at the border.\"",
  "Which individuals or corporations were involved remains a mystery.\"",
  "— Hedge fund managers shift billions over carried interest concern.",
  "Bloomberg\n\nTRUMP TRACKER\n\nWhite House trade advisor Peter Navarro.",
  "“There’s a timeline that has to be adhered to,” he told reporters.",
  "POCKET CHANGE\n\nSaudi Arabia Crown Prince Mohammed bin Salman.",
  "(AP Photo/Alex Brandon)\n\n— New FTC head rep'd payday lenders.",
  "(AP Photo/Francois Mori)\n\n— The MBS guide to getting rich.",
  "Mohammed decided to change that, he later told associates.",
  "— Reinhart: Emerging markets worse off than in the crisis.",
  "The Business Roundtable holds an event on infrastructure.",
  "Scott Applewhite)\n\n— McConnell threatens August recess.",
  "MARKET MOVERS\n\nA view of the Federal Reserve building.",
  "Cohen leak motivated by missing financial records.",
  "— Giuliani: Mueller said Trump can't be indicted.",
  "Trump remains a wild card atop the negotiations.",
  "The Post's Karen DeYoung, Josh Dawsey and Roz.",
  "— Teacher protests challenge the Koch vision.",
  "— SEC: No new law needed for digital tokens.",
  "Thanks to him we got rid of all illusions.",
  "Navarro will participate in China talks.",
  "But frankly, EU should be grateful.",
  "— U.S., China consider breaking up.",
  "What happens next is hardly clear.",
  "— Fed clashes with Deutsche Bank.",
  "— Inside the Trump Tower meeting.",
  "Their patience was wearing thin.",
  "Trump: No backing down on ZTE.",
  "the president tweeted.\"",
  "leader rips Trump.",
  "Their concern?",
  "(AP Photo/J.",
  "RSVP here.",
  "— E.U.",
  ":"
]