[
  "There are all these companies competing for the same kind of share of the wallet of the customer, and I think that the chief information security officer at these large enterprises has an incredibly hard job trying to figure out how to make decisions about all these different pieces of technology that might improve their security posture by single percentage points.",
  "If you were to go to a mid-level bureaucrat in Washington D.C, and ask, “Do you have the best technical talent in the world working on this problem?” I would guess the majority would say, “Absolutely.” It’s not because they’re bad actors, but it is because they’ve never been exposed what real talent looks like.",
  "I was called a forward deployed engineer, but my job function was to manage the sales pipeline.”\n\nDuring his time at Palantir, Stephens developed a relationship with Thiel, who asked him to meet with some of the investors at his investment firm, Founders Fund.",
  "To be fair, I don’t believe that the majority of people on the [political] left in Silicon Valley are actually these kind of crazy, idea-slashing, militants but there is a very vocal minority of people who have a tendency to shout down all other opinions.",
  "Going back to the Cold War, we had this incredible infusion of the top engineering talent into working on these problems that were relevant to national security — it could be critical infrastructure, traditional defense, law enforcement.",
  "In a conversation with Term Sheet, Stephens discusses his time on Donald Trump’s transition team, what the Facebook – Cambridge Analytica scandal means for the future of privacy, and why blockchain won’t solve all of our problems.",
  "I think that we will continue to develop mechanisms in all of the technology that we use in our daily life that allows us to make more transparent decisions about what data we’re comfortable being shared and what data we aren’t.",
  "Of course, I think Facebook is in a very challenging position where they’re sitting on a treasure trove of data and that treasure trove is what makes them so valuable for advertisers because they can get to the right people.",
  "We should hope the tech companies are doing everything to comply with domestic and international regulation where those regimes exist, and we should expect that they are responsible with the data to a reasonable degree.",
  "A few of the investments that fit that thesis are Flexport, which is trying to bring modern technology to the freight industry, and Blend, which is doing back-end mortgage origination software for the finance industry.",
  "I think that in order to stay competitive and create the type of deterrents that we need, we really need to make sure we’re providing capital to people who are willing to work on some of these important problem areas.",
  "STEPHENS: One of the things that I like most about Founders Fund is that we have created an environment where someone like Peter can have his own opinion, I can openly disagree with him, and we can still be friends.",
  "Meanwhile, our adversaries, who are really starting to re-establish their position in this new global power dynamic, are focused heavily in emerging technologies like hypersonics and artificial intelligence.",
  "“While at my intelligence job, I saw a demo of Palantir, got really excited about it, and left to join the company in 2008.”\n\nPalantir Technologies is billionaire Peter Thiel’s secretive data mining company.",
  "The problem ends up being in the way that the decision-makers in D.C. think about some of the critical aspects on what makes a company worth contracting with or valuable to our national security efforts.",
  "The idea that you don’t want un-personalized ads because they’re super annoying but you also don’t want to share any of your data with the advertisers — it’s unclear how you resolve that type of debate.",
  "After graduating from Georgetown University’s School of Foreign Service, he began his career working in the office of then Congressman Rob Portman and then took a job in the U.S. intelligence community.",
  "The general public will be empowered to decide whether or not they want to use a free email platform that uses data to target advertisements or whether they would rather pay for something that doesn’t.",
  "One of the reasons I’m not super interested in blockchain is that there seems to be a very high correlation between founders of blockchain companies and people who believe Edward Snowden is a hero.",
  "I think most of the modern enterprise approach to cyber is focused around getting a really good firewall and then chipping away at the more targeted threats that are in an organization.",
  "There had to be defense insiders, but also technology insiders who were helping the new administration understand how best to facilitate a relationship beneficial to national security.",
  "He recently said that he’ll relocate to Los Angeles because “tech culture has become increasingly intolerant of conservative political views.” Founders Fund is based in Silicon Valley.",
  "Like we need to actually figure out who is committing these cyber crimes so that we can have a stronger enforcement of the law, which is really the only way to have a credible return.",
  "I do think they should be more open to product purchases rather than custom development from companies that have the level of talent necessary to get out ahead of our adversaries.",
  "“I had never been interested in finance or venture capital, but I really enjoyed my conversation with the Founders Fund group, so I decided to join in 2014,” Stephens said.",
  "STEPHENS: Um…It’s difficult to come out of conversations with a huge bureaucracy feeling super optimistic about how well we can execute on the mission that’s been laid out.",
  "I would be very interested in finding and investing in companies that have game-changing practical applications, but I am less interested in the theoretical aspect of it.",
  "But at the same time, we also have to be rational human beings and understand how our use of electronic information systems makes us vulnerable rather than impervious.",
  "Hopefully, some of the contributions that I made were useful to the incoming [Defense Secretary] James Mattis around how we can better facilitate these relationships.",
  "Part of it is that when there tends to be a high degree of ideological homogeneity, it starts feeling like 100% of people feel that way when it’s maybe closer to 80%.",
  "I think that one of the great things about Founders Fund is that we all have our own interests and ideologies, and we encourage robust debate on these things.",
  "The whole motivation for me was making sure that the defense technology ecosystem was protected and that there were people who were representing both sides.",
  "It was a lot of time spent talking to people about the individual agencies, like the Defense Digital Service and the Defense Innovation Unit – Experimental.",
  "Intelligence and national security agencies use its tools to flag suspicious activities, including the movement of money, contraband, and shady operators.",
  "Stephens joined Palantir when it had fewer than 100 employees, and he was focused on growing the company’s presence in the intelligence and defense space.",
  "STEPHENS: Coming from a super bureaucratic background, I’ve always been fascinated by how technology can touch these really unsexy, broken industries.",
  "There’s often a limit to how big they can grow before they’re acquired by a larger companies like Palo Alto Networks, Splunk, or FireEye or something.",
  "In 2016, you wrote that the government is terrible at building and buying technology and that tech failures represent trillions of dollars of waste.",
  "There seems to be a massive groundswell of companies that are popping up yet the practical applications for the technology are not yet super clear.",
  "We’ve gotten to this place where we’re really good at building super complex integrated systems, but it’s very incremental rather than disruptive.",
  "There is a team like the Golden State Warriors that is going to build much better technology than a team of league-winning high school athletes.",
  "I think most people in the Silicon Valley crypto scene, my guess is, will be reasonably surprised by how much the average American doesn’t care.",
  "So usually, when I’m looking at cyber companies, I’m trying to find something that has a completely different approach at solving the problem.",
  "The reason I was attracted to Founders Fund and only Founders Fund is that the team is super quirky and there are a lot of crazy opinions.",
  "It would be like only going to high school basketball games and saying that this one high school player is the best player in the world.",
  "STEPHENS: I believe that the way we live our digital lives, we have a pretty irrational expectation of how the data should be handled.",
  "You were on Donald Trump’s transition team & made recommendations on changes to the U.S. Defense Department ahead of his inauguration.",
  "Given your work at Palantir & the intelligence community, how do you think this technology will affect the world in the next 10 years?",
  "Some would argue that Bitcoin and cryptocurrencies are an attempt to create a decentralized world with heightened levels of privacy.",
  "It’s not that I think there’s one geographic place in the world where people can build something that’s worth the government using.",
  "We’re all generalists at Founders Fund, but obviously some of us pursue things that are more interesting to us than other things.",
  "And there’s some weird kind of conflict with the real world and this fantasy crypto anarchist thing, which doesn’t actually work.",
  "And the 20% who disagree no longer feel like they have the ability to speak up, because those in the 80% end up drowning you out.",
  "STEPHENS: Obviously, that was a part-time role and I was still full-time at Founders Fund, bouncing back and forth to help out.",
  "We also spoke a lot about procurement — how can we establish better relationships with companies in the most beneficial way?",
  "There are a lot of mechanisms for achieving privacy by design in products that are built with and without blockchain.",
  "“I was a senior in high school when 9/11 happened and wanted to go into foreign service,” Stephens told Term Sheet.",
  "It’s a much longer debate that hasn’t been fully-fleshed out yet, and it’ll be interesting to see where it goes.",
  "I came out of the experience having more conviction around what some of the changes were that needed to be made.",
  "But the reality is that engineering talent building innovative products is a lot like professional basketball.",
  "Where do you think the government should be looking for this type of technical talent — Silicon Valley?",
  "There are massive trade-offs that people aren’t fully considering when they talk through these things.",
  "When the Cold War ended, our ability to funnel those top engineers into the community kind of stopped.",
  "But from a venture perspective, that makes investing in defensive cyber companies kind of challenging.",
  "STEPHENS: The most exciting company that I recently invested in cybersecurity is actually in stealth.",
  "What is the opportunity in the govtech space at the moment that Term Sheet readers should know about?",
  "If all you’ve seen is a high school gymnasium, then there’s no reason why you wouldn’t believe that.",
  "I focus on anything from supply chain and logistics, all the way down to low-level security stuff.",
  "Given your background, what are some areas of cybersecurity that are of interest to you right now?",
  "STEPHENS: He makes sure that his personal political views remain his own personal political views.",
  "There are also some fundamental challenges to the blockchain structure with the immutable ledger.",
  "That type of engagement is more rare in Silicon Valley than it is in other places in the country.",
  "You see this play out with SpaceX and Palantir, which have done well working with the government.",
  "STEPHENS: On the cybersecurity side, I believe there is no such thing as perfect cyber defense.",
  "Founders Fund partner Trae Stephens found his way to venture capital from the public sector.",
  "It makes it a lot more interesting, and we’re allowing room for that debate to take place.",
  "Personally, I am less interested in areas of tech exploration that are incredibly trendy.",
  "There are no rules that say the government can’t work with innovative product companies.",
  "“As with any startup, the roles changed significantly on a biannual basis,” he said.",
  "How do you think privacy will evolve, along with the ways companies approach it?",
  "There are aspects that are less private by design than non-blockchain systems.",
  "What are your thoughts on the Facebook – Cambridge Analytica privacy fiasco?",
  "STEPHENS: So much of it is cultural and systemic rather than process-driven.",
  "What are some steps the government can take to close this technology gap?",
  "A lot of times, people tend to have a limited understanding of talent.",
  "You can spend all the money in the world and never actually be secure.",
  "Peter Thiel has been outspoken on Trump and other political matters.",
  "What were the areas that you thought were most important to address?",
  "Other people at the firm are way more interested in this than I am.",
  "“For the most part, I was focused on the business development side.",
  "[Note: This Q&A was conducted before the Facebook – Huawei story.]",
  "How much have Thiel’s personal political views affected the firm?",
  "What do you look for in companies or founders before investing?",
  "What are your thoughts on the political polarization in tech?",
  "For example, we’re building a next-generation fighter plane.",
  "As a fund, we have spent a lot of time exploring the space.",
  "STEPHENS: Blockchain, as a concept, is really interesting.",
  "Someone will find a way to break in if they truly want to.",
  "TERM SHEET: Give me an overview of your investment thesis.",
  "Its portfolio includes Palantir, SpaceX, Airbnb, and Lyft.",
  "But it would be hard to say that I felt super optimistic.",
  "STEPHENS: I’m really passionate about the defense space.",
  "Did you come out of that experience feeling optimistic?",
  "I think attribution is more interesting than defense.",
  "There are pathways to doing super interesting things.",
  "We should have a high expectation of responsibility.",
  "What is one thing you believe that no one else does?",
  "And that is definitely not a very popular opinion.",
  "STEPHENS: Silicon Valley is too narrow of a term.",
  "I’m really interested in the enterprise industry.",
  "I think this is very clearly one of those areas.",
  "Is neutering Facebook the right thing to do?",
  "I think privacy is a really complex topic.",
  "So you don’t see any privacy applications?",
  "They have never been forced upon us.",
  "Titles were meaningless at Palantir.",
  "STEPHENS: That is a tough question.",
  "I think that’s the most important.",
  "It’s just fundamentally different.",
  "STEPHENS: I’m speaking personally.",
  "The most obvious one is talent.",
  "Cyber is a challenging space.",
  "That seems less clear to me.",
  "Is it really that bad?"
]