[
  "Zuckerberg said users currently have the ability to turn off third-party sharing but added, “The overwhelming feedback that we get from our community is that people would rather have us show relevant content there than not.”\n\nHatch asked if Facebook would always be free, as it has been since its inception, to which Zuckerberg replied, “There will always be a version of Facebook that will be free.”\n\nHatch also asked how Facebook how it plans to sustain itself without having users pay.",
  "We don’t do that.”\n\nSen. Kamala Harris (D – CA) opened by listing all the questions Zuckerberg avoided answering throughout the course of the hearing, including questions about Facebook tracking user activity after a person logs off, whether Facebook can track users across multiple devices and who is Facebook’s biggest competition.",
  "Facebook CEO and founder Mark Zuckerberg is set for a second day of grilling by Congress Wednesday after spending five hours fielded questions from Congress the day before on the recent Cambridge Analytica data leak raised questions on the social media network’s privacy and how users’ data is handled.",
  "The breach is connected to a third-party Facebook app called “thisisyourdigitallife.” Only 270,000 people downloaded the app, but because of Facebook’s privacy settings at the time, people who were friends with those who downloaded the app may have had some of their personal information shared.",
  "Your right to privacy.”\n\nSen. Gary Peters (D – MI) focused on the different ways Facebook obtains data, and said he hears frequently from constituents and members of his own staff that they suspect the company of “mining audio” from their mobile devices and using that data for targeted ads.",
  "pic.twitter.com/5Z9VlUmdDF — Leo Kelion (@LeoKelion) April 10, 2018\n\nSen. Patrick Leahy (D – VT) also asked why Cambridge Analytica, which was banned from Facebook last month wasn’t banned in 2015 when Facebook first learned it acquired user data inappropriately.",
  "The opening statement largely reiterates what happened with the Cambridge Analytica scandal and Facebook’s plans to stop a similar event from happening, as well what the company has done in light of possible election interference before leading into questions.",
  "When Zuckerberg struggled to come up with a concrete response, Graham questioned whether there was enough competition for the social media giant, asking, “You don’t think you have a monopoly?”\n\n“It certainly doesn’t feel that way to me,” Zuckerberg replied.",
  "Senators Chuck Grassley (R – IA), John Thune (R – SD) and Dianne Feinstein (D – CA) — who all have leadership roles on the Senate Judiciary Committee — opened the hearing reviewing Facebook’s reach and background on the Cambridge Analytica situation.",
  "The role of social media in the 2016 presidential election was already called into question before it was revealed Cambridge Analytica, which claims to have helped President Donald Trump get elected, had access to millions of users’ data.",
  "However, Zuckerberg also said Facebook hasn’t done enough to prevent harmful use of its own tools in regards to issues including fake news, election interference, hate speech and privacy concerns.",
  "Harris also asked if Zuckerberg was part of any conversations at Facebook around December 2015, where the company decided users did not need to be informed about the Cambridge Analytica breech.",
  "Zuckerberg noted that Cambridge Analytica wasn’t on Facebook at the time, though he quickly added after a break that his team advised him that they did become an advertiser later in 2015.",
  "In a slightly awkward moment during Zuckerberg’s testimony, Sen. Dick Durbin (D – IL) asked if the Facebook CEO would share with the chamber what hotel he stayed at the night before.",
  "Zuckerberg’s testimony was described as “the most intense public scrutiny” since the Microsoft hearing in the late 1990s by Sen. Orrin Hatch (R – UT), who questioned him Tuesday.",
  "He posed the question directly to Zuckerberg, asking if Facebook uses audio taken from mobile devices to “enrich personal information about its users.”\n\nZuckerberg replied, “No.",
  "pic.twitter.com/qYatiSYZ9h — Selena Larson (@selenalarson) April 10, 2018\n\nFacebook said it requested the data be deleted in 2015 after finding out the information was shared.",
  "Zuckerberg showed up to the joint hearing of the Senate Judiciary and Commerce committees Tuesday sporting a suit — a far cry from his signature look of a T-shirt and jeans.",
  "Nelson also asked whether people could determine whether or not their information is used for advertising, even if they would have to pay for the service.",
  "The ongoing fallout from Cambridge Analytica has caused immense volatility to Facebook’s stock, which dropped more than 27 points in the last three weeks.",
  "Zuckerberg has also lost millions as a result of the ongoing saga — as of Tuesday, he was down $80 billion since the Cambridge Analytica scandal happened.",
  "Here’s the latest on Zuckerberg’s Congressional testimony, including how to watch it live and what he says:\n\nWhen is Mark Zuckerberg’s testimony today?",
  "The current scandal surrounding Facebook, and in turn, Zuckerberg, is connected to the Cambridge Analytica data breach that was revealed last month.",
  "Sen. Lindsey Graham (R – SC) evoked memories of 1998’s Microsoft Senate hearing, after asking Zuckerberg what Facebook’s biggest competitor is.",
  "More than 87 million Facebook users’ data were notified Tuesday that some of their personal information was compromised as part of the breach.",
  "You’re talking about this conspiracy theory that gets passed around that we listen to what’s going on on your microphone and use that for ads.",
  "He will be back in front of lawmakers again Wednesday, when he is slated to testify before the House Energy and Commerce Committee at 10 a.m.",
  "On Tuesday morning, Facebook launched a “see how you’re affected” tool that appeared at the top of all users’ News Feeds.",
  "The second hearing will be livestreamed by news sites including Fortune and by the House Energy and Commerce Committee.",
  "Facebook tailored the notifications people received based on how they were impacted by the Cambridge Analytica breach.",
  "The House Energy and Commerce Committee also released his planned opening statement ahead of his Wednesday testimony.",
  "His opening statement mentions that “Facebook is an idealistic and optimistic company” focused on connecting people.",
  "Zuckerberg said that Facebook’s terms of service states users control their content and information on Facebook.",
  "Durbin then followed up by asking if the Facebook co-founder would share who he’s communicated with recently.",
  "Tuesday’s testimony marks the first time Facebook’s 33-year-old CEO will testify in person before Congress.",
  "After Zuckerberg paused, laughter echoed in the hall and he eventually refused to provide the information.",
  "“Therefore, you consider my personally identifiable data, the company’s data…is that it?” Nelson asked.",
  "Sen. Bill Nelson (D – FL) focused on how user data is used, especially when it comes to ads.",
  "This questioning ultimately led Durbin to note, “I think that may be what this is all about.",
  "Sen Graham asks if Facebook is a monopoly after FB CEO struggles to name its closest rival.",
  "“It was my mistake, and I’m sorry,” he said, appearing to get momentarily emotional.",
  "Senators grilled Zuckerberg about how users’ information is handled by Facebook.",
  "My information was shared with Cambridge Analytica via a Facebook friend.",
  "After a beat, Zuckerberg simply replied, “We run ads,” before smiling.",
  "Zuckerberg’s testimony in front of Congress began around 10 a.m. E.T.",
  "Cambridge Analytica’s Facebook account has since been suspended.",
  "How has Facebook responded to the Cambridge Analytica scandal?",
  "Zuckerberg said he wasn’t aware of any such conversations.",
  "Zuckerberg’s Tuesday remarks were released by the Senate.",
  "Zuckerberg: \"It certainly doesn't feel like that to me.\"",
  "What was Mark Zuckerberg asked at Tuesday’s hearing?",
  "He then said they should have been banned then.",
  "“In retrospect, that was a mistake,” he said.",
  "What did Mark Zuckerberg say to Congress?",
  "But why is Zuckerberg in trouble?",
  "Again, Zuckerberg declined.",
  "Let me be clear on this.",
  "on Wednesday, April 11.",
  "(E.T.)"
]