[
  "This is a troubling example of why Facebook (and Google and Twitter and others) offer their services for “free.” In the No Free Lunch Department, Doug Levin of EdTech Strategies, LLC warned, “Privacy experts have long been concerned about schools pushing parents onto the third-party platforms that are based on selling advertising and user data.” Facebook and ed-tech companies view your child as an economic unit, no more, no less, and whether he actually masters any academic content from using their platforms is strictly secondary to how much money they can make from exploiting his personal data.",
  "As quoted in the Education Week article, John Verdi of the Future of Privacy Forum observed that “this entire [digital] ecosystem in the education space is based on trust.” Perhaps parents will now stop trusting and start demanding answers about the online platforms – not just Facebook — their children are forced to use at school.",
  "Thus, as Levin told Education Week, when a student or parent logs into the website, the tracker may obtain access to “what the user is interested in, who else they know, and even where they are.” His report also found that the districts’ website privacy policies usually didn’t reveal the existence of this sort of data sharing.",
  "Not only do many schools and districts routinely use Facebook to communicate with students and parents, but the social-media site may be embedded as a key component of personalized learning (actually depersonalized learning, as it marginalizes teachers in favor of training students by machine).",
  "Leonie Haimson of the Parent Coalition for Student Privacy has chronicled parent dissatisfaction with the Summit Public Schools, especially with respect to their online privacy policy; nevertheless, the platform is used in over 300 schools nationwide.",
  "The personal information of approximately 50 million people was given to (apparently not stolen by) Cambridge, a political profiling firm that used the data to create highly detailed voter profiles for the 2016 Trump campaign.",
  "As reported by Education Week, the enormous digital push from ed-tech developers and their cronies in the federal government has resulted in an avalanche of online lessons, frequently using Facebook as the platform.",
  "Americans appear to be grasping, belatedly, that the voluminous data they voluntarily surrender to Facebook and other tech giants can be used by people they never heard of for purposes they never consented to.",
  "By training students to earn “digital badges” in various aspects of social-media marketing, Facebook can not only mine these students’ data but train a whole new set of people for effective online snooping.",
  "If the answers aren’t satisfactory, parents should demand that their children be taught without the technology that that creates such massive threats to privacy.",
  "Facebook also partners with the federally created entity Digital Promise to develop a system of “micro-credentialing” for adult students (HT to Cheri Kiesecker).",
  "But none of those steps is likely to disrupt the mining of children’s data in an educational setting, for the profit of Facebook and its corporate partners.",
  "Maybe this realization will lead to another: that their children, busily engaged in “personalized learning” in school, may be similarly victimized.",
  "Revelations about the machinations of Facebook and Cambridge Analytica have illuminated the gaping holes in so-called “data security” at Facebook.",
  "“It’s likely not appropriate,” he said, “for school districts to be embedding those sorts of third-party trackers on their sites.”\n\nYa think?",
  "He promised a series of steps designed to better conceal Facebook’s privacy invasions — I mean, prevent such privacy invasions in the future.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "For example, the company has joined the Chan Zuckerberg Initiative to develop the Summit Learning Platform for depersonalized learning.",
  "Levin also produced a report finding that Facebook, Google, and others are embedding their ad trackers in individual school websites.",
  "This creates the link to Facebook that can then be exploited by Cambridge Analytica or other companies with their own agendas.",
  "Moreover, students often can log into online platforms from other developers via their Facebook accounts.",
  "The fact that the Obama campaign did essentially the same thing in 2012 hasn’t muted the outrage.",
  "Emmett McGroarty and Jane Robbins are senior fellows at the American Principles Project.",
  "What data is being collected, who has access to it, and what are they doing with it?",
  "Facebook itself is a major player in the digital revolution of the modern classroom.",
  "For his part, boy billionaire Mark Zuckerberg professed himself shocked — shocked!",
  "Facebook is too deeply enmeshed in education data-mining to turn back now.",
  "— at the “breach of trust” that led to the Cambridge Analytica scandal.",
  "That’s a lot of data to be profited from.",
  "Perhaps a teacher and a book?",
  "It’s a win-win."
]