[
  "Last September, Facebook disclosed that it had suspended about 470 “inauthentic accounts” that it believed were “likely operated out of Russia” and had purchased 3,000 ads which “appeared to focus on amplifying divisive social and political messages.”\n\nAnd on Wednesday, the social media platform said the personal information of up to 87 million users, mostly in the United States, may have been improperly shared with political consultancy Cambridge Analytica, up from a previous news media estimate of more than 50 million.",
  "The firm added that it took legal action against GSR, and that it “immediately deleted the raw data” from its server when it learned from Facebook that the data had been “improperly obtained.”\n\nRepresentative Adam Schiff, the House intelligence committee’s top Democrat, sent Kogan a letter requesting correspondence and message traffic on his dealings with Cambridge Analytica and former Trump adviser Steve Bannon, any material related to Russia, and that Kogan agree to an interview.",
  "WASHINGTON (Reuters) - Investigators on two congressional panels are looking into whether Russia acquired the data of millions of Facebook users and if companies with ties to then-2016 Republican election candidate Donald Trump’s campaign played any role in providing it, three sources familiar with the inquiries said.",
  "Among the issues investigators on the U.S. Senate Intelligence Committee and Democrats on the House Intelligence Committee are digging into are whether IRA and other Russian organizations used any Facebook data, the sources said, speaking on condition of anonymity.",
  "REUTERS/Dado Ruvic - RC17D15ECC60\n\nOn Tuesday, Facebook said it had deleted 70 Facebook accounts, 138 Facebook pages and 65 Instagram accounts that it said were “controlled” by the Internet Research Agency (IRA), a Russian propaganda arm based in St. Petersburg.",
  "On Wednesday, Mike Schroepfer, Facebook’s Chief Technology Officer, acknowledged in a public posting that “the Facebook information of up to 87 million people - mostly in the US - may have been improperly shared” with Cambridge Analytica.",
  "In an indictment in February, Robert Mueller, the special counsel investigating possible Russian meddling in the 2016 U.S. presidential campaign, charged IRA and 13 Russians with conspiring to interfere in U.S. politics and elections.",
  "Zuckerberg last month disclosed that in 2013, Cambridge University academic Aleksandr Kogan, who ran a company called Global Science Research (GSR), created a personality quiz app that was installed by about 300,000 Facebook users.",
  "The London-based consulting firm received millions of dollars from the Trump campaign and a political action committee supported by financier Robert Mercer, who supported Trump.",
  "Kogan said in an email to Reuters that he knows nothing about Facebook data being obtained by Russia and had never heard of the Internet Research Agency “until a few weeks ago.”",
  "Zuckerberg said that because of the way the Facebook platform worked at the time, this gave Kogan access to data of “tens of millions” of friends of users who took the quiz.",
  "Cambridge Analytica said in a statement on Wednesday that it “did not use any” data it acquired from Kogan’s company in work related to the 2016 U.S. presidential campaign.",
  "Also, whether the use of such data had any impact on the U.S. election, and how much Facebook data may have been acquired by Russian entities, the sources said.",
  "Moscow denies tampering in U.S. elections and President Trump denies any coordination between his campaign and Russian officials.",
  "Zuckerberg said Facebook learned in 2015 that Kogan shared data from his app with Cambridge Analytica.",
  "A figurine is seen in front of the Facebook logo in this illustration taken March 20, 2018.",
  "Chief Executive Officer Mark Zuckerberg will testify on April 10 and 11 to Congress.",
  "Zuckerberg said Kogan “misused” Facebook’s data."
]