[
  "In the latest New Yorker, David Remnick aptly quotes the novelist and critic John Lanchester, who termed Facebook “the biggest surveillance-based enterprise in the history of mankind.”\n\nAll of this was at a simmer before Facebook turned out to be a prime enabler of Russian hacking of the 2016 election, with an assist from Cambridge Analytica and associates of Donald Trump.",
  "And Zuckerberg, in damage-control mode, still has the nerve to piously describe the users he so happily exploits as “the community.”\n\nAbout the only good thing about this latest twist is that it elevates the smarmy Zuckerberg to one of America’s Most Loathed, and shines a more intense critical spotlight on Facebook’s doings.",
  "As Sen. Sheldon Whitehouse, a Rhode Island Democrat on the subcommittee on Privacy, Technology and the Law, told me, “This is terra incognita.”\n\nIt is indeed, but at least public opinion is shifting and legislators are beginning to ask the right questions.",
  "According Wired magazine, the FTC has opened an investigation and in theory could fine Facebook $40,000 for each violation of the privacy rights of the 50 million people whose privacy was breached in that debacle — enough to put Facebook out of business.",
  "Events are moving so fast, and public opinion is so rapidly shifting against Facebook, that Zuckerberg, who has long resisted demands that he put his house in order, is now fairly begging to be allowed to self-police.",
  "About the only good thing about this latest twist is that it elevates the smarmy Zuckerberg to one of America’s Most Loathed\n\nSocial media, with a few exceptions, have morphed into a realm of near-total toxicity.",
  "Still better would be the aforementioned drastic fines by the FTC for data breaches enabled or tolerated by Facebook, and outright prohibitions of sale of data not expressly authorized by the individual user.",
  "But there would be no commercial exploitation of people’s data, no political use of data other than voluntary self-directed groups, and limits to using artificially amplified posts for orchestrated hype.",
  "The company allowed third-party clients to mine data not just of Facebook users but of their “friends.” This is basically what happened, on a far larger scale, with Cambridge Analytica.",
  "While they steal our privacy for pseudo-networking and commercial gain, they purloin the work of true providers of content like newspapers, threatening their very financial existence.",
  "Bloomberg via Getty Images Displays showing social media posts are seen during a House Intelligence Committee hearing in Washington, D.C., U.S., on Wednesday, Nov. 1, 2017.",
  "In an era of hyper-partisanship, one of the few things Republicans and Democrats seem to be able to agree on is that Zuckerberg is a sanctimonious and hypocritical con man.",
  "Proposed Senate legislation to require greater disclosure of Facebook ads is sponsored jointly by Democrats Amy Klobuchar and Mark Warner and Republican John McCain.",
  "Every decision made is a data decision.”\n\nFacebook “privacy” settings, Weinstein reminds us, merely restrict the access of the general public to your feed.",
  "Tougher regulation was resisted by the Obama administration, but Democrats, who tend to cut Silicon Valley donors a lot of slack, are plainly disgusted.",
  "People could use it to stay in touch with family and friends, to pass along items that they found interesting, and create networks of common interest.",
  "(Conversely, imagine if Mark Zuckerberg and his crew of predators had gotten to the universal free encyclopedia project before Wikipedia did.",
  "Do we want Facebook collaborating with the NSA, the Pentagon and the Department of Homeland Security to protect us from Russian troll farms ?",
  "Our democracy is further debased by the use of social media to create micro-targeted negative ads, not to mention entire fake organizations.",
  "Part of Facebook’s business model is to snap up potential rivals that might threaten its network dominance, like Instagram and WhatsApp .",
  "We can expect a massive Facebook counteroffensive, with the usual pious blarney, plus gazillions of dollars of campaign contributions.",
  "Searches would still be “free,” but the trail of your research would be fair game for marketers, politicians, spies, cops, and worse.)",
  "Imagine that Jimmy Wales and the other good people who built Wikipedia had also created a free, non-commercial version of Facebook ?",
  "There have been a few halting attempts to create such a nonprofit social networking platform, but they have little to no traction.",
  "Just as Wikipedia is policed for accuracy and for abuses, by a kind of peer-review, so would be this new nonprofit social medium.",
  "The question becomes more complicated as we witness the tangled intersection of privacy concerns with national security concerns.",
  "But skeptics are convinced that Facebook will find workarounds that preserve its basic ability to tabulate and sell users’ data.",
  "A for-profit competitor to Facebook called MeWe emphasizes total privacy and makes its money by offering optional services.",
  "They also intensify our obsession with screens, to the detriment of real social competence, beginning with two-year-olds.",
  "When Facebook becomes an enabler of Vladimir Putin’s efforts to destroy American democracy, what’s the right remedy?",
  "The successful West Virginia teachers’ strike relied heavily on Facebook, as do many legitimate affinity groups.",
  "As privacy advocate Jeff Chester of the Center for Digital Democracy observes, the problem isn’t just Facebook.",
  "It’s the widespread commercial collection, tabulation and dissemination of personal data collected in passing ?",
  "Republicans, who liked the results of the hacking in 2016 but don’t like regulation, like Zuckerberg even less.",
  "At bottom, they have been invaders of privacy far more insidious than the National Security Agency or the CIA.",
  "An even tougher question is the regulation of Facebook and other companies for national security purposes.",
  "Liberals and conservative libertarians have long been wary of Big Brother — snooping by government.",
  "But uses like these are totally consistent with the prohibition of commercial sale of users’ data.",
  "They do not alter Facebook’s own unlimited freedom to monitor, sort, package and sell your data.",
  "“People don’t appreciate that Facebook is a data company, not a social network,” Weinstein said.",
  "That episode, with the full complicity of Facebook, breached the data of some 50 million users.",
  "A better approach is the EU’s General Data Protection Regulation, which takes effect May 25.",
  "GDPR basically requires far more disclosure, and tries to restrict invasions of privacy.",
  "In 2011, the FTC went after Facebook for failing to keep its privacy commitments.",
  "It’s clear that we need general rules of the road, and self-policing won’t do it.",
  "This is just a start, and Klobuchar has already said she wants to go further.",
  "The Federal Trade Commission has authority that it has mostly failed to use.",
  "They magnify a poisonous descent into tribalism at the expense of democracy.",
  "MeWe just passed the million-member mark, its CEO, Mark Weinstein, told me.",
  "“Its members are not customers to serve, its members are products to sell.",
  "Last week, Facebook stock plunged, cutting its total value by $58 billion.",
  "But in the Facebook era, Big Brother is the private, social-media sector.",
  "Nobody would get filthy rich from selling your confidential information.",
  "This dilemma takes the privacy/security conundrum to a whole new level.",
  "It’s still worth $476 billion, more than the GDP of most countries.",
  "He told CNN last week that he’d be open to some form of regulation.",
  "It’s preposterous that these acquisitions have been allowed.",
  "that shapes the marketing model of the entire Fortune 1000.",
  "We should not trust Facebook self-policing for one instant.",
  "They amplify our most tawdry self-promotion impulses.",
  "This needs to be cut off at the source, says Chester.",
  "But what would a public regulatory regime look like?",
  "Yes, some uses of Facebook are valid and valuable.",
  "It’s bad enough that Facebook invades our privacy.",
  "and at the same time passing along data on us?",
  "We also need to enforce the anti-trust laws.",
  "This was the original dream of social media.",
  "Zuckerberg or the government spy agencies?",
  "They rip off our desire to be connected.",
  "But Facebook totally dominates.",
  "by Google, other platforms ?",
  "Who watches the watchers?",
  "Who do we trust less ?",
  "call it Wikiface."
]