[
  "YouTube/The Guardian\n\nA personality-profiling company called Cambridge Analytica harvested personal data from millions of users and may have used that data to sway voters during the 2016 US presidential election, according to reports published this weekend from The New York Times and The Observer.",
  "People who score highly on extroversion tend to agree strongly with statements designed to assess how talkative, energetic, and assertive they are; those who score highly on agreeableness tend to agree strongly with statements designed to assess how sympathetic, kind, and affectionate they are.",
  "The traits the test looks at are sometimes referred to collectively as \"The Big Five\" factors, and were initially identified in the 1960s by social science researchers who frequently heard study participants use them to describe either themselves or others.",
  "People who score strongly as conscientious, meanwhile, tend to agree strongly with assertions like \"I'm always highly organized and thorough,\" and those who score highly on neuroticism typically agree with statements like \"I'm frequently anxious or tense.\"",
  "The company, which received $15 million from wealthy Republican donor Robert Mercer and was once run by Steve Bannon, was tasked by Bannon with identifying the personalities of US voters and potentially influencing how they behaved.",
  "University of Cambridge\n\nOther statements on the quiz include assertions like \"I seldom feel blue,\" and \"I am the life of the party,\" as well as proclamations such as \"I get upset easily\" and \"I feel others' emotions.\"",
  "The test gives users a score called their \"OCEAN\" score, referring to how it calculates performance on a measure of five personality traits: Openness, Conscientiousness, Extroversion, Agreeableness, and Neuroticism.",
  "Ocean scores have been used in a wide swath of social science research including many of the long-term studies we now use as reference points to assess what people with long, healthy lives might have in common.",
  "Today, researchers use assessments of the Big Five to gauge the personalities of participants in a variety of long-term studies on subjects that range from overall well-being to happiness and longevity.",
  "The questions on one of these kinds of tests, available online at the University of Cambridge Psychometrics Center, ask people to say how accurately statements like \"I don't talk a lot\" describe them.",
  "At the core of Cambridge Analytica's work is a personality test designed by four Michigan State University researchers, several versions of which are available for free online.",
  "Roughly three decades later, University of Hawaii psychologist John M. Digman presented an overall look at the traits in what he called a \"five-factor model\" of personality.",
  "While these studies typically employ longer, more exhaustive versions of the test, there are several shorter ones that you can take online in just a few minutes.",
  "Someone taking a test might see the screenshot below, for example, and select one of the available options, from \"Very Inaccurate\" to \"Very Accurate.\"",
  "The last measure, openness or openness to experience, includes traits like a powerful imagination or a high degree of insightfulness.",
  "In their comprehensive form, these tests have been used to inform decades of psychological studies on happiness and longevity.",
  "Your answer to each statement is then used to calculate a score on each of your Ocean or Big Five traits.",
  "Want to skip to the test?",
  "Here's the link."
]