[
  "By contrast, the Republican Party’s advantage in leaned party identification among white voters without a college degree has never been greater, dating back more than two decades.”\n\nJake Tapper making an important point about the “DO NOT CONGRATULATE” leak: “When it comes to this story, when it comes to Russian behavior and U.S.-Russian relations, and Russian cyber attacks against the American people and the inability of the millions of Russian people to have free and fair elections, or the attempted murder of a Putin critic on British soil, is the leaking really the most offensive thing going on here?”\n\nMaking himself invisible even to his own employees will not work.",
  "“[Ralph] Peters cited the Fox News opinion hosts’ relentless attacks on the FBI, Justice Department, intelligence agencies, and other branches of government and said he believed Fox News was knowingly causing harm to the country in exchange for profit.” Unless you think Fox News execs actually believe the conspiracy nonsense their hosts spew, there is no other conclusion.",
  "The Nebraska Republican, in a speech on the Senate floor, called Trump and White House press secretary Sarah Huckabee Sanders’ refusal to condemn Putin’s ‘sham’ election this week ‘very foolhardy’ — among the strongest statements made by a member of Trump’s own party in the aftermath of Trump’s call to the Russian president.”\n\nMaking the divide wider.",
  "Ben Sasse tore into President Donald Trump Wednesday for making a congratulatory call to Russian President Vladimir Putin, calling it ‘terribly ill-advised’ and urging staffers who leaked Trump’s briefing materials to resign.",
  "Not only does Fox usually go to great lengths to avoid criticizing President Trump; it also regularly peddles insidious conspiracy theories on his behalf.”\n\nBy making a splash he might inspire others.",
  "“The scrutiny has weighed on Facebook staff, with many questioning why [chief executive Mark] Zuckerberg hasn’t been publicly discussing the company’s role, according to current and former employees.",
  "“What CA has done is not science — it’s marketing to the ignorant and using the perception of success and proximity to Trump to grow their own brand and book of business.",
  "“As the 2018 midterm elections approach, women and especially college graduates have moved toward the Democratic Party.",
  "At a question-and-answer session for employees Tuesday about the episode, Facebook lawyer Paul Grewal presided.",
  "Mr. Zuckerberg and Ms. Sandberg weren’t in the room.” Zuckerberg is going to need to testify under oath.",
  "\n\nFacebook chief executive Mark Zuckerberg speaks at the F8 summit in San Francisco in 2015.",
  "“Fox has turned itself into the American version of RT, Vladimir Putin’s propaganda TV.",
  "It should, because that’s the Steve Bannon playbook.”\n\nMaking a fuss is the first step.",
  "(Josh Edelson/AFP/Getty Images)\n\nOpinion writer\n\nIt’s making America worse.",
  "Cambridge Analytica was making money by overselling to rubes.",
  "(A perfect match with Trump!)",
  "Sound familiar?",
  "Now what?",
  "“Sen.",
  ".",
  "."
]