[
  "\"In addition to that, Facebook has initially shut down the Chick-fil-A Appreciation Day page ... has blocked over two dozen Catholic pages, and most recently blocked Trump supporters Diamond and Silk’s page – with 1.2 million Facebook followers -- after determining their content and brand were 'unsafe to the community.'",
  "Facebook founder and CEO Mark Zuckerberg told lawmakers Tuesday that he was \"not specifically aware\" of any instance where the social network had removed content posted by liberal groups amid concerns that the platform is biased against conservatives.",
  "Zuckerberg testified before a joint hearing of the Senate Judiciary and Commerce committees amid an ongoing controversy over the gathering of user data by Cambridge Analytica, a firm affiliated with Donald Trump's 2016 presidential campaign.",
  "Cruz then ticked off a list of conservative content that he claimed had been \"suppressed\" by Facebook, \"including stories about [2012 GOP presidential candidate] Mitt Romney [and] stories about the Lois Lerner IRS scandal.\"",
  "\"We're proud of the discourse and the different ideas that people can share on the service and that is something that as long as I’m running the company, I’m going to be committed to making sure is the case.",
  "Sen. Ted Cruz, R-Texas, told Zuckerberg that \"a great many Americans\" are \"deeply concerned that Facebook and other tech companies are engaged in a pervasive pattern of bias and political censorship.\"",
  "In response, Zuckerberg noted that Cruz had raised \"a fair concern\" and noted that the company is based in Silicon Valley, which he described as \"an extremely left-leaning place.\"",
  "DIAMOND AND SILK ACCUSE FACEBOOK OF DISCRIMINATION, CENSORSHIP OVER 'UNSAFE' LABEL\n\n\"To a great many Americans, that appears to be a pervasive pattern of political bias.",
  "Cruz then asked if Zuckerberg knew whether Facebook had removed content from Planned Parenthood, MoveOn.org, or \"any Democratic candidate for office.\"",
  "Zuckerberg also denied that he knew the political affiliations of his employees or made personnel decisions based on politics.",
  "\"I am very committed to making sure that Facebook is a platform for all ideas,\" Zuckerberg told Cruz.",
  "To each question, Zuckerberg responded that he was not aware of any such content.",
  "The Associated Press contributed to this report.",
  "Do you agree with that assessment?\"",
  "Cruz asked."
]