[
  "Cantwell went on to ask Zuckerberg a series of leading questions as to whether Palantir “scraped data from Facebook” and “taught Cambridge Analytica … how to do these tactics.”\n\nThe latter implication was a reference to reporting in the New York Times that, in 2013 and 2014, a Palantir employee suggested to Cambridge Analytica – owned by conservative hedge-fund manager Robert Mercer and later linked to the Trump presidential campaign – the questionnaire and Facebook-app strategy they allegedly later used to glean data on voters.",
  "“So when I look at Palantir and what they’re doing, and I look at WhatsApp … I’m thinking, ‘Is this guy outfoxing the foxes, or is he going along with what is a major trend in the information age, to try to harvest information for political forces.”\n\nAn apparently confused Zuckerberg replied merely that “Overall, these issues around information access are challenging” and that he was “not really that familiar with what Palantir does.”",
  "Tech employees even took to the street to protest Palantir after rumor linked it to a non-existent Trump administration “Muslim registry.”\n\nFed up with several aspects of Silicon Valley, including the stiflingly left-wing political climate, Thiel moved his businesses south to the Los Angeles area this year.",
  "She, for example, is the top recipient of donations from employees of Washington state’s resident tech giant Microsoft and has taken in over seven thousand dollars in direct campaign contributions from Google and its parent Alphabet, as well as more than 12 thousand from Facebook during her Senate tenure.",
  "Last month, Palantir told the Times they “never had a relationship with Cambridge Analytica, nor have we ever worked on any Cambridge Analytica data,” and that, “We learned today that an employee, in 2013-2014, engaged in an entirely personal capacity with people associated with Cambridge Analytica.",
  "Cantwell concluded the line of questioning with an extended monologue linking Palantir, Facebook, and messaging service WhatsApp to a conspiracy to influence elections laid out in George W. Bush Attorney General John Ashcroft’s 2003 “Total Information Awareness” counter-terrorism plan.",
  "For example, quintessential Silicon Valley social justice warrior Ellen Pao led a campaign to have Thiel thrown off of Facebook’s board of directors, and online campaigns by the left were reported to be a factor in his departure from the tech-incubator Y Combinator last year.",
  "“Total information Awareness was, in 2003, John Ashcroft and others trying to do similar things to what I think is behind all of this: geo-political forces trying to get data and information to influence a process,” Cantwell told Zuckerberg.",
  "Sen. Maria Cantwell (D-WA) used her questions to Facebook CEO Mark Zuckerberg to unleash an attack on maverick Trump-supporting tech billionaire Peter Thiel’s data firm at Tuesday’s joint Senate Commerce-Judiciary hearings.",
  "“Some people have referred to them as Stanford Analytica,” she told Zuckerberg, asking him, “do you agree?”\n\nPalantir had not, up until Cantwell’s questioning, been a topic of the landmark joint hearing with Zuckerberg.",
  "The likely target of her questions was Thiel, the single prominent tech notable to buck Silicon Valley’s overwhelming proclivity for left-wing politics and openly endorse Donald Trump for president.",
  "But Thiel and Palantir’s continued willingness to work with the administration continues to attract the attention of Big Tech’s “Masters of the Universe” and their allied politicians.",
  "Cantwell, the liberal Washington senator, herself made her fortune in tech as an executive and investor with streaming media pioneer RealNetworks.",
  "The firm is primarily a government contractor, working most notably with American defense and intelligence agencies and the military.",
  "Zuckerberg quickly confirmed he knew of Palantir, the data analysis firm founded and chaired by early Facebook investor Thiel.",
  "One commentator noted this left the Valley a “one-party state” largely devoid of conservative and libertarian voices.",
  "Thiel’s politics have made him and his businesses a frequent target of retaliatory campaigns by the Tech-Left.",
  "She has received millions of dollars from the tech industry and its employees over her legislative career.",
  "Ashcroft’s Total Information Awareness initiative did not explicitly concern elections or geo-politics.",
  "“Do you know who Palantir is?” Cantwell asked Zuckerberg, presumably rhetorically.",
  "Cantwell then tried to equate the firm to the embattled Cambridge Analytica.",
  "Cantwell then suggested Zuckerberg too may be part of the conspiracy."
]