[
  "“In 2015, we learned that a psychology professor at the University of Cambridge named Dr. Aleksandr Kogan lied to us and violated our Platform Policies by passing data from an app that was using Facebook Login to SCL/Cambridge Analytica, a firm that does political, government and military work around the globe.”\n\nThey continued to explain that they asked for the data to be destroyed after they discovered the breach of their policies.",
  "Facebook burns publishers\n\nThe company has also seen a decline in the hours users spend on their platform per day, a sizable 50 million hours lost per day, after they announced they would be altering their algorithm to de-emphasize publishers and viral videos.",
  "A fall for Facebook\n\nThe social media behemoth, which recently celebrated reaching 2 billion users, released a statement Friday explaining the actions it took against Cambridge Analytica, the data firm that the Trump campaign used in the 2016 election.",
  "Facebook suffered a large selloff that dropped their stock price by nearly seven percent Friday, and many are blaming the fallout from the suspension Friday of a company that helped elect Trump.",
  "“We are suspending Strategic Communication Laboratories (SCL), including their political data analytics firm, Cambridge Analytica, from Facebook,” the company statement said.",
  "Taking down the stock market with it\n\nFacebook is such a large company that it helped shave 1.84% off the Nasdaq index, and sending other stocks in the tech sector down.",
  "Regulators in the United States and the United Kingdom criticized the company for allowing its data to be used in such a way by Cambridge.",
  "The change has caused ad revenue to drop precipitously for some content producers, and even sent some directly into insolvency.",
  "In the past few weeks they say that they saw evidence that it was not destroyed, and so they banned the company.",
  "The company lost 6.8%, or approximately $40 billion in market value from Friday's closing.",
  "That led to a sell off in their stock on Monday.",
  "Here's a Fox News Business report on the fall:"
]