[
  "“We have no reason to believe that there was any content shared between the campaigns we worked for, nor did we see any evidence of coordination.”\n\nThe Electoral Commission fined another campaign group, Leave.EU, last week but found no evidence that Cambridge Analytica did paid work for it.",
  "While AIQ also worked for the smaller Brexit campaigns BeLeave and Veterans for Britain - as well as Northern Ireland’s Democratic Unionist Party which is not being investigated - chief operating officer Jeff Silvester said there was no sign of co-ordination between the groups.",
  "Lawmakers in the United States and Britain are examining allegations of the improper use of data of 87 million Facebook users by Cambridge Analytica, which was hired by President Donald Trump’s 2016 U.S. election campaign and pitched for work with Leave.EU.",
  "LONDON (Reuters) - A data firm that worked for several pro-Brexit organizations that are subject of a campaign funding inquiry said on Wednesday it saw no evidence of illegal co-ordination between the groups before the 2016 referendum.",
  "“We have never thought that the work we did for any of our clients during the referendum was anything but above board - legally and ethically,” Silvester said in written evidence to the Digital, Culture, Media and Sport Committee.",
  "Silvester also said that AIQ had never had access to the dataset compiled by Aleksander Kogan, who gave Cambridge Analytica the data at the center of the scandal but has denied it would be useful for political campaigning.",
  "Facebook’s chief technology officer Mike Schroepfer said in testimony to British lawmakers last month that the social media firm had found billing and administrative connections between Cambridge Analytica and AIQ.",
  "Canadian-based AggregateIQ (AIQ) also denied it had any links to Cambridge Analytica, a political consultancy that allegedly improperly obtained the details of millions of Facebook users.",
  "A legal opinion published by lawmakers also investigating the issue said that Vote Leave might have illegally coordinated the activities of smaller campaign groups.",
  "The UK Electoral Commission is now investigating Vote Leave and other Brexit campaigners over a possible breach of campaign finance rules.",
  "Among AIQ’s clients was Vote Leave, the official lead group that campaigned for Britain’s exit from the European Union.",
  "“We don’t know what they are referring to, and they have not provided this information to us,” Silvester wrote.",
  "Schroepfer had also said that AIQ did not use data gathered by Kogan’s app in the Brexit campaign."
]