[
  "“While partisans differ in their opinion of whether the state should expand Medicaid, majorities of Texans across political parties say they have a favorable view of Medicaid and that the program is working well for most low-income people covered by it,” the foundations said in a report accompanying their poll.",
  "“Under the plan passed as part of the Affordable Care Act in 2014, Texas would have received an estimated $100 billion over the course of a decade in exchange for increasing Medicaid eligibility to 138 percent of the poverty line.",
  "“Despite this lack of understanding about the uninsured rate, a majority of Texans believes the state should be doing more to provide access to health care for low-income adults,” the foundations wrote in their report.",
  "“Sixty-four percent of Texas residents say the state government is not doing enough to make sure low-income adults in Texas can get the health care they need.”\n\nPressure could be mounting on Texas to expand Medicaid.",
  "The poll comes with mid-term elections less than six months away and a competitive U.S. Senate race in Texas between Republican incumbent Ted Cruz who is opposed to the Affordable Care Act and Medicaid expansion.",
  "Nearly two-thirds of Texans say the state isn’t doing enough to help low-income adult residents get healthcare , a new poll by the Kaiser Family Foundation and the Episcopal Health Foundation shows.",
  "Weighing in Republicans’ favor, however, may be the lack of education on the issues and knowledge of just how poorly Texas rates when it comes to covering its residents with health insurance.",
  "At 21%, Texas’ uninsured rate for those 19 to 64 years of age is the worst among U.S. states , “substantially higher than the national average of 12%,” Kaiser and Episcopal foundations said.",
  "There were initially only about 20 states that sided with then President Barack Obama’s effort to expand the health insurance program for poor Americans.",
  "Meanwhile, supporters of Medicaid expansion are pushing ballot measures to expand Medicaid in Republican-leaning states like Idaho, Utah and Nebraska.",
  "It’s a better deal than before the ACA, when Medicaid programs were funded via a much less generous split between state and federal tax dollars.",
  "The expansion of Medicaid benefits under the ACA has come a long way since the U.S. Supreme Court in 2012 gave states a choice in the matter.",
  "Texas and the 17 remaining holdout states that remain have already missed out on generous federal funding of the Medicaid expansion.",
  "“The amount of money we’re leaving on the table is jaw-dropping,” the Houston Chronicle wrote in an editorial earlier this month.",
  "Most Texans don’t realize the uninsured rate in Texas is higher than other states, the poll data shows.",
  "Since last year, the federal government still picks up 90% or more of Medicaid expansion through 2020.",
  "From 2014 through 2016, the ACA’s Medicaid expansion population was funded 100% with federal dollars.",
  "The poll could also have ramifications for state legislative races and those like Republican Gov.",
  "Greg Abbott, who is running for re-election and has balked at expanding Medicaid under the ACA.",
  "He faces Democrat Beto O’Rourke, a Congressman who supports the ACA and Medicaid expansion.",
  "Texas is just one of 17 states that hasn’t expanded Medicaid under the ACA.",
  "Maine and Virginia are the most recent states to expand Medicaid.",
  "(That’s $16,642 for individuals, $24,600 for a family of four.",
  ")”"
]