[
  "Amid growing scrutiny of technology companies following the harvesting of 87 million people's Facebook data by Cambridge Analytica, Google may go beyond talk of advances in artificial intelligence and the latest Android operating system to address something else: the industry's duty to guard against the potentially harmful consequences of technology, from the addictive nature of devices and apps to the spread of conspiracy theory videos on YouTube.",
  "(April 24) AP\n\nGoogle CEO Sundar Pichai delivers the keynote address at the Google I/O 2017 Conference (Photo: Justin Sullivan, Getty Images)\n\nSAN FRANCISCO — When thousands of software developers descend on the Shoreline Amphitheatre in Google's hometown of Mountain View, Calif., on Tuesday for this year's Google I/O conference, expect a different tone from the Internet giant and its CEO Sundar Pichai.",
  "It's only happened twice in 20 years\n\nMore: You should pay attention to those privacy notices flooding your email\n\nEven amid a broad backlash against Silicon Valley and its widespread data collection, Google continues to thrive, with first-quarter revenue rising 26% to $31.15 billion, beating analyst estimates.",
  "More: Mark Zuckerberg pledges Facebook will put 'people first,' avoid past mistakes\n\nMore: Google I/O exclusive: Google to launch Google for Jobs to help Americans find work\n\nMore: Facebook touts AI benefits as job risks loom\n\nRead or Share this story: https://usat.ly/2ImTYrr",
  "\"These events have raised significant concerns regarding the data security practices of large social media platforms and their interactions with third party developers and other commercial users of such data,\" Grassley wrote to Pichai.",
  "The bargain that for years so many willingly struck — volunteering the intimate details of their lives in exchange for free Web services — is under siege as big data is increasingly seen by consumers as creating big problems.",
  "CLOSE Many Americans are changing the way they use social media in the aftermath of Facebook's Cambridge Analytica privacy scandal, according to a new poll by the Associated Press-NORC Center for Public Affairs Research.",
  "Gartner analyst Brian Blau says he expects Pichai to use the I/O stage to reassure the public of Google's efforts to safeguard people's information and remind software developers of their obligations to do the same.",
  "At last week's F8 conference, Facebook CEO Mark Zuckerberg kicked off his keynote address by pledging his company would adapt to evolving consumer expectations for the handling of their personal information.",
  "Google, too, handles vast amounts of people's information to target ads — from the YouTube videos they watch to their locations as they go about their days to the stuff they look up on the Internet.",
  "In 2010, it admitted to accidentally collecting people's personal information, such as email addresses and passwords, as its Street View mapping cars drove through neighborhoods.",
  "Before last month's hearings on Capitol Hill, Charles E. Grassley, the Republican chairman of the Senate Judiciary Committee, sent letters to Pichai and Twitter CEO Jack Dorsey.",
  "Microsoft, which has positioned itself as a defender of online privacy, can afford to stake out the moral high ground, Pivotal Research Group analyst Brian Wieser says.",
  "On Monday, Microsoft CEO Satya Nadella told software developers the tech industry needs to rethink its approach to ensure technology is responsible and ethical.",
  "So far Google has huddled safely on the sidelines as Zuckerberg alone faced the crushing wave of negative publicity and questions from Washington lawmakers.",
  "\"We need to ask ourselves not only what computers can do, but what computers should do,\" Nadella said at his company's annual Build conference in Seattle.",
  "Still, stricter privacy policies taking effect this month in Europe are making more people question how their personal data is being used, analysts say.",
  "Google had to shell out $17 million to 37 states and the District of Columbia, and the Federal Trade Commission hit Google with a $22.5 million fine.",
  "What seems to be happening is that companies want to get the topic out up front, make their statements, and move on to the business of the day.\"",
  "\"It is important that the committee understand how Google manages and monitors user privacy for the significant amounts of data it collects.\"",
  "Together the two companies will capture 56.8% of U.S. digital ad dollars in 2018, according to a projection from research firm eMarketer.",
  "The following year Google settled privacy complaints over its erstwhile social network, Buzz, agreeing to 20 years of privacy audits.",
  "Pichai would be the latest tech CEO to upstage product announcements to send a message to the billions who use his products.",
  "In 2012, Google and other online ad networks were nabbed bypassing the privacy restrictions on Apple's Safari browser.",
  "The agency said at the time it was sending a message to all companies to \"keep their privacy promises to consumers.\"",
  "Its business is far less reliant on hoovering personal information than Facebook or Google.",
  "But the rest of the industry's handling of private information has not escaped scrutiny.",
  "\"That said, I don't think they would want to necessarily focus a lot of attention on it.",
  "\"Companies are reminding customers that they are taking steps to protect their data.",
  "Google's online advertising business is more than twice the size of Facebook.",
  "\"But,\" Wieser said, \"I think the notion of ethical data is a real thing.\"",
  "I would think that Google would do the same thing,\" Blau said.",
  "More: Will the FTC come down hard on Facebook?",
  "And Google has had its own privacy run-ins."
]