[
  "The scandal — involving the illicit collection of data from 50 million Facebook users, and its later use by Trump campaign analytics vendor Cambridge Analytica — has helped chop off nearly $50 billion in value from Facebook's market cap since last Friday, led to calls from US lawmakers for Zuckerberg testify before congress, and raised eyebrows at the U.S. Federal Trade Commission, which is now probing the company.",
  "Enlisted first by Ted Cruz's presidential campaign and later Donald Trump's, Cambridge Analytica illicitly obtained data on the 50 million users' profiles from researcher Aleksandr Kogan, who gathered it under Facebook's 2014 rules that allowed third party apps to collect significant data on those that authorized their apps and their friends.",
  "He said Facebook would no longer allow app developers to access its users data after three months of inactivity and would reduce the information people are required to give app developers to name, email and profile photo.",
  "Facebook will also investigate, \"all apps that had access to large amounts of information before we changed our platform to dramatically reduce data access in 2014,\" Zuckerberg said.",
  "And Facebook will use its News Feed to inform people of the third party apps they've given access to, inserting a tool that lets them see those apps and revoke their access.",
  "When it initially found out about the sale of the data to Cambridge Analytica, a violation of its rules, it only asked the company to \"certify\" it had deleted the data.",
  "Facebook CEO Mark Zuckerberg finally commented on the massive, deepening data harvesting scandal his company has been embroiled in since last Friday.",
  "\"We know that this was a major violation of peoples' trust, and I deeply regret that we didn't do enough to deal with it,\" she said .",
  "I've been working to understand exactly what happened and how to make sure this doesn't happen again,\" he said in a post Wednesday.",
  "Those that do not agree to an audit and those who \"misused personally identifiable information,\" will be banned, Zuckerberg said.",
  "Then, as it found out Friday's stories were coming, it first threatened legal action and then posted a statement to preempt them.",
  "The comments come after a five day period of silence following Friday's reports detailing Cambridge Analytica's data abuses.",
  "The company's problems worsened as Zuckerberg and Facebook COO Sheryl Sandberg said nothing over the course of days.",
  "Zuckerberg announced three concrete measures to help prevent future exploitation of Facebook by third parties.",
  "Zuckerberg has finally spoken up, but the company's public and political crisis is still far from over.",
  "\"We have a responsibility to protect your data - and if we can't, then we don't deserve to serve you.\"",
  "Their silence led to a new round of news stories and further suspicion from lawmakers and the public.",
  "\"We have a responsibility to protect your data, and if we can't then we don't deserve to serve you.",
  "Facebook COO Sheryl Sandberg broke her silence too, also in a Facebook post.",
  "Facebook has come under fire for its poor handling of the incident."
]