[
  "I started Facebook, I run it, and I’m responsible for what happens here.” [Mark Zuckerberg testifies before Congress on Cambridge Analytica, data security, and election meddling / The Verge]\n\nWatch this: China’s trillion-dollar plan to dominate global trade\n\nIt’s about more than just economics.",
  "The US is winning the climate fight in electricity — and losing it just about everywhere else\n\nThe war in Syria, explained\n\nToe ointment, a $937 bill, and a hard truth about American health care\n\nA guide to the Cambridge Analytica Facebook scandal",
  "[BBC]\n\nA Chinese military presence on Vanuatu would have major implications for the island’s neighbors in the South Pacific, putting Chinese warships less than 1,553 miles from Australia’s coast.",
  "[CNN / Steve George and Ben Westcott]\n\nMiscellaneous\n\nMany reptiles and amphibians sold in pet stores are actually snatched from the wild, and not bred in captivity as international law requires.",
  "[Reuters]\n\nAccording to a report by Australia’s Fairfax Media published on Monday, the governments of China and Vanuatu have held preliminary discussions about this possibility.",
  "[Washington Post / Meagan Flynn]\n\nWhen it comes to both life expectancy and disability in the United State, there’s huge disparity from state to state.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "[NYT / Rachel Nuwer]\n\nWhat does an 85,000-year-old fossilized finger bone the size of a Lego have to tell about the course of human history?",
  "[Atlantic / Olga Khazan]\n\nEyebrows: You’ve seen how frightening celebrities look without them, but they don’t only exist for aesthetics.",
  "[Mental Floss / Shaunacy Ferro]\n\nVerbatim\n\n“We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "Vanuatu’s foreign minister, Ralph Regenvanu, told the Australian Broadcasting Corporation that no talks had taken place.",
  "Trump’s lawyer could use a lawyer\n\nvox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "For more newsletters, check out our newsletters page\n\nA Chinese military base for the island of Vanuatu?",
  "Michael Cohen has a rough few days; the small island of Vanuatu denies some big potential news.",
  "Vox Sentences is your daily digest for what's happening in the world, curated by Ella Nilsen.",
  "[Quartz / Steve Mollman]\n\nBut on Tuesday, both nations vehemently denied the reports.",
  "Is China about to establish a military base on the Pacific island nation of Vanuatu?",
  "China’s defense ministry implied the report was false.",
  "[YouTube / Sam Ellis]\n\nRead more\n\nDeficits are rising.",
  "It was my mistake, and I’m sorry.",
  "It depends whom you ask.",
  "Does it even matter?",
  "Plenty, apparently.",
  "What’s to blame?"
]