[
  "Here's everything we know about the brewing scandal:\n\nHow it started\n\nOn Friday, Facebook revealed the suspension of Cambridge Analytica, claiming the data firm secured information on user profiles through a personality quiz app from Global Science Research without permission.",
  "Here's how to turn them off\n\nMore: Facebook data of 50M users exploited by Trump data firm, say reports; firm suspended\n\nThe responses\n\nIn a statement, Cambridge Analytica said it complied with Facebook's terms of service and is working to resolve the matter.",
  "Sonia Legg reports Video provided by Reuters Newslook\n\nIn this file photo taken on November 21, 2016 Facebook logos are pictured on the screens of a smartphone (R), and a laptop computer, in central London on November 21, 2016.",
  "More: Facebook backlash: Failure to disclose political firm's profile access draws scrutiny\n\nMark Zuckerberg, Facebook's CEO, and chief operating officer Sheryl Sandberg have remained silent through the scandal.",
  "CLOSE Facebook shares have fallen around five per cent after media reports that a political consultancy that worked on President Trump's campaign gained inappropriate access to data on 50 million Facebook users.",
  "The next morning, reports from The New York Times and The Observer of London surfaced alleging Cambridge Analytica used that data to target voters during the 2016 presidential election.",
  "More: Facebook shares dive as lawmakers call for data misuse investigation\n\nFacebook officials are scheduled to meet with lawmakers Tuesday and Wednesday to discuss what happened.",
  "The social network disclosed Friday night it suspended Cambridge Analytica from its platform after claiming it had improperly obtained information on 50 million user profiles.",
  "Meanwhile, Cambridge Analytica was asked in December to turn over documents to special counsel Robert Mueller, as part of his investigation into possible Russian collusion.",
  "\"People chose to share their data with third party apps and if those third party apps did not follow the data agreements with us/users it is a violation,\" he wrote.",
  "\"No data from (Global Science Research) was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.\"",
  "After reports of the scandal published, Facebook executive Andrew Bosworth used Twitter to dispute claims the incident constituted a data breach.",
  "One thing Facebook users should consider doing now is checking privacy settings to review which apps and services have Facebook permissions.",
  "The app collected information such as hometown, content the users liked and their friends, as well as information from people's friends.",
  "(Photo: JUSTIN TALLIS, AFP/Getty Images)\n\nWhat started with a Friday news dump has morphed into a full-blown crisis for Facebook.",
  "Beyond Russia, the incident has raised concerns over how well-equipped Facebook is at keeping data secure from third parties.",
  "As Facebook shares plunge in the U.S., lawmakers seek hearings to look into what Facebook is doing to secure user data.",
  "Facebook is already under scrutiny over the impact of Russian ads run on its platform during the presidential election.",
  "Meanwhile, the Federal Trade Commission is reportedly probing Facebook over how this user data was mishandled.",
  "On Tuesday, Cambridge Analytica announced it has suspended CEO Alexander Nix pending a full investigation.",
  "On Twitter, Senator Amy Klobuchar of Minnesota is urging CEO Mark Zuckerberg to testify before Congress.",
  "In a statement, Facebook said the company's top execs are \"working around the clock\" on a solution.",
  "Cambridge Analytica has said any data obtained through Facebook was done so \"legally and fairly.\"",
  "Meanwhile, Zuckerberg said he is willing to testify before Congress on the matter.",
  "Of course, another option is to delete your Facebook account entirely.",
  "If there's a service or app causing concern, users can revoke access.",
  "More: Facebook apps may see more of your personal info than you want.",
  "\"The entire company is outraged we were deceived.\"",
  "Read or Share this story: https://usat.ly/2FO4Xtu",
  "Follow Brett Molina on Twitter: @brettmolina23.",
  "What does this mean for users?",
  "Why does this matter?",
  "What's next?"
]