[
  "Following reports that Crown Prince Mohammed bin Salman said Saudi Arabia would develop a nuclear weapon if Iran does, Democratic Sen. Ed Markey said in statement it was crucial that any nuclear cooperation agreement, or 123 agreement, meet the \"gold standard” that prohibited the kingdom from enriching uranium or reprocessing plutonium.",
  "IT’S NOT EASY MAKING PRUITT AG: Victoria Bassetti, a fellow at the Brennan Center for Justice at New York University, and Norman Eisen, a senior fellow at the Brookings Institution and former White House ethics lawyer, write for POLITICO Magazine that replacing Attorney General Jeff Sessions with Pruitt would be no easy task.",
  "That includes Sen. Dan Sullivan, who complained the delays were “bulls---.”\n\nBut a spokesman for Minority Leader Chuck Schumer shot back that the attacks were misplaced, since the White House has been historically slow at nominating people and has been forced to withdraw a slew of their own controversial picks.",
  "REPORT: LUKOIL TIED TO TRUMP-BACKED DATA FIRM: Alexander Nix — a director of SCL Group and chief executive of Cambridge Analytica, which advised the Trump campaign and has come under fire for improperly collecting data on Facebook users — told British Parliament last month the company never worked with Russia.",
  "FOR YOUR RADAR: The House will consider legislation under suspension of the rules, including S. 2030 (115), the “Ceiling Fan Energy Conservation Harmonization Act.” The bill, sponsored by Sen. Thom Tillis, would delay the compliance date for efficiency standards for ceiling light kits until Jan. 21, 2020.",
  "There's an ever-growing list of riders requested in the omnibus to keep an eye out for, including a short-term extension for the National Flood Insurance Program, which runs out Friday, and House Majority Leader Kevin McCarthy’s push to include language to allow the Shasta Dam project to move forward.",
  "REGULATORS TAMP DOWN RUSSIAN FEARS: Nuclear energy regulators said Friday no operations were affected by Russia’s cyber campaign to hack U.S. energy companies, Pro’s Tim Starks and Anthony report — and a nuclear industry organization said no U.S. plants reported cyberattacks during that time.",
  "The Times reported on Pruitt’s ambitions this weekend, writing \"[h]e is widely viewed as a future candidate for senator or governor there, and Mr. Pruitt has made it known that if the president replaces his beleaguered attorney general, Jeff Sessions, he would be ready to step into the job.\"",
  "SunPower makes most of its panels in Malaysia, Philippines and Mexico, and it made the case to the U.S. Trade Representative that one of its technologies, called copper-plated IBC, was unique and could not be obtained from any other producer, but also relied on U.S.research and patents.",
  "Participants have been discussing an EPA waiver to expand sales of 15 percent ethanol gasoline blends — a plan that would also provide an incentive for those sales by attaching a multiplier to increase the number of Renewable Identification Numbers to help lower the costs for refiners.",
  "UDALL: EPA HASN’T ANSWERED GAO REQUEST: Following a request to the Government Accountability Office from Sen. Tom Udall for information about Pruitt’s secure office phone booth, the senator will send a letter today to the administrator urging him to respond to the request.",
  "With help from Eric Wolff and Alex Guillén\n\nSTUCK IN THE MIDDLE WITH TRUMP'S APPOINTEES: The Trump administration’s emphasis on rapidly confirming judicial nominees and frequent White House shake-ups has left several nominees stuck in limbo, Senate Republicans say.",
  "The FEMA plan would change arrangements with \"Write Your Own\" insurance companies that sell flood insurance policies on behalf of the NFIP, relaxing \"non-compete\" requirements that restrict how the companies can offer their own private flood insurance policies.",
  "While they place blame on Democrats for what they call unprecedented obstruction in filling vacancies — including at EPA and Interior — there’s some frustration that the Senate itself hasn’t done enough to get staff in place, Pro’s Anthony Adragna reports.",
  "He’ll meet with the National Mining Association in the Phoenix area today, AP writes, and will also host a roundtable discussion with tribal leaders to “discuss solutions to the national opioid epidemic,” an Interior spokesperson told the Tucson Sentinel.",
  "“As someone who has both constituents who benefit from the RFS program and constituents who work at several of the last merchant refineries along the East Coast, I understand full well the difficulty of finding common ground on this issue,” Carper wrote.",
  "“The Iran deal will be another issue that's coming up in May, and right now it doesn't feel like it's going to be extended,” Corker told CBS’ “Face the Nation,” cautioning that circumstances could change as the May 12 deadline for a decision approaches.",
  "The secretary will testify Tuesday on his agency's budget request before the Senate Energy and Natural Resources Committee, and will also testify Thursday before the Senate Armed Services Committee on challenges for DOE’s atomic energy defense programs.",
  "The new discussion around a triggered price cap is an attempt to overcome opposition to refiners' proposal for a fixed two-year price cap that was discussed at a White House meeting with President Donald Trump in February, Eric writes.",
  "FEMA TO RELAX FLOOD INSURANCE RESTRAINTS: FEMA announced plans Friday in a Federal Register notice outlining its intention to ease restrictions on insurers seeking to offer private flood insurance, Pro’s Zachary Warmbrodt reports.",
  "“[M]y staff has asked GAO for the status of its legal opinion several times only to be informed that, to date, GAO has yet to receive any information from the EPA despite GAO reaching out to the EPA numerous times,” Udall writes.",
  "The Interior secretary defended his use of the greeting “konnichiwa” in response to a question from Rep. Colleen Hanabusa on preserving internment sites, which Hawaii Sen. Mazie Hirono called “flippant” last week.",
  "I'm your host Kelsey Tamborrino, and the Natural Resources Defense Council’s Ed Chen was first to guess former President Lyndon B. Johnson was the only president to take the oath of office from a female official.",
  "“Lukoil was interested in how data was used to target American voters,\" the Times writes via two former company insiders \"who said there were at least three meetings with Lukoil executives in London and Turkey.\"",
  "Although it added, “the corporate networks of some NRC licensees were affected.” The Nuclear Energy Institute was more forceful Friday, stating that \"no U.S. nuclear plants have been breached by a cyberattack.\"",
  "As soon as the $1.3 trillion spending plan is revealed, Congress will jump back into a familiar pattern, likely coming perilously close to a Friday night deadline, Pro’s Budget and Appropriations team reports.",
  "“Saudi Arabia’s crown prince has confirmed what many have long suspected — nuclear energy in Saudi Arabia is about more than just electrical power, it’s about geopolitical power,” Markey said in a statement.",
  "That includes: Ryan Nelson to be Interior’s solicitor and Susan Combs to be assistant secretary for policy, management, and budget, as well as Andrew Wheeler’s selection to serve as EPA deputy administrator.",
  "For the curious, DSM North America asked to have one of it’s technologies excluded, and OceanPlanet Energy, a company that puts solar on boats, is seeking to have non-Chinese semi-flexible panels excluded.",
  "Four companies’ filings appeared on Regulations.gov as of Sunday — which may just mean that other filings haven’t appeared yet — and of those, California-based SunPower is the largest pure solar company.",
  "NOT ALL SOLAR PANELS: Friday was the deadline for companies to apply to the U.S. Trade Representative to get their purchases excluded from the 30 percent solar panel tariff Trump imposed in February.",
  "BIOFUELS CAP ALARMS CORN STATES: Negotiations to alter the contentious biofuels program may include a trigger mechanism that would kick in to cap prices for biofuel credits, Pro’s Eric Wolff reports.",
  "PROTECT THE ESA: Reps. Don Beyer, Debbie Dingell and Raúl Grijalva led a letter with 104 lawmakers to the Appropriations committee asking for “robust” funding for Endangered Species Act protections.",
  "\"Our biggest concern right now is that there continues to be out of the White House talk about a cap on RINs,\" said Jon Doggett, executive vice president for the National Corn Growers Association.",
  "While no official details are yet available, the administration has pushed for a deal to sell nuclear reactors to the OPEC-member nation, which could be worth billions for U.S. businesses.",
  "The nation has been exploring a civilian nuclear energy program, possibly without restrictions on uranium enrichment and reprocessing that would be required under a U.S. cooperation deal.",
  "The White House has supported recent talks between refining and agricultural groups to change the Renewable Fuel Standard, and modest progress has been made in recent days, Eric writes.",
  "Story Continued Below\n\nBy the numbers: There are currently 144 nominees awaiting Senate action, according to data tracked by The Washington Post and the Partnership for Public Service.",
  "CORKER: TRUMP LIKELY TO QUIT IRAN DEAL: Senate Foreign Relations Chairman Bob Corker said Sunday that he believes Trump is likely to pull the U.S. out of the Iran nuclear deal in May.",
  "At the end of the day, the holds put in place by senators on several senior Interior and EPA nominees mean those positions are likely to remain vacant for a while, Anthony writes.",
  "The Nuclear Regulatory Commission said that during the campaign, \"there was no adverse impact to any of the NRC-regulated safety, security or emergency preparedness functions.\"",
  "Speaking of RIN caps: Delaware Sen. Tom Carper sent a letter to Trump on Friday urging him to instruct the EPA to take action to stabilize price volatility in the RIN market.",
  "“My observation is we’re spending a lot more time moving through the judges and less on the administration folks,” Senate Energy Chairman Lisa Murkowski said last week.",
  "The secretary also viewed parts of the Buenos Aires National Wildlife Refuge on horseback Saturday and toured the Organ Pipe Cactus National Monument in Ajo on Sunday.",
  "And since the start of the Trump administration, 393 civilian nominations have cleared the Senate, compared to 538 at this point of the Obama administration.",
  "ZINKE TRIPS TO ARIZONA: Interior Secretary Ryan Zinke spent the weekend in Arizona, where he toured the U.S.-Mexico border, the Associated Press reports.",
  "The company also promised funds saved by a reduction in its tariffs would be used to invest in research and development here in the United states.",
  "Send your tips, energy gossip and comments to ktamborrino@politico.com, or follow us on Twitter @kelseytam, @Morning_Energy, and @POLITICOPro.",
  "QUICK HITS\n\n— Offshore oil and gas operators want less regulation, but surprise inspections find serious safety problems, The New York Times.",
  "Ten of the remaining floor votes were for judicial nominations, while the other seven were for executive branch positions, Anthony writes.",
  "Some GOP senators contend Democrats are drawing out the process simply to deprive the Trump administration of fully-functioning agencies.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“How could ever saying ‘Good morning’ be bad?” Zinke told reporters following a tour of the U.S.-Mexico border, AZ Central reports.",
  "THE FINAL COUNTDOWN: Congress’ massive spending bill is expected to be released today, with mere days left until funding runs out.",
  "But The New York Times reports the firm's employees had contact in 2014 and 2015 with executives from Russian oil giant Lukoil.",
  "Lawmakers also say confirming Mike Pompeo as secretary of State will be the next priority in line, pushing other nominees back.",
  "SPOTTED: Carper giving a speech on clean air before an American Lung Association half marathon in Wilmington, Del., on Sunday.",
  "The letter urges the administration “to utilize all of the tools at its disposal to prevent its construction.” Read it here.",
  "“The United States must not compromise on nonproliferation standards in any 123 agreement it concludes with Saudi Arabia.\"",
  "“I am alarmed that the EPA has failed — for nearly three months — to cooperate with GAO’s request.” Read the letter here.",
  "Talks would be unavoidably entangled with separate negotiations over the future of the Obama-era nuclear deal with Iran.",
  "— Thirty-nine senators signed onto a bipartisan letter last week to express opposition to the Nord Stream II pipeline.",
  "POLTICO has previously explored Pruitt's designs on the Justice Department — as well as state or national offices.",
  "\"And until that’s off the table and that’s not going to happen, all the rest of these proposals are for naught.\"",
  "— D.C. lawmaker says recent snowfall caused by ‘Rothschilds controlling the climate,' The Washington Post.",
  "SAUDI PRINCE’S TRIP OPENS UP NUCLEAR TALKS: Trump will meet Tuesday with the crown prince of Saudi Arabia.",
  "But the proposal is already hitting heavy resistance among corn growers and senators from big ag states.",
  "PERRY BACK ON THE HILL: Energy Secretary Rick Perry will make two appearances this week on the Hill.",
  "— Atlantic Coast Pipeline gets violation notice from state over tree cutting, The Daily Progress.",
  "— Why suburban New Yorkers are likely to face more power outages, The Wall Street Journal.",
  "And so far this year, the Senate has confirmed 71 nominees, 54 of those by voice vote.",
  "SmartFlower North America asked to have its petal-shaped solar panels excluded.",
  "Sign-up today to start receiving the newsletter right at launch on April 6.",
  "Name the three who went directly from the Hill to the White House.",
  "— EPA may be overstating claims from mine spill, Associated Press.",
  "For today: To date, 16 senators have gone on to become president.",
  "Judge Sarah T. Hughes swore Johnson in aboard Air Force One.",
  "Votes are postponed until 6:30 p.m.",
  "What's the Senate hold up?",
  "Read the story here.",
  "Presented by Boeing.",
  "WELCOME TO MONDAY!",
  "THAT'S ALL FOR ME!",
  "He wore bib #1.",
  "Read it here.",
  "Read it here.",
  "MAIL CALL!",
  "More here.",
  "Read more.",
  "Read more.",
  "Read more.",
  "Read more.",
  "More here."
]