[
  "They include turning off an app's access to user data if a person hadn't used it in three months, limiting initial Facebook Login data to a person's name, profile photo and email address, and investigating other apps that had collected large amounts of data,\n\n\"It's hard to know what we'll find, but we are going to review thousands of apps,\" Zuckerberg told CNN.",
  "After the 2016 presidential election, Facebook built and tested new artificial intelligence-powered tools to root out bad actors, Zuckerberg said during a separate interview with The New York Times, and those tools helped Facebook delete accounts that were spreading false news ahead of the special election for U.S. Senate in Alabama at the end of 2017.",
  "Facebook changed its policies in 2014 to limit the data third-party apps could receive, but there were still tens of millions of people who would have had no idea that Kogan's app had collected their data in the first place, or that it had ultimately been passed to Cambridge Analytica.",
  "To make sure that Facebook is prepared for potential election interference in the U.S. and abroad this year, the company is increasing the number of people working on its security and community operations team to more than 20,000 people by the end of 2018, he said.",
  "Zuckerberg was addressing bombshell reports by The Observer and The New York Times published over the weekend that said London-based firm Cambridge Analytica improperly gained access to the personal data of more than 50 million users.",
  "Zuckerberg also addressed concerns about Russian meddling on Facebook ahead of the November midterm elections, saying he is \"sure someone's trying\" to influence results but that the company is focused on mitigating that risk.",
  "In 2013, Cambridge University researcher Aleksandr Kogan created an app called \"thisisyourdigitallife\" that harvested Facebook information from the roughly 300,000 people who used it, as well as from their friends.",
  "\"This was a major breach of trust, and I'm really sorry that this happened,\" Zuckerberg said on CNN Wednesday evening, elaborating on the statement he posted to his Facebook page earlier in the day.",
  "Facebook CEO Mark Zuckerberg has explicitly apologized forthe Cambridge Analytica data scandal, which has knocked off nearly $46 billion in the social media giant's stock valuation this week.",
  "Cambridge Analytica worked on Facebook ads in support of Donald Trump during the 2016 presidential election, though it denies that it used the Facebook data it received from Kogan.",
  "When Facebook learned in 2015 that Cambridge Analytica had received data from Kogan, it told the firm to delete it, but the recent reports allege that the firm never did.",
  "In addition, U.K. officials have opened a probe and U.S. lawmakers have called for Zuckerberg to appear before a panel to address Facebook's handling of user data.",
  "After the news broke, Facebook's stock price plummeted, losing nearly $46 billion in market capitalization between Friday's close of trading and Wednesday's.",
  "\"And that, actually, is something I haven't talked about publicly before, so you're the first people I'm telling about that,\" he said.",
  "One of the issues at the heart of the incident is whether or not Facebook has done enough to safeguard users' personal information.",
  "\"There's a lot of hard work we have to do to make it harder for nation states like Russia to do election interference,\" he said.",
  "Zuckerberg told CNN he would be willing to testify before Congress, though he avoided committing himself to an appearance.",
  "\"I don't know about you, but I'm used to when people legally certify that they are going to do something, that they do it.",
  "Zuckerberg has come under harsh criticism on social media for not explicitly apologizing in his earlier post.",
  "\"What we try to do is send the person at Facebook who will have the most knowledge,\" Zuckerberg said.",
  "Earlier on Wednesday, Facebook outlined the six steps it would take to prevent similar abuses.",
  "But I think this was clearly a mistake in retrospect,\" Zuckerberg said on CNN.",
  "\"We need to make sure we don't make that mistake ever again.\"",
  "He said many of those accounts were based in Macedonia.",
  "\"I feel a lot better about the systems now.\"",
  "\"This is going to be an intensive process.\"",
  "\"If that's me, then I am happy to go.\"",
  "\"But we can get in front of this.\""
]