[
  "... Should not everyone who cares about civil society simply quit Facebook?”\n\nMark, maybe now is not the time to assume that everyone loves your “mission.”\n\nReading through the transcripts, Zuckerberg reminded me of another troubled communicator: Hillary Clinton.",
  "And if he wants the public to think fondly of Facebook again, he has to recruit us to it, has to remind us of the beauty of a connected world, has to act like the vessel of a tremendous societal responsibility.",
  "And while no one in the American technology industry today can rival Steve Jobs for evangelism, Zuckerberg isn’t even Steve Ballmer, who directed Microsoft with a dad-like enthusiasm from 2000 to 2014.",
  "These are the questions that the Financial Times, a paper not exactly known for its anti-corporate fervor, asked this week: “Why did Facebook take so little action when the data leak was discovered?",
  "Yet Zuckerberg has sailed along as CEO for that decade and a half, propelled by his product’s incredible success, his company’s astonishing profitability, and his personally keen business instinct.",
  "“I’ve probably launched more products that have failed than most people will in their lifetime.”\n\nAnd like Clinton, Zuckerberg has never nailed the art of the rousing emotional appeal.",
  "But as chief executive—and as the face of the company since its inception—Zuckerberg must show that he understands that he even lost that trust in the first place, let alone why.",
  "Zuckerberg is, in short, not a performer, and he lacks the performer’s feel for how an earnest and witty performance can soften the hearts of even the most skeptical crowd.",
  "In public, he is just as methodical, just as unvaried as the erstwhile presidential candidate; above all, he sometimes seems to take his own correctness for granted.",
  "It’s just about, how do you learn from that and improve things and try to serve the community going forward?”\n\nZuckerberg has led Facebook for 14 years.",
  "He has never delivered a stirring invitation to join Facebook; he has never convinced a large audience that he feels their pain.",
  "Facebook’s problem is simple: It is a staggeringly powerful civic and commercial institution that has lost the public’s trust.",
  "“It’s an inherently iterative process, so I don’t tend to look at these things as: Oh, I wish we had not made that mistake.",
  "“There’s no way that sitting in a dorm in 2004 you’re going to solve everything up front,” he told Wired.",
  "I mean, of course I wish we didn’t make the mistakes, but it wouldn’t be possible to avoid the mistakes.",
  "Instead, he shrugs and implies that it would be impossible for anyone in his position to do any better.",
  "Like Clinton, Zuckerberg’s attempts to sound contrite come across as humblebrag-like excuses.",
  "During that time, he has never shone as a particularly charismatic or charming communicator.",
  "Then he has to ask users for their trust back and take responsibility for fixing it.",
  "(There is a popular if fictionalized movie about this, and it won several Oscars.)",
  "(Unlike Zuckerberg, Clinton was reportedly quite successful at this in private.)",
  "“I started this when I was so young and inexperienced,” he told CNN.",
  "But Facebook’s mission is at the very heart of the current scandal.",
  "... Why does Facebook accept political advertisements at all?",
  "Talking to the press is one way to regain that trust.",
  "... Who is accountable for the leak?"
]