[
  "Then, brainstorming with people from hedge funds, Goldman Sachs, Facebook and other corporations, it dawned on him that they had no incentive to accomplish their assigned mission: To formulate ideas that would change society for the better — to go from monetary success to “significance.”\n\nIt turns out, Giridharadas said, that the seductive notion of changing the world is “a powerful tool for keeping things exactly the way they are.” At most, the rich and powerful might concoct some small-scale charitable effort that makes little difference — he calls this “the side hustle of virtue.”\n\nThe basics stay the same, by design: Progress continues to benefit the privileged far more than those who truly need the help.",
  "— “he is able to pass through so many of our filters.”\n\n“The idea that we can be saved through billionaire whims is truly incredible,” says the author and former New York Times foreign correspondent, who has spent the last several years researching a book that will be published in late August, “Winners Take All: The Elite Charade of Changing the World.”\n\nBut last weekend’s stunning news about Facebook and the data-mining firm Cambridge Analytica should tear off the rose-colored glasses and smash them to bits.",
  "Like the cartoon of a naked President Trump on the cover of this week’s New Yorker magazine, Zuckerberg seems to have lost his protective garb: not a pricey suit with an overlong red tie, but a gray T-shirt that promises, “Trust me, dummies.”\n\nNow, if we’re paying any attention at all, we know better.",
  "“At the heart of the fantasy,” Giridharadas said, “is the idea that the world is best changed privately, on high, from the rich and powerful, not democratically, through political reform.”\n\nAnd yet, how does change actually happen that benefits groups of vulnerable people?",
  "“They ‘trust me’ ” he wrote in an instant message, adding his jokey assessment of their wisdom: “Dumb f---s.”\n\nNow, the Facebook founder is one of the richest and most powerful people on the planet, and we dummies number in the billions.",
  "On the left, we get Zuckerberg, whose name has been bandied about as a presidential candidate because of his purported brilliance as a “thought leader” and his ability to connect the whole world into one supportive community.",
  "Or the wide-eyed references to “our community.”\n\nMark Zuckerberg still looks the part of the Harvard undergraduate who invented what a 2010 movie dubbed “The Social Network,” also known as a world-class way to meet girls.",
  "True, they may organize through social media like Facebook, YouTube, Snapchat and Twitter, using the available tools with skill, but the energy flows up from the earth, rather than being delivered from the mountaintop.",
  "On the right, it produces a President Trump, whom sufficient swaths of the country viewed as so rich as to be incorruptible: He couldn’t be bought, the thinking went, because a guy like that doesn’t need the money.",
  "“Now we’re talking about whether elections are valid,” Giridharadas told me Tuesday by phone in something of a sneak preview of the book, which began in concept when he became a fellow at the Aspen Institute.",
  "And yet we want to believe in what Giridharadas calls “the billionaire-savior delusion.”\n\nThis idea is so foundational in our society, so entrenched, that it cuts across our deepest political divisions.",
  "Think about the masses of passionate young people and their supporters who are about to converge in Washington and other cities this weekend to promote gun control in the March for Our Lives.",
  "The firm — seen as integral to President Trump’s election — harvested information from about 50 million Facebook users without their consent, a matter now under federal investigation.",
  "By Tuesday afternoon, Zuckerberg hadn’t publicly said a word about the Cambridge Analytica scandal — not to take responsibility, not to describe reform, not to shed light.",
  "And for some, Zuckerberg has been accepted as a leading thinker, a philanthropist and a political up-and-comer who could make our society ever so much better for everyone.",
  "(As the Daily Beast reported, he and his chief operating officer, Sheryl Sandberg, didn’t even come out to face his own employees at a company town hall on the scandal.)",
  "The same guy, with the same moral compass, who at 19 bragged to a friend about how he got all those college kids to give him their photos, email addresses and more.",
  "The status quo “siphons the gains from progress to the top.” Growing wealth inequality is just one measure of that.",
  "In part because of the way Zuckerberg presents himself — as a brilliant rebel (no pinstripes for him!)",
  "Or the pious talk about connecting the world, through a tech platform, into one big group hug.",
  "Think about the civil rights movement, the women’s movement, the gay rights movement.",
  "That is appalling, of course, but it wasn’t exactly hard to predict.",
  "For more by Margaret Sullivan visit wapo.st/sullivan",
  "Media columnist\n\nConsider the plain gray T-shirt.",
  "Anand Giridharadas, for one, isn’t buying it.",
  "Not, in short, to show leadership.",
  "And, more important, it’s helpful.",
  "It’s reasonable cause for alarm.",
  "It happens from the ground up.",
  "Magical thinking.",
  "It illuminates."
]