[
  "Tune in this week for:\n\nRamesh Ponnuru (@RameshPonnuru) of the National Review\n\n\n\n(@RameshPonnuru) of the National Review Julie Pace (@jpaceDC) of the Associated Press\n\n\n\n(@jpaceDC) of the Associated Press Jeffrey Goldberg (@JeffreyGoldberg) of the Atlantic\n\n\n\n(@JeffreyGoldberg) of the Atlantic Toluse Olorunnipa (@ToluseO) of Bloomberg News\n\n\n\nDon't miss \"Face the Nation\" this Sunday!",
  "The company's top executives spent the week responding to a barrage of criticism: the social media giant has apologized for being \"slow\" to combat Russian election meddling on the platform, and for inadequately protecting user privacy in the controversy over Cambridge Analytica.",
  "Join us on \"Face the Nation\" (@FaceTheNation) this Sunday with moderator Margaret Brennan (@margbrennan) for analysis and discussion of all this and more.",
  "Many speculated the long-embattled administrator was on the way out after the president called him a \"good man,\" which has often foreshadowed firings.",
  "On Thursday, the president answered a Chinese plan to tax $50 billion in U.S. products with a threat to tax another $100 billion in Chinese goods.",
  "In response to a \"brazen pattern\" of Russian \"malign activities,\" the Trump administration slapped new sanctions Friday on dozens of Russians.",
  "The announcement came on the heels of President Trump's suggestion he might meet soon with Vladimir Putin, Russia's leader.",
  "And despite a flood of negative headlines, Scott Pruitt on Friday appears to have survived another week as head of the EPA.",
  "We'll hear from a key Democrat on the Senate Foreign Relations Committee, Sen. Ben Cardin (@SenatorCardin), D-Maryland.",
  "The president dismissed fears of a trade war, saying policies under previous presidents had \"already lost\" the war.",
  "CBS News contributor and WIRED editor-in-chief Nicholas Thompson (@nxthompson) will preview the Facebook hearings.",
  "And for analysis and perspective on the week that was, and the week ahead, we'll turn to our Political Panel.",
  "But those efforts have earned him praise from conservatives, despite allegations of profligate spending.",
  "Congress is gearing up for high-profile hearings next week with Mark Zuckerberg, CEO of Facebook.",
  "But stocks plunged Friday as White House efforts seemed to have little calmed investors.",
  "Pruitt has faced fierce criticism from Democrats for undoing environmental regulations.",
  "Sen. John Kennedy (@SenJohnKennedy), R-Louisiana, will sit down with \"Face the Nation.\"",
  "He sits on the Senate Judiciary Committee, which will question Zuckerberg next week.",
  "For the latest updates, make sure to also follow us on Facebook and Twitter.",
  "We'll talk to Steven Mnuchin (@stevenmnuchin1), Secretary of the Treasury.",
  "Click here to check your local listings."
]