[
  "As the uncomfortable joke goes, if Washington snooped on us like this, there would be armed rebellion, but with Google, “we gave it to them so that we can watch funny cat videos.”\n\nThen there is the collective attention span killing and destruction of social grace via smartphones.",
  "And in this era of political activism via investment management, it is not much of a leap to see investor attitudes moving in the direction of placing some of these firms on the “no” list, along with tobacco/guns/casinos, or whatever bothers any of us.",
  "Returning an annualized 46.0%, 19.8%, 36.1%, 70.8% and 24.4%, respectively, in the five years through 2017, the FAANG stocks handily outperformed the S&P 500, which was itself up an impressive 15.8% annually in that time.",
  "FAANGs in WisdomTree Funds\n\nWith interrelated reputational risk like the kind that has cropped up in these five stocks, it may be time to question whether investing 10% of U.S. equity capital in them is wise.",
  "References to specific securities and their issuers are for illustrative purposes only and are not intended to be, and should not be interpreted as, recommendations to purchase or sell such securities.",
  "The viral social media campaign implores users to close their accounts amid the revelation that the intimate information of 87 million users was given to Cambridge Analytica, the political data firm.",
  "6 As of 4/11/2018, the WisdomTree ETFS mentioned do not hold Twitter\n\nImportant Risks Related to this Article\n\nThere are risks associated with investing, including possible loss of principal.",
  "In fact, the only WisdomTree ETF with FAANG exposure anywhere near that of the Russell 1000’s 10.2% is the WisdomTree U.S. Earnings 500 Fund (EPS), our 500-stock answer to the S&P 500.",
  "U.S. investors only: To obtain a prospectus containing this and other important information, please call 866.909.WISE (9473), or click here to view or download a prospectus online.",
  "While the QSY Fund is actively managed, the Fund’s investment process is expected to be heavily dependent on quantitative models and the models may not perform as intended.",
  "There is no law that says that broad U.S. stock market engagement must include the so-called “FAANGs”—Facebook, Apple, Amazon, Netflix and Google (now named Alphabet).",
  "As for Twitter, 6 the medium that Musk uses to communicate, that is another company in the FAANG-like coterie that is under pressure for its political influence.",
  "No surprise then that the other cultivator of our most private information, Google, is scrambling to protect its brand as Silicon Valley’s reputation falters.",
  "5 Then, on April 1—just days later—CEO Elon Musk posted an ill-timed April Fools’ tweet about Tesla going bankrupt and selling Easter eggs to raise cash.",
  "Mark Zuckerberg, the Facebook founder, just testified to a politically ambitious Congress in a public event that was a top story for several days.",
  "Funds focusing on a single country, sector and/or funds that emphasize investments in smaller companies may experience greater price volatility.",
  "In this second decline, many WisdomTree U.S. equity ETFs have held up better than the market due to their reduced reliance on the FAANG five.",
  "Figure 1: Stock Market Performance, Last Two Declines\n\nFor standardized performance of the Funds mentioned in the chart, please click here.",
  "FAANG stocks actually had a “good” bear raid in January and February; three of the five companies declined by less than the broad market.",
  "Amazon, the new Walmart 3 in so many ways, is pilloried for what many view as unsavory business practices that undercut the competition.",
  "The Facebook scandal came just weeks after the Russell 1000 Index of U.S. large caps completed a top-to-bottom 8.7% swoon (figure 1).",
  "3 Please click on the following WisdomTree ticker symbol to see each Fund’s holdings percentage of Wal-Mart, EPS, DLN, QSY and USMF.",
  "Funds focusing their investments on certain sectors increase their vulnerability to any single economic or regulatory development.",
  "And even if this weren’t an issue, almost everyone already owns a device, so how will Apple convince people to buy another?",
  "If it happens on a wide enough scale, the FAANG stocks and other Silicon Valley worthies could be in for a rude awakening.",
  "Investments in emerging markets, real estate, currency, fixed income and alternative investments include additional risks.",
  "Investors should carefully consider the investment objectives, risks, charges and expenses of the Funds before investing.",
  "A fear overhanging Big Tech is that the regulators will make those companies answer, somehow, to smartphone addiction.",
  "There is a creeping sensation that there is now more to the FAANG investing question than just investment prospects.",
  "Due to the investment strategy of certain Funds, they may make higher capital gain distributions than other ETFs.",
  "Google has records of everywhere we’ve gone for the last decade, and now it knows that we know that it knows.",
  "Due to the investment strategy of these Funds, it may make higher capital gain distributions than other ETFs.",
  "Figure 2: FAANG Weightings\n\n1 Sources: WisdomTree, Bloomberg, as of 4/12/18 the total AUM of DHS is $1.02bn.",
  "Yet notice that even with tech struggling lately, both Amazon and Netflix are still up sharply year-to-date.",
  "Statements concerning financial market trends are based on current market conditions, which will fluctuate.",
  "But like the action in the last month or so, that may change if tech has problems the rest of the year.",
  "For example, the WisdomTree U.S. Multifactor ETF (USMF) holds 196 companies, not one of them a FAANG.",
  "The same goes for the WisdomTree U.S. High Dividend Fund (DHS), 1 our $1 billion high-dividend ETF.",
  "4 Its senior unsecured 2025 bonds made headlines by blowing out to close March at a yield of 7.55%.",
  "There is also a whole other set of FAANG-like companies that are not helping Big Tech’s reputation.",
  "Please read each Fund’s prospectus for specific details regarding the Fund’s risk profile.",
  "Angry voices from all persuasions argue that Twitter determines who holds the microphone.",
  "Only USMF, our multifactor ETF, has been able to best the Russell 1000 thus far in 2018.",
  "There are risks involved with investing, including the possible loss of principal.",
  "But the March–April market declines are a different story for the FAANG stocks.",
  "2\n\nFor most investors, the FAANG decision has for years rested on merit alone.",
  "President Trump is upping the ante, accusing the company of using the U.S.",
  "Some of these companies are bringing visions of George Orwell’s 1984.",
  "Postal Service’s subsidized postage costs to price out competitors.",
  "4 As of 4/11/2018, the WisdomTree ETFs mentioned do not hold Tesla.",
  "Foreign investing involves currency, political and economic risk.",
  "Many of them can partly or completely help solve the problem.",
  "Washington or Brussels adding regulations is sugar on top.",
  "Figure 2 shows the FAANG exposure of six WisdomTree ETFs.",
  "All five are leading the market down in this episode.",
  "Past performance does not guarantee future results.",
  "This may result in greater share price volatility.",
  "Read the prospectus carefully before you invest.",
  "2 Sources: WisdomTree, Bloomberg, as of 4/2/18.",
  "Please see prospectus for discussion of risks.",
  "Were they good investment prospects or not?",
  "You cannot invest directly in an index.",
  "EPS currently has 8.6% in the FAANGs.",
  "Click here for daily holdings of EPS.",
  "5 Sources: Bloomberg, WisdomTree.",
  "But now we have #DeleteFacebook.",
  "Holdings subject to change.",
  "Public Enemy: Big Tech?",
  "Take Tesla."
]