[
  "Related: Buffett loves Apple but he just called bitcoin 'rat poison'\n\nEven Facebook (FB), which took a hit from the Cambridge Analytica data scandal, is worth $515 billion — less than 10% below its all-time high from earlier of this year.",
  "The broad rally in tech is more stunning when you consider that Alphabet, which also owns YouTube and Gmail, has been plagued by similar concerns about Russia-bought ads on its platforms.",
  "Apple stock surged on Friday, when Buffett revealed on the eve of the Berkshire Hathaway annual shareholder meeting that Berkshire had acquired 75 million more shares.",
  "Buffett gushed about the buybacks at the Berkshire meeting, telling investors that share repurchases were a sensible use of Apple's ginormous pile of cash.",
  "All of a sudden, they were thinking it could be the best of two worlds — a value stock and a growth stock — thanks largely to Buffett's endorsement.",
  "The company wowed Wall Street with better than expected profits on May 1, even as it reported that iPhone sales have slowed in the United States.",
  "Apple also showered investors with plans for a huge stock buyback program, which should boost earnings per share, and a dividend increase.",
  "The stock hit an all-time high Monday, and the company moved closer to a milestone — the first $1 trillion market value.",
  "To put that into context, they were worth a little less than $3.3 trillion at the end of October.",
  "It looks like investors' love affair with Apple and the rest of Big Tech is still going strong.",
  "Microsoft (MSFT) and Alphabet (GOOGL), the owner of Google, are each worth about $750 billion.",
  "The Oracle of Omaha's company owns more than 240 million shares of Apple, about a 5% stake.",
  "But the five largest tech stocks are now valued at more than $3.7 trillion collectively.",
  "And Amazon (AMZN) is now valued at more than three quarters of a trillion dollars.",
  "Apple may be the first US company to reach a vaunted $1 trillion market cap.",
  "Apple is basking in the afterglow of Warren Buffett's ringing endorsement.",
  "And Amazon has been a target of ire and derision from President Trump.",
  "The Apple rally has been good for the rest of tech as well.",
  "Investors had feared that Apple's best days were past.",
  "Shares of Apple (AAPL) rose nearly 2% more on Monday.",
  "The company is now worth more than $940 billion.",
  "Sales in China and Japan grew dramatically.",
  "So much for bad press hurting the sector.",
  "But three others may not be far behind.",
  "It's been a great month for Apple.",
  "Apple's stock is up 13% in May."
]