[
  "Cramer, host of \"Mad Money,\" had previously called out Zuckerberg and Sandberg for being notably silent for days after reports on March 17 that Cambridge Analytica had harvested the data from more than 50 million users of the social network without their permission.",
  "Cramer on Tim Cook comment: The 'long knives' have been drawn on Facebook 11:45 AM ET Thu, 29 March 2018 | 01:06\n\nThe \"long knives\" have been drawn for Facebook after a slew of criticism over its data privacy practices, CNBC's Jim Cramer said Thursday.",
  "Cook criticized the social media company during an interview Wednesday with Recode's Kara Swisher and MSNBC's Chris Hayes, saying he \"wouldn't be\" in the situation Facebook CEO Mark Zuckerberg has found himself in.",
  "Cramer told \"Squawk on the Street\" on Thursday that he's gotten the sense that Facebook \"doesn't have many friends,\" adding that people in Silicon Valley \"disregard them as arrogant.\"",
  "Shares of Facebook have declined more than 17 percent from the close on Friday, March 16, to the close on Wednesday, March 28.",
  "The data were used to target ads promoting Donald Trump's 2016 candidacy, according to The New York Times and The Observer.",
  "That's why I say the long knives are out and [Facebook] needed [COO] Sheryl Sandberg out there about six weeks ago.\"",
  "Additionally, Facebook said it would send a top executive to appear in front of U.K. lawmakers, but not Zuckerberg.",
  "\"Tim Cook's statements were unbelievable,\" said Cramer, whose charitable trust owns shares of Apple and Facebook.",
  "On Monday, the Federal Trade Commission confirmed that it's investigating the company's data practices.",
  "Cramer was particularly surprised by Apple CEO Tim Cook's recent comments about Facebook's data leak.",
  "\"I mean this is the most long knife thing I've seen since I can remember.\"",
  "\"Now we've discovered how many people hated Zuckerberg,\" Cramer added.",
  "Facebook did not immediately respond to CNBC's request for comment.",
  "Zuckerberg and Sandberg went on an apology tour late last week.",
  "\"Very contemptuous."
]