[
  "Last month he wrote a nice letter to the management: “I come to you, hat-in-hand to apologise for the damage I had indirectly come to cause and to ask you reconsider my lifetime ban from the property.”\n\nAnd here’s the nice ending you hoped for: An employee told Burchill that he would, at long last, be welcome back to the hotel.",
  "Facebook revised the number of people affected by the data harvesting scandal — it’s higher now\n\nFacebook said up to 87 million people may have had their data inappropriately accessed by Cambridge Analytica, a significant increase from the original reports of around 50 million people.",
  "The surgeon general wants an overdose-reversing drug to be available to everyone\n\nUS Surgeon General Jerome Adams is issuing a nationwide advisory — the first from his office in 13 years — for more people to get access to and training for the overdose-reversing drug naloxone.",
  "It says those 87 million are “mostly in the US.”\n\nThis isn’t the first time that bad numbers got worse for Facebook — last year, the company first said 10 million people were reached on its platform by a chaos campaign launched by a Kremlin-linked troll farm.",
  "Police say Nasim Aghdam, the woman who opened fire at YouTube’s California headquarters and injured three people, was “upset” with the company’s “policies and practices.”\n\nA woman who says she was raped by a Mormon missionary leader is suing the church.",
  "Adams told us, “Naloxone isn’t perfect, but it is a life-saving drug.” He said that roughly half of overdoses are happening at home, which means family members trained to use naloxone can avert tragedies.",
  "This guy was banned from a hotel for 17 years because of an incident involving seagulls and a suitcase of pepperoni\n\nOkay, first things first: Everyone knows not to mess with West Coast seagulls.",
  "Well, 17 years ago Nick Burchill — at the time, a foolish young man — was staying at a hotel in Victoria, British Columbia, when he purchased a suitcase’s worth of pepperoni.",
  "Here’s what’s new: The Trump administration said it is working with governors to deploy the National Guard along the southern border as soon as possible.",
  "According to Mexican officials, Nielsen informed them National Guard troops would not be armed or conducting immigration control enforcement duties.",
  "First, the background: All week, we’ve been covering a large caravan of Central American migrants on their way to the US border to claim asylum.",
  "Members call it an activist organization, and one of their big points is that there are no direct laws in the US banning being barefoot.",
  "Choice quote: “The threat is real.” —Homeland Security Secretary Kirstjen Nielsen\n\nWhat will the National Guard be doing?",
  "National Guard troops are going to the Mexico border because “the threat is real”\n\nWell, that escalated quickly.",
  "People couldn’t log in to their Tinder profiles due to a “Facebook log-in loop,” and they started freaking out.",
  "They say their activism is motivated by simply wanting to \"coexist\" in society with those who wear shoes.",
  "Jerry Brown told us the White House didn’t contact him regarding the plan until the day it was announced.",
  "They call themselves “Barefoot Is Legal” and their goal is to destigmatize going barefoot everywhere.",
  "There is a growing movement advocating for being barefoot in public\n\nI am obsessed with this story.",
  "An Instagram-famous Australian fitness model has been charged with trafficking MDMA and cocaine.",
  "Adherents of Barefoot Is Legal promote their cause via a Facebook group by the same name.",
  "Quick brief:\n\nThe Duffer Brothers are accused of stealing the idea for Stranger Things.",
  "And they really do mean everywhere: offices, restaurants, public transit, you name it.",
  "When he returned to his hotel room, he found a flock of seagulls feasting, as they do.",
  "It revised the number to 126 million, before revising it once again to 146 million.",
  "The other moral of the story is: Hey, it’s probably not too late to make amends.",
  "The room didn’t have a fridge, so he left the pepperoni out by the open window.",
  "This is not a normal way of measuring pepperoni, but it gets wilder.",
  "Enter your email below to sign up for the BuzzFeed News newsletter:",
  "They come with facts and memes, and they are ready to recruit.",
  "Burchill was permanently banned from the hotel — until now.",
  "The place was destroyed with seagull excrement.",
  "We spoke to the leaders of Barefoot Is Legal.",
  "The seagull lesson speaks for itself.",
  "Save a life,” the advisory states.",
  "A spokesperson for California Gov.",
  "How do governors feel about this?",
  "Some of the birds wouldn’t leave.",
  "Just generally a bad idea.",
  "Some, like Arizona’s Gov.",
  "Doug Ducey, welcome it.",
  "It was a disaster.",
  "Good question.",
  "“Be prepared.",
  "Get naloxone."
]