[
  "“And looking at that now, in hindsight, having been on the sharp end of this campaign, you think: crikey, this is not new, and it’s just … using the tools that you have at the time.”\n\nCambridge Analytica said Oakes never worked for the company or the Trump campaign and said he was instead “speaking in a personal capacity about the historical use of propaganda to an academic he knew well from her work in the defence sphere,” according to a spokesperson.",
  "Really, I mean, we are still talking about 9/11, well 9/11 is a long time ago.”\n\nAnother one of the interviewees, former communications director for Leave.EU Andy Wigmore, compared the campaign’s own strategy to Hitler’s “very clever” propaganda machine.",
  "Both Hitler and Trump have successfully attacked another group, turning it into an “artificial enemy,” in order to foster greater support among loyalists, Oakes, the CEO of SCL Group, Cambridge Analytica’s parent company, said last November.",
  "He made the comments as part of a series of interviews that Emma Briant, a University of Essex lecturer, conducted with people involved in Britain’s campaign to leave the European Union about propaganda used during the Brexit referendum.",
  "Nigel Oakes, who runs the group that founded data mining firm Cambridge Analytica, admitted in an interview last year that President Donald Trump’s controversial propaganda tactics mirror those of Adolf Hitler.",
  "“In its pure marketing sense, you can see the logic of what they were saying, why they were saying it, and how they presented things, and the imagery,” he said of the Nazis.",
  "“Hitler, got to be very careful about saying so, must never probably say this, off the record, but of course Hitler attacked the Jews, because...",
  "He didn’t have a problem with the Jews at all, but the people didn’t like the Jews,” Oakes said.",
  "“So if the people… He could just use them to say… So he just leverage an artificial enemy.",
  "He leveraged a Muslim- I mean, you know, it’s- It was a real enemy.",
  "ISIS is a real, but how big a threat is ISIS really to America?",
  "Britain’s Parliament released the interview transcripts Monday.",
  "Well that’s exactly what Trump did."
]