[
  "PRIMARY CONCERNS — “Top Moser communication aide called out for tweeting 'liberal conspiracy theories,’” by the Houston Chronicle’s Kevin Diaz: “Moser's choice for a new communications director, Leah McElrath, who describes herself on her personal website as a writer, activist and communications consultant … has crossed rhetorical swords with former Democratic National Committee chair Donna Brazile and decried Trump's election as ‘a coup by white supremacists backed by a foreign authoritarian power.’ … McElrath also got a mention in The New Republic last year under the heading: ‘Stop promoting liberal conspiracy theories on Twitter.’ That piece cited McElrath's tweet last May in connection with a thread speculating about the existence of sex tapes involving Trump.",
  "The ads attack Republican Rep. and Senate candidate Martha McSally over her vote “disbanding internet privacy regulations.”\n\n— As you think about Democrats and digital in Arizona, it’s worth remembering this line from The New York Times: “And that split seems baked in to the demography of Arizona, which has the widest so-called racial generation gap of any state in the country: Just 19 percent of the population over 65 is nonwhite; 60 percent of those under 18 are nonwhite.” While the under-18 crowd obviously isn’t voting, it does indicate a big potential age gap between GOP and Democratic voters in the state, and why a candidate like Sinema might need to focus heavily on digital.",
  "(http://www.politicopro.com/proinfo)\n\nWEB WARS — “Why Kyrsten Sinema is Betting on Digital in Arizona’s Senate Race,” by National Journal’s Kimberly Railey: “Democratic Rep. Kyrsten Sinema of Arizona is launching a Spanish-language digital ad Thursday, part of her Senate campaign’s concerted push to reach key voters who aren’t primarily television consumers.",
  "— “Cambridge Analytica’s work for Trump campaign, Bolton PAC prompt complaint to DOJ,” by the Washington Post’s Michelle Ye Hee Lee: “In complaints filed Thursday with the Justice Department, the watchdog groups allege that the firm, Cambridge Analytica, violated a law barring foreign nationals from participating in U.S. elections.",
  "— “First Lady Tonette Walker: ‘I’m speaking out’ after US Senate candidate refused to shake son’s hand,” by Fox 6’s Theo Keith: “Wisconsin First Lady Tonette Walker offers a very personal reason for supporting Republican U.S. Senate hopeful Leah Vukmir over rival Kevin Nicholson in the contested GOP primary this year.",
  "“When some bureaucrat back there stands in the way of Montana, I let ‘em have it, because if that’s what it takes to get better schools, to get Montana seniors and veterans what they’re owed and to protect our public lands, well, I’m wired to fight anyone who isn’t doing their job for us.” Watch the ad here.",
  "STEYER WATCH — “Tom Steyer Is Going To Hold Debates In Democratic Primaries Across The Country,” by BuzzFeed News’ Alexis Levinson: “NextGen America, the Steyer-run advocacy group, is planning 15 Democratic primary debates in House and gubernatorial races across the country through the summer.",
  "“Ambassador Bolton is proud of the tremendous success of his super PAC, which helped elect many conservative leaders who have made strong national security policies a top priority.” The group has ended an ad buy in Wisconsin backing Senate candidate Kevin Nicholson.",
  "… In a statement, Garrett Marquis, Bolton’s spokesman, said that the super PAC only recently learned of the allegations against Cambridge Analytica and that its agreement with the firm said the firm’s methods complied with the law.” Full story.",
  "— Jenkins goes after Clinton, big cities in new spot: GOP Rep. Evan Jenkins is out with the second ad of his campaign for U.S. Senate in West Virginia, a 30-second spot attacking defeated Democratic presidential nominee Hillary Clinton.",
  "‘To me, I don’t want someone in politics, and someone who’s going to represent me and the State of Wisconsin in politics, if he doesn’t have the common decency to extend his hand, to shake his hand with a young man.‘” Full story.",
  "In a move that underscores the team’s digital-first strategy, Sinema’s positive spot, shared first with National Journal, is aimed at introducing the congresswoman to the state’s critical Hispanic voting bloc.",
  "BOLD STRATEGY, COTTON — Barletta appears on Fox News, never mentions Senate bid: On Tuesday night, GOP Rep. Lou Barletta appeared on Fox News’ “Tucker Carlson” to discuss his time as mayor of Hazelton, Pa.",
  "The goal is to help young voters — NextGen’s target audience — distinguish between the candidates, and the debates might serve as a precursor to NextGen endorsing in some of these primaries.” Full story.",
  "ON THE AIR — FIRST IN SCORE — Tester brags about taking on bureaucrats: Montana Democratic Sen. Jon Tester is out with a new ad in which he talks about his willingness to take on bureaucrats.",
  "The campaign says it’s part of a ‘significant’ statewide buy that will stretch into summer and will run on a number of platforms, such as YouTube, Facebook, and ESPN Deportes.",
  "The ad opens with a clip of Clinton, at an appearance in India, saying she won the places in the U.S. that are \"moving forward,\" while Trump’s campaign was “looking backward.\"",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, dstrauss@politico.com and mseverns@politico.com.",
  "The effort reflects the campaign’s view that many of these voters need to be courted well ahead of November and can’t be reached solely through traditional channels.",
  "Walker said she had endorsed Vukmir because a female candidate is ‘really the only option‘ Republicans have to go up against Democratic U.S. Sen. Tammy Baldwin.",
  "“The John Bolton Super PAC is suspending all future political activities until further notice as of March 31, 2018,” the group wrote in a statement.",
  "\"It’s Hillary who‘s got it backwards,” Jenkins says over images of unrest in Chicago, Baltimore, Detroit, Berkeley, Calif., and Ferguson, Mo.",
  "And they accuse the Trump campaign and the John Bolton Super PAC of knowing their actions were improper when they worked with the firm.",
  "In the spot, Sinema describes her poor upbringing to make the case that she understands the struggles of Arizonans.” Full story.",
  "But at no point do either Barletta or Carlson mentioned the congressman’s run in Pennsylvania against Democratic Sen. Bob Casey.",
  "Days until the 2018 election: 221\n\nUpcoming election dates — Indiana, Ohio, North Carolina and West Virginia primaries: May 8.",
  "CODA — QUOTE OF THE DAY: “And I think about my first job in DC, I worked — I was asked to get coffee my first job in D.C.",
  "… The direct-to-camera ad marks the first time a Senate candidate this cycle has narrated a spot in a different language.",
  "… “When Alex said to me, ‘I was in a room with another candidate, and he refused to shake my hand,’ I was like, ‘Really?",
  "\"The big cities she won are the places flooding our state with heroin, where lawlessness, looting and liberalism rule.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin, @danielstrauss4 and @maggieseverns.",
  "“Washington forgets all the time they’re working for us,” Tester says direct to camera in the 30-second spot.",
  "Tonette Walker spoke to donors during a Vukmir fundraiser at Blue Mound Country Club in Wauwatosa on Tuesday.",
  "Ambassador and incoming National Security Adviser John Bolton’s super PAC is set to shut down in a few days.",
  "‘Golden showers and woman-on-woman sex play are fairly mainstream given today's porn access,’ she wrote.",
  "The two talked about how immigration had transformed Hazelton and the problems Barletta said it caused.",
  "Story Continued Below\n\n—The DSCC is also rolling out two Google search ads in the state, TIME reports.",
  "Sinema goes digital\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "Considering how much GOP candidates fight to get on Fox’s airwaves, it’s a remarkable omission.",
  "SHUT IT DOWN, I’M MOVING UP — Bolton super PAC to shut down as of March 31: Former U.N.",
  "It was my first job.” — RNC Chair Ronna McDaniel on the The Federalist Radio Hour.",
  "That’s a tip: Make it really, really bad and they’ll stop asking you to do it.",
  "Chicago’s the murder capital of America, yet they want to take our guns away?\"",
  "The first lady says Vukmir’s opponent refused to shake her son Alex’s hand.",
  "I did a terrible job at it, so I was never asked to get it again.",
  "‘Raping 11 year olds would be kompromat.’” Full story.",
  "The ad then cuts to Jenkins speaking direct-to-camera.",
  "Seriously?‘’ Tonette Walker said.",
  "Thanks for joining us!",
  "Watch the clip here.",
  "Watch the ad here.",
  "Watch the ad here.",
  "I mean, really?",
  "I didn’t quit."
]