[
  "Bloomberg quoted Apple's CEO Tim Cook as saying, \"The ability of anyone to know what you've been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life--from my own point of view it shouldn't exist,\" Elon Musk deleted SpaceX and Tesla's Facebook pages, Cher deleted hers, and #DeleteFacebook and #RegulateFacebook have become popular hashtags.",
  "The Guardian first reported most of the story in December 2015, covering most of what is in the news today:\n\nIn 2014, Cambridge University lecturer Aleksandr Kogan formed UK company, Global Science Research (GSR), developed a Facebook app involving a personality questionnaire, got Facebook users to use the app, and in the process scraped up their personal Facebook details and that of all of their friends.",
  "“ Dan Gillmore, director of Arizona State University’s Knight Center, noted in the article, “It’s reasonable to believe that sooner or later, we’re going to see wide-spread manipulation of people’s decision-making, including in elections, in ways that are more widespread and granular, but even less detectable than today.”\n\nAgain, ho-hum was the response by readers and regulators.",
  "Facebook claimed it was “carefully investigating the situation” with respect to Cruz and stated that misuse of Facebook information “is a direct violation of our policies and we will take swift action against companies that do, including banning those companies from Facebook and requiring them to destroy improperly collected data.”\n\nSounds like today’s news, doesn’t it?",
  "The widespread media coverage on Russian interference in our elections and their misuse of Facebook and other social media platforms to influence 126 million Americans has served as a continuing education of the American public about how seemingly innocuous, personal details may be used against them.",
  "Then, two years later, in March 2017, The Intercept published an article headlined, “Facebook Failed to Protect 30 million Users From Having Their Data Harvested by Trump Campaign Affiliate.” It rehashed much of the same information as The Guardian article.",
  "Whether it is Facebook, Twitter, or some other social media platform, when users start to realize that the data they are sharing may be used against them or cause them to lose control over their beliefs or be manipulated, they will begin to shut off.",
  "They are starting to understand that their own preferences and those of their friends and family can be hoovered up and stored in perpetuity and fed through algorithms to produce manipulative messaging intended to move beliefs and influence actions.",
  "For years, Americans have shrugged their shoulders over NSA surveillance and government access to digital data and said, “I don’t care; I have nothing to hide.” Now they are starting to see that maybe they do have something to hide.",
  "In an interview with Christiane Amanpour (watch the video here), McNamee said that in October 2016, he personally warned Zuckerberg and Sheryl Sandberg of the magnitude of the risk, but failed to get their attention.",
  "The articles did reveal more information about Robert and Rebekah Mercer's and Steve Bannon’s involvement and the Trump campaign’s use of Cambridge Analytica’s data collected from 50 million Facebook users.",
  "So, what was it about the March 2018 articles in The New York Times and London Observer – which covered much of the same ground as the Guardian and Intercept stories – that set everyone’s hair on fire?",
  "It remains to be seen whether Facebook can regain the trust of its users and whether it will be the company that leads the tech industry into regulations, but Facebook’s crisis will be remembered.",
  "It noted that a 2013 study by three of Kogan’s Cambridge colleagues, “showed that [Facebook] likes alone could predict race with 95 percent accuracy and political party with 85 percent accuracy.",
  "Cambridge Analytica was hired to help with the presidential campaigns of Ted Cruz and Ben Carson and received fees of $750,000 from Cruz and around $220,000 from Carson.",
  "According to McNamee, Facebook's leaders kept arguing that Facebook is a platform company, not a media company and \"we're not responsible for what third parties do.\"",
  "Roger McNamee, Mark Zuckerberg's long-time mentor, saw the risk early on and tried to get Facebook executives to manage it, but his warnings fell on deaf ears.",
  "McNamee says Facebook usage in North America was down in the last quarter of 2017 for the first time, and he expects the same for the first quarter of 2018.",
  "Financed by Republican financier, Robert Mercer, Cambridge Analytica performed targeted analysis using the Facebook data to help shape campaign messages.",
  "Kogan then started working with UK company, Strategic Communications Laboratories (SCL), on a “large research project” to analyze U.S. Facebook users.",
  "Most importantly, however, the articles provided details on what data was collected and how it was analyzed and used to help Trump win the presidency.",
  "McNamee warned them then, \"You have 1.7 billion members and if they decide you are responsible, it won't matter what the law says.\"",
  "It also worked for John Bolton’s Super PAC and got about $2.5 million from Super PACs that Mercer or his family contributed to.",
  "If the company can’t be trusted with personal data, users simply will not use that platform and advertisers will go elsewhere.",
  "Kogan impermissibly shared the Facebook data that GSR had gathered with SCL and its U.S. subsidiary, Cambridge Analytica.",
  "The most amazing thing about the recent Facebook crisis with Cambridge Analytica is how long it took people to care.",
  "Although regulators and state attorneys general are launching investigations, the real hammer will be the market.",
  "The company mission was to further hone the grassroots, digital profiling developed by the Obama campaign.",
  "Big names are drawing attention to Facebook's lack of governance and exploitation of individuals.",
  "Within months, Kogan claimed he had a massive pool of data on more than 40 million Americans.",
  "The Facebook data was used to create personality profiles based on five personality traits.",
  "It began describing to readers how the Facebook data could be used for predictive purposes.",
  "American’s are finally, finally coming to understand the power of Big Data.",
  "The Intercept article did go a step farther, however.",
  "It is the Great American Privacy Wake-up Call.",
  "The Facebook articles drove the point home.",
  "That seems to be what is happening.",
  "This was allowed by Facebook.",
  "More than three years.",
  "He may be right.",
  "The story died."
]