[
  "”\n\nSeptember 2017\n\nWhile revealing a nine-step plan to stop nations from using Facebook to interfere in one another’s elections, noting that the amount of “problematic content” found so far is “relatively small.”\n\n“ I care deeply about the democratic process and protecting its integrity.",
  "”\n\nApril 2017\n\nAfter a Cleveland man posted a video of himself killing 74-year-old Robert Godwin Sr.\n\n“ Our hearts go out to the family and friends of Robert Godwin Sr., and we have a lot of work — and we will keep doing all we can to prevent tragedies like this from happening.",
  "Zuckerberg, who made “move fast and break things” his slogan, says sorry for being naive, and then promises solutions such as privacy “controls,” “transparency” and better policy “enforcement.” And then he promises it again the next time.",
  "… Facebook has always been committed to being transparent about the information you have stored with us — and we have led the internet in building tools to give people the ability to see and control what they share.",
  "”\n\nApril 2018\n\nAfter revealing Cambridge Analytica got unauthorized data on up to 87 million Facebook members — and that nearly all Facebook users may have had their public profile scraped.",
  "“ I think of Facebook as a technology company, but I recognize we have a greater responsibility than just building technology that information flows through.",
  "From the moment the Facebook founder entered the public eye in 2003 for creating a Harvard student hot-or-not rating site, he’s been apologizing.",
  "”\n\nDecember 2007\n\nAfter launching Beacon, which opted-in everyone to sharing with advertisers what they were doing in outside websites and apps.",
  "So as Zuckerberg prepares to apologize for the first time in front of Congress, the question that lingers is: What will be different this time?",
  "”\n\nJuly 2014\n\nAfter an academic paper exposed that Facebook conducted psychological tests on nearly 700,000 users without their knowledge.",
  "“ We won’t prevent all mistakes or abuse, but we currently make too many errors enforcing our policies and preventing misuse of our tools.",
  "“ For the ways my work has been used to divide rather than to bring us together, I ask for forgiveness and I will work to do better.",
  "”\n\nNovember 2011\n\nAfter Facebook reached a consent decree with the Federal Trade Commission for deceiving consumers about privacy.",
  "… There’s more we can do here to limit the information developers can access and put more safeguards in place to prevent abuse.",
  "… This will be a serious year of self-improvement and I’m looking forward to learning from working to fix our issues together.",
  "… We will learn from this experience to secure our platform further and make our community safer for everyone going forward.",
  "All the while, Facebook’s access to our personal data increases and little changes about the way Zuckerberg handles it.",
  "We didn’t focus enough on preventing abuse and thinking through how people could use these tools to do harm as well.",
  "... We did a bad job of explaining what the new features were and an even worse job of giving you control of them.",
  "… Based on this feedback, we have decided to return to our previous terms of use while we resolve the issues.",
  "… It is a new challenge for internet communities to deal with nation states attempting to subvert elections.",
  "”\n\nDecember 2016\n\nAfter criticism of the role of Facebook in spreading fake news about political candidates.",
  "”\n\nMay 2010\n\nAfter reporters found a privacy loophole allowing advertisers to access user identification.",
  "“ This is not how I meant for things to go and I apologize for any harm done as a result of my neglect.",
  "”\n\nSeptember 2006\n\nAfter introducing News Feed, which exposed updates to friends in one central place.",
  "”\n\nAfter continued criticism about the role of Facebook in Russian manipulation of the 2016 election.",
  "“ We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you.",
  "… [We are] going to do a full investigation of every app that had a large amount of people’s data.",
  "”\n\nJanuary 2018\n\nAnnouncing his personal challenge for the year is to fix Facebook.",
  "”\n\nMarch 2018\n\nAfter details emerged about Cambridge Analytica taking user data.",
  "“ Over the past couple of days, we received a lot of questions and comments.",
  "”\\\n\nFebruary 2009\n\nAfter unveiling new terms of service that angered users.",
  "For a richer experience, you can find the full version of this story here.",
  "But if that’s what we must do, we are committed to rising to the occasion.",
  "(Apology by Facebook COO Sheryl Sandberg)\n\n“ It was poorly communicated.",
  "We will also give you an easy way to turn off all third-party services.",
  "“ We simply did a bad job with this release, and I apologize for it.",
  "”\n\nApril 2018\n\nIn prepared comments for his congressional testimony.",
  "November 2003\n\nAfter creating Facemash, a Harvard hot-or-not site.",
  "So we collected this abbreviated history of his public mea culpas.",
  "[This story has been optimized for offline reading on our apps.",
  "… People need to be able to explicitly choose what they share.",
  "“ I’m the first to admit that we’ve made a bunch of mistakes.",
  "… We will add privacy controls that are much simpler to use.",
  "… Today we’re making it easier to report hoaxes.",
  "… But it’s clear now that we didn’t do enough.",
  "“ We’re an idealistic and optimistic company.",
  "… And for that communication we apologize.",
  "An Internet connection is required.]",
  "“ It was my mistake, and I’m sorry.",
  "It reads like a record on repeat.",
  "“ We really messed this one up.",
  "“ Sometimes we move too fast.",
  "Do you trust Mark Zuckerberg?",
  "We never meant to upset you.",
  "”"
]