[
  "We will learn from this experience to secure our platform further and make our community safer for everyone going forward.”\n\nIn other words, “Don’t worry, it’s all good, no reason to regulate us.”\n\n* Katherine Faulders, John Santucci, Megan Christie, and Benjamin Siegel report that Robert Mueller is taking a good long look at Cambridge Analytica:\n\nAs questions have mounted about data firm Cambridge Analytica’s alleged misuse of Facebook data from up to 50 million user profiles, it has not only caught the eye of Congressional investigators but also the special counsel investigating Russian meddling in the 2016 election.",
  "Opinion writer\n\n* Elizabeth Dwoskin reports that Mark Zuckerberg is trying to get out ahead of the Cambridge Analytica story:\n\nMark Zuckerberg on Wednesday said Facebook will audit thousands of apps in response to the “breach of trust” created by Cambridge Analytica, the chief executive’s first comments since a crisis over data siphoned by the political marketing firm used by the Trump campaign erupted Friday.",
  "Special Counsel Robert Mueller’s team for the last several weeks has had a growing interest to better understand the relationship between the campaign, the Republican National Committee, and Cambridge Analytica, sources tell ABC News.",
  "* Mike Levine reports that in early 2017 Andrew McCabe authorized an investigation into whether there was any criminal violation when Attorney General Jeff Sessions misled Congress about his contacts with Russian officials.",
  "I’m sure that a company that touts its ability to blackmail your opponents with bribe stings and Ukrainian prostitutes made sure that everything they did for the Trump campaign was absolutely above board.",
  "* And a new Quinnipiac poll shows that by 55-42 percent Americans say Trump does not have a sense of decency, and by 67-29 they say he is not a good role model for children.",
  "The staffers, most of whom were employed by the RNC, served as key members of the 2016 operation working closely with the campaign and the data firm, the sources said.",
  "He said that Facebook will give users new tools for how their data is being used and shared and would further restrict developers’ access to data to prevent abuse.",
  "* At The Week, I asked whether anyone will be able to stop Trump when he decides to fire Robert Mueller, even if everyone around him knows it’s a terrible idea.",
  "* Natasha Korecki reports on how Democratic turnout in the Illinois primary exploded from four years ago, which bodes well for Dem energy this fall.",
  "* Nancy LeTourneau has a good takedown of the new conservative claim that the Obama campaign used the same Facebook strategy as Cambridge Analytica.",
  "“While this specific issue involving Cambridge Analytica should no longer happen with new apps today, that doesn’t change what happened in the past.",
  "Sources tell ABC News several digital experts who worked in support of Trump’s bid in 2016 have met with Mueller’s team for closed-door interviews.",
  "In a post on his personal Facebook page, Zuckerberg said it would investigate thousands of apps that used large amounts of data at the time.",
  "* Steve Benen looks at how all the times Trump made decisions without informing his own aides has developed into an unsettling pattern.",
  "* John Cassidy explains some of the questions about the Trump campaign raised by the latest round of Cambridge Analytica revelations.",
  "* Rep. Adam Schiff explains what a farce the “investigation” mounted by Republicans on the House Intelligence Committee really was.",
  "* Tara Golshan tried to get Republican senators to say whether they’d protect Robert Mueller from being fired by the president.",
  "* Christina Wilkie reports that the RNC spent $424,000 at Trump properties in the first two months of 2018.",
  "“I started Facebook, and at the end of the day I’m responsible for what happens on our platform,” he said.",
  "The company is also under investigation by British officials for its use of Facebook users’ data.",
  "The company worked closely with the Republican candidate’s political team.",
  "Who are the 29 percent who think he’s a good role model?",
  "Hey, everybody knows you gotta kick up to the boss.",
  "Sessions, you may recall, just fired McCabe."
]