[
  "Nairobi, Kenya (CNN) Officials in Nigeria and Kenya are looking into whether data-crunching firm Cambridge Analytica tried to interfere with elections in their countries by organizing rallies and orchestrating whole campaigns to sway public opinion away from certain candidates.",
  "Kenyan opposition wants answers\n\nIn Kenyan politics, the managing director of Cambridge Analytica and SCL Elections was filmed telling undercover reporters for the UK's Channel 4 news that his company managed two of President Uhuru Kenyatta's campaigns.",
  "Odinga was the subject of a video that went viral during Kenyan elections last year titled \"The Real Raila Odinga,\" which imagined a dystopia in 2020 with Odinga as president and in which \"whole communities and tribes are removed from their homes.\"",
  "\"A negative narrative can flip to violence quickly if it follows a dark manipulative arch,\" said John Githongo, a former permanent secretary for governance and ethics in Kenya and a founder of the social movement Inuka Kenya Trust.",
  "Their tough talk adds to mounting global fury over the British company, which also was hired by Donald Trump's campaign and tried to influence American voters in 2016 using information gleaned from 50 million Facebook users.",
  "Since revelations surfaced of Cambridge Analytica's efforts to influence the US election, opposition voices in Kenya have called for an investigation, and opposition leader Raila Odinga said he will sue the company.",
  "\"The Kenyatta campaign, which we ran in 2013 and 2017 for Kenyatta, we have rebranded the entire party twice, written the manifesto, done research, analysis, messaging,\" Mark Turnbull said.",
  "The video was made by Texas-based Harris Media, which also worked on the campaigns of Trump and far-right groups in Europe, according to the London-based charity Privacy International.",
  "A government committee is probing claims that SCL Elections organized anti-election rallies to dissuade opposition supporters from voting in 2007, Shehu said, according to Reuters .",
  "In Nigeria, criminal prosecutions could follow if Cambridge Analytica is found to have interfered with elections, said Garba Shehu, a spokesman for President Muhammadu Buhari.",
  "On its website, Cambridge Analytica describes its work in the 2013 Kenya election campaign as \"based on the electorate's real needs (jobs) and fears (tribal violence).\"",
  "Elections in Kenya are tense, and in 2007, more than 1,100 people were killed and more than 660,000 were forcibly displaced during Kenya's worst electoral violence.",
  "'A dark manipulative arch'\n\nBut a spokesman for Kenya's ruling Jubilee Party downplayed the British data firm's involvement in the election campaign.",
  "New information about Cambridge Analytica, however, \"puts the results into question, the whole election infrastructure,\" Sen. James Orengo told CNN.",
  "Cambridge Analytica and its affiliate, SCL Elections, did not immediately respond to CNN's request for comment about the African leaders' claims.",
  "The panel also will examine claims that Buhari's personal data was hacked in 2015, when he was an opposition candidate for president, he said.",
  "\"Finally, the world has woken up (to) the fact that there is a real danger posed to democracy, not only in Kenya,\" Odinga told CNN.",
  "Tuju, speaking at the party's headquarters in Nairobi, said the party will not press Cambridge Analytica on the Channel 4 report.",
  "I think we'll see the footprints of Cambridge Analytica, and I think that is why they're advertising Kenya as a success story.\"",
  "\"This was really the extreme end of negative campaigning, and it was so intensive, and I think also capital intensive.\"",
  "\"We don't want to leave it open that Cambridge Analytica could have interfered with these elections,\" Shehu told CNN.",
  "\"I think we wrote all the speeches, and we staged the whole thing -- so just about every element of this candidate.\"",
  "One commentator said companies like Cambridge Analytica play with lives when they \"cling to destructive narratives.\"",
  "Raphael Tuju, the party's secretary-general, told CNN it hired SCL \"to do analysis of focus group discussions.",
  "Leaders in both nations vowed to drag the data-crunching firm into court if evidence supports their claims.",
  "The firm suspended its chief executive amid the US election allegations but denies any wrongdoing.",
  "\"The committee will scrutinize reports and allegations made against Cambridge Analytica.",
  "Harris Media did not immediately respond to CNN's request for comment.",
  "The company also claimed it surveyed 47,000 people in Kenya in 2013.",
  "The government may prosecute, if the reports are found to be true.",
  "They did demonstrate to us that they had that kind of expertise.",
  "\"The elections which were held last year must be fully audited.",
  "\"We really don't have time for that,\" he told CNN.",
  "We just want to take lessons from what happened.\"",
  "\"Somebody needs to take responsibility for this.",
  "Somebody needs to be made to answer,\" he added.",
  "That was it.\""
]