[
  "* ‘View ads’ to be ready in time for Bavarian election\n\n* Key popularity test for Merkel ally\n\n* Data privacy official probes Facebook over data leak\n\nBy Hans-Edzard Busemann\n\nBERLIN, April 20 (Reuters) - Facebook said on Friday it would roll out a new feature designed to make political advertising more transparent in time for a key German regional election, as it seeks to restore trust after a massive data breach.",
  "“Our work together has become a model for other elections worldwide, and we will continue that cooperation this fall during the state elections in Bavaria.”\n\nFacebook has already tested view ads in Canada, and Kaplan said this week it would also be available when Ireland holds a referendum on abortion next month.",
  "“We will be able to roll out the first phase of our transparency efforts — the view ads tool — this summer in time for the Bavarian state elections,” Joel Kaplan, Facebook’s vice president for global public policy, told German lawmakers at a closed-door hearing in Berlin, according to his prepared remarks.",
  "The social network has been at the centre of controversy over suspected Russian manipulation of the 2016 U.S. presidential election via its platform, and the leak of personal data of 87 million users to a political consultancy that advised Donald Trump’s team.",
  "Yet the far-right Alternative for Germany (AfD) was able to capitalise on a wave of discontent with an active campaign on social media, winning seats in parliament for the first time as Chancellor Angela Merkel’s Christian Democrats polled poorly.",
  "On Friday, a German data privacy regulator said it was opening non-compliance procedures against Facebook in relation to the data leak to the consultancy, Cambridge Analytica, that was exposed a month ago.",
  "Kaplan, according to the text of his remarks released to Reuters, said Facebook had cooperated closely with Germany’s Federal Office for Information Security (BSI) in the run-up to last year’s election.",
  "Social media experts say Germany’s parliamentary election last September was less affected by the spread of ‘fake news’ than the U.S. vote, where Trump pulled off a stunning come-from-behind victory.",
  "U.S. Special Counsel Robert Mueller has charged 13 Russian individuals and three Russian firms with interfering in the election by sowing discord on social media.",
  "Seeking to contain the fallout, Facebook has said it would only allow authorised advertisers to run electoral ads and that these should be clearly labelled.",
  "Its leading figure in the federal government, Interior Minister Horst Seehofer, is taking a hard line on immigration in a bid to squeeze the AfD vote.",
  "It is also trying out a new ‘view ads’ feature that allows users to search the ads that are running on an advertiser’s Facebook page.",
  "“I want to personally thank the BSI for their support and their trusting cooperation,” he said.",
  "The Bavarian party closely allied to Merkel’s conservatives is seeking re-election in October.",
  "(Writing by Douglas Busvine Editing by Matthew Mpoke Bigg)",
  "Russia denies trying to manipulate the U.S. election."
]