[
  "“An advertiser can come to us and say, ‘Hey, I’d like to reach women within this age range’ and if we understand who is in that then we can show that ad but none of that information goes to the advertiser.”\n\nBecause this is CNN we are talking about, naturally, Zuckerberg was not asked about the credible claim that the left-wing Facebook stood by and allowed the Obama campaign to harvest its data.",
  "During an interview on Wednesday night with far-left CNN, Facebook co-founder and CEO Mark Zuckerberg assured his billion-plus users, “We don’t sell any data to anyone.”\n\nZuckerberg is currently on a public relations tour to clean up the mess created after news broke that a data firm, Cambridge Analytica, harvested data from tens of millions of Facebook users.",
  "So, that’s not actually how ads work on the service and it actually has never been.”\n\nInstead, Zuckerberg explains, Facebook uses the user data to do the targeting on behalf of advertisers so the advertisers can still micro-target and get the best bang for the buck, but the user data stays inside Facebook.",
  "When the 2012 Obama re-election campaign did this same kind of data harvesting on Facebook, the media praised the genius of Team Obama’s use of this ill-gotten information to micro-target voters.",
  "Nevertheless, the idea that Facebook users are having their data harvested without consent is worrisome, so Zuckerberg came out of hiding with some well-rehearsed talking points Wednesday night.",
  "The idea that Trump might have done the same, however, horrifies the media, even though the president’s campaign did not use the firm to target voters during the general election.",
  "In other words, much of this scandal is a big pile of fake news, a way for the media to hang on to the fantasy that Trump cheated and is not legitimate.",
  "One notable statement was his claim that Facebook does not sell data to anyone — which many believe is how Facebook makes a lot of its money.",
  "“Both for protecting people’s personal data and privacy, but also because, you know the competitive advantage of a lot of our services[.",
  "]”\n\nHe added that selling data to advertisers, which would allow them to target potential buyers, is not something Facebook does.",
  "We don’t sell any data to anyone and that’s actually a really key part of the model,” Zuckerberg said.",
  "When that happens, that’s not good for people in our community, that’s not good for our business.",
  "“You know, one of the big misconceptions about Facebook is this idea that we somehow sell data.",
  "The media are primarily upset that Cambridge Analytica has some ties to President Trump.",
  "“We don’t want data to be able to get out.",
  "Follow John Nolte on Twitter @NolteNC.",
  "Follow his Facebook Page here."
]