[
  "(Screenshot via Saturday Night Live)\n\nI need all the queer eye guys to be on snl every single week thanks in advance https://t.co/VdnHerkpIm — Izzy Darling (@izzyydarling) March 22, 2018\n\n@izzyydarling, sharing her thoughts about the new “SNL” short featuring Tan France of “Queer Eye” and “SNL”s own Pete Davidson going shopping.",
  "\"#RBG #NotoriousRBG pic.twitter.com/EQDFdMu3VB — Michele Lapinski (@MicheleLapinski) March 22, 2018\n\n@michelelapinski, tweeting about the Supreme Court justice’s appearance on “The Late Show With Stephen Colbert.” In the segment, Ginsburg, 85, led Colbert through her famously intense workout.",
  "— amb (@TheChiLion) March 22, 2018\n\n@thechilion, joking about how the Facebook CEO’s interviews in the aftermath of the Cambridge Analytica news coincided with Instagram’s announcement that it is changing its algorithm for a more chronological feed.",
  "— Patrice Caldwell (@whimsicallyours) March 22, 2018\n\n@whimsicallyours, tweeting her excitement about the April 2018 Vanity Fair cover, which features Emmy-winning actress, producer and writer Lena Waithe.",
  "https://t.co/Y6ooM8VZs5 — DJ Judd (@juddzeez) March 22, 2018\n\n@juddzeez, contemplating the insults between President Trump and former Vice President Joe Biden, both over 70.",
  "POTUS responded by calling Biden “weak.”\n\nTwo days ago, Melania Trump launched her cyber bullying campaign, and this morning, her husband cyber bullied Joe Biden.",
  "Twitter users applauded the progress in a magazine led by a woman of color having black queer writer Jacqueline Woodson tell the story of a black queer actress.",
  "Lydia Polgreen, editor-in-chief\n\nof HuffPost, tweeted: “The future is now.”\n\nYou know what happens when women of color are in positions of power?",
  "You might be cool, but you will never be as cool as Justice #RuthBaderGinsberg wearing a sweatshirt that says \"Super Diva.",
  "Okay the best line of the @VanityFair cover story is: \"If you haven’t heard of Lena Waithe, check yourself for a pulse.\"",
  "Actually, he is weak, both mentally and physically, and yet he threatens me, for the second time, with physical assault.",
  "pic.twitter.com/slCjeHlzJe — T a z e e n (@tazeen) March 22, 2018\n\n“SNL” and “Queer Eye” cross over in cute video.",
  "Biden, in a speech against sexual harassment, said he would have beaten Trump up for his treatment of women.",
  "— Donald J. Trump (@realDonaldTrump) March 22, 2018\n\nInstagram is making its feed more chronological.",
  "Zuckerberg: im sorry i hacked and sold your personal data, but i made instagram chronological again.",
  "— Roland Scahill (@rolandscahill) March 22, 2018\n\nCrazy Joe Biden is trying to act like a tough guy.",
  "Just so I'm clear, politics in 2018 is two septuagenarians threatening to beat each other up?",
  "In the video, France and Davidson discussed the latter’s “Guido trash” fashion sense.",
  "Users have been calling for a chronological feed since Instagram dropped it in 2016.",
  "The short’s popularity had many Twitter users calling for more crossover content.",
  "He doesn’t know me, but he would go down fast and hard, crying all the way.",
  "Way to go @RadhikaJones, you are amazing and a source of inspiration.",
  "You see the amazing @LenaWaithe on the cover of @VanityFair cover.",
  "Here’s the full video:\n\nVanity Fair features Lena Waithe on cover.",
  "The cover is the first under new editor-in-chief Radhika Jones.",
  "Ginsburg also ruled that a hot dog is, in fact, a sandwich.",
  "Ruth Bader Ginsburg shows Stephen Colbert how it’s done.",
  "Here’s the video:\n\nTrump and Biden talk a big game.",
  "(Instagram is owned by Facebook.)",
  "Don’t threaten people Joe!",
  "pls forgive me.",
  "But so true!",
  "????????????",
  "I'm DYING.",
  "haha."
]