[
  "(Source: Bespoke Investment Group) More\n\nEconomic calendar\n\nMonday: Dallas Fed manufacturing index, March (33.5 expected; 37.2 previously)\n\nDallas Fed manufacturing index, March (33.5 expected; 37.2 previously) Tuesday: S&P/Case-Shiller home price index, January (+0.6% expected; +0.64% previously); Richmond Fed manufacturing index, March (22 expected; 28 previously); Conference Board consumer confidence index, March (131 expected; 130.8 previously)\n\nS&P/Case-Shiller home price index, January (+0.6% expected; +0.64% previously); Richmond Fed manufacturing index, March (22 expected; 28 previously); Conference Board consumer confidence index, March (131 expected; 130.8 previously) Wednesday: Fourth quarter GDP, third estimate (+2.7% expected; +2.5% previously); Pending home sales, February (+2% expected; -4.7% previously)\n\nFourth quarter GDP, third estimate (+2.7% expected; +2.5% previously); Pending home sales, February (+2% expected; -4.7% previously) Thursday: Initial jobless claims (230,000 expected; 229,000 previously); Personal income, February (+0.4% expected; +0.4% previously); Personal spending, February (+0.2% expected; +0.2% previously); “Core” PCE, year-on-year, February (+1.6% expected; +1.5% previously); Chicago PMI, March (62 expected; 61.9 previously); University of Michigan consumer sentiment, March (102 expected; 102 previously)\n\nInitial jobless claims (230,000 expected; 229,000 previously); Personal income, February (+0.4% expected; +0.4% previously); Personal spending, February (+0.2% expected; +0.2% previously); “Core” PCE, year-on-year, February (+1.6% expected; +1.5% previously); Chicago PMI, March (62 expected; 61.9 previously); University of Michigan consumer sentiment, March (102 expected; 102 previously) Friday : Markets closed for Good Friday.",
  "Meanwhile, Facebook (FB) shares fell about 13% as its role collecting and protecting user data came under increasing scrutiny from politicians and the public following the Cambridge Analytica debacle, with CEO Mark Zuckerberg facing calls to answer questions before lawmakers in both the U.S. and the U.K.\n\nFacebook CEO Mark Zuckerberg has been under fire for the tech giant’s handling of user data.",
  "And while the initial round of trade actions from the Trump administration — the since-watered down actions on steel and aluminum imports — saw a more muted market reaction, Trump’s announcement to slap tariffs on $50 billion of Chinese imports and the resulting retaliation from the Chinese just hours later has investors a bit more on edge.",
  "More\n\nAlong with Facebook’s decline, other tech giants Alphabet (GOOGL) and Amazon (AMZN) were hammered this week, dropping 5% and 10% respectively, as investors now contemplate a future in which the largely unregulated tech giants see an increasingly hostile political environment.",
  "Primary market catalysts this week, however, are likely to be any additional developments on trade from the Trump administration or retaliatory moves from China or other trading partners, as well as the market’s recent action itself.",
  "And for a president that been more than willing to use the stock market’s rally since his election as a sign of his economic success, one of Trump’s signature accomplishments appears to be imperiled by his own doing.",
  "After a fairly benign start to the action, a Fed rate hike, market fears over Trump’s new trade initiatives, and a complete lack of buyers into the weekend brought the worst week in two years to the stock market.",
  "Friday’s close on the S&P 500 was 7 points above its February 8 low, and the question for investors this week will be to see if this low holds and if markets can find a way to push higher from here.",
  "Last week, stocks had their worst week in two years (the second time in six weeks, we’d note, that the market earned this designation), as the major indexes all lost more than 5.5%.",
  "This week will also be a holiday-shortened one with markets closed on Friday for Good Friday, and investors will also see the end of the first quarter in the week ahead.",
  "The earnings calendar will be fairly tame, with notable results expected out coming from Red Hat (RHT), Constellation Brands (STZ), Monsanto (MON), and Lululemon (LULU).",
  "Trump’s tariffs and the stock market\n\nThere’s no way around it after the market action seen this past week — Trump’s talk on trade is a threat to the stock market.",
  "This report is expected to show the economy grew at an annualized rate of 2.7% in the final three months of 2017, up from the 2.5% pace previously estimated.",
  "But after a stellar year for the stock market in 2017, his actions on trade threaten to derail a market run he has so often taken credit for.",
  "In the week ahead, the economic calendar’s main highlight will be the third estimate for fourth quarter GDP, due out on Wednesday morning.",
  "This week will be crucial for the bulls looking for these lows to hold; and for bears looking for a potential bear market to break out.",
  "In the end, the Dow lost 5.7%, the S&P 500 lost 6%, and the Nasdaq dropped 6.5%.",
  "President Donald Trump has long expressed a desire to change U.S. trade policy.",
  "The stock market hasn’t broken the lows hit back in early February.",
  "(AP Photo/Pablo Martinez Monsivais) More",
  "What an ugly week it was.",
  "Yet."
]