[
  "Facebook said in a statement the company looks “forward to addressing any questions the Commerce Committee may have.”\n\nElena Hernandez, a spokeswoman for House Energy and Commerce committee Chairman Greg Walden, a Republican, called the report “a troubling reminder that the expectations tech companies set for consumer protection sometimes differ from what is actually delivered.”\n\nRepresentative David Cicilline, a Democrat, said in a tweet late Sunday it “sure looks like Zuckerberg lied to Congress about whether users have ‘complete control’ over who sees our data on Facebook.",
  "This needs to be investigated and the people responsible need to be held accountable.”\n\nFacebook told Cicilline in a response to his tweet that the New York Times story was “wrong about user controls.”\n\nU.S. Representative Frank Pallone, a Democrat, said in a statement it was “deeply concerning that Facebook continues to withhold critical details about the information it has and shares with others.”\n\nThe Federal Trade Commission in March confirmed it was investigating Facebook privacy practices.",
  "“These partners signed agreements that prevented people’s Facebook information from being used for any other purpose than to recreate Facebook-like experiences.”Regulators and authorities in several countries have increased scrutiny of Facebook after it failed to protect the data of some 87 million users that was shared with now-defunct political data firm Cambridge Analytica.",
  "The software referred to by the New York Times was launched 10 years ago and used by about 60 companies, including Amazon.com Inc (AMZN.O), Apple Inc, Blackberry Ltd (BB.TO), HTC Corp (2498.TW), Microsoft Corp (MSFT.O) and Samsung Electronics Co Ltd (005930.KS), Facebook’s vice president of product partnerships Ime Archibong wrote in a blog post.",
  "WASHINGTON (Reuters) - The head of the U.S. Senate Commerce Committee said on Monday he planned to ask Facebook Inc (FB.O) about a New York Times report that the social media company allowed Apple Inc (AAPL.O) and other device makers to have “deep” access to users’ personal data without their consent.",
  "The Times report said: “Some device makers could retrieve personal information even from users’ friends who believed they had barred any sharing.” Facebook denied that device makers could retrieve personal information from users’ friends if they had barred such sharing.",
  "“New revelations that Facebook provided access to users’ personal information, including religion, political preferences, and relationship status, to dozens of mobile device manufacturers without users’ explicit consent are deeply concerning,” they said in a letter.",
  "REUTERS/Regis Duvignau/Illustration\n\nTwo Democrats on the Senate Commerce Committee, Edward Markey and Richard Blumenthal, responded to the Times report by writing Facebook Chief Executive Mark Zuckerberg.",
  "“The Commerce Committee will be sending Facebook a letter seeking additional information” about issues including transparency and privacy risks, Republican Senator John Thune said in a statement.",
  "The Times said Facebook allowed companies access to the data of users’ friends without their explicit consent, even after declaring that it would no longer share such information with outsiders.",
  "Archibong said the data was only shared with device makers for the purposes of improving Facebook users’ access to the information.",
  "Archibong also said that these cases were “very different” from the use of data by third party developers in the Cambridge row.",
  "Facebook shares fell 0.4 percent to close at $193.28 even as Wall Street’s stock indexes rose for the day.",
  "A woman looks at the Facebook logo on an iPad in this photo illustration taken June 3, 2018.",
  "Both Democrats and Republicans raised concerns about the report."
]