[
  "Facebook already solved a lot of the complaints associated with the U.K.-based data mining group but promised to do more to assuage deep-seated skepticism of the social media platforms effects and operations, Zuckerberg also suggested.",
  "Senators asked Facebook CEO Mark Zuckerberg to testify in April about a data firm’s alleged negligent handling of the personal information of up to 50 million user profiles, according to an ABC Monday report.",
  "Zuckerberg would testify, provided he is the person with “the most knowledge” about how Cambridge Analytica collected users’ personal data for political marketing purposes, he told CNN March 23.",
  "Connecticut Democratic Sen. Richard Blumenthal suggested the Senate would subpoena Zuckerberg if he won’t answer questions related to Facebook’s protocols for handling private information.",
  "Iowa Republican Sen. Chuck Grassley is also calling on Zuckerberg to appear before Congress to discuss the possibility personal information given to data mining firm Cambridge Analytica.",
  "ABC’s report comes on the same day the FTC opened an investigation into whether Facebook violated a 2011 consent decree it signed and promised to protect users’ privacy.",
  "Congress sent Zuckerberg an invitation to answer questions on April 10 about the tech giant’s handling of user information, a Facebook spokesman told reporters.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Today, the FTC is confirming that it has an open non-public investigation into these practices,” the FTC wrote in a press release Monday.",
  "There is nobody better than you; in fact, you have an obligation to testify,” Blumenthal said in a March 23 interview with Axios.",
  "Democrats howled after reports showed Facebook exercised lax protection of user data during the 2016 presidential election.",
  "Republicans are also joining calls for Zuckerberg to discuss Cambridge Analytica’s alleged misuse of Facebook users’ data.",
  "“The FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The Federal Trade Commission (FTC) is also taking note of the scandal.",
  "“My message to Mark Zuckerberg is: you are the right person.",
  "Follow Chris White on Facebook and Twitter.",
  "Lawmakers are ratcheting up the pressure."
]