[
  "The bill’s expected passage marks one of the most concrete actions in recent years from the U.S. Congress to tighten regulation of internet firms, which have drawn scrutiny from lawmakers in both parties over the past year because of an array of concerns regarding the size and influence of their platforms.",
  "The Senate vote to limit debate on the sex trafficking legislation came as Facebook endured withering scrutiny over its data protection practices after reports that political analytics firm Cambridge Analytica harvested the private data on more than 50 million Facebook users through inappropriate means.",
  "WASHINGTON (Reuters) - The U.S. Senate voted 94-2 on Monday to advance legislation to make it easier to penalize operators of websites that facilitate online sex trafficking, setting up final passage of a bill as soon as Tuesday that would chip away at a bedrock legal shield for the technology industry.",
  "Several major internet companies, including Facebook and Alphabet’s Google, have been reluctant in the past to support any congressional effort to dent what is known as Section 230 of the Communications Decency Act, a decades-old law that protects them from liability for the activities of their users.",
  "Some critics have warned that the measure would weaken Section 230 in a way that would only serve to help established internet giants, which possess larger resources to police their content, and not adequately address the problem.",
  "It would make it easier for states and sex-trafficking victims to sue social media networks, advertisers and others that fail to keep exploitative material off their platforms.",
  "The legislation is a result of years of law enforcement lobbying for a crackdown on the online classified site backpage.com, which is used for sex advertising.",
  "But facing political pressure, the internet industry slowly warmed to a proposal that began to gain traction in the Senate last year.",
  "REUTERS/ Leah Millis\n\nThe U.S. House of Representatives passed the legislation overwhelmingly last month.",
  "Republican Senator Rand Paul and Democratic Senator Ron Wyden cast the only no votes.",
  "It is expected to be sent to and signed by President Donald Trump later this week.",
  "People walk by the U.S. Capitol building in Washington, U.S., February 8, 2018."
]