[
  "This is about the integrity of the democratic process.”\n\n“If this country is on the path of an irreversible decision, we really should be confident that the basis of that decision came from a free and fair vote - and what this evidence does is it calls into question whether it was free and fair.”\n\nReuters was unable to verify the allegations made against Vote Leave.",
  "REUTERS/Toby Melville\n\nWith just a year until Britain is due to leave the European Union, two whistleblowers - one from the British political consultancy Cambridge Analytica and one from the Vote Leave group - have alleged that Brexit campaigners funded their campaign illegally.",
  "LONDON (Reuters) - A whistleblower at the heart of a Facebook data scandal on Monday questioned the result of Britain’s 2016 Brexit referendum as his lawyers presented evidence that they said showed the main campaign for leaving the EU had broken the law.",
  "“Voters can be confident this was a free and fair referendum.”\n\nElliott said the Electoral Commission had twice looked into Vote Leave’s relationship with BeLeave and had given it a clean bill of health both times.",
  "By doing so, they have pulled Brexit into a scandal that has forced Mark Zuckerberg to apologise for how Facebook handled users’ data, and raised questions about how Donald Trump’s 2016 campaign employed data.",
  "In a legal opinion, Bindmans said there was a prima facie case that Vote Leave broke election spending limits by donating to an allied group known as BeLeave, with which it was working closely.",
  "Vote Leave officials on Monday denied breaking election rules and said they were facing an attempt to undermine Brexit by smearing their reputations.",
  "“The basis of all this is an attempt by people on the ‘Remain’ campaign to call into doubt the result of the EU referendum,” Elliott said.",
  "“Can we be confident in the result of the referendum?” said whistleblower Christopher Wylie, formerly of Cambridge Analytica.",
  "Cambridge Analytica whistleblower Christopher Wylie at a news conference in central London, Britain, March 26, 2018.",
  "The whistleblowers’ law firm, London-based Bindmans, released 53 pages of selected evidence on Monday.",
  "He said he was confident that the third investigation would produce the same result.",
  "Matthew Elliott, its former CEO, said the allegations were wrong.",
  "“Vote Leave did not break the law,” Elliott told Reuters.",
  "“This is not refighting the referendum."
]