[
  "We have long believed that athenahealth is a great company, and we look forward to participating as a bidder in the company’s strategic exploration process.”\n\n— Michael J. de la Merced\n\nAlexander Nix, the former Cambridge Analytica C.E.O., just got grilled by British lawmakers\n\nMembers of the British government’s digital, culture, media, and sports committee tried to catch him out with questions about a series of media reports on Cambridge Analytica, but they didn’t seem to unsettle the ex-C.E.O.",
  "More from Nancy Moran of Bloomberg:\n\nIn a survey, America’s CEOs expressed concern over the Trump administration’s approach to trade, with 95 percent of respondents seeing a moderate or serious risk of “foreign trade retaliation leading to lower U.S. exports.”\n\nPhoto\n\nThe political flyaround\n\n• Credit Suisse paid a $47 million fine to the Justice Department to settle an investigation into its hiring of “princelings” — children of China’s leaders — to win business.",
  "From a statement by its executive chairman, Jeff Immelt, on Wednesday:\n\nTo ensure athenahealth maximizes shareholder value and is best positioned to realize the full potential of its premier health care technology platform, the board has authorized a thorough evaluation of strategic alternatives, including a potential sale or merger or continuing as an independent company under new leadership.",
  "Mr. Bush told the publication, “‘I take complete responsibility for all these regrettable incidents involving my dear former wife.”\n\nAdvertisement Continue reading the main story\n\n• Bloomberg reported on other allegations, including a 2009 complaint by an Athenahealth employee who described a “sexually hostile environment” at the company.",
  "Dance:\n\nFacebook officials said the agreements with the Chinese companies allowed them access similar to what was offered to BlackBerry, which could retrieve detailed information on both device users and all of their friends — including religious and political leanings, work and education history and relationship status.",
  "— Michael de la Merced\n\nPhoto\n\nThe odds of Athenahealth getting sold just got much higher\n\nThe electronic medical records company just ousted its C.E.O., Jonathan Bush, after a series of new revelations came to light about allegations made against him over inappropriate behavior at the workplace and domestic abuse.",
  "Lawmakers are irate anyway: Senator Mark Warner of Virginia, the top Democrat on the Intelligence Committee, said that he will “look forward to learning more about how Facebook ensured that.”\n\nElsewhere in Facebook news: A new Apple privacy feature will let Safari users block tracking by “like” buttons.",
  "We’d love to hear from any academic that has any insights.”\n\nNewsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "were the only people to remove documents, files and hardware from that office.”\n\nDid Cambridge Analytica techniques such as bribery, honey traps and extortion to help nations win elections, as Mr. Nix claimed in secret recording made by the British broadcaster Channel 4?",
  "Mick Mulvaney purges consumer bureau’s advisory boards\n\nMick Mulvaney, the acting director of the Consumer Financial Protection Bureau, announced that he was dismissing the bureau’s consumer advisory board, which provides feedback on its rules and policies.",
  "An Uber representative’s response:\n\n“As you may have read, Uber is now run by your dad — so, no, that interpretation was lost on him, but he appreciates Business Insider pointing it out.”\n\nThe speed read\n\n• There’s a new oil hoard to worry about — in China.",
  "I cannot imagine a single organization more loaded with potential to transform health care.”\n\nWhat happens now\n\nAthenahealth has the investment banks Lazard and Centerview Partners and the law firm Weil, Gotshal & Manges advising it on a potential sale.",
  "Access to high-quality data underpins most of the recent successes in artificial intelligence, as the software is trained to identify patterns by studying huge quantities of historical information, whether its images, text or something else entirely.",
  "Now, MIT Technology Review reports that Michael Kratsios, President Trump’s chief technology adviser, has vowed to help the research community by releasing information to it:\n\n“Anything that we can do to unlock government data, we’re committed to.",
  "Advertisement Continue reading the main story\n\nThe consumer advisory board’s members are consumer activists, academics, entrepreneurs who run financial start-ups and industry representatives from companies including Citi, Discover, and Mastercard.",
  "“It was my firm impression that Mr. Collins’ questions were about whether we were currently in possession of the data… so I answered no.” “When I read the transcript, it became clear that Mr. Collins was also asking whether we had ever held it.",
  "We were telling a client what we thought he wanted to hear.”\n\nAdvertisement Continue reading the main story\n\nDid Mr. Nix mean to mislead the politicians during his last hearing (in February, before the Cambridge Analytica scandal exploded)?",
  "“The allegation is false, the facts are not correct.”\n\nWhat about reports that suggested that Cambridge Analytica removed items from its offices, before the British government’s Information Commissioner’s Office searched the premises?",
  "When a company undergoes a changeover in its leadership, that often raises the chances of it ultimately selling itself — especially when an activist investor like Elliott Management is knocking on the door, as it is here.",
  "Elliott’s response to the news\n\nFrom a spokesman:\n\n“Elliott welcomes the Board’s decision to explore strategic alternatives and believes it is the right one for athenahealth’s shareholders, employees and customers.",
  "He argued with Damian Collins, the chair of the committee, about whether he was allowed to give an opening statement to provide “few clarifications” about what happened when he last testified before the same panel.",
  "Advertisement Continue reading the main story\n\nThe tech flyaround\n\n• President Trump’s chief technology adviser, Michael Kratsios, says that the White House plans to release government data that could help A.I.",
  "An NYT investigation shows that the Chinese hardware manufacturer Huawei, which has a cozy relationship with Beijing, was one of four Chinese companies that Facebook gave access to its users’ personal data.",
  "was already in the public domain from as early as December 2015, when the Guardian published an article.” “I also stand by my evidence that we do not work on Facebook data and we do not have Facebook data.",
  "Anthony Welcher, who, as one of Mr. Mulvaney’s deputies, oversees external affairs for the bureau, told those members of the board, which now numbers 25, that it would be reconstituted as a smaller group.",
  "The context\n\nOver the past two weeks, Mr. Bush (Athenahealth’s co-founder, and a cousin of George W. Bush) had taken fire for a variety of disclosures about his conduct, both at the workplace and at home.",
  "policy: While Mr. Trump’s administration did promise earlier this year to ensure that America remains the world leader in artificial intelligence, the president himself has often been quiet on the topic.",
  "Lawmakers like Senator Chuck Schumer were infuriated:\n\nPhoto\n\nMany commentators reckon the ZTE talks are aimed at wringing trade concessions from China, though the Trump administration insists otherwise.",
  "That data was given by G.S.R., and subsequently deleted at Facebook’s request.”\n\nHow useful was the Facebook data to Cambridge Analytica, which was used to inform the company’s work in the U.S.?",
  "With that lens on, it’s easy for me to see that the very things that made me useful to the company and cause in these past twenty-one years, are now exactly the things that are in the way.",
  "(NYT)\n\nC.E.O.s’ business outlook isn’t so sunny anymore\n\nFor the first time since President Trump was elected, economic optimism among chief executives has fallen, albeit only modestly.",
  "Then, one member of the committee asked about Cambridge Analytica’s possession of data obtained from Global Science Research, which has been originally gathered from Facebook users.",
  "(CNBC)\n\n• SoftBank sold control of the chip designer ARM’s Chinese operations to local investors, which could thrust it into ongoing trade disputes between Washington and Beijing.",
  "In our overzealousness to secure a contract, Mark Turnbull and I were guilty of hyperbole of agreeing on matters that, not only had we never done, but we had no understanding of.",
  "“That data was less useful than simply using Facebook’s own advertising algorithms.”\n\n— Jamie Condliffe\n\nPhoto\n\nDid national security take a back seat in Facebook’s data sharing?",
  "That’s a small, but nevertheless welcome, promise from an administration that has received criticism for placing too little importance on encouraging the development of A.I.",
  "Here are some choice interactions from the rest of the hearing:\n\nDid Mr. Nix take $8 million from the consulting firm before it collapsed, as the FT reported this morning?",
  "chief who joined the company in February, and whose entrance Mr. Bush told me was like scoring “a decade’s worth of guitar lessons from Elvis” — became executive chairman.",
  "And the technology is more important than just that, as it will form a huge part of the nation’s military and security operations over the coming years (just ask Google).",
  "is part of the automation trend that could erode many jobs in America — so encouraging its development could be seen as running contra to Mr. Trump’s election pledges.",
  "In fact, China is already giving America a run for its A.I money: It published more patents and academic articles relating to the technology than the U.S. did in 2017.",
  "Some shareholders, like Clearbridge Investments, have urged the company to start exploring “strategic alternatives.”\n\nAthenahealth acknowledged that this was possible.",
  "(FT)\n\n• The White House urged companies like United Airlines to ignore Beijing’s demands that Taiwan be referred to as “Taiwan, China.” (FT)\n\nPhoto\n\nUber’s new C.E.O.",
  "Shareholder initiatives: 0\n\nAt the automaker’s annual shareholder meeting yesterday, the company overcame rare challenges from investors about how it does business.",
  "The White House and Beijing are said to be near a deal to save ZTE, one in which the embattled Chinese telecom company would pay a fine of more than $1.4 billion.",
  "In an unusual statement on Wednesday, Mr. Bush said of his exit:\n\n“I believe that working for something larger than yourself is the greatest thing a human can do.",
  "doesn’t speak bro\n\nBusiness Insider has pointed out that a new catchphrase of the company’s C.E.O., Dara Khosrowshahi, is a double entendre to younger employees.",
  "Advertisement Continue reading the main story\n\n• Kate Spade, the designer who turned colorful handbags into a multibillion-dollar fashion empire, died yesterday.",
  "The U.K. government has cleared 21st Century Fox to bid for full control of the satellite broadcaster — so long as it sells Sky News to Disney, or someone else.",
  "Elsewhere in trade\n\n• Mexico imposed $3 billion worth of tariffs on American goods like pork and cheese in response to Mr. Trump’s tariff on imported metals.",
  "Photo\n\nThe messy Comcast-Disney battle hits Britain\n\nRupert Murdoch is going to face Comcast in a bidding war for one of Europe’s pay-TV crown jewels, Sky.",
  "But in pursuing a business so core to Google’s future, Ms. Vestager is again taking bold action against one of Silicon Valley’s most powerful titans.",
  "And China has reportedly offered to buy $70 billion worth of agricultural, energy and industrial products if the U.S. drops its threat of tariffs.",
  "Other high-profile academics could follow his lead, and Mr. Trump’s immigration rules might make it harder for foreign talent to replace them.",
  "(Bloomberg Opinion)\n\n• David Koch is stepping down from his family business and its formidable political network, citing health issues.",
  "(TechCrunch)\n\n• Twice as many British companies were acquired after the Brexit vote than in a comparable period before the referendum.",
  "(WSJ)\n\n• KKR and Goldman Sachs have invested $360 million into OutSystems, a Portuguese start-up that helps speed up app development.",
  "A family, a cause, a company, a country – these things give shape and purpose to an otherwise mechanical and brief human existence.",
  "The big question: Though Tesla has convinced investors not to meddle with its management, its cash burn is impossible to ignore.",
  "Tesla’s head of worldwide sales, Robin Ren, announced a plan to build the company’s first factory outside the U.S., in Shanghai.",
  "Most notably, Geoffrey Hinton, an early pioneer of machine learning, has relocated to Toronto to run a Google research center.",
  "If Comcast could buy the 61 percent of Sky that Fox doesn’t already own, it would be a considerable blow to the Disney deal.",
  "and related technologies” by more than 40 percent since 2015 — though it’s not clear what those “related technologies” are.",
  "researchers develop better artificial intelligence systems by making government data available to researchers to help them.",
  "The deals flyaround\n\n• David Tepper’s Appaloosa Management wants Allergan, which makes Botox, to split the roles of C.E.O.",
  "• The Daily Mail reported that the executive had been accused of punching his then-wife as part of a 2006 custody battle.",
  "By law, the bureau must convene the advisory board and hold an in-person meeting with its members at least twice a year.",
  "(CNBC)\n\n• Newell Brands has agreed to sell Rawlings, the baseball glove maker, to Seidler Equity Partners and the M.L.B.",
  "But it isn’t apparent what else the U.S. would get for pardoning a company that Washington views as an arm of Beijing.",
  "Last year, Ms. Vestager’s commission levied a record $2.7 billion fine over the company’s shopping comparison service.",
  "research a push has focused on removing regulatory barriers so that industry can apply the technology more quickly.",
  "said it was “quite likely” that his company could build 5,000 of its Model 3 cars a week by the end of this month.",
  "of Cambridge Analytica, faces accusations that he took $8 million from the consulting firm before it collapsed.",
  "Sky shareholders, who have seen their company’s stock price climb 22 percent since Comcast said it would bid.",
  "So far, shares in Google’s parent, Alphabet, were down less than 1 percent after the FT story was published.",
  "China and Russia have also been outspoken in their desire to be dominant powers in artificial intelligence.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "(MIT Technology Review)\n\n• Amazon has a secret Grand Challenge lab working on problems like curing cancer.",
  "The bureau canceled a meeting scheduled for February, and last week it canceled one planned for this week.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "Comcast is also challenging Disney’s $52.4 billion bid for most of Fox, which includes 39 percent of Sky.",
  "That didn’t do much to dent Google’s core businesses, but the Android case might be a different matter.",
  "• As the Nafta talks sputter, the White House is seeking separate trade deals with Canada and Mexico.",
  "(Reuters)\n\n• A small financial firm in Philadelphia leapfrogged Wall Street to start trading Bitcoin.",
  "Advertisement Continue reading the main story\n\nA big problem for America: Such enthusiasm about A.I.",
  "But until the Trump administration starts making more noise — and bigger policy moves — about A.I.",
  "According to Facebook, the user data stayed on phones and never reached those companies’ servers.",
  "(Remember that she ordered Ireland to reclaim more than $15 billion in back taxes from Apple.)",
  "Large American tech firms are setting up bases there, where a lot of their fundamental A.I.",
  "Facebook has a large lab in Paris, for instance, and Google’s DeepMind is based in London.",
  "Oh, and Comcast is expected to fight hard for the other Fox assets that Disney wants, too.",
  "Maintaining an edge in artificial intelligence will be incredibly valuable for America.",
  "Can the carmaker keep its promise and ramp up production fast enough to overcome that?",
  "Marc Levine, the company’s C.F.O., is taking a more hands-on role in daily operations.",
  "Both were rejected by “a wide margin.”\n\nThen Mr. Musk wheeled out his hype machine.",
  "(Credit Suisse)\n\n• Howard Schultz shouldn’t run for president, Joe Nocera argues.",
  "Another was to oust several board members, including Mr. Musk’s brother, Kimbal.",
  "The direct benefits to the economy are huge, if difficult to accurately predict.",
  "(Elliott has offered to buy the company for about $6.9 billion, including debt.)",
  "to maintain its global lead\n\nThe White House has said that it plans to help A.I.",
  "(Bloomberg)\n\n• There might be a China connection to Malaysia’s 1MDB scandal.",
  "pushes: Countries such as Britain and France have published ambitious A.I.",
  "policies that put in place funding, education, and governance initiatives.",
  "leader, as other nation states appear to value the technology more highly.",
  "Inside the ugly breakup between Facebook and the two founders of WhatsApp.",
  "“I didn’t represent the company properly, I didn’t represent what we do.",
  "• Senator Bob Corker wants Congress to have the power to block tariffs.",
  "being a priority, it runs the risk of losing first place in the race.",
  "Advertisement Continue reading the main story\n\nThe only sure winners?",
  "(WSJ)\n\n• The U.S. now has more job openings than unemployed people.",
  "And the NYT Editorial Board asks: Can Facebook be cut down to size?",
  "athenahealth is a near once in a life time example of such a thing.",
  "But the nation remains at risk of being overtaken as a global A.I.",
  "So far, a big part of the administration’s approach to giving A.I.",
  "But it may well be rich enough to hold out for another 100 years.",
  "One proposal sought to strip Elon Musk of his chairman title.",
  "The bigger picture\n\nGoogle has been in the sights of the E.U.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "has apologized for saying that a woman couldn’t do his job.",
  "But some people in the administration doubt that proposal.",
  "overseas is already luring academics away from the U.S.",
  "And then there was a mention of free Autopilot trials.",
  "(Quartz)\n\n• How the Pentagon is reportedly using A.I.",
  "Please verify you're not a robot by clicking the box.",
  "To allay fears over manufacturing holdups, the C.E.O.",
  "It also says that it’s increased investment in R.&D.",
  "— Jamie Condliffe\n\nPhoto\n\nZTE may soon be rescued.",
  "(NYT)\n\n• The blockade of Qatar began a year ago.",
  "That could become a barrier to economic growth.",
  "The government should be more vocal about A.I.",
  "In the meantime, Mr. Immelt — the former G.E.",
  "You must select a newsletter to subscribe to.",
  "More from Michael LaForgia and Gabriel J.X.",
  "The fact that we received data from G.S.R.",
  "(NYT)\n\n• Alexander Nix, the former C.E.O.",
  "Clearly the answer should have been yes.",
  "One last question: Will investors care?",
  "Its market value: almost $789 billion.",
  "Things didn’t start well for Mr. Nix.",
  "View all New York Times newsletters.",
  "That’s perhaps not too surprising.",
  "But something bigger is at work.",
  "(NYT)\n\nWe’d love your feedback.",
  "As far as I’m aware, the I.C.O.",
  "(FT)\n\n• Qatar Airways’ C.E.O.",
  "to seek out nuclear missiles.",
  "What the U.S. gets in return?",
  "(Bloomberg)\n\nPhoto\n\nTesla: 2.",
  "Other nations are making A.I.",
  "You may opt-out at any time.",
  "“Those boxes were not ours.",
  "Thank you for subscribing.",
  "Along with robotics, A.I.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "research takes place.",
  "for $395 million.",
  "Please re-enter.",
  "(Got all that?)",
  "America’s A.I.",
  "for some time.",
  "and chairman.",
  "researchers.",
  "He wasn’t.",
  "for “A.I.",
  "Unclear."
]