[
  "If it were a story about a firm unrelated to the Trump campaign, or if it were a story about 270,000 lost classified emails on an unsecured server, or if it were a story about millions of federal personnel files compromised by unknown hackers, there would be much less coverage.",
  "It would be speculative to assume, and hard to explain, why Cambridge Analytica, even it had retained the information, would have relied much if at all on 2014 information from 270,000 users worldwide in the 2016 campaign when better and more recent information was available.",
  "By passing information on to a third party, including SCL/Cambridge Analytica and [others], [the named person] violated our platform policies.”\n\nAccording to Facebook, a person “violated our platform policies;” there is no claim of breaking a law or stealing information.",
  "According to Wired, Cambridge Analytica conducted in 2016 “hundreds of thousands of voter surveys for the Trump campaign.” If the 270,000 users and their friends were so important, Cambridge Analytica would not likely have needed to conduct additional surveys.",
  "NEWS FLASH – “Online business uses information to target customers.”\n\nThat may as well have been the headline for any of the many recent stories about Cambridge Analytica, a firm that helps both businesses and political campaign with online services.",
  "The notion that Cambridge Analytica, or any other entity, had a monopoly on either the Internet or online information at anytime including the 2016 presidential campaign is willful naiveté.",
  "If you need to reach left-handed leprechauns living in Switzerland who hope that Switzerland will join the European Union, an online search firm can put you in touch with the leprechauns.",
  "Not surprisingly, according to reports both Google and Facebook offered to have staff embedded with the Clinton and Trump campaigns to make their use of social media more effective.",
  "One does not need to use tainted information to target individuals on the Internet, but large pools of pirated information exist even outside of the disputed Facebook information.",
  "It is not obvious why the Trump campaign would have needed embedded tech company staff if Cambridge Analytica had captured all useful information from the 270,000 users in 2014.",
  "Anyone looking for an example of why much of America is disaffected by the news media need look no further than the exaggerated coverage of Cambridge Analytica and Facebook.",
  "The major difference between Cambridge Analytica and countless similar firms is that Cambridge Analytica worked on the Brexit campaign and the Trump campaign.",
  "Some of those 270,000 users likely resided in the United States, and many may have voted in the 2016 election in which more than 130 million Americans voted.",
  "The claims are entirely speculative about the number of friends and are conditional on Cambridge Analytica not having destroyed the tainted information.",
  "Even if Cambridge Analytica were to have kept information rather than to have destroyed it, that retention would appear to be within industry norms.",
  "During the 2016 presidential campaign, countless entities collected information, disseminated information, and targeted users on the Internet.",
  "Cambridge Analytica is different because it is a successful firm associated with successful political campaigns unpopular in certain circles.",
  "The Washington Post claims that Cambridge Analytica may have had access to information about as many as 50 million friends of those 270,000.",
  "Some of these entities may have used ill-gotten information, but the vast majority used the same lawful information available to everyone.",
  "Facebook and other online businesses not infrequently deny access to specific accounts without public notice or newspaper headlines.",
  "These online marketing firms do not depend on information from 270,000 individuals in 2014 to find the leprechauns or anyone else.",
  "But the news articles attacking Cambridge Analytica suggest something more sinister than mere success such as unlawful activities.",
  "Relying on information available from Google, Facebook, and others, many firms help clients identify and target customers online.",
  "Nor is there suggestion that the technology company staff embedded with the Trump campaign detected any ill-gotten information.",
  "Even so, information from the users disputed by Facebook almost certainly did not matter in analyzing the 2016 election.",
  "Ultimately, all that is unusual is that Facebook gave a public explanation for why it is denying access to an entity.",
  "In response, Cambridge Analytica stated that it deleted all possible tainted information and denied any wrongdoing.",
  "Cambridge Analytica and all of the countless other firms involved in the 2016 election used information from 2016.",
  "Any online marketing firm can organize a campaign to target any type of user without the disputed 270,000 users.",
  "Facebook sought certifications from Cambridge Analytica and others that any such information had been destroyed.",
  "Firms such as Amazon, Facebook, Google and others have massive amounts of information about seemingly everyone.",
  "The media coverage of the dispute between Facebook and Cambridge Analytica goes far beyond the 270,000 users.",
  "According to Facebook, 270,000 users in 2014 downloaded an app that collected information about those users.",
  "Facebook does not even appear to claim that Cambridge Analytica or anyone else has unlawful information.",
  "As Facebook stated: “Given the public prominence of this organization,” it offered a public explanation.",
  "There is no evidence that Cambridge Analytica relied in part or exclusively on the tainted information.",
  "Some privacy advocates claim that many large online companies keep collected information indefinitely.",
  "This information is stolen from others, collected in unlawful ways, or used for unlawful purposes.",
  "Cambridge Analytica provided such a certification, although Facebook now doubts the veracity.",
  "In turn, that information, or so Facebook alleges, may not have been properly handled.",
  "Rather Facebook states: “[a named person] did not subsequently abide by our rules.",
  "They use real-time information gathered legitimately from any number of sources.",
  "Contemporary political campaigns are heavily focused on social media.",
  "And almost any other group that you can imagine.",
  "If success breeds envy and scrutiny, so be it.",
  "Facebook has suspended Cambridge Analytica.",
  "The Trump campaign accepted the offer.",
  "So too do many less well-known firms.",
  "Here’s why."
]