[
  "look like cavemen with stone tablets.”\n\nLiberal journalist Sasha Issenberg even wrote a 2012 book on this “secret science,” as well as articles on “how Democrats became the party of effective campaigning – and why the GOP isn’t catching up anytime soon.”\n\nObama’s 2008 social media juggernaut was powered by a little-known entity that my organization, the Capital Research Center, has reported on extensively: a for-profit (therefore non-disclosing) data firm named Catalist.",
  "According to Catalist’s analysis of the 2008 election, the firm’s data helped “progressive organizations, the Obama campaign, and federal party committees” work to contact “more than 106 million people,” including “37% of all the people who voted in the 16 battleground [states].”\n\nThe Service Employees International Union, a Catalist client and by far the largest institutional political donor in America, agreed.",
  "A flailing Mark Zuckerberg, CEO of Facebook, appears to hope that he can defend his embattled company with a post that reinforces the hot new media narrative that President Trump’s election is tainted because of misdeeds by Cambridge Analytica (CA), a UK firm with ties to Steve Bannon and the Mercer family, who supported Trump’s presidential bid.",
  "Because Soros and groups like the Tides Foundation keep Catalist well-funded, it can apparently afford to sell its political services to Democratic campaigns at below-market rates, which led to complaints being lodged with the Federal Election Commission in 2015, claiming Catalist violated campaign collusion laws.",
  "Even before he “spoke,” lots of observers had already noted (1) that Facebook’s business model allowed many groups to exploit its users the way CA allegedly did; and (2) that one of those groups was Barack Obama’s 2012 presidential campaign, as a senior campaign official confessed.",
  "In-house Democracy Alliance strategy slides obtained in 2014 by the Washington Free Beacon show how the “legal firewall” separating campaigns from outside nonprofits can be bypassed by friendly “data, analytics, and research LLCs” like Catalist (and by political “investors”).",
  "Sandy Parakilas, a Facebook employee who quit in disgust over this issue and has been helping reporters break the story, told Britain’s Guardian he thinks “tens or maybe even hundreds of thousands” of developers have grabbed data.",
  "The story Zuckerberg is feeding oxygen assumes that CA used Facebook to acquire data on about 50 million American users of the social network, and then helped the Trump campaign get inside those people’s heads and win their votes.",
  "Using a Catalist “targeting model” in Indiana, the union reported its 2008 voter contacts “increased vote share for Obama by about 1 percent to 4 percent,” flipping a state that Obama won by just over 28,000 votes.",
  "But boring little truths like those won’t help Mark Zuckerberg deflect heat when he’s testifying before the Federal Election Commission, or the Senate Judiciary Committee, or the British Parliament, or the EU.",
  "Even the New York Times’ reporting strongly suggests that CA didn’t even use “psychographics” in its Trump campaign work, and that all CA’s efforts, now so feverishly discussed, achieved very little.",
  "As for the 2012 Obama campaign, the same media who are shocked, shocked that the Trump campaign may have used Facebook data are ignoring their own past reporting.",
  "“So far in the presidential election of 2012,” CNN gushed at the time, “there is only one campaign that is doing cutting-edge work with data,” namely, Obama’s.",
  "“The depth and breadth of the Obama campaign’s 2012 digital operation,” POLITICO observed, “makes the president’s much-heralded 2008 social media juggernaut .",
  "What’s overlooked is that exploiting data to get your guy elected was old hat for the left, even by 2012, and it didn’t start with Facebook.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Regarding how many groups have hoovered up Facebook data, the only mystery is whether the number has three, four, five digits or more.",
  "This data giant enjoys close ties to the Democracy Alliance, a network of the biggest donors in left-wing politics.",
  "The company was started in 2006 by two Clinton operatives with $1 million in seed money from George Soros.",
  "It’s just untrue that one political outfit uncorked a genie in 2016 that no one had ever seen before.",
  "Today Catalist brags it has “data on over 240 million unique voting-age individuals” in every state.",
  "“The Romney team used a far less sophisticated version of the technology,” Time noted.",
  "In short, don’t buy the story that Zuckerberg and the mainstream media are peddling.",
  "Countless people left and right are laughing at Zuckerberg’s latest comment.",
  "Before we look at that history, let’s be clear on points (1) and (2).",
  "Catalist is arguably the professional Left’s best-kept secret.",
  "Scott Walter is the president of Capital Research Center.",
  "How effective is this data?",
  ".",
  "."
]