[
  "A former campaign director, Carol Davidsen, tweeted that “Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized that was what we were doing.” It only became a problem when the favored liberal candidate of Silicon Valley lost, and Facebook has stepped in to take this tool away from conservatives.",
  "And, given the political allegiance of tech firms to the left, the end result will be to quash any user or viewpoint not conforming with the liberal viewpoint, or, according to Clinton, “it will happen again.”\n\nRobert Henneke is the general counsel and director of the Center for the American Future at the Texas Public Policy Foundation.",
  "Doing so opened a new frontier for reaching voters, with the Obama campaign itself boasting that it was “the most groundbreaking piece of technology developed for the campaign.” All of which was done with the knowledge of Facebook at the time.",
  "For better or worse, one of the characteristics of the 2016 election cycle was how voters went outside mainstream media and traditional campaign messaging to formulate their own opinions as they went to the ballot box.",
  "Under the bedrock principle within the United States Constitution, the First Amendment free speech protections have always been recognized as an inalienable right inherent in Americans, not permitted by government.",
  "In following Clinton’s demand to “get it right,” watch for Facebook and other tech companies to accept government mandates to prevent ‘misuse’ of their service or ‘misleading’ information being posted.",
  "Private mediums like Facebook and Twitter have afforded average citizens the free, unfettered ability to be heard and to share their unfiltered viewpoints on every imaginable issue, including politics.",
  "Often attributed to Voltaire, Evelyn Beatrice Hall wrote the phrase, “I disapprove of what you say, but I will defend to the death your right to say it” as an illustration of Voltaire’s beliefs.",
  "Almost immediately after Clinton’s remarks, Facebook announced that it was suspending SCL/Cambridge Analytica, a political data firm that used data from Facebook for the Trump campaign in 2016.",
  "Yet as a publicly traded company, Facebook has to find a way to balance its political agenda with its profit margin after losing $75B in value following news of the Cambridge Analytica scandal.",
  "Those tech executives who were not Obama alumni were overwhelmingly 60:1 her donors, as Clinton received 95 percent of campaign contributions from tech executives and employees in 2016.",
  "Facebook claimed the basis to give Cambridge Analytica the social media death-penalty was its use of harvested Facebook user data in violation of its terms of service.",
  "It is estimated that in excess of $5 billion was spent on the 2016 presidential election, yet President Trump won despite spending a small fraction of this total.",
  "President & CEO Mark Zuckerberg recently previewed Facebook’s strategy with his statement opening the door to government regulation as welcome in response.",
  "More than sixteen GOP candidates for the Republican nominee spent in excess of $500 million unsuccessfully, which resulted in President Trump’s nomination.",
  "Facebook does not require government permission to ban users like Cambridge Analytica or to continue to suppress the viewpoints of conservatives.",
  "Blaming social media for her loss, Clinton stated, “We should all care about how social media platforms play a part in our democratic process.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Hillary Clinton’s campaign expenditures dwarfed those of Bernie Sanders, yet he won 23 states during the Democrat party contest.",
  "Now, efforts by the left seek to silence speech by throttling the means by which we express our viewpoints in a modern society.",
  "Yet, this practice was pioneered by the 2012 Obama campaign giving it an unprecedented ability to reach out to nonsupporters.",
  "To Congress, tell us to filter our content and users, so we can justify censorship to our shareholders as following the law.",
  "Rather, they were targeted to the alumni of the Obama Administration that migrated to tech and social media companies.",
  "Facebook shareholders strongly pushed back with this news that it had been manipulating use of its data and service.",
  "We owe it to our democracy to get this right, and fast.”\n\nClinton’s remarks were not made in the abstract.",
  "Such regulation would give social media companies the legally justified excuse to be the gatekeeper.",
  "Sheer volume of campaign dollars did not move the needle in terms of the parties’ eventual nominees.",
  "Her message in India was to them, and it was blunt: you can’t let the left lose again.",
  "During her recent remarks in India, Hillary Clinton took aim at online free speech.",
  "Social media has emerged as an independent, influential factor in political races.",
  "Yet, the left sees this freedom of speech as a negative to be quashed.",
  "The media’s fixation on fake social media posts gives such an excuse.",
  "What Facebook wants is a government mandate to censor speech.",
  "Because unless it’s addressed it will happen again.",
  "The midterms are in 8 months.",
  "Message received."
]