[
  "APPLE'S TIM COOK CALLS FOR NEW REGULATIONS ON PRIVACY DATA, SAYS FACEBOOK INCIDENT IS 'DIRE'\n\nFellow Cambridge University academic Aleksandr Kogan introduced the two men in 2014 to Strategic Communications Laboratories (SCL), the parent company of Cambridge Analytica, which proposed providing funds to Kogan’s company to collect new data from Facebook users.",
  "David Stillwell, deputy director of The Psychometrics Centre at the University of Cambridge in the U.K., is known for his research and expertise in harnessing the power of big data through social media, in particular with his myPersonality project.",
  "“I hope that our character is supported by the evidence that we did not continue with the project and that we raised our concerns with the university once it became clear what Dr. Kogan planned to do,” Stillwell told Sky News.",
  "Facebook has been reeling in the face of accusations that it didn’t do enough to prevent 50 million users' data from being harvested without their consent—and later allegedly used to micro-target voters by the Trump campaign.",
  "Two Cambridge University academics with expertise in using Facebook data for scientific research claim they were approached by marketing firm Cambridge Analytica to work with the firm but refused on ethical grounds.",
  "FACEBOOK CEO TAKES OUT FULL-PAGE ADS TO APOLOGIZE FOR DATA-MINING SCANDAL\n\nCambridge Analytica says it deleted the data as soon as it was asked to by Facebook and that it did nothing wrong.",
  "It has also seen some advertisers raise concerns and CEO Mark Zuckerberg has been called to testify before lawmakers in Washington, D.C., something he has said he would be open to.",
  "It was worked on by fellow Cambridge expert Michal Kosinski, and it was a success—garnering over 8 million respondents and helping psychologists with their scientific research.",
  "Kosinski wrote: “In my opinion his approach is highly unethical, but I am not sure if it is worth to stir before his plans are actually materialized (e.g.",
  "he receives the contract).”\n\n“There is a large chance that he will either correct his ways or simply fail to get it anyway,” Kosinski said.",
  "Stillwell and Kosinski told Sky News they refused this arrangement and raised concerns about the research with Cambridge University.",
  "Kogan has not made any recent public comments, but has previously stated that he feels he is being turned into a scapegoat.",
  "Facebook has promised to do a full audit of the apps on its platform to determine how they are handling user data.",
  "They provided an email thread to the British news organization, detailing Kosinski's worries over the proposal.",
  "The personality quiz began on Facebook in June 2007, when the social network had a much smaller pool of users.",
  "The company has apologized, recently with full-page newspaper ads in the U.S. and U.K.."
]