[
  "In the wake of revelations that the data analytics firm Cambridge Analytica harvested millions of Facebook users' personal information to help elect Donald Trump as president, a report that the National Rifle Association also teamed up with the firm to help block Hillary Clinton from the White House in 2016 has resurfaced.",
  "The London-based analytics firm is also partly owned by Robert Mercer, an American billionaire hedge fund manager and Trump's top campaign donor—he donated more than $15 million to Trump's election, according to the Center for Responsive Politics, which tracks political spending.",
  "The NRA's ties to Cambridge Analytica were buried in a September 2016 Guardian story that detailed the gun group's eagerness to see Clinton defeated and deny her the opportunity to fill a vacant Supreme Court seat.",
  "The Guardian story resurfaced after The New York Times revealed Cambridge Analytica used personal information from 50 million Facebook users to target pro-Trump and anti-Clinton ads during the presidential race.",
  "Cambridge Analytica worked with a Washington, D.C.-based consulting company, The Herald Group, to promote the NRA's \"Trigger the Vote,\" aimed at registering voters and getting them to the polls.",
  "The probe comes after McClatchy first reported the possible illegal contributions in January and subsequent calls from the liberal advocacy group American Democracy Legal Fund to investigate.",
  "Scott Olson/Getty Images\n\nThe NRA spent more than $30 million to help the real estate mogul win election, according to the Center for Responsive Politics.",
  "The Federal Election Commission is investigating whether Russian entities, including a Kremlin-linked banker, funneled money to the NRA to help Trump.",
  "For perspective, that's more money than the group spent in all federal campaigns during the 2014 election cycle combined.",
  "It is not clear if the NRA's campaign also used information from those Facebook profiles.",
  "The gun group may be even further financially entangled with the Trump campaign.",
  "Mercer is also a lifetime NRA member, according to the Guardian.",
  "It's also one strand in a web of Trump-NRA relationships."
]