[
  "As Mark Zuckerberg, the chief executive of Facebook, defends his company's data practices this week before Congress, one of the nation's largest cable companies is asking federal lawmakers for a bill that would rein in social media platforms, search engines and other tech giants that have access to their users' personal data.",
  "[Facebook’s most popular Black Lives Matter page was a scam run by a white Australian, report says]\n\nIn January, AT&T called on Congress to pass a national net neutrality law that would apply not only to broadband providers, as advocates of the measure first envisioned, but also to massive tech platforms.",
  "Now, amid rising political scrutiny of the biggest names in tech, the policy proposals from Rutledge and others could put broadband companies in a stronger position to carve out their own place in the digital ad market — while conveniently placing new restrictions on their rivals in Silicon Valley.",
  "To protect their growing data businesses, Verizon and other broadband providers have argued against tighter privacy restrictions for telecoms on the use of customer data, particularly when their counterparts in the tech industry — which the FCC does not regulate — operate under looser rules.",
  "\"Congressional action is needed to establish an ‘Internet Bill of Rights’ that applies to all Internet companies and guarantees neutrality, transparency, openness, non-discrimination and privacy protection for all internet users,” AT&T's chief executive, Randall Stephenson, wrote in the ad.",
  "The proposal by Charter Communications on Monday calls for requiring \"greater privacy and data security protections\" of companies such as Google and Facebook, whose Cambridge Analytica fiasco has inflamed a debate about Silicon Valley's handling of consumers' personal information.",
  "[Zuckerberg testimony: Members of Congress grill Facebook CEO]\n\nCharter's call to more heavily regulate Facebook and Google reflects longstanding tensions between broadband providers and Silicon Valley after years of policy battles under the tech-friendly Obama administration.",
  "If AT&T can own and analyze the viewing data generated by the millions of Americans who watch CNN, TBS, TNT, Cartoon Network and other video content, the telecom company could become a targeted advertising behemoth big enough to tackle Facebook and Google, Stephenson has said.",
  "[Facebook told two women their pro-Trump videos were ‘unsafe’]\n\nThe disarray and tumult afflicting the tech industry is an opportunity for Internet providers to gain a bigger foothold with policymakers, according to Susan Crawford, a Harvard University law professor.",
  "But Gigi Sohn, a former adviser to Wheeler, said the push by Internet providers should not distract from \"ISPs' own anti-consumer and anticompetitive behavior,\" such as their efforts to stymie the FCC's comparatively strict privacy and net neutrality policies.",
  "The two industries battled each other at the FCC over new rules for set-top boxes — until cable companies emerged with their own competing proposal, and then-FCC Chairman Tom Wheeler, a Democrat, ended his tenure without bringing the issue to a vote.",
  "Brian Dietz, a spokesman for the Internet and Television Association, a major cable industry trade group, described the proposals from Rutledge and Stephenson as \"sensible policy approaches that reflect the actual consumer Internet experience.\"",
  "Since then, Internet providers have become increasingly open about their desire to challenge tech companies for dominance over the digital ad market, which is now bigger than the traditional TV ad market, according to industry research.",
  "Google became an even bigger thorn in the cable industry's side when the search giant said it was interested in building a product that could free consumers from the bulky TV set-top boxes required for watching subscription television.",
  "It came days after conservative activists led by James O'Keefe published a series of videos claiming to uncover partisan bias at Twitter, including the use of \"shadowbans\" to allegedly suppress right-wing accounts on the platform.",
  "That same month, Google was hit with a lawsuit alleging discrimination against conservative employees such as James Damore, an engineer who left the company after he penned an explosive memo criticizing Google's hiring practices.",
  "\"In light of the ubiquitous use of consumer data by all types of 'large platform' providers,\" Verizon wrote to the agency in 2016, \"it is inappropriate to single out broadband providers for special heightened regulation.\"",
  "\"Recent revelations have led to a long-overdue public conversation about what happens to our data online and the vulnerabilities that could develop,\" Tom Rutledge, Charter's chief executive, wrote in a blog post Monday.",
  "That rivalry is only growing as Internet providers want a piece of the $209 billion digital advertising market that has been dominated by Bay Area companies that hold vast troves of personal information on consumers.",
  "That argument — that broadband providers and tech companies should be subject to the same privacy rules — could gain more traction in Washington as policymakers grill Zuckerberg this week.",
  "Not to be left out, Verizon has also made inroads in digital advertising, buying up AOL and Yahoo in 2015 and 2017 with an eye toward serving targeted ads to Yahoo's millions of visitors.",
  "\"Charter is using the current kerfuffle over Facebook to divert any regulatory energy that might have been heading its way towards Facebook, Amazon, Netflix and Google,\" Crawford said.",
  "Beyond AT&T's interest in TV viewing data, the company has pushed for more leeway to mine its Internet customers' Web browsing history for advertising purposes.",
  "\"Broadband ISPs and tech companies are both critical parts of the Internet ecosystem, and both need greater congressional and regulatory oversight,\" she said.",
  "When the Federal Communications Commission passed its now-defunct net neutrality rules in 2015, it was a major defeat for broadband providers.",
  "Rutledge said the proposed rules should also apply to Internet providers such as Charter, whose services reach more than 22 million homes.",
  "Google and Facebook alone account for 63 percent of all revenue in digital ads, according to the research firm eMarketer.",
  "Internet providers have stepped up their critiques of technology companies as tech's fortunes in Washington have waned.",
  "Opponents of the rules blamed tech companies such as Netflix for making the regulations more expansive.",
  "AT&T's $85 billion merger with Time Warner aims directly at Silicon Valley's dominance in that sector.",
  "The tug-of-war between tech platforms and Internet providers over regulation goes back years.",
  "The ad blitz was politically well-timed."
]