[
  "Amid a weeklong reaming from legislators, press, and public, Facebook relied on a playbook that’s worked effectively during its past crises, be it in failing to rein in fake news, or subversive foreign activity, or discriminatory ad targeting: The company first downplays the problem, then hunkers down as outrage builds.",
  "With Wall Street leading the way, the four entities with the strongest ability to cause long-term damage to Facebook in response to revelations that Cambridge Analytica illicitly used 50 million of its users’ data for political purposes didn’t seem ready to do so: Analysts told investors to buy the dip.",
  "After examining whether first-time US installs of Facebook were dropping, Randy Nelson, head of mobile insights at app analytics company SensorTower, told BuzzFeed News: “The short answer is no.” App Store rankings don't directly reflect user numbers, but they're a good of indicator of interest.",
  "“Even the people up in arms don’t seem to be doing much.”\n\nMembers of Congress, some of the most outraged during this scandal, used the moment to demand Zuckerberg testify in Washington, but so far, none have said they would subpoena him if necessary.",
  "“Mark and Sheryl know how serious this situation is and are working with the rest of Facebook leadership to build stronger user protections,\" Sue Desmond-Hellmann, lead director on Facebook's board, told BuzzFeed News on Wednesday.",
  "As Facebook’s Cambridge Analytica scandal spiraled into chaos this week, a frantic hail of notes from Wall Street analysts reached investor inboxes with a clear and definitive directive: Buy.",
  "\"They have built the company and our business and are instrumental to its future.”\n\nFacebook, which did not respond to a request for comment, has engaged in world-class damage control.",
  "And though users posted #DeleteFacebook en masse, Facebook actually rose to 8th place from 12th in the iOS mobile App Store since the day before the Cambridge Analytica news broke.",
  "Many expressed interest in having Zuckerberg testify during hearings last fall when Facebook, Google, and Twitter were called in to discuss election meddling via their platforms.",
  "It remains to be seen whether the US Federal Trade Commission will fine Facebook for violating the consent decree, which requires user data only be used in ways they agree to.",
  "Reflecting on what happens from here, Tolles said Facebook will eventually fall — not because of outrage and regulation, but rather the natural cycle of the tech business.",
  "“As long as the ROI is there, I don't think advertisers will flee,” Aaron Goldman, chief marketing officer of media technology company 4C Insights, told BuzzFeed News.",
  "“It’s stuck on the political realities of a polarized moment,” Sunlight Foundation deputy director Alex Howard, who helped draft the bill, told BuzzFeed News.",
  "But even the European Union’s record $2.7 billion fine levied on Google for antitrust abuses hasn’t significantly changed the search giant’s business.",
  "And a Times of London article claiming advertisers were threatening to “quit Facebook” over the scandal couldn’t get a single one to say so on record.",
  "Though the company’s stock did take a beating this week, its market cap is still approximately $480 billion, up significantly over the past year.",
  "Howard said requiring disclosure of who’s paying for digital ads is so polarized that the issue reminds him of the impasse on climate change.",
  "“We would urge investors to not lose sight of the areas where FB is doing very well,” said Wells Fargo analysts Ken Sena and Peter Stabler.",
  "\"We believe we can operate our business with our current business model,” Facebook COO Sheryl Sandberg said in a CNBC interview Thursday.",
  "And as long as it hews to the script, severe repercussions from this scandal appear unlikely, at least in the immediate future.",
  "The speak-up-and-apologize stage took place Wednesday, when CEO Mark Zuckerberg gave a flurry of interviews and apologized.",
  "\"We view the medium-term and long-term risk-reward on the shares as downright compelling,\" said RBC analyst Mark Mahaney.",
  "The less toothy FTC isn’t likely to force a shift in Facebook’s modus operandi either, and the company seems to know it.",
  "“I don’t see any massive blowback for this,” veteran Silicon Valley tech entrepreneur Chris Tolles told BuzzFeed News.",
  "And what of last year’s Honest Ads Act, an ad transparency bill of the variety Zuckerberg said he’d love to see pass?",
  "When it can no longer ignore the outrage, it speaks up and apologizes, rolls out some fixes, and returns to normal.",
  "No blue chip advertiser has announced a spending pause on Facebook as a result of the Cambridge Analytica scandal.",
  "On Wednesday, Zuckerberg said he’d be open to testifying “if it’s the right thing to do.” It’s still his choice.",
  "Uber’s board, for instance, helped spur the departure of embattled chief executive Travis Kalanick last summer.",
  "In situations of spiraling crisis, company boards sometimes examine whether the CEO is still fit for the job.",
  "Due to a stock structure that gives Mark Zuckerberg unchecked voting power, he effectively can’t be removed.",
  "And when the dust settled, Facebook found itself in a familiar place: on the road back to the status quo.",
  "It’s stalled in the Senate, with only 18 cosponsors, including just one Republican, Senator John McCain.",
  "Advertisers, able to express displeasure by directing their dollars elsewhere, aren’t doing so either.",
  "“We see the current selloff as a buying opportunity,” said Oppenheimer senior analyst Jason Helfstein.",
  "Legislators continued to sit on their hands while a basic ad transparency bill rotted in Congress.",
  "Over the past week, 4C’s data showed advertiser spend on Facebook remained steady, Goldman said.",
  "So far the highest-profile advertiser to say it’s pulling its ads is Mozilla, a nonprofit.",
  "A version of the bill in the House of Representatives has eight Republican cosponsors.",
  "It's not like the Facebook board was planning to recommend such steps anyway.",
  "Facebook has had practice at this sort of thing, and it’s gotten good at it.",
  "“It will be time and markets — it’s never been the government,” he said.",
  "“I don’t think we’ve ended history with Facebook.”",
  "But no such scenario will take place at Facebook.",
  "The legislators got the company’s lawyers.",
  "It’s holding steady on Android, too.",
  "Advertisers kept spending."
]