[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— Democratic Commissioner Jessica Rosenworcel sounded the alarm, however, saying “the same agency that had the audacity to take away your net neutrality rights is now on the hook for protecting you from the invasion of annoying robocalls.” Markey, co-author of the 1991 statute under review, chimed in with his disappointment and said the FCC is obligated “to reestablish robust, enforceable protections to enhance the precious zone of privacy created by the law.” He threatened to introduce legislation if the agency doesn’t make such moves.",
  "The bills that are in the spotlight would increase fines for illegal pirate radio operators, direct the FCC to study whether it could designate a dialing code for a national suicide prevention hotline, streamline filing requirements for small businesses and develop a national standard for determining whether rural and urban areas have comparable wireless access.",
  "Lawmakers put heat on Facebook following Cambridge Analytica report\n\nWith help from John Hendel\n\nFB FACES NEW PRESSURE FROM CONGRESS — Lawmakers from both sides of the aisle are turning up the heat on Facebook, following bombshell reports that the company’s user data had been harvested by Trump-linked analytics firm Cambridge Analytica.",
  "SILICON VALLEY MUST-READS\n\n— Apple dials up screen time: “Apple is designing and producing its own device displays for the first time, using a secret manufacturing facility near its California headquarters to make small numbers of the screens for testing purposes, according to people familiar with the situation,” Bloomberg reports.",
  "— Meanwhile, Facebook says it’s conducting a “comprehensive internal and external review as we work to determine the accuracy of the claims that the Facebook data in question still exists.”\n\nFOSTA FIREWORKS — After a slight delay, the Senate this week is slated to take a vote on an anti-sex-trafficking bill (H.R.",
  "AT&T-TIME WARNER TRIAL KICKS OFF TODAY — A high-stakes trial begins today over the Justice Department's decision to block the $85 billion merger between AT&T and Time Warner — a deal that President Donald Trump thrust into the political spotlight with his outspoken and repeated opposition, Steven reports.",
  "QUICK DOWNLOADS\n\nUndercover at a Russian troll factory: NPR sits down with internet activist Lyudmila Savchuk, who worked undercover for two months at the Internet Research Agency, a Russian troll factory that’s been linked with social media activity aimed at sowing divisions between Americans.",
  "“Instead of sweeping into a regulatory dragnet the hundreds of millions of American consumers who place calls or send text messages from smartphones, the FCC should be targeting bad actors who bombard Americans with unlawful robocalls,” said Pai, who had dissented against the FCC order.",
  "“By preserving the historically successful federal-state paradigm for motor vehicle laws, the AV START Act would protect against a patchwork of regulations that could only delay or complicate the deployment of this important technology,” the companies write in a letter to lawmakers.",
  "As detailed in a New York Times report, the firm — which has deep ties to Republican donor Robert Mercer and conservative firebrand Steve Bannon — obtained the trove of user data from a researcher who, according to Facebook, indicated that he was gathering it for academic purposes.",
  "That means attorneys on both sides will focus their arguments on whether allowing AT&T, the nation’s largest telecommunications provider, to combine with Time Warner, owner of HBO, Turner Broadcasting and Warner Bros., will hurt competition in the TV industry and harm consumers.",
  "“The single most impactful way federal agencies can enhance cybersecurity and provide better value to the taxpayer is by leveraging commercial cloud,” Brian Larkin, Internet Association cloud policy director, writes in a letter to Federal Chief Information Officer Suzette Kent.",
  "District Judge Richard Leon has tamped down efforts to make politics a factor in the trial, rejecting calls from both the companies and former DOJ officials to examine whether the White House improperly interfered in the government’s review process.",
  "“The recent revelations about Facebook and Cambridge Analytica raise serious questions about the extent to which the social media giant respected user privacy and whether it violated its consent decree with the FTC,” said Markey in a statement.",
  "A spokesman for the head of the Senate Commerce Committee did not have an update on a potential hearing, and a spokesperson for the Senate Judiciary Committee did not immediately respond to a request for comment on Sunday evening.",
  "IA TOUTS CLOUD — As the federal government weighs how to implement the Modernizing Government Technology Act, the Internet Association is highlighting the benefits of the commercial cloud for hosting and protecting data.",
  "Rand Paul and Jeff Flake, along with Democrats Ed Markey and Amy Klobuchar, are just a few of the lawmakers who have sounded off about privacy violations that may have taken place as a result of the alleged data breach.",
  "WAYMO, UBER PUSH FOR SELF-DRIVING BILL — Waymo, Alphabet’s self-driving subsidiary, and Uber are pressing senators to approve self-driving car legislation (S. 1885 (115)) that’s been languishing in the upper chamber.",
  "“Facebook and Cambridge Analytica should be made to testify before the Senate Commerce Committee so that we can get to the bottom of these disturbing reports that may impact tens of millions of Americans.\"",
  "No love lost: “Match Group, the online dating company that owns services like Tinder and Match.com, wants to buy Bumble, another popular dating app that lets women make the first move,” Recode reports.",
  "— And appropriators will have their hands full: Commerce Secretary Wilbur Ross and Agriculture Secretary Sonny Perdue are both set to testify in front of the House Appropriations committee this week.",
  "“But Match may be trying to push the deal along in an unconventional way: A new patent infringement lawsuit filed late Friday in U.S. District court in Waco, Texas.”\n\nTips, comments, suggestions?",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "4986 (115)), a package of telecom provisions, and the CLOUD Act (S. 2383 (115)), a bill that would set up a legal framework for U.S. law enforcement to access data that’s stored overseas.",
  "The MGT Act sets up a central pot of funding for making updates to federal IT systems, money which could ultimately translate to big business for IA members like Microsoft and Amazon.",
  "Circuit Court ruling Friday spurred much celebrating among industry challengers and from FCC Chairman Ajit Pai, who had objected to Obama-era robocall limits they saw as overly broad.",
  "— Twitter to bar cryptocurrency ads: “Twitter is preparing to prohibit a range of cryptocurrency advertisements amid looming regulatory intervention in the sector,” Sky News reports.",
  "One outstanding point of disagreement involves the addition of two amendments proposed by Sen. Ron Wyden (D-Ore.), who’s been a longtime opponent of the legislation, dubbed FOSTA.",
  "— State AGs are diving in: Massachusetts Attorney General Maura Healey and Pennsylvania Attorney General Josh Shapiro say they’re working on investigations into the data breach.",
  "Rob Portman (R-Ohio), a chief sponsor of the upper chamber’s version of the trafficking bill, has signaled that he’d like to pass the legislation as is, without such amendments.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Cambridge Analytica then allegedly used the information to build a powerful political tool as campaigns were increasingly looking to sway voters on popular digital platforms.",
  "Wyden’s amendments would provide funding for prosecuting sex traffickers and strive to protect websites from litigation if they pursue traffickers in good faith.",
  "… In other Apple news: “Apple has announced an event on March 27th that will focus on ‘creative new ideas for teachers and students,’” The Verge reports.",
  "ALSO HAPPENING IN CONGRESS THIS WEEK — A cluster of four communications bills is due to get a hearing from the House telecom subcommittee on Thursday.",
  "(Cambridge Analytica has denied these claims and said any data tied to this specific researcher was not used for any Trump campaign-related services.)",
  "The company, which helped the Trump campaign target ads during the 2016 election, reportedly exploited data from 50 million Facebook users in secret.",
  "ITI ADDS TWO — Analog Devices Inc. and Salesforce are the latest companies join the Information Technology Industry Council tech trade group.",
  "FOSTA’s Senate counterpart has more than 65 cosponsors, which suggests that the bill has a good chance of making it to the president’s desk.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Watch for more to come: “We expect the FCC to invite comments on the Court’s decision,” predicted attorneys with the law firm Kelley Drye.",
  ": The New York Times examines how the industry has changed as many founders of tech giants have gained more experience, and gotten older.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "— With a March 23 government funding deadline inching closer, lawmakers are expected to unveil an omnibus spending bill Monday evening.",
  "“This is a big deal, when you have that amount of data, and the privacy violations there are significant,” Flake told CNN on Sunday.",
  "Klobuchar on Saturday pressed for Facebook CEO Mark Zuckerberg to testify in front of the Senate Judiciary Committee himself.",
  "— GOP Commissioner Mike O’Rielly argued that the ruling would only curb litigation risk, not cause more unwanted robocalls.",
  "“These 50 million Americans are owed answers about what happened to their private information,” Shapiro said in a tweet.",
  "1865 (115)) that’s agitated some of the tech industry — but we’re tracking for some more fireworks before that happens.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "… The House Judiciary’s IT subcommittee is also due to scrutinize covered business method patents on Tuesday.",
  "GOOD MONDAY MORNING and welcome to Morning Tech, where watching Ugly Delicious on Netflix makes us so hungry.",
  "The court ruled, in one instance, that smartphones do not count as autodialers, as the FCC had said in 2015.",
  "Wyden has previously argued that FOSTA could hurt smaller websites and make it tougher to catch bad actors.",
  "The bill demarcates federal and state responsibilities when it comes to regulating self-driving cars.",
  "A number of lawmakers are clamoring for a hearing that will include testimony from both companies.",
  "ITI’s membership includes a wide swath of tech firms including Apple, Google and IBM.",
  "Sign-up today to start receiving the newsletter right at launch on April 6.",
  "We’re tracking for the potential attachment of Ray Baum’s Act (H.R.",
  "We’ll be watching for spectrum and broadband-related funding talk.",
  "Story Continued Below\n\n— Much ado about privacy: Republican Sens.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "These limits were vacated in large part by the court.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send your tech tips to lzhou@politico.com.",
  "ROBOCALL COURT RULING: CLARITY OR CHAOS?",
  "Got an event for MT’s tech calendar?",
  "**\n\nOMNIBUS CHUGGING ALONG?",
  "Presented by Boeing.",
  "— What comes next?",
  "Has tech grown up?",
  "Learn more here.",
  "We’re tracking.",
  "— A D.C.",
  "Sen.",
  "**"
]