[
  "Kuby is more bullish on stable companies that have fallen out of favor but could offer more solid returns if the market volatility continues and the broader economy loses steam as well.",
  "If there is a crackdown on how Facebook (FB), Google (GOOGL) and Twitter (TWTR) (another insanely volatile stock lately) run their businesses, advertisers could flee as a result.",
  "The last time tech was such a big component of the overall index was during the final stages of the tech stock mania on Wall Street nearly twenty years ago.",
  "Experts say that the Big Tech stocks should eventually bounce back once investors remember how strong their earnings, sales and balance sheets are.",
  "There has been a huge uptick in trading lately -- especially for tech stocks,\" said John Bartleman, president of brokerage firm TradeStation.",
  "Apple (AAPL), Google, Amazon, Microsoft and Facebook accounted for more than 25% of the weighting in the S&P 500 at the end of February.",
  "This is a good buying opportunity for the longer-term investor,\" said Jeff Schulze, investment strategist at ClearBridge Investments.",
  "He also owns chip companies AMD (AMD) and Qualcomm (QCOM), which he thinks have been unfairly punished in the recent tech selloff.",
  "And Trump supposedly is considering a change in tax laws or tougher antitrust laws against Amazon, which could hurt its business.",
  "But investors are suddenly worried about increased regulations in the wake of the Facebook/Cambridge Analytica user data scandal.",
  "His firm owns shares of Alphabet because he thinks it's a relatively good value compared to Facebook, Amazon and Netflix (NFLX).",
  "It looks like volatility is here to stay and that is largely due to the fast and furious pace of headlines about the top techs.",
  "Mark Zuckerberg is coming to testify before Congress next month, and stricter internet privacy policies could come after that.",
  "The Trump administration blocked the takeover, citing national security issues since Broadcom (AVGO) is based in Singapore.",
  "Qualcomm in particular has been hit hard because of the drama associated with rival Broadcom's hostile attempt to buy it.",
  "\"These are obviously really good companies with strong business models but valuations weren't even being discussed.",
  "Related: Facebook has lost $80 billion in market value since data scandal broke\n\nWashington probably won't let up.",
  "\"This is a big opportunity for day traders to profit off the movement for tech stocks on the long and short side.",
  "Several non-techs in the Dow, most notably Boeing (BA) and Nike (NKE), are still enjoying solid gains this year.",
  "Facebook, Amazon, Apple, Netflix and Google have all helped push the market to one all-time high after another.",
  "\"This is not the dot com bubble of the late 1990s where there was hot money trading themes and ideas,\" he said.",
  "It was more of a momentum move,\" said Eric Kuby, chief investment officer of North Star Investment Management.",
  "Analysts expect most Big Tech companies to post strong results this quarter and for the rest of this year.",
  "Traders are making quick bets to try and profit from the rapid moves -- up and down -- in these stocks.",
  "Shares of these big five techs -- as well as the Nasdaq and broader market -- have all fallen.",
  "Wall Street is also worried about how much top tech companies weigh on the broader market.",
  "Cisco (CSCO), Intel (INTC) and Microsoft (MSFT) are among the top Dow performers in 2018.",
  "But Facebook, Amazon, Netflix and Google owner Alphabet have been hit particularly hard.",
  "But even if the Nasdaq continues to slide, tech may not bring down the overall market.",
  "\"But this regulatory overhang will be with the FAANG stocks for the next few months.\"",
  "Yet there are legitimate concerns about whether politics will trump fundamentals.",
  "He likes Kraft Heinz (KHC) and drug store giants CVS (CVS) and Walgreens (WBA).",
  "Related: Why now might be a good time to buy Amazon\n\nThat may be true.",
  "But a company can have solid fundamentals and still be too expensive.",
  "Each of them has plunged more than 10% in the past week and a half.",
  "\"The fundamentals are still positive and there is global growth.",
  "\"Major businesses in tech now have already been developed.",
  "Schulze thinks it's unfair to compare 2018 to 1999 though.",
  "That could make tech stocks risky bets for awhile.",
  "This was more overdue than overdone,\" Kuby said.",
  "Most of these companies are loaded with cash.",
  "The tech rally has come to a screeching halt.",
  "Kuby isn't shunning tech necessarily though.",
  "There are real earnings and cash flow.\"",
  "\"So much money was being put into tech.",
  "Older techs have thrived as well.",
  "But one thing seems certain.",
  "Is it an overreaction?"
]