[
  "“We will be contacting Alexander Nix next week asking him to explain his comments and answer further questions relating to the links between GSR and Cambridge Analytica, and its associate companies.” Collins also said the committee had “repeatedly asked” Facebook about how companies acquire and hold on to user data from the site, and whether information had been taken from people without their consent.",
  "Damian Collins, chairman of the Digital, Culture, Media and Sport Committee, also accused the chief executive of Cambridge Analytica, Alexander Nix, of “deliberately misleading” Parliament and giving “false statements” to the committee following allegations it was passed personal data from Facebook apps without the consent of the individuals.",
  "PA Wire/PA Images Mark Zuckerberg is facing calls to appear in front of MPs\n\nDespite assurances at the time this was discovered in 2015 that the data had been destroyed, the social media company was informed in recent days that this had not happened, prompting the suspension of the firm on suspicion it had flouted privacy rules.",
  "“I will be writing to Mark Zuckerberg asking that either he, or another senior executive from the company, appear to give evidence in front of the committee as part our inquiry.” He added: “We need to hear from people who can speak about Facebook from a position of authority that requires them to know the truth.",
  "Facebook’s vice president and deputy general counsel Paul Grewal said in a blog post that University of Cambridge professor Dr Aleksandr Kogan had passed on information to Cambridge Analytica and others after launching a Facebook app called thisisyourdigitallife, the Press Association reported.",
  "Collins said Nix had denied to the committee that his company had received any data from GSR, adding: “From the evidence that has been published by The Guardian and The Observer this weekend, it seems clear that he has deliberately misled the committee and Parliament by giving false statements.",
  "Mark Zuckerberg should appear before MPs and “stop hiding behind his Facebook page”, a politician has said, after it was revealed a British data firm had been suspended by the social networking site amid allegations it harvested personal details from more than 50 million users.",
  "“The reputation of this company is being damaged by stealth because of their constant failure to respond with clarity and authority to the questions of genuine public interest that are being directed to them.",
  "“I don’t just capture what your responses are, I capture all of the information about you from Facebook, but also this app then crawls through your social network and captures all that data also.",
  "Cambridge Analytica played a key role in mapping out the behaviour of voters in the run-up to the 2016 US election and was also used during the EU referendum campaign earlier that year.",
  "He told Channel 4 News: “Imagine I go and ask you: I say, ‘Hey, if I give you a dollar, two dollars, could you fill up this survey for me, just do it on this app’, and you say, ‘Fine’.",
  "Wylie alleged that the data grab involved users being offered a small amount of money to complete a survey on the condition they consented to share personal details through Facebook.",
  "Whistleblower Chris Wylie, a former research director at Cambridge Analytica, told Channel 4 News a so-called data grab had been carried out on more than 50 million profiles in 2014.",
  "PA Wire/PA Images Damian Collins, chairman of the Digital, Culture, Media and Sport Committee, accused Alexander Nix of 'deliberately misleading' Parliament",
  "It’s time for Mark Zuckerberg to stop hiding behind his Facebook page.”\n\nIt’s time for Mark Zuckerberg to stop hiding behind his Facebook page.\"",
  "Kogan is alleged to have been involved in this, using his company called Global Science Research (GSR) to accrue information.",
  "“Their answers have consistently understated this risk and have also been misleading to the committee,” he said.",
  "This, it is claimed, allowed researchers to build personality and psychological profiles on millions of users.",
  "“By you filling out my survey, I capture 300 records on average.",
  "“Someone has to take responsibility for this."
]