[
  "Sen. Richard Blumenthal, a Democrat who previously introduced legislation for a \"privacy bill of rights,\" said the \"secret data sharing partnerships\" add \"urgent new reasons for stronger privacy protections—beginning with a privacy bill of rights modeled on Europe's new rules.\"",
  "Related: Facebook defends sharing user data with phone makers\n\nThe latest claims may only add fuel to the fire of existing investigations into Facebook at the state and federal level, including a Federal Trade Commission probe into the company's data practices.",
  "\"These partners signed agreements that prevented people's Facebook information from being used for any other purpose than to recreate Facebook-like experiences,\" Ime Archibong, Facebook's vice president of product partnerships, wrote in the blog post.",
  "Lawmakers on both sides of the Atlantic were quick to pounce on Facebook (FB) after the New York Times reported late Sunday that the company shared personal data from its users with dozens of device makers, including Apple (AAPL) and Samsung (SSNLF).",
  "Perhaps the most concerning claim from the report is that Facebook gave some device makers \"access to the data of users' friends without their explicit consent, even after declaring that it would no longer share such information with outsiders.\"",
  "\"Facebook's DNA is unchangeable: their basic idea is to amass as much data as possible, and press the limits on sharing it,\" Tim Wu, a professor of antitrust law at Columbia Law School and former senior adviser at the FTC, told CNNMoney.",
  "Barbara Underwood, the new attorney general in New York, said in a statement Monday that her office continues to investigate Facebook's data use after Cambridge Analytica, which includes looking \"into these 'data-sharing' partnerships.\"",
  "\"Sure looks like Zuckerberg lied to Congress about whether users have 'complete control' over who sees our data on Facebook,\" David Cicilline, the top Democrat on the House Judiciary antitrust subcommittee, wrote on Twitter (TWTR).",
  "Facebook disputed this claim, noting in a blog post Sunday that \"friends' information, like photos, was only accessible on devices when people made a decision to share their information with those friends.\"",
  "Guy Verhofstadt, chair of the Alliance of Liberals and Democrats for Europe, tweeted that Zuckerberg \"was not totally honest\" in claiming users control how their data is shared and who sees it.",
  "In the blog post Sunday, Facebook said it gave device makers access to software only so they could build versions of Facebook that worked on different phones or operating systems.",
  "\"It ensures that the company will be right in the center of the field of vision of every regulator and legislator who has an interest in this subject.\"",
  "It also called into question repeated assurances offered by CEO Mark Zuckerberg in testimonies that users have control over their information.",
  "But the report nonetheless reignited concerns about Facebook's privacy practices just months after the Cambridge Analytica data scandal.",
  "Facebook used Twitter to push back against some of the lawmakers, telling Cicilline that the Times \"is wrong about user controls.\"",
  "Facebook is facing renewed regulatory scrutiny around the world in the wake of new allegations over how it handles user data.",
  "\"This adds urgency and intensity to the FTC inquiry,\" William Kovacic, former chairman of the FTC, told CNNMoney.",
  "\"The news... is yet another reminder of the many questions that remain unanswered,\" Underwood said.",
  "But this assurance has not stopped the mounting uproar among current and former regulators.",
  "\"This needs to be investigated and the people responsible need to be held accountable.\"",
  "Representatives for Facebook did not immediately respond to a request for comment.",
  "\"Unless there is a change of leadership, I do not expect them to change.\"",
  "\"This limitless data sharing of users has to stop,\" Verhofstadt said.",
  "\"We are not aware of any abuse by these companies,\" Archibong said.",
  "-- Sherisse Pham contributed to this report.",
  "Multiple US lawmakers echoed the point."
]