[
  "Women put the number closer to 33%.”\n\nCooper and Brownell attribute the disparity, at least in part, to the decades that educators, medical professionals and the general public believed that males were somehow more adept at math, science and similar subjects.",
  "As does speaking out, say the researchers, who note the power of finding strength in not just standing up for yourself, but also in supporting other women or underrepresented minorities who might be underestimated too.",
  "Their study, based on an undergraduate biology class, finds that men in STEM subject areas habitually overestimate their own intelligence and credentials and underestimate the abilities of female colleagues.",
  "Gwen Pearson, who holds a Ph.D. in entomology and is now a science writer and education coordinator at Purdue University, told the outlet that she regularly felt the disdain of her male classmates.",
  "In the experiment, “students worked in groups and as partners and when asked to rate themselves compared to their closest workmate, the men thought they’d be smarter than 61% of their colleagues.",
  "Women are used to being told to be more confident, to apply to jobs even when we don’t meet 110% of the requirements, and to fight the urge to give in to impostor syndrome.",
  "“I can’t even tell you how many of my early successes (awards and grants) were attributed to my being the only girl, and ‘they had to’ give the award to a woman,” she said.",
  "Consider a new study from Katelyn Cooper and Sara Brownell, a pair of academics at the Arizona State University School of Life Sciences.",
  "As a result, the research finds that women begin to doubt their abilities—even when hard evidence such as grades says otherwise.",
  "In reporting on the research, NBC News talked to women in STEM fields about their experiences in the classroom and at work.",
  "And it’s because a lifetime of being told I don’t belong and I’m not good enough that got into my head.”\n\nSo what helps?",
  "Finding mentors who will help bolster your confidence and validate your own ways of learning and working.",
  "It’s just that it fails to factor in one important variable that’s out of our control: men.",
  "“I am reasonably successful by a variety of measures, but I still doubt everything I do.",
  "And the fact that, long after this notion has been disproved, the belief persists.",
  "And don’t get me wrong—it’s all good advice.",
  "• You’re good enough, dammit!",
  "NBC News"
]