[
  "Zuckerberg visited with senators in closed-door meetings Monday, previewing the public apology he planned to give Congress on Tuesday after revelations that Cambridge Analytica, a data-mining firm affiliated with Donald Trump's presidential campaign, gathered personal information from 87 million users to try to influence elections.",
  "\"We will continue working with the government to understand the full extent of Russian interference, and we will do our part not only to ensure the integrity of free and fair elections around the world, but also to give everyone a voice and to be a force for good in democracy everywhere,\" Zuckerberg continues.",
  "In prepared testimony released Monday by the House Energy and Commerce Committee, which he is expected to deliver Wednesday, Zuckerberg apologizes for fake news, hate speech, a lack of data privacy and Russian social media interference in the 2016 elections.",
  "After privately assuring senators that his company will do better, Facebook CEO Mark Zuckerberg is undergoing a two-day congressional inquisition that will be very public — and possibly pivotal for the massive social networking company he created.",
  "Zuckerberg is also expected to be asked about Russia's use of U.S. social media during the 2016 elections — a subject of several congressional investigations and special counsel Robert Mueller's probe into Russian interference.",
  "He also says the company is investigating every app that had access to a large amount of information before the company moved to prevent such access in 2014 — something that came too late in the Cambridge Analytica case.",
  "After resisting previous calls to testify, Zuckerberg agreed to come to Capitol Hill this month after reports surfaced — and the company confirmed — that Cambridge Analytica had gathered Facebook users' data.",
  "A notification that appeared on Facebook for some users Tuesday told them that \"one of your friends\" used Facebook to log into a now-banned personality quiz app called \"This Is Your Digital Life.\"",
  "In the statement, Zuckerberg addresses Russian election interference and acknowledges, as he has in the past, that the company was too slow to respond and that it's \"working hard to get better.\"",
  "The company has said that as many as 146 million people may have received information from a Russian agency that's accused of orchestrating much of the cyber meddling in the election.",
  "\"We face a number of important issues around privacy, safety, and democracy, and you will rightfully have some hard questions for me to answer,\" Zuckerberg says.",
  "In the hearings, Zuckerberg will not only try to restore public trust in his company but also to stave off federal regulation that some lawmakers have floated.",
  "The notice says the app misused the information, including public profiles, page likes, birthdays and current cities, by sharing it with Cambridge Analytica.",
  "Cornyn said apologies are \"not enough\" and suggested that legislation could eventually be needed to give consumers more control over their own data privacy.",
  "In addition to saying he is sorry, Zuckerberg outlines the steps the company has taken to restrict outsiders' access to people's personal information.",
  "Nelson said he believes Zuckerberg is taking the congressional hearings seriously \"because he knows there is going to be a hard look at regulation.\"",
  "Zuckerberg has apologized many times already, to users and the public, but it is the first time in his career that he has gone before Congress.",
  "In the remarks, Zuckerberg said his company has a responsibility to make sure what happened with Cambridge Analytica doesn't happen again.",
  "He will testify before a joint hearing of the Senate Judiciary and Commerce committees on Tuesday and before a House panel on Wednesday.",
  "Nelson said afterward that Zuckerberg was \"forthright and honest to the degree he could\" be in the private, one-on-one meeting.",
  "Zuckerberg met Monday with Florida Sen. Bill Nelson, the top Democrat on the Senate Commerce panel, along with other senators.",
  "\"This is a serious matter, and I think people expect us to take action,\" Cornyn told reporters after his speech.",
  "\"We didn't take a broad enough view of our responsibility, and that was a big mistake,\" he says in the remarks.",
  "2 Republican in the Senate, appeared open to regulation in a Tuesday floor speech ahead of the hearing.",
  "The prepared remarks do not reveal new information about how data was shared or what Facebook will do.",
  "Separately, the company also began alerting users that their data was gathered by Cambridge Analytica.",
  "Democrats like Nelson have argued that federal laws might be necessary to ensure user privacy.",
  "In the testimony, Zuckerberg acknowledges that the questioning could be hostile.",
  "Republicans have yet to get behind any such legislation, but that could change.",
  "I started Facebook, I run it, and I'm responsible for what happens here.\"",
  "Texas Sen. John Cornyn, a member of the Judiciary panel and the No.",
  "\"It was my mistake, and I'm sorry."
]