[
  "National Security Agency whistleblower Edward Snowden accused Facebook of being complicit in the breach, and said the company is involved in “surveillance,” not “social media.”\n\nFacebook makes their money by exploiting and selling intimate details about the private lives of millions, far beyond the scant details you voluntarily post.",
  "He told The Observer that after Facebook demanded he destroy data, “they waited two years and did absolutely nothing to check that the data was deleted.”\n\nFacebook said in its statement Friday, a day before the news reports, that Strategic Communication Laboratories assured the company three years ago that the data was destroyed.",
  "pic.twitter.com/iSu6VwqUdG — Christopher Wylie (@chrisinsilico) March 18, 2018\n\nFacebook also suspended the account of Cambridge University psychology professor Aleksandr Kogan, who created a personality profile app available through Facebook that obtained the data that was then passed on to Strategic Communication Laboratories.",
  "A data analytics expert who blew the whistle on a political research firm that helped fuel Donald Trump’s presidential campaign by accessing the private data of millions of unsuspecting Facebook users says he has been blocked by the social media giant in retaliation.",
  "— Edward Snowden (@Snowden) March 17, 2018\n\nFacebook executive Andrew “Boz” Bosworth said the incident “unequivocally” did not constitute a data “breach” because users voluntarily downloaded the app, which gave permission to access their information.",
  "Facebook said in a statement it has suspended the account of Strategic Communication Laboratories and its political data firm, Cambridge Analytica, on Friday for obtaining personal information from users three years ago in violation of policy.",
  "Canadian data analytics expert Christopher Wylie, who worked for Cambridge Analytica and was the key source for the Times and Observer investigations, tweeted that he has been blocked by Facebook because he revealed the data grab.",
  "https://t.co/mRkRKxsBcw — Edward Snowden (@Snowden) March 17, 2018\n\nBusinesses that make money by collecting and selling detailed records of private lives were once plainly described as \"surveillance companies.\"",
  "Wylie told The Observer that he helped build “models to exploit what we knew” about Facebook users to “target their inner demons.” He told the Times, referring to company leaders: “Rules don’t matter for them.",
  "— Boz (@boztank) March 17, 2018\n\nCambridge Analytica, which relies on sophisticated voter profiles built with personal data for political research and campaigns, has deep roots in conservative campaigns.",
  "People using Facebook blasted the company on social media for failing to protect the data, and for believing Strategic Communication Laboratories’ promise to destroy the information.",
  "Strategic Communication Laboratories harvested data on 50 million users of the social media platform, according to investigations by The New York Times and The Observer.",
  "Cambridge Analytica firmly denied in a statement “using or holding data from Facebook profiles,” and said it deleted all material provided to it through the app.",
  "People chose to share their data with third party apps and if those third party apps did not follow the data agreements with us/users it is a violation.",
  "But it’s unclear whether people were aware they were granting that permission, and the data ended up in the hands of a third party.",
  "Their rebranding as \"social media\" is the most successful deception since the Department of War became the Department of Defense.",
  "Massive amounts of information was obtained through Kogan’s app, Thisisyourdigitallife, but it conformed to Facebook’s policies.",
  "The New York Times reported viewing raw data from the profiles obtained by Cambridge Analytica.",
  "It’s largely owned by conservative billionaire hedge-fund owner and Trump donor Robert Mercer.",
  "The information obtained included users’ cities, preferred content and details about friends.",
  "Friday was the first time Facebook users learned their data had been compromised.",
  "no systems were infiltrated, no passwords or information were stolen or hacked.",
  "Former senior White House adviser Steve Bannon has served on its board.",
  "Critics have raised questions about Facebook’s role in the data breach.",
  "Facebook said it only learned “days ago” that the data still existed.",
  "The company worked with supporters on the U.K. Brexit campaign.",
  "On something they have known privately for 2 years.",
  "For them, this is a war, and it’s all fair.”",
  "This was unequivocally not a data breach.",
  "For blowing the whistle.",
  "Wylie worked with Kogan.",
  "Suspended by @facebook.",
  "They are not victims.",
  "They are accomplices."
]