[
  "In an email revealed by Politico, Facebook public policy manager Lori Moylan wrote: “I know it’s not lost on anyone in the free market community that with GDPR on the way in Europe and the rapidly changing discussions here in Washington, there’s an increased chance Washington will rush to regulate, with privacy concerns at the top of the radar.”\n\n“It would be incredibly helpful for our privacy team to hear from you—we’d love to talk through any ideas/advice you have and run our thinking by you as well.”\n\nThe EU will on May 25 introduce a new law called the General Data Protection Regulation (GDPR), which gives users many more rights in protecting their privacy online.",
  "Facebook told the pro-Trump sisters that it was limiting the reach of their content because it was “unsafe to the community,” although it later said the email it had sent to them was “inaccurate.”\n\nThe Diamond and Silk episode came up repeatedly during Facebook CEO Mark Zuckerberg’s appearance last week before senators and members of congress, an appearance that was prompted by the Cambridge Analytica scandal.",
  "Facebook is making significant changes to its privacy settings for users as a result, not just in the EU but around the world—including in the U.S.\n\nFacebook (fb) told Politico is it reaching out to groups across the ideological spectrum for help as it faces possible new American legislation in the wake of the Cambridge Analytica scandal.",
  "“Why is Facebook censoring conservative bloggers such as Diamond and Silk?” asked Republican representative Joe Barton, to which Zuckerberg admitted his team had made an “enforcement error.” The issue was also raised by Rep. Marsha Blackburn and Senator Ted Cruz, both Republicans.",
  "The onslaught started in 2016, when reports accused the team that assembled Facebook’s Trending Topics feed of having a liberal bias—Facebook conducted an internal investigations and said it found no evidence of bias.",
  "And it makes sense that Moylan, a former employee of the conservative and libertarian American Enterprise Institute and R Street Institute, was the one to get in touch with groups in that ideological range.",
  "More recently, conservatives have been expressing outrage about the alleged suppression of video bloggers Lynnette Hardaway and Rochelle Richardson, who go by the name Diamond and Silk.",
  "According to a report last year, conservative publishers outnumbered liberal publishers on Facebook by three to one, and received much more engagement from users.",
  "Nonetheless, the email is noteworthy in the light of the way conservatives have in recent years been bashing Facebook over its supposed liberal bent.",
  "Facebook has asked conservative groups for their ideas and advice in dealing with the “rush” in Congress to regulate it over privacy.",
  "In reality, Facebook provides a very useful platform for conservatives."
]