[
  "This definition, Ravel said, is not going to catch new forms of election interference, such as ads placed months before an election, or the practice of paying individuals or bots to spread a message that doesn’t identify a candidate and looks like authentic communications rather than ads.",
  "Robert Mueller, the special prosecutor for the FBI, has charged 13 Russians who worked for an internet disinformation organization with conspiring to defraud the United States, but it seems unlikely that Russia will compel them to face trial in the United States.",
  "Police Political Advertising\n\nLast year, Facebook disclosed that it had inadvertently accepted thousands of advertisements that were placed by a Russian disinformation operation—in possible violation of laws that restrict foreign involvement in U.S. elections.",
  "Daniel J. Weitzner, who served in the White House as the deputy chief technology officer at the time of the Facebook settlement, says that technology should be policed by something similar to the Department of Justice’s environmental-crimes unit.",
  "David Vladeck, the former FTC director of consumer protection, who crafted the 2011 settlement with Facebook, said he believes Facebook’s actions in the Cambridge Analytica episode violated the agreement on multiple counts.",
  "Facebook has said it will introduce a new regime of advertising transparency later this year, which will require political advertisers to submit a government-issued ID and to have an authentic mailing address.",
  "“We respected the privacy settings that people had in place.”\n\nIf a fine had been levied at the time of the settlement, it might well have served as a stronger deterrent against any future breaches.",
  "However, the election commission—which is often deadlocked between its evenly split Democratic and Republican commissioners—has not yet ruled on new disclosure rules for internet advertising.",
  "“I predict that if the FTC concludes that Facebook violated the consent decree, there will be a heavy civil penalty that could well be in the amount of $1 billion or more,” he said.",
  "Even if it does pass such a rule, the commission’s definition of election advertising is so narrow that many of the ads placed by the Russians may not have qualified for scrutiny.",
  "It said that political advertisers will also have to disclose which candidate or organization they represent and that all election ads will be displayed in a public archive.",
  "While she was at the commission, she urged it to consider what it could do to make internet advertising contain as much disclosure as broadcast and print ads.",
  "“We know how to do serious law enforcement when we think there’s a real priority, and we haven’t gotten there yet when it comes to privacy,” Weitzner said.",
  "It’s limited to ads that mention a federal candidate and appear within 60 days prior to a general election or 30 days prior to a primary.",
  "“Do we want Vladimir Putin or drug cartels to be influencing American elections?” she presciently asked at a 2015 commission meeting.",
  "Under previous administrations, it filed felony charges against people for such crimes as dumping raw sewage or killing a bald eagle.",
  "“Facebook rejects any suggestion that it violated the consent decree,” a spokesman for the company, Andy Stone, said.",
  "But Ann Ravel, a former commissioner at the Federal Election Commission, says that more could be done.",
  "The unit has levied hundreds of millions of dollars in fines.",
  "Facebook maintains it has abided by the agreement.",
  "Some ended up sentenced to prison."
]