[
  "The Dow’s big performer included beleaguered industrial giant General Electric, which rose more than 4 percent — its biggest climb in three years — on reports that billionaire investor Warren Buffett is looking at purchasing an interest in the embattled company.",
  "“The markets over the last week are trying to figure out the cost and the potential fines for Facebook specifically as well as the regulatory costs that come come to the technology sector as a whole,” said Jamie Cox, managing partner at Harris Financial Group.",
  "Lawmakers have asked the tech giant how Cambridge Analytica, a voter-profiling firm that has worked with Trump’s campaign and other Republicans, improperly collected personal information on Facebook users.",
  "Another factor that proved a drag on the markets was the report that the Trump administration may invoke a law reserved for national emergencies in order to limit Chinese investments in U.S. technologies.",
  "In volatile trading that has come to be the norm, the Dow Jones industrial average gave up morning gains and closed down 344 points — about 1.4 percent — as it slipped into correction territory.",
  "Concerns about Trump’s threats to impose tariffs have rattled global financial markets in recent weeks as investors weigh the possibility of a trade war that could upend economic progress.",
  "Investors are trying to figure out the regulatory ramifications for Facebook, Netflix and the other major technology stocks that are likely to follow in the wake of the Facebook crisis.",
  "Bloomberg reported that the U.S. Treasury Department is working on ways that would prohibit China’s ability to have significant stakes us certain sectors involving U.S. technologies.",
  "Facebook’s co-founder the chairman Mark Zuckerberg said he would testify before Congress to address concerns about how his company deals with privacy issues and user data.",
  "The biggest surprise is the big sell-off in the Nasdaq.”\n\nNetflix retreated more than 6 percent, and Silicon Valley darling Tesla plunged more than 8 percent.",
  "Facebook, which has more than 2 billion monthly active users, last week said it had retained a firm to conduct a forensic audit of Cambridge Analytica.",
  "Facebook CEO Mark Zuckerberg said he expects to testify before Congress about the social network’s privacy standards and use of its customer’s data.",
  "(Marcio Jose Sanchez/AP)\n\nMarkets slid in the final hours of trading Tuesday as technology shares dragged stock measures down across the board.",
  "The Conference Board also issued a report on consumer confidence rattled markets as its index dropped 2.3 points, which was below expectations.",
  "The Nasdaq composite, whose tech-heavy composite has helped drive markets to record highs the past year, was down more than 3 percent.",
  "The Trump administration has singled out intellectual property as a place where it needs to protect American interests from China.",
  "Markets were positive most of the day, but started moving sigificantly down toward the last 90 minutes of the session.",
  "Social-media giant Facebook, under pressure the past week for its data issues, were down another 5.5 percent Tuesday.",
  "The technology sector was the biggest loser Tuesday, followed by consumer discretionary and health.",
  "The number of Facebook users affected by the data grabbing could be more than 50 million.",
  "“Yesterday’s gain was significant, but the market got a little ahead of itself.",
  "“I’m a little surprised,” said Ivan Feinseth of Tigress Financial Partners.",
  "Microsoft was off 4.6 percent, and Amazon.com dropped 3.8 percent.",
  "A 10 percent drop from its peak is considered a correction.",
  "Standard & Poor’s 500 index was off 1.7 percent.",
  "Dow stalwart Boeing fell 2.4 percent.",
  "It needs to find its footing."
]