[
  "“We are exploring how much consumers know about the use of location data and are working closely with the Privacy Commissioner.”\n\nOracle, according to The Australian newspaper, said Alphabet receives detailed information about people’s internet searches and user locations if they have a phone that carries Android - the mobile operating system developed by Google.",
  "SYDNEY, May 15 (Reuters) - Google is under investigation in Australia following claims that it collects data from millions of Android smartphones users, who unwittingly pay their telecom service providers for gigabytes consumed during the harvesting, regulators said on Tuesday.",
  "Earlier this year, social media giant Facebook Inc apologised after web marketing firm Cambridge Analytica was accused of obtaining users’ data without permission for the 2016 election campaign of United States President Donald Trump.",
  "“Some mobile plans may only include a few gigabytes of data so if Google is harvesting a gigabyte of data, it is a very real cost to consumers,” said David Vaile, chairman of the industry group, the Australian Privacy Foundation.",
  "The Australian investigations stem from allegations made by Oracle Corp in a report provided as part of an Australian review into the impact that Google, owned by Alphabet Inc, and Facebook have on the advertising market.",
  "Transferring that information to Google means using up gigabytes of data that consumers have paid for under data packages purchased from local telecom service providers, according to the Oracle report.",
  "Responding to the latest privacy concerns surrounding Google, a spokesman for the U.S. based search engine operator said the company has users’ permission to collect data.",
  "The U.S. based software company is seeking royalties for Google’s use of some of the Java language, while Google argues it should be able to use Java without paying a fee.",
  "“We are aware of the reports in the media and we have asked Google to advise whether they are accurate,” a spokesman for Australia’s biggest telecom company Telsta said.",
  "“The ACCC met with Oracle and is considering information it has provided about Google services,” said Geesche Jacobsen, a spokeswoman for the competition regulator.",
  "Both the Australian Competition and Consumer Commission (ACCC) and the country’s Privacy Commissioner said they were reviewing the report’s findings.",
  "Data privacy advocates said many consumers are unlikely to understand what they agreed to when signing up to use a smartphone.",
  "The investigations will raise more questions about the way big technology companies collect and use people’s data online.",
  "Australian telecommunications companies said they were seeking confirmation from Google on the allegations.",
  "Industry analysts estimate there are more than 10 million Android users in Australia.",
  "Reuters was unable to immediately verify the content of the Oracle report.",
  "(Reporting by Colin Packham Editing by Byron Kaye and Simon Cameron-Moore)",
  "Oracle has its own long-running dispute with Google."
]