[
  "IPO of a company that expects to ride a tremendous trend\n\nMore companies are moving to subscription models to keep money flowing in and Zuora ZUO, -2.10% expects to ride this trend by providing better enterprise resource planning (ERP) software than its major competitors, which include SAP SAP, -0.78% and Oracle ORCL, -1.46%\n\n6.",
  "Here’s additional coverage and opinion:\n\n• Zuckerberg testifies before Congress, and the internet is outraged — at Congress\n\n• What Mark Zuckerberg didn’t tell Congress: You’re risking more than your data on Facebook\n\n• The uncomfortable question Zuckerberg kept facing: Is Facebook a monopoly?",
  "Advice for investors from the head of the world’s largest asset management company\n\nDuring a period of higher market volatility with swings and frightening headlines every day.",
  "This retailer is forcing its suppliers to behave\n\nThe actions of this retailer reflect a growing industry trend to force wholesalers to be more environmentally responsible.",
  "• Facebook screwed up royally, but Congress should be careful not to kill it\n\n• Facebook has to change its business model because it’s using us as unpaid laborers\n\n2.",
  "He plans to remain speaker until the end of his term, but some Republicans question whether it is a good idea to have a lame-duck speaker heading into the elections.",
  "(FAANG stands for Facebook, Apple AAPL, -3.57% Amazon.com AMZN, -4.12% Netflix NFLX, -6.27% and Google holding company Alphabet GOOG, -3.01% GOOGL, -2.92% )\n\n3.",
  "Intriguing coming attractions for the Apple Watch\n\nPatent filings indicate future models of the Apple Watch will be able to do some amazing and helpful things.",
  "A more realistic way to plan for retirement\n\nTraditional retirement planning no longer works, according to Mark Jaeger, who offers a different approach.",
  "Trade bluster cools for now\n\nWilliam Watts considers the meaning behind China President Xi Jinping’s recent comments about trade import restrictions.",
  "Zuckerberg’s performance\n\nFacebook FB, -1.58% CEO Mark Zuckerberg fared quite well in his testimony before two congressional committees this week.",
  "Check out our Personal Finance Daily or other newsletters, and get the latest news, personal finance and investing advice.",
  "Paul Ryan is leaving\n\nSpeaker of the House Paul Ryan (R., Wis.) has announced he will not seek reelection in November.",
  "Don’t miss: Paul Ryan is just two years away from collecting a federal pension — here’s how much he’ll get\n\n5.",
  "Other tech stocks\n\nHere are five overlooked tech stocks that could leave the FAANG group behind.",
  "MarketWatch rounded up 10 of its most interesting topics over the past week.",
  "• Which of your Facebook friends leaked your data to Cambridge Analytica?",
  "Bed Bath boo-boo\n\nShares of Bed Bath & Beyond dropped 20% on Thursday.",
  "Here’s one reason the company is having difficulty competing.",
  "Tim Mullaney believes Ryan is leaving behind a terrible mess.",
  "Subscribe to MarketWatch's free Weekly Roundup newsletter.",
  "this advice from Larry Fink is remarkably simple.",
  "Have this weekly roundup sent to your inbox.",
  "Want more from MarketWatch?",
  "Sign up here.",
  "10.",
  "9.",
  "8.",
  "7.",
  "4.",
  "1."
]