[
  "Former FBI agent Clint Watts, who testified before Congress in 2017 about Russian disinformation tacticts, told NBC News that a pivotal part of Russia’s propaganda strategy is to “place videos like this on 4chan or Reddit and hope it takes off in other places on its own.”\n\n“Reddit and other anonymous platforms, we’ve always believed, were perfect hosting platforms for forgeries,” Watts said.",
  "I mean, not a whole lot of people would know about an anti-Clinton Flash game other than (troll farm employees).”\n\nReddit largely remained silent on Russian propaganda’s infiltration into its platform until an advertisement for the contents of a data leak from the Internet Research Agency, first reported by The Daily Beast, appeared on a Russian auction website.",
  "Its second top post, posted to the subreddit r/BlackPeopleGifs, is a clip taken from the episode of Saturday Night Live immediately after the 2016 election, in which Dave Chappelle expresses mock incredulity at a character who says that “America is racist.”\n\nFour of Rubinjer’s other top ten posts mock Hillary Clinton on the pro-Trump community r/The_Donald.",
  "In an announcement to its users on Tuesday, Reddit said that 944 accounts — including Rubinjer — were banned for “suspected Russian Internet Research Agency origin.” The company had not previously identified any of the accounts, 71 of which had over 1,000 lifetime “upvotes” on the site.",
  "“It’s clear that the Kremlin will use any means at its disposal to spread propaganda and misinformation, and we each bear some responsibility for exercising good judgment and a healthy amount of skepticism when it comes to the things we read and spread on social media,” Warner said.",
  "Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,\" Cambridge Analytica wrote in a statement on its website.",
  "/ Updated By Ben Collins\n\nA pornographic video that falsely claimed to show Hillary Clinton engaged in a sex act has been traced back to an account that Reddit acknowledged on Tuesday is linked to Russia’s Internet Research Agency.",
  "The account, Rubinjer, was the Russia-linked agency’s most popular account on Reddit and received almost 100,000 upvotes, or Reddit’s version of Facebook’s “likes,” in its lifecycle before it was shut down by the site.",
  "One of Rubinjer’s posts on Reddit’s largest pro-Trump community, r/The_Donald, titled “This is How Hillary gets black votes,” links to an animated gif of the fake porn video that is still available on the platform.",
  "Watts then pointed to embroiled data firm Cambridge Analytica CEO Alexander Nix, whose CEO claimed in hidden camera footage that the company could use Ukrainian sex workers to entrap politicians.",
  "Since last September, the Internet Research Agency had thousands of accounts deleted from Facebook, Twitter and Tumblr, where they pushed divisive messages while posing as Americans.",
  "A whistleblower from the Internet Research Agency, former employee Alan Baskaev, told Russia’s TV Rain last October that the troll farm had created a fake Hillary Clinton porn video.",
  ")“\n\nSenator Mark Warner of Virginia, the top Democrat on the Senate Intelligence Committee, applauded Reddit’s release of suspected disinformation accounts in a statement.",
  "It is home to one of the largest and most popular Donald Trump fan communities on the web, r/The_Donald, where Trump once gave a Q-and-A during his presidential campaign.",
  "Rubinjer was the only user to post the video, and the account pushed the content on several platforms, both as animated GIFs and full videos, before the 2016 election.",
  "The same sex tape was posted five times to PornHub under the name “Leaked Hillary Clinton’s Hotel Sex Tape with Black Guy,” and also the porn site SpankBang.",
  "The video itself had not been credibly tied to a troll farm account until Reddit released usernames tied to the Russia-linked agency Tuesday.",
  "Identifying Russian disinformation became a hobby for many users on Reddit, who believed state-sponsored trolls were plaguing the platform.",
  "Days after the report, Reddit’s CEO Steve Huffman promised it was doing “our best to identify and remove” state-sponsored disinformation.",
  "“There were a number of signals: suspicious creation patterns, usage patterns (account sharing), voting collaboration, etc,” he said.",
  "As we see fake audio and video online become more authentic looking, instead of 250,000 views, maybe next time you get 250 million.”",
  "The graphic video shows a blonde woman and a black man having sex through a mock hidden camera in what appears to be a hotel room.",
  "One Reddit user, Josh Russell, posted a large cache of suspected IRA-linked accounts to a Reddit thread over the last two months.",
  "On Tuesday, Huffman informed Reddit users their process in identifying Russian propaganda accounts in an announcement post.",
  "Russell’s list, which he posted to the community r/Active_Measures, closely mirrored the one Reddit released on Tuesday.",
  "“Cambridge Analytica talked about setting up Ukrainian prostitutes and putting it out in the media to discredit people.",
  "“It was pretty easy to find the accounts,” said Russell, a systems engineer in Indiana who goes by Eye_Josh on Reddit.",
  "Rubinjer also used Reddit to promote an anti-Hillary Clinton video game, titled Hilltendo, before the 2016 election.",
  "Reddit is the fourth-most-visited website in the United States, according to the web analytics company Alexa.",
  "“If it’s her I think we'd see her face at least once,” wrote one user on the Reddit community r/Rule34.",
  "Hilltendo’s origins as an Internet Research Agency production were first discovered by CNN last month.",
  "“I just checked for accounts posting links to known Russian (Internet Research Agency) websites.",
  "Many of Rubinjer’s posts remain live on Reddit, although his profile page is inaccessible.",
  "Its top post, titled “Eating at a Waffle House full of cops,” received over 1,900 upvotes.",
  "Attempts to push the porn video largely fell flat, with most users expressing skepticism.",
  "The troll farm account mostly posted relatable memes on Imgur to gain trust with users.",
  "Cambridge Analytica suspended Nix from the company after the video was made public.",
  "Watts noted that the problem of fake videos is just beginning to gain attention.",
  "“We also corroborated our findings with public lists from other companies (e.g.",
  "“This one, it sounds like, was terrible, but it shows the intent to get there.",
  "The listing for the data leak promised “American proxies” to use the service.",
  "The Rubinjer account posted the porn video to that same community in 2016.",
  "Rubinjer, which posted the hoax porn video, last posted on May 18, 2017.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Reddit said it purged suspected accounts as far back as 2015.",
  "Pornhub did not immediately respond to a request for comment.",
  "The video was viewed more than 250,000 times on Pornhub.",
  "It’s all using the same technique,” said Watts.",
  "Twitter.",
  "“Mr."
]