[
  "de Klerk, Nobel peace laureate and former South African president, is 82 ... CAP Action’s Will Ragland ... David Mark, Politico and CNN alum ... Rep. Mike Bishop (R-Mich.) is 51 ... Andree Miller ... Politico’s Alix Beadle-Ryby, Victoria Colliver and Nick Niedzwiadek ... Evan Lowenstein and Jaron Lowenstein are 44 ... Keshia Cluckey ... Mike DeFilippis of Burson Marsteller is 27 ... Austin Wright ... Will Feltus of National Media ... Emily Guthrie ... Marcus Garza, LA for Rep. Jose Serrano (D-N.Y.) ...\n\n... Chris Harris, comms director for Sen. Chris Murphy (D-Conn.) … Daniel Cooper, O’Malley and Debra Ross alum now a fundraiser for Sen. Bill Nelson (D-Fla.), is 25 (h/t Matt Corridoni) … Ofelia Casillas of Northwestern University … Karrah Kaplan … photographer Liz Gorman ... Edelman’s Jeffrey Surrell and Emily Smith ... Joe Mathews ... Ashlee Reid Morehouse, president of fundraising firm Republic Strategies ... Kiki Kalkstein … Erin Fogarty Owen, executive director of university comms.",
  "Not just in the final days of his life but in every day before that.” http://bit.ly/2FP4JhH\n\n-- “Former LA Times and OC Register Reporter Clark Sharon, Now Homeless, Spends His Days Reading the Papers He Once Wrote For,” by Adam J. Samaha in the OC Weekly: http://bit.ly/2FPojdV\n\n-- “Overheated: How Flawed Analyses Overestimate the Costs of Climate Change,” by the Manhattan Institute’s Oren Cass: http://bit.ly/2HFybHw ... Oren’s WSJ op-ed http://on.wsj.com/2HFythA\n\n-- “The Last Days of Jerry Brown,” by Andy Kroll on the cover of the March/April issue of California Sunday: “After more than 40 years in public life, 15 as governor of California, he is as combative and contradictory as ever —and still trying to save the world from itself.” http://bit.ly/2HIEEl0\n\n-- “There’s No Scientific Basis for Race—It’s a Made-Up Label,” by Elizabeth Kolbert in Rolling Stone: “It’s been used to define and separate people for millennia.",
  "‘Free and fair elections are the cornerstone of American democracy and both Republicans and Democrats should be concerned about election integrity.’ A spokeswoman for McCabe, Melissa Schwartz, didn’t immediately rule out a job with one of the most liberal members of Congress, which might only need to last for a day or so for him to get his full retirement benefits: ‘We are considering all options.’ …\n\n“With … 20 years, he would need to just go to work with the federal government for another day or so in any job he pleases, whether that's as a election security analyst for a Wisconsin congressman or a typist for a day, to get full benefits, said the former official who spoke to The Fix.",
  "… [When it comes to Mr. Mueller, he is following the evidence where it takes him and I think it’s very important he be allowed to do his job without interference and there are many Republicans that share my view.”\n\nWHAT TRUMP IS TWEETING ABOUT -- “Mueller now has memos McCabe kept on Trump dealings,” by AP’s Eric Tucker: “Andrew McCabe, the onetime FBI deputy director long scorned by President Donald Trump and just fired by the attorney general, kept personal memos detailing interactions with the president that have been provided to the special counsel’s office and are similar to the notes compiled by dismissed FBI chief James Comey, The Associated Press has learned.",
  "It’s unclear what McEntee would have to do to reassure White House officials ahead of his possible return, and aides said discussions about rehiring him are still in the early stages.” http://politi.co/2pnILLH\n\nA LOOK BACK -- “Ex-Bear Stearns CEO Is Off Wall Street But Still Mixing It Up at the Bridge Table,” by WSJ’s Justin Baer: http://on.wsj.com/2pldHfA\n\nPYONGYANG REPORT -- “Wine and Diamonds: How North Korea Dodges Sanctions,” by NYT’s Motoko Rich in Tokyo: “One of the more eyebrow-raising examples described: Between January and June of last year, India exported $514,823 in diamonds to North Korea, along with other precious metals and stones.",
  "Deception and violence are its tools.” http://bit.ly/2IsoayJ\n\n-- “The Asset How A Player In The Trump-Russia Scandal Led A Double Life As An American Spy,” by Anthony Cormier and Jason Leopold in BuzzFeed: “He obtained five personal satellite telephone numbers for Osama bin Laden and helped flip the personal secretary to Mullah Omar, then the head of the Taliban, into a source who provided the location of al-Qaeda training camps and weapons caches.” http://bzfd.it/2FDfJ5I\n\n\n\nPlaybookers\n\nSPOTTED: Kellyanne Conway walking into the International Spy Museum on F St. just before 3 p.m. Saturday “with two of her children in tow.",
  "Now a clue has emerged as to how President Donald Trump's son-in-law's firm was able to move so fast: The Kushner Cos. routinely filed false paperwork with the city declaring it had zero rent-regulated tenants in dozens of buildings it owned across the city when, in fact, it had hundreds.” http://bit.ly/2FJUzTL\n\nTHE BIG PICTURE … PETER BAKER in the NYT, “Trump and the Truth: A President Tests His Own Credibility”: “The lack of fidelity to facts has real-world consequences in both foreign affairs and domestic policymaking.",
  "But the concept of race is not grounded in genetics.” http://on.natgeo.com/2FPbpfU\n\n-- “Reddit and the Struggle to Detoxify the Internet,” by Andrew Marantz in the New Yorker: “How do we fix life online without limiting free speech?” http://bit.ly/2pjLd5Z\n\n-- “The Refugee Detectives,” by Graeme Wood in the Atlantic – per TheBrowser.com’s description: “How German government investigators separate opportunists from bona fide asylum-seekers among the country’s million recent immigrants from the Middle East and Africa.",
  "He graduated from DePauw University and received a master’s degree in financial journalism from Columbia.” With pic http://nyti.ms/2DCjW3Q\n\nSPOTTED at Fred and Genny Ryan’s annual St. Patrick’s Day party last night at the George Town Club: Gary Cohn, Elaine Chao, John Rogers, Rickie Niceta, Bob Costa, Carol Melton and Joe Hassett, Robert and Elena Allbritton, John Harris and Ann O’Hanlon, Peter Alexander and Alison Starling, Pamela Brown, Marty Baron and Katharine and Wayne Reynolds.",
  "SCL and Lukoil denied that the talks were political in nature, and SCL also said there were no meetings in London.” http://nyti.ms/2plSwu4\n\nSCOOP -- “White House weighs rehiring fired Trump aide McEntee,” by Andrew Restuccia: “Senior White House officials are mulling bringing President Donald Trump’s personal aide and body man John McEntee back into the administration just days after he was abruptly escorted out of the West Wing.",
  "White House chief of staff John Kelly told aides during a Friday morning senior staff meeting that there are tentative discussions about finding a role for McEntee in the administration ...\n\n“The exact reasons for McEntee’s dismissal are still unclear, but multiple people familiar with the issue said it pertained to his propensity for high-dollar gambling ... [and] there were concerns it made McEntee a potential security risk.",
  "‘Having a fake Eritrean passport is a sign that you might really be from that country.’” http://theatln.tc/2FFBLot\n\n-- “A match made at Bear Stearns,” by Marketplace’s Amy Scott: http://bit.ly/2HCm6Ti\n\n-- “A Tale of Two Moralities, Part One: Regional Inequality and Moral Polarization,” by Will Wilkinson in Niskanen Center: “A shrinking number of counties accounts for a rising proportion of America’s wealth.",
  "Learn more at google.com/grow/veterans\n\nJARED KUSHNER’S FAMILY BIZ … “AP Exclusive: Kushner Cos. filed false documents with NYC,” by AP’s Bernard Condon: “When the Kushner Cos. bought three apartment buildings in a gentrifying neighborhood of Queens in 2015, most of the tenants were protected by special rules that prevent developers from pushing them out, raising rents and turning a tidy profit.",
  "Pic http://bit.ly/2GFfTqz\n\nSPOTTED: Bari Lurie and Jeff Westerberg, Rachel Kelly, Gina and Josh Cherwin, Irene Sherman, former Education Secretary John King, Andy Stone and Kathryn Frazier, Brin Frazier and Andrei Greenawalt, Jonathan Beam, Anna Gregory, Steve Krubiner and Aviva Sufian, Sarah Dale and Dan Kalik, Josh and Gina Cherwin and Allison Yazdian.",
  "Terry McAuliffe’s longtime aide Michael Halle is now running a gubernatorial campaign in Ohio.” With cameos by Bob Shrum, Erik Smith, Patti Solis Doyle, and Joe Trippi http://politi.co/2Iw4b1U\n\nBEN WHITE in POLITICO Magazine, “Why Trump Slayed His Own Masters of the Universe: Trump vowed to bring business acumen to the White House.",
  "at the University of Nebraska at Omaha ... Todd Hames of Orange Business Services ... Jerry Fritz … Kate Denis, VP of Project: Time Off at the U.S. Travel Association … Bloomberg’s Kate Hunter ... Stuart Neil ... Cliff Schroeder ... Charles Ellison … Cortney Patterson ... Winnie Stachelberg ... Christopher Chase ... Brad Fitch.",
  "Given the fact there’s still this report out there that hasn’t come in.”\n\n-- TRUMP MIGHT PULL OUT OF IRAN DEAL -- MARGARET BRENNAN speaks to SEN. BOB CORKER (R-TENN.) on CBS’S “FACE THE NATION”: CORKER: “The Iran deal will be another issue that’s coming up in May, and-- right now it doesn’t feel like it’s gonna be extended.",
  "I urge @SenFeinstein to stand against her nomination too!” His POLITICO Magazine op-ed http://politi.co/2HJJdvB\n\nSUNDAY BEST -- REP. TREY GOWDY advises Trump through FOX NEWS SUNDAY and CHRIS WALLACE … “Chris, if you look at the jurisdiction for Robert Mueller, first and foremost, what did Russia do to this country in 2016?",
  "Can we call them Fake Memos?”\n\n-- at 8:02 a.m.: “Wow, watch Comey lie under oath to Senator G when asked ‘have you ever been an anonymous source...or known someone else to be an anonymous source...?’ He said strongly ‘never, no.’ He lied as shown clearly on @foxandfriends.”\n\nThe most reliable politics newsletter.",
  "By comparison, it judged 26 percent of the statements by Mr. Obama that it evaluated as false and the same percentage for those by Hillary Clinton.” http://nyti.ms/2HIA71Y\n\nMCCABE MIGHT GET HIS PENSION ANYWAY -- “Andrew McCabe was just offered a job by a congressman so he can get his full retirement.",
  "| Yuri Kadobnov/Pool photo via AP\n\nMORE CAMBRIDGE ANALYTICA FALLOUT -- “Data Firm Tied to Trump Campaign Talked Business With Russians,” by NYT’s Danny Hakim and Matt Rosenberg: “When the Russia question came up during a hearing at the British Parliament last month, Alexander Nix did not hesitate.",
  "(h/t Tammy Haddad) ... Karen Knutson ... Matt Schuck of the Broadcasting Board of Governors ... Terri McCullough, Clinton Foundation alum ... Kristin Lee of Facebook and a White House science and tech policy alum (hubby tip: Kevin Griffis) ... Politico’s Hailey Ghee (h/t Patrick Steel) ... F.W.",
  "-- WSJ’S JANET HOOK: “Democrats have regained a double-digit advantage over Republicans as the 2018 midterm congressional campaign intensifies and the GOP works to persuade voters of the benefits of the tax cut it passed three months ago, a new Wall Street Journal/NBC News poll has found.",
  "But what's flying under the radar is the fact that this isn't a one-off year; another ‘Year of the Woman.’ Thousands of women running for office is and will be the new normal for elections to come.” Read her Playbook Plus Q&A: http://politi.co/2FTqq0l\n\nBIRTHDAYS: Reince Priebus is 46.",
  "Jiang, 34, is a Washington correspondent for CBS News, where she covers the White House and Capitol Hill primarily for Newspath, the CBS News news service affiliate servicing about 200 stations and affiliates worldwide; she also fills in on the anchor desk for the CBS Morning News.",
  "Some of it will keep us up at night.” https://bloom.bg/2DzvmVR\n\n-- “How Russia’s Eternal President Has Changed His Country,” by Christian Esch in Der Spiegel: “The state disenfranchises citizens, but in exchange they are given a feeling of stability and reclaimed national pride.",
  "Just over a year into Trump’s presidency, those titans are leaving, driven out by a chief executive who doesn’t want to hear no, doesn’t trust anyone but himself and can’t stand to share the spotlight, even with those he once hailed as ‘the best people’ on earth for these jobs.",
  "More Democratic Candidates Want Her Out”: “Most ominous for Ms. Pelosi, it is not just centrist candidates running in red-tinged districts who are reluctant to embrace her, but also political insurgents on the left who see her as an embodiment of the Washington establishment.",
  "Doors open at 11:45 a.m. RSVP http://bit.ly/2IqsO09\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Russian President and presidential candidate Vladimir Putin exits a polling booth as he prepares to cast his ballot during the country's presidential election in Moscow on March 18.",
  "This is not a stable situation, and bodes ill for the future of American freedom.” http://bit.ly/2FWmPBT\n\n-- “On collecting memories” -- The Creative Independent: “An interview with writer and essayist Adam Gopnik.” http://bit.ly/2tU594R\n\n-- “Bitcoin Is Ridiculous.",
  "If you’ve done nothing wrong, you should want the investigation to be as fulsome and thorough as possible.”\n\n-- SEN. MARCO RUBIO (R-FLA.) doesn’t like the MCCABE firing, he tells CHUCK TODD on NBC’s “MEET THE PRESS”: TODD: “Let me start with Andrew McCabe’s firing.",
  "They shut down in August.” http://politi.co/2Iyn44D\n\nSNL -- “Anderson Cooper White House Turmoil Cold Open” – COOPER (played by Alex Moffat): “Here to explain is the man who had to do the firing, Attorney General Jeff Sessions.” SESSIONS (Kate McKinnon): “Hello.",
  "A Singapore-based company has been stocking department stores in Pyongyang, the capital, with luxury items from Japan and Europe.” http://nyti.ms/2HJB6z9\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "This is a recipe for political dominance of the less economically productive conservative white minority, who control most of the country’s territory, over the liberal multicultural majority who live in increasingly concentrated urban centers of wealth.",
  "That said, that there’s an inspector general report that’s due and work that’s being done and after he had retired that report would’ve indicated wrongdoing or something that was actionable there’s things that could’ve been done after the fact.",
  "Look at me, I still got a job.” COOPER: “Sir, can you give us the exact reason McCabe was fired?” SESSIONS: “Well yes, of course, Mr. McCabe was in clear violation of um, because of his lack of candor, whatever, I can’t even answer.",
  "2020 WATCH … GABE DEBENEDETTI: “2020 Dems staff up: At least a dozen potential candidates are bolstering their teams by adding aides with campaign experience”: “The hires are never explicitly advertised or designed to be about 2020.",
  "“Asked which party should control Congress, registered voters picked Democrats by a 50%-to-40% margin, the second time in three months the party claimed a double-digit advantage.” http://on.wsj.com/2pkgDd4\n\nGood Sunday morning.",
  "McCabe’s memos include details of his own interactions with the president, according to a person with direct knowledge of the situation who wasn’t authorized to discuss the notes publicly and spoke on condition of anonymity.",
  "“He repeatedly rejected the advice of National Economic Council Director Gary Cohn, driving the former president of Wall Street powerhouse Goldman Sachs nuts with his stubborn insistence on tariffs and hastening Cohn’s exit.",
  "In a White House where one aide described the existence of ‘alternative facts’ and another acknowledged telling ‘white lies,’ staff members scramble to defend his claims without putting their own credibility on the line.",
  "While she would not firmly commit to seeking the speakership again, it is clearly her plan, and she even gave voice to a concern on the minds of many Democrats: the chaotic scramble that would ensue if she steps down.",
  "Though the precise contents are unknown, the memos possibly could help substantiate McCabe’s assertion that he was unfairly maligned by a White House he says had declared ‘war’ on the FBI and Mueller’s investigation.",
  "… In other cases, aides who would likely be expected to play large roles in potential 2020 campaigns have moved on to top-tier midterm races for this election cycle, sometimes in a bid to gain even more experience.",
  "And he went ice cold on Commerce Secretary Wilbur Ross, reportedly telling the Wall Street legend that his understanding of trade was ‘terrible,’ as West Wing aides leaked stories about Ross dozing off in meetings.",
  "Learn more at google.com/grow/veterans\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “My Eulogy of Shawn,” by Marjorie Brimley: “Shawn [Brimley] was grateful for every single day he had on this planet.",
  "We give them the benefit of the doubt, and the time that he would need to come out with some public messaging.”\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "I do.”\n\nBRENNAN also spoke with SOUTH KOREAN FOREIGN MINISTER KANG KYUNG-WHA about Trump meeting with North Korea: BRENNAN: “Have you heard anything from North Korea in response?” KANG: “Well, nothing publicly.",
  "They almost certainly contain, as Comey’s memos did, previously undisclosed details about encounters between the Trump administration and FBI that could be of interest to Mueller.” http://bit.ly/2HLwyIy\n\nHELLO!",
  "PRESIDENT DONALD TRUMP has threatened to veto the bill if it includes money for a new tunnel between New York and New Jersey, and the right is itching for him to cut off funding for so-called sanctuary cities.",
  "She brought her own grocery store sheet cake to celebrate” (Panda tip: Theo) … (was Tuesday): Steve Rochlin turned 5-0 (hat tip: Tim Burger)\n\nBIRTHDAY OF THE DAY: Stephanie Schriock, president of EMILY’s List.",
  "He just didn’t like it when the ideas came from someone else”: “Donald Trump swept into the White House on a promise to run the government like a business and stock his administration with titans of industry.",
  "Trump unleashes on Twitter, as Republicans use Sunday shows to urge caution and express concern about his decision making Presented by\n\nDriving the Day\n\nJUST A REMINDER … The government shuts down Friday.",
  "Lukoil was interested in how data was used to target American voters, according to two former company insiders who said there were at least three meetings with Lukoil executives in London and Turkey.",
  "“Trump humiliated Secretary of State Rex Tillerson, the former chief executive of oil industry giant ExxonMobil whom he once described as ‘the embodiment of the American dream,’ firing him by tweet.",
  "He oversees public policy initiatives, including competition policy, consumer free speech and open data.” With pic http://nyti.ms/2plJzBD\n\n-- “Benjamin Toff, Andrew Tangel” -- N.Y. Times: “Mr.",
  "It’s going to be – I would just counsel the president, it’s going to be a very very long, bad 2018 and it’s going to be distracting from other things that he wants to do and was elected to do.",
  "Mark Pocan (D-Wis.) announced Saturday afternoon that he has offered McCabe a job to work on election security in his office, ‘so that he can reach the needed length of service’ to retire.",
  "…\n\n“‘I’m a woman at the table,” she said in the interview Friday before getting on a plane for Houston, where she was going to raise money for House Democrats at the annual rodeo there.",
  "Mr. Nix is a director of SCL Group, a British political and defense contractor, and chief executive of its American offshoot, Cambridge Analytica, which advised the Trump campaign.",
  "“Since Mr. Trump became a presidential candidate, PolitiFact has evaluated more than 500 assertions and found 69 percent of them mostly false, false or ‘pants on fire’ false.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“‘I am a master legislator, I am a shrewd politician and I have a following in the country that, apart from a presidential candidate, nobody else can claim,’ she said.",
  "“‘I would have to see who’s running,’ said Marie Newman, a progressive Democratic House candidate in Illinois, when asked if she would support Ms. Pelosi for speaker.",
  "Other luxury goods that have made it to North Korea: sparkling wine and spirits from Germany, wine and vermouth from Italy, and perfume and cosmetics from Bulgaria.",
  "“The memos could factor into special counsel Robert Mueller’s investigation as his team examines Trump campaign ties to Russia and possible obstruction of justice.",
  "A trend she thinks deserves more attention: “By now, I should hope that folks are noticing the historic number of women who are running for office — and winning!",
  "The job doesn't matter so much as the fact that he's working within the federal government with the same retirement benefits until or after his 50th birthday.",
  "Don’t get in the way, says the Kremlin, give us a free hand and we will protect you from economic need and ensure that you are respected in a hostile world.",
  "Potential candidates who have run before — like Vermont Sen. Bernie Sanders and former Vice President Joe Biden — largely have their core teams in place.",
  "‘If I was to walk away now, this caucus would be in such a musical chairs scenario,’ she said.” http://nyti.ms/2tYBs2v\n\n-- TELL US how you really feel!",
  "Face recognition is the first filter: If you have ever been caught on camera by a government anywhere, the Germans probably have you in their database.",
  "But, I think the North Korean leader would also need some time given the readiness with which President Trump has accepted the invitation to talks.",
  "-- @realDonaldTrump at 8:35 a.m.: “Why does the Mueller team have 13 hardened Democrats, some big Crooked Hillary supporters, and Zero Republicans?",
  "McCabe saw too much.”\n\nCOOPER: “Okay, so this was not your decision?” SESSIONS: “Look, I’m always down to clown but this was sneaky even for me.",
  "So to suggest that Mueller should shut down and that all he is looking at is collusion – if you have an innocent client, Mr. Dowd, act like it.",
  "Demonstrating the swagger that delights her admirers and prompts eye-rolling from detractors, Ms. Pelosi said Democrats needed her in charge.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "BIRTHWEEK (was yesterday): Veronica Pollock of the Daschle Group, who “celebrated St Nikki’s Day with friends at The Line in Adams Morgan.",
  "He graduated from Harvard and received both a master’s degree and a Ph.D. in political science from the University of Wisconsin-Madison.",
  "…\n\n“Barack Obama’s former top digital strategist, Joe Rospars, for example, has been helping Massachusetts Sen. Elizabeth Warren’s team.",
  "told CNN’S JAKE TAPPER that if Trump fired special prosecutor Robert Mueller “that would be the beginning of the end of his presidency.",
  "His victory in Russia's presidential election Sunday isn't in doubt, but experts are watching just how many Russians turn out to vote.",
  "WEEKEND WEDDINGS -- MELISSA SALMANOWITZ, senior program officer at the Bill & Melinda Gates Foundation and an Obama Education Dept.",
  "I think the president likely -- will move away from it, unless my -- our European counterparts really come together on a framework.",
  "He’s celebrating with bowling and pizza with friends and family (h/t Sean Spicer) ... media strategist Marc Adelman (Get excited!)",
  "‘We’ve never worked in Russia,’ said Mr. Nix, head of a data consulting firm that advised the Trump campaign on targeting voters.",
  "Blockchain Is Dangerous,” by Paul Ford in Bloomberg Businessweek: “The true believers won’t stop until they’ve remade the world.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "I’m just a simple man who wanted to make things bad for immigrants and here I am taking away the pension of a Christian white.",
  "With nods to St. Patrick’s Day, the guests danced into the early morning and posed for pictures with the Washington Monument.",
  "Ms. Newman is vying to unseat Representative Daniel Lipinski, a conservative Chicago Democrat, in a primary there on Tuesday.",
  "Toff ... 35, is an assistant professor of journalism and mass communication at the University of Minnesota in Minneapolis.",
  "“The firms’ employees, who often overlap, had contact in 2014 and 2015 with executives from Lukoil, the Russian oil giant.",
  "...\n\n“I think the president’s gonna have a really difficult time nominating and having approved another attorney general.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "“They also recount different conversations he had with Comey, who kept notes on meetings with Trump that unnerved him.",
  "“‘My offer of employment to Mr. McCabe is a legitimate offer to work on election security,’ Pocan said in a statement.",
  "... Mr. Lowe, 35, who goes by Luther, works in Washington as the global vice president for public policy at Yelp ...",
  "But Mr. Nix’s business did have some dealings with Russian interests, according to company documents and interviews.",
  "video http://bit.ly/2IBqnYM\n\nYOU’RE INVITED … Join us for our first Playbook University in North Carolina with GOV.",
  "-- @RandPaul at 9:23 a.m.: “I’ll do whatever it takes, including filibuster, to stop the nomination of Gina Haspel.",
  "” http://wapo.st/2FIsrAq\n\nTROUBLE FOR PELOSI … NYT’S JONATHAN MARTIN and ALEX BURNS: “Nancy Pelosi Wants to Lead.",
  "... Mr. Tangel, 36, works in Chicago, where he is a reporter covering manufacturing for The Wall Street Journal.",
  "EMILY's List has heard from over 34,000 women since Election Day 2016 who are interested in running for office!",
  "Follow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Foreign diplomats and lawmakers of both parties say they do not assume anything he says is necessarily true.",
  "But --” BRENNAN: “You think the president’s going to pull out of that Iran deal on May 12th?” CORKER: “I do.",
  "-- at 8:22 a.m.: “Spent very little time with Andrew McCabe, but he never took notes when he was with me.",
  "alum, married MIKE LUCE, strategist at Dover Strategy Group and a DLCC alum, at DAR Constitution Hall.",
  "She was sporting a green blazer, presumably to show some St. Patrick’s Day pride,” per our tipster.",
  "But the behind-the-scenes shuffle is a long-overdue stage in the traditional pre-campaign scramble.",
  "Two years later, it sold all three buildings for $60 million, nearly 50 percent more than it paid.",
  "Remember those CEO councils Trump initially set up to get advice from America’s top executives?",
  "“But that's exactly what the company then run by Jared Kushner did, and with remarkable speed.",
  "And yet, there is NO COLLUSION!” …\n\nNOTE: Robert Mueller and Andrew McCabe are Republicans.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "MAGGIE HABERMAN (@maggieNYT): \"Aides have decided to whisk Trump to a golf course today.\"",
  "I don’t believe he made memos except to help his own agenda, probably at a later date.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“I think we were all quite surprised by -- by the -- the readiness of that decision.",
  "Stability and national greatness: Those are the promises made by Putin’s Russia.",
  "I think it was an extremely courageous decision on the part of President Trump.",
  "News organizations debate when to use the word ‘lie’ because it implies intent.",
  "But 48 hours to go before retirement I would’ve certainly done it differently.",
  "Now, as we get -- within two weeks of the May 12th date, that could change.",
  "That is supremely important and it has nothing to do with collusion.",
  "Was he treated fairly?” RUBIO: “I don’t like the way it happened.",
  "A FEW IMPORTANT STATS from the NBC/WSJ poll out this morning.",
  "Another Dem recently added...does anyone think this is fair?",
  "Neither the House nor the Senate have passed a funding bill.",
  "ROY COOPER on March 29 at Penn Pavilion at Duke University.",
  "He should’ve been allowed to finish through the weekend.",
  "But there is a channel of communication now established.",
  "And it just might work,” by WaPo’s Amber Phillips: “Rep.",
  "We believe the North Korean leader is now taking stock.",
  "-- “Weijia Jiang, Luther Lowe” – N.Y. Times: “Ms.",
  "THIS PRESIDENT seems awfully antsy this morning.",
  "So I’m sure there are back and forth messages.",
  "The bride and groom’s brothers officiated.",
  "And it doesn't feel to me that they are.",
  "Because we are a rule-of-laws nation.",
  "Then it’s down to clues and tells.",
  "The partnership hasn’t worked out.",
  "You can unsubscribe at any time.",
  "SEN. LINDSEY GRAHAM (R-.S.C.)",
  "Some of it will be thrilling.",
  "Same with lying James Comey.",
  "Let it play out its course.",
  "I know because he told me.",
  "It ain’t right.” 7-min.",
  "Trump made me do it!",
  "Former Virginia Gov.",
  "What could go wrong?",
  "— this cycle.",
  "..."
]