[
  "The scandal is bad enough that a bipartisan group of 37 state attorneys general has also launched an inquiry into the matter–which might lead to an update in state laws regarding privacy–as has the Federal Trade Commission, the agency charged with protecting Americans from unfair and deceptive business practices.",
  "“What happened here was, in effect, willful blindness,” said Connecticut Senator Richard Blumenthal, the next at bat, as he pressed the 33-year-old Facebook founder on exactly how a political marketing firm called Cambridge Analytica ended up with data from some 87 million users’ profiles without their consent.",
  "Khanna says he plans to introduce an Internet “bill of rights.” Leaving the difficulties of enforcement aside, those principles might include a right to know which companies have data about you, the right to delete that information and the right to be notified when there is a data breach.",
  "The company has said the 87 million user profiles were attained by Cambridge Analytica, which had ties to the 2016 election campaign of Donald Trump, because a researcher improperly sold that information after collecting it in 2013 under the auspices of doing academic work.",
  "Many fear that a broad law affecting the tech sector “might end up freezing us in time so the Internet can’t develop and people don’t feel like they can innovate,” says Corynne McSherry, legal director of the Electronic Frontier Foundation, a digital-rights advocacy group.",
  "“We can’t let that be done, as well-intentioned as they may be, by 30-year-old entrepreneurs.”\n\nLegislation was brought up repeatedly at the hearings, but sweeping new laws from Congress remain more of a threat than a promise, especially while the GOP is in charge.",
  "“It was heedless,” he went on, “and reckless.”\n\nIn Silicon Valley, heedlessness and recklessness have traditionally been seen as virtues–Facebook’s early internal rallying cry was “move fast and break things”–and necessary precursors for innovation.",
  "Over two days at two hearings in both chambers, members of Congress aired grievances not just about Zuckerberg’s company but also the ills of Google and Twitter, the lack of diversity in the industry and the lack of rural fiber-optic cable.",
  "GOP staffers say that many Republican members will be citing the FTC investigation as a key reason to hold off on legislation, with hopes that America’s consumer watchdog will prove it has sufficient authority to keep tech firms in check.",
  "Behemoths like Google and Facebook also have influential arms in Washington that can try to convince lawmakers that strict rules aren’t necessary, especially if they might compromise some of their constituents’ most-used products.",
  "“But it’s clear now that we didn’t do enough to prevent these tools from being used for harm as well.”\n\nDuring the hearings, Zuckerberg touted changes the company is already making to enhance privacy and transparency.",
  "Saying lawmakers should regulate tech, as one Washington veteran put it, is about as simple as saying, “Let’s legislate on energy.”\n\nAt the hearings, Zuckerberg expressed some openness to new rules from Congress.",
  "“Being these networked citizens of the world, it’s kind of a struggle, at times, to say why we care about privacy,” says Urs Gasser, executive director at Harvard’s Berkman Klein Center for Internet & Society.",
  "Zuckerberg, while defending the model as a means of making the product free and therefore affordable to everyone, suggested he would be open to outside experts’ helping to check up on the company’s practices.",
  "Many lawmakers are calling for tech companies to rewrite terms-of-service agreements in plain English, so users have a better idea of what bargains they’re getting into when they sign up for free services.",
  "“But in this case, there is this element that the data about us is suddenly used to manipulate us in our decisionmaking and somehow mess with our democracy.”\n\nThe concerns go beyond social networking.",
  "While privacy concerns and even large-scale data breaches are nothing new, experts say the fracas at Facebook has brought the dilemma of increasingly powerful technology into better focus.",
  "But the billionaire almost always stopped short of offering support for specific proposals, repeating that “the details matter.”\n\nThe CEO’s hedging rubbed some lawmakers the wrong way.",
  "Some lawmakers worry that rules dictating what’s allowed online could chill free speech and stifle companies that have created thousands of jobs, as well as extremely useful tools.",
  "“Congress has an obligation in this moment to protect American citizens and national security,” Representative Ro Khanna, a Democrat who represents Silicon Valley, tells TIME.",
  "In calls for closer scrutiny of firms from Apple to Amazon, some see a coming “techlash.” And by the time he appeared on Capitol Hill, Zuckerberg seemed to have grasped that.",
  "He made promises to root out bad actors, to take responsibility for unsavory content on the platform and to fight meddling in elections that are coming up this year.",
  "Facebook users were getting alerts that their data had been compromised as Zuckerberg headed to Washington, although the breach of trust occurred years before.",
  "The party is deeply allergic to business regulation, and Congress is always playing catch-up to technology, so statutes it writes can quickly become outdated.",
  "At the hearings, many lawmakers questioned whether Facebook can really change so long as its business model depends on monetizing users’ data to sell ads.",
  "He was in the midst of a rare spectacle: two powerful committees, with a total of 44 Senators, were holding a joint hearing to grill a single CEO.",
  "Ideas being floated for bills range from requirements for greater disclosure in online political advertising to enhanced protections for minors.",
  "“My position is not that there should be no regulation,” he said, while emphasizing that the U.S. needs to debate the nature of the oversight.",
  "Although Congress has been loath to regulate big technology firms, many lawmakers are now arguing that legislation is the answer.",
  "“I don’t want to vote to have to regulate Facebook, but by God I will,” said Senator John Kennedy, a Republican from Louisiana.",
  "The companies and their employees also contributed millions to the campaigns of Democrats and Republicans in 2016.",
  "About two hours into a Senate hearing on April 10, Mark Zuckerberg was asked if he would like to take a break.",
  "Or you can go back home and help us solve this problem.”\n\nWrite to Katy Steinmetz at katy.steinmetz@time.com.",
  "“As Facebook has grown, people everywhere have gotten a powerful new tool for staying connected,” he said.",
  "And industry experts want defaults to be opt-in, so users proactively choose when to share their data.",
  "According to the Center for Responsive Politics, Facebook spent $11.5 million on lobbying in 2017.",
  "So when Zuckerberg responded by saying he wasn’t tired yet, the packed room broke into laughter.",
  "Alphabet, Google’s parent company, spent more than any other single company, at $18 million.",
  "But a long-simmering reality check is coming to a head across the high-tech industry.",
  "“You can go back home, spend $10 million on lobbyists and fight us.",
  "Some suggested that more competition might lead to better options.",
  "The unanswered question: Who exactly is going to hold him to it?",
  "This appears in the April 23, 2018 issue of TIME.",
  "The levity didn’t last long."
]