[
  "With “scraping,” criminals use the now-discontinued Facebook feature which allowed you to search for a person based on their email address or phone number, and then use this “to scrape public profile information by submitting phone numbers or email addresses they already have through search and account recovery.”\n\nOne issue that alarmed some Facebook users was a record of all calls made from users’ Android phones.",
  "At the top of the release, Schroepfer stated that more changes were yet to come:\n\n“We expect to make more changes over the coming months — and will keep you updated on our progress.”\n\nThis news release comes as Facebook CEO and founder Mark Zuckerberg prepares to testify before the House Energy and Commerce Committee on April 11.",
  "In a statement, Facebook Chief Technology Officer Mark Schroepfer said:\n\n“In total, we believe the Facebook information of up to 87 million people — mostly in the US — may have been improperly shared with Cambridge Analytica.”\n\nFacebook had originally said that only 270,000 users were affected by the Cambridge Analytica debacle.",
  "Facebook banned Cambridge Analytica, a data firm that the Trump campaign used during the 2016 election, after it was revealed that the company had been improperly handling users’ private data.",
  "This admission took up only one sentence toward the bottom of a lengthy and technically description of changes Facebook was making to how apps collected and shared user data.",
  "The statement also revealed that the company believes that “most people on Facebook” may have had their public profile data “scraped” for personal data.",
  "On March 21, Zuckerberg released a statement admitting that his company “made mistakes” when it came to data harvesting by Cambridge Analytica.",
  "Facebook revealed Wednesday that 87 million users, most of them in America, had information improperly shared with Cambridge Analytica.",
  "The news release detailed nine different ways that it was changing its policies to prevent a similar incident in the future.",
  "Christopher Wylie, the whistleblower who exposed the data-sharing scandal, had estimated that number was really 50 million.",
  "Under the new guidelines, Facebook will delete Android call logs after one year, and limit the amount of data logged.",
  "It also revealed that “most” users had their information accessed through another feature that has since been fixed."
]