[
  "'SILICON VALLEY' TAKES A JAB AT FACEBOOK DURING SEASON 5 PREMIERE\n\nAccording to a report in The Guardian, Collins said \"it is absolutely astonishing that Mark Zuckerberg is not prepared to submit himself to questioning in front of a parliamentary or congressional hearing, given these are questions of fundamental importance and concern to his users, as well as to this inquiry.\"",
  "Damian Collins, M.P., Chair of Parliament's Digital, Culture, Media and Sport Committee (DCMS), has written a letter to the social networking giant requesting that Zuckerberg appear before lawmakers alongside Chris Cox, Facebook's chief product officer to discuss the scandal.",
  "The Guardian, along with several other U.S. newspapers including The New York Times recently published reports that Cambridge Analytica, which has ties to the 2016 Donald Trump presidential campaign, improperly accessed the data of 50 million Facebook accounts.",
  "Embattled Facebook CEO Mark Zuckerberg is reportedly going to testify in front of U.S. lawmakers regarding the Cambridge Analytica scandal, but so far has rebuffed similar calls from the other side of the Atlantic.",
  "Zuckerberg, who said in an interview with CNN that if he were the right person to testify he would be open to it, has so far refused to testify in front of British lawmakers regarding the data breach.",
  "FACEBOOK THINKS IT KNOWS WHETHER YOU'RE LIBERAL OR CONSERVATIVE: HERE'S HOW TO FIND OUT\n\n\"We accept the offer of evidence from Chris Cox, Chief Product Officer,\" Collins wrote in the letter.",
  "\"As Mark Zuckerberg's deputy we hope that Chris Cox has the sufficient authority and operational responsibility concretely to answer our questions.\"",
  "\"Given the seriousness of these issues we still believe that Mark Zuckerberg himself is the right person to give evidence,\" he wrote.",
  "In a separate letter, Collins has asked suspended Cambridge Analytica CEO Alexander Nix to also appear before the committee.",
  "Facebook has said it will explore forensic audits to investigate the data marketing company's claims.",
  "Cambridge Analytica, which has been suspended from using the social network, denies any wrongdoing.",
  "So far, U.K. Prime Minister Theresa May has not backed Collins' request, saying that “Mr.",
  "Zuckerberg will decide for himself” whether he should testify in front of parliament.",
  "Now, U.K. lawmakers are turning up the heat on Zuckerberg, requesting he appear.",
  "Collins continued, requesting that Zuckerberg also appear.",
  "has asked for a response from Zuckerberg by April 9.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "The M.P."
]