[
  "But the latest controversy raises questions about whether consumers will continue to be comfortable sharing their data with Facebook, as well as whether regulators might step in and limit access to information Facebook could sell to advertisers.",
  "Delete your Facebook profile\n\nPeople eager to delete their profiles may find unexpected problems that point to how integral Facebook is to many activities, said Ifeoma Ajunwa, a professor of organizational behavior at Cornell University.",
  "Facebook's (FB) latest privacy scandal, involving Trump campaign consultants who allegedly stole data on 50 million users in order to influence elections, has some people reconsidering their relationship status with the social network.",
  "\"It's more serious economically, politically, financially and will require a more robust response in order to regain users' trust,\" said Steve Jones, a professor of communications at the University of Illinois at Chicago.",
  "Internationally, while Facebook remains widespread, insurgent social networks built around messaging, such as Line in Japan and Thailand, WeChat in China and KakaoTalk in South Korea, have supplanted it.",
  "The furor over Cambridge Analytica, the data mining firm accused of stealing Facebook data, follows a bad year in which Facebook acknowledged helping spread fake news and propaganda from Russian agents.",
  "Still, if \"Facebook were forced to change the way it uses data or the way its ad products work, then advertisers may become less enamored with it,\" said Debra Aho Williamson, an analyst with the firm.",
  "I deactivated my Facebook account maybe a year ago, but I think it's time to delete it — Micah Lee (@micahflee) March 19, 2018\n\nAnd finally, the payoff question: Will Facebook even LET me quit?",
  "Arvind Rajan, a tech executive from San Francisco who deactivated his account on Monday, suddenly discovered he needs to create new usernames and passwords for a variety of apps and websites.",
  "But as the granddaddy of the major social networks, Facebook boasts more than 2.2 billion users — nearly 30 percent of the world's population, a community vastly larger than any nation.",
  "Wall Street has tended to look past Facebook's previous transgressions since it went public in 2012, focusing on the social networking company's swift growth and enormous profits.",
  "Young people have edged away from it in favor of Snapchat, WhatsApp and Instagram (the latter two are owned by Facebook now), and many maintain a presence but use it rarely.",
  "\"It is getting more and more difficult for people to delete Facebook, since it's not just as a social media platform but also almost like a meeting square,\" she said.",
  "Still others expressed the perennial wish of Facebook users when confronted with contentious debate: Can't we all just post nice things and stay away from politics?",
  "Regulatory authorities are starting to focus on the data misappropriation, triggering a 9 percent decline in Facebook's normally high-flying stock since Monday.",
  "No other company can match the breadth or depth of these connections — thanks in part to Facebook's proclivity for squashing or swallowing up its competition.",
  "That's an irresistible target for advertisers and, it turns out, for people who want to do some sketchy things with data and even influence elections.",
  "Research firm eMarketer hasn't changed its estimate that worldwide ad spending on Facebook will climb 22 percent this year to nearly $49 billion.",
  "Lili Orozco, a 28-year-old office manager for her family's heating and cooling company in Watkinsville, Georgia, deleted her account in December.",
  "Some of that reflects fear that changes in Facebook's business will hurt profits or that advertisers and users will sour on the social network.",
  "Facebook users can download their all their data -- including photos and personal messages -- before canceling or deactivating their accounts.",
  "There's a less permanent way to leave, deactivation, which hides your profile from everyone but lets you return if you change your mind.",
  "There are no signs, so far, that users are leaving in droves — and advertisers go where the eyeballs are, so they aren't leaving either.",
  "If there was a way to recover these photos, I would deactivate immediately,\" Daniel Schwartz, who lives in Atlanta, said in an email.",
  "Parents could soon realize that their child's soccer schedule with games and pickup times is only on a Facebook page, for example.",
  "And while she liked staying in touch with people, she was irritated by the conspiracy stories her high school friends would share.",
  "\"My only hesitation is that there are hundreds of pictures posted over 13 years of my life that I do not want to lose access to.",
  "It also comes less than three months after CEO Mark Zuckerberg told the world that he would devote the year to fixing Facebook.",
  "On Tuesday, angst was popping up all over as people discussed the virtues and drawbacks of leaving Facebooktown forever.",
  "And because he is bothered by Facebook's \"ham-handed\" response to recent problems, the inconvenience is worth it.",
  "But it is precisely in Facebook's interest to make users feel Facebook is the only place to connect with others.",
  "The process can take several days, and if you log in during this time, your request will be canceled.",
  "\"It's more and more difficult for people to feel plugged in if you're not on Facebook,\" Ajunwa said.",
  "One common response to people who said they might go: Don't — how will I see your kids growing up?",
  "Facebook has weathered many such blow-ups before and is used to apologizing and moving on.",
  "She now gets her news from Twitter and shares pictures with friends through Instagram.",
  "She was upset that every new app she downloaded would ask for her Facebook contacts.",
  "Other would-be exiters wondered how they'd keep track of THEIR kids if they quit.",
  "How will new mothers connect to other parents also up at 4 a.m. with a newborn?",
  "Yet leaving Facebook, like ending a long marriage, isn't remotely simple.",
  "Where else will grandmothers see photos of their far-flung grandkids?",
  "\"Falsehoods spread faster on Facebook than the truth does,\" she said.",
  "There's just one problem: There isn't much of anywhere else to go.",
  "That's because he previously logged in with his Facebook ID.",
  "It's a pain, he said, \"but not the end of the world.\"",
  "Many businesses also schedule meetings via Facebook.",
  "(Yes, but they don't make it particularly easy.)",
  "It can take up to 90 days to delete everything.",
  "Instead, things seem to be getting worse.",
  "But the stakes are bigger this time.",
  "Starting with the little things."
]