[
  "), who chairs the Senate Commerce Committee, said in a statement to The Washington Post on Friday that “more than any one issue, I’m interested in Mark Zuckerberg’s vision for the responsibility Facebook plans to take for what happens on its platform, how it will protect users’ data, and how it intends to proactively stop harmful conduct, instead of being forced to respond to it months or years later.”\n\nSen. John Neely Kennedy (La.)",
  "said Sunday on CBS's “Face the Nation”: “My biggest worry with all of this is that the privacy issue, and what I call the propagandist issue, are both too big for Facebook to fix.”\n\nIn the alternate reality constructed by some of President Trump's media boosters, however, the big question Zuckerberg must answer is not about privacy or propaganda but about Facebook's alleged bias against conservatives.",
  "“I find it offensive that Facebook would deem us – two black chicks down with politics – ‘unsafe to the community’” -@DiamondandSilk pic.twitter.com/ijO7VszvrO — FOX & friends (@foxandfriends) April 9, 2018\n\n“It’s time for Congress, it’s time for our Justice Department — people need to step in and take a look at this here,” Hardaway said on the show.",
  "“It’s going to be explosive.”\n\nDiamond and Silk's claim of political bias at Facebook was the top story on Breitbart News and the Gateway Pundit on Monday morning; on Infowars, it was one of three featured stories about Facebook's alleged censorship of conservative speech.",
  "He’s scheduled to meet with lawmakers today before formal meetings tomorrow and Wednesday.”\n\n[Everything you need to know about the Cambridge Analytica-Facebook debacle]\n\nOnline, Fox News Channel published an opinion piece listing 10 questions Zuckerberg should answer.",
  "“I think this is a problem that is going to be erupting on Capitol Hill, especially this week, as Mark Zuckerberg faces the music,” Conservative Review Senior Editor Michelle Malkin predicted Monday on “Fox & Friends.”\n\n“Yes,” the show's co-host Brian Kilmeade agreed.",
  "“Fox & Friends” returned over and over on Monday's show to a story about conservative commentators Lynette Hardaway and Rochelle Richardson, better known as Diamond and Silk, who accuse Facebook of suppressing the reach of their online video series.",
  "So, as Zuckerberg prepares to testify before the Senate Commerce and Judiciary committees Tuesday and the House Energy and Commerce Committee on Wednesday, pro-Trump voices in the media are obscuring the main subjects.",
  "The event that compelled Zuckerberg's testimony involved Facebook's sharing of some users' personal information with Cambridge Analytica, a firm hired by Trump's presidential campaign to help target persuadable voters.",
  "Zuckerberg's Capitol Hill appearances pose a dilemma for Trump supporters in the media, who usually relish in opportunities to bash big tech firms but in this case risk inflicting collateral damage on the president.",
  "And propaganda that spread on Facebook in 2016 — fabricated stories about Pope Francis endorsing Trump or Hillary Clinton facing a dire health crisis, for example — may have aided Trump's victory.",
  "The gymnastic effort in the pro-Trump media this week is to use Zuckerberg's congressional testimony as an occasion to criticize Facebook without inflicting any harm on Trump.",
  "To scrutinize Facebook on the matters of principal interest to members of Congress would be to contribute to doubts about whether Trump won on his own.",
  "Republican lawmakers have been quite clear about what they plan to focus on when questioning Facebook chief executive Mark Zuckerberg this week.",
  "How are we allowing this one entity to control almost the whole world and dominate and tell people what they can see and what they can’t see?",
  "On “Fox & Friends,” the hosts did mention Cambridge Analytica but repeatedly managed to do so without noting that the firm worked for Trump.",
  "Four questions were about how Barack Obama's presidential campaigns used Facebook data; zero questions were about Trump's campaign.",
  "This is dangerous.”\n\n“Well, Mark Zuckerberg is going to be on Capitol Hill tomorrow,” Kilmeade replied.",
  "The company will include exactly what information was given to data firm Cambridge Analytica.",
  "“Facebook notifying users today whether they were impacted by that massive data breach.",
  "“Here are some quick headlines for you,” Ainsley Earhardt said in one such instance.",
  "This coming as the CEO, Mark Zuckerberg, is heading to Washington.",
  "All three websites are strongly pro-Trump.",
  "“This whole thing is dangerous.",
  "Sen. John Thune (S.D."
]