[
  "Because you just can’t have 50 million Americans have their private data exposed without their permission, a couple hundred thousand of them may have answered a quiz by a Russian American professor that somehow Facebook decided could have access to the data, and this is what’s happened.”\n\nKlobuchar said she wants to institute new regulations to hold social media companies to the same standard as the press.",
  "“He needs to explain that as well as the fact that we don’t get support for our honest ads act … which would simply put the social media sites on the same rules of the game as you see for print media and radio, TV ads.”\n\nInstead of asking about subpoenaing Zuckerberg, host John Berman asked why victims of the data breach should be concerned and Kennedy’s answer was underwhelming and vague.",
  "What does Facebook get?”\n\nYou can Follow Nick on Twitter and Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“I think [Mark Zuckerberg] should explain to the American people how this happened,” Klobuchar said on CNN’s “New Day.” “How many people were hurt and most importantly, how they’re going to fix it.",
  "Amy Klobuchar, a Democrat, and John Kennedy, a Republican, demanded answers from Facebook on Tuesday for the company’s recent data collection debacle but threatened no action.",
  "WATCH:\n\n“I think you have a product where it has been designed without a lock or without an alarm and big surprise, some of the bad guys have gotten in,” she continued.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "I want to know to what extent, if any, those of us on Facebook live in a contrived universe.",
  "And its behavior lately has kind of ben getting into the foothills of creepy.",
  "“Facebook is a great company, but it’s no longer a company,” Kennedy said.",
  "I want to talk with Facebook about the bargain we struck with Facebook.",
  "I want to know if Facebook has been a good steward of our data.",
  "Created by Facebook, sort of like Truman on The Truman show.",
  "My interests are larger than Cambridge Analytica.",
  "We get free access to the site.",
  "That’s how powerful it is.",
  "We know what we get.",
  "“It’s a country.",
  "Sens."
]