[
  "Markets Insider\n\n\n\n\n\nStocks regained some of last week's heavy losses on Monday, with the Dow Jones industrial average closing up more than 600 points\n\nThe tech-heavy Nasdaq was a mixed bag, with Microsoft gaining more than 5%, but Facebook officially entering a bear market amid the ongoing Cambridge Analytica data scandal\n\nYou can track the Dow in real-time here>>\n\nThe Dow Jones industrial average soared 669 points, or 2.83%, on Monday — its third-largest single day point gain — as investors' fears of a trade-war between the US and China appeared to subside.",
  "Here's the final scoreboard:\n\nMicrosoft was the top-performing component of the 30-stock group on Monday, rising more than 7% after an extremely bullish upgrade from Morgan Stanley said the stock could reach a $1 trillion market cap within the next 12 months.",
  "\"The question on everyone's mind is: Is this an 'ice cube' or the tip of an iceberg,\" Ethan Harris, the head of global economics research at Bank of America Merrill Lynch, wrote in a client note Friday.",
  "NOW WATCH: Neo-Nazi groups let a journalist in their meetings and rallies — here's what he saw\n\nSee Also:\n\nSEE ALSO: Facebook's favourability rating dropped twice as much as other tech companies (FB)",
  "Facebook, on the other hand, tempered some of the Nasdaq's gains, falling as much as 6% in trading as the data scandal involving the 2016 election and research firm Cambridge Analytica continues.",
  "JPMorgan said the steep decline took the S&P 500 index below a key technical support level that could open the floodgates to further selling.",
  "West Texas intermediate oil fell half a percent to $65.55 — just above the critical breakeven cost per barrel for energy producers.",
  "Monday's gains came after stocks saw their worst one-week drop in more than two years, falling 5.9%.",
  "It has been many years that we have seen these kind of numbers,\" he tweeted Monday morning.",
  "Other tech names, like Intel, Apple, and Cisco, also fueled the index's surge.",
  "\"The underlying strength of companies has perhaps never been better.\"",
  "President Donald Trump voiced confidence in American markets as well.",
  "10-year treasury yields rose one basis point to 2.82%.",
  "\"The economy is looking really good."
]