[
  "“The latest response came from the Senate Banking Committee, which approved an amendment that would bar the president from modifying any civil penalties against ‘Chinese telecommunications companies’ unless he could certify that the company has not violated U.S. law in the past year and is fully cooperating with an investigation.”\n\nTODAY: FEDERAL IT FIXES — A House Oversight subcommittee will look at implementation of the Federal Information Technology Acquisition Reform Act, or FITARA, as well as a recent scorecard rating government agencies’ performance in that area.",
  "About that Google search: Yelp, TripAdvisor, Consumer Watchdog and several other groups launched Focus on the User, a widget “designed to educate consumers and policymakers about consumer harm brought about when Google+ is artificially promoted in local search.”\n\nTRANSITIONS\n\nMichael Clauser is joining Analog Devices as the head of government affairs, having previously served as senior manager for government relations at Fujitsu, our friends at POLITICO Influence report.",
  "I urge Amazon to ensure that its product does not run afoul of the company’s stated opposition to illicit government surveillance and its support for Americans’ First Amendment rights.”\n\nANOTHER TWIST IN ZTE DRAMA — “Members of both parties on Tuesday stepped up their battle against a potential move by Trump to ease sanctions on Chinese telecommunications giant ZTE in a bid to strike a broader deal with Beijing on trade,” POLITICO Trade’s Adam Behsudi reports.",
  "And conservatives who oppose those bills are threatening to hold Republican leaders — starting with Ryan — responsible if they don’t stop it.”\n\nStory Continued Below\n\nZUCKERBERG DEJA VU — Facebook CEO Mark Zuckerberg faced European lawmakers in Brussels Tuesday — and they unleashed sharp criticism in a barrage of questions about the company’s data practices and its compliance with EU privacy rules that go into effect later this week.",
  "A number of congressional Democrats, meanwhile, weighed in on the flap over Amazon’s product, called “Rekognition.”\n\n— A sampling: \"I find it troubling that Amazon is providing police departments with surveillance technology that could be easily abused without any public oversight,” tweeted Rep. Ro Khanna (D-Calif.) “Technology should be used to improve the lives of ordinary people, not create an unaccountable surveillance state.\"",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel).",
  "Verhofstadt, for instance, suggested Zuckerberg may not be able to fix the problems with his company, comparing the 34-year-old CEO to the protagonist in Dave Eggers’ dystopian novel “The Circle.” “It’s about a big data company, a big data company which is out of control.",
  "“It seems to me very near to reality.”\n\nGDPR WATCH — We noted yesterday the growing list of names U.S. tech companies have chosen as their “data protection officers,” a new post required by the EU’s General Data Protection Regulation starting Friday.",
  "DREAMers drama\n\nWith help from Steven Overly, Nancy Scola, Ashley Gold and John Hendel\n\nDREAMERS DRAMA — The fate of undocumented immigrants brought to the U.S. as children, a key issue for many in the tech industry, is coming to a head in Congress.",
  "“A group of moderates frustrated with the lack of action to protect Dreamers from deportation is expected to collect enough signatures to force bipartisan immigration votes in the coming days, according to lawmakers and aides tracking the effort.",
  "Amazon said the concerns about government surveillance are misplaced — and argued the tech is useful for things like finding lost children and even identifying guests attending the royal nuptials over the weekend.",
  "QUICK DOWNLOADS\n\n— Over in Eastern Europe: Some Bulgarians say they’ve been unfairly suspended by Twitter because they tweet in Cyrillic and have been wrongly identified as Russian bots, according to The Verge.",
  "“Paul Ryan is struggling to stop an immigration showdown in the House, as his Republican conference devolves into an all-out war that could end up costing him his speakership,” POLITICO’S Rachael Bade reports.",
  "‘REKOGNITION’ KONTROVERSY: Amazon got into a heated back-and-forth Tuesday with civil liberties groups, which objected to the company sharing its facial recognition technology with law enforcement agencies.",
  "… Taylor Barkley is now with the Charles Koch Institute as program officer on its tech and innovation team; he was most recently the government affairs manager at the Competitive Enterprise Institute.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "A dozen politicians made remarks before giving Zuckerberg the chance to respond, allowing the CEO to lump their questions together into broad topics rather than answer them individually.",
  "— Facebook’s approach to revenge porn: Facebook is encouraging people to share their intimate photos with the social network to prevent them from being posted without their permission.",
  "In doing so, he stuck to well-trod talking points about steps Facebook has already announced to improve privacy controls, combat unsavory speech and thwart election interference.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "SILICON VALLEY MUST-READS\n\nGoodbye, Cambridge Analytica — The firm at the center of Facebook's recent data debacle is liquidating its assets, The Wall Street Journal reports.",
  "… The New York Legislature confirmed Barbara Underwood as state attorney general through the end of the year, following Eric Schneiderman’s resignation.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "confirmed Tuesday he’s considering an oversight hearing with the National Telecommunications and Information Administration and its chief, David Redl.",
  "MT earlier reported June 6 as one potential date for the hearing, though there’s chatter it could be June 13 (a day after NTIA’s spectrum symposium).",
  "Rep. Marsha Blackburn (R-Tenn.) has said she wants to take a stab at legislation to reauthorize NTIA: “We are going to get that in,” she told John.",
  "Guy Verhofstadt, head of the Alliance of Liberals and Democrats for Europe, wondered whether Facebook Messenger or Instagram should be broken off.",
  "Today’s hearing features eight witnesses across two panels, including CIOs and IT directors from the GAO and Defense and Agriculture departments.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "“It is a much bigger task than I think people are estimating,” said Claude Moraes of the Progressive Alliance of Socialists and Democrats.",
  "Facebook seems to be trying to skirt those rules, some suggested, rather than embracing them as Zuckerberg has claimed publicly.",
  "— Sony on top: Thanks to a $2.3 billion bid to buy EMI, Sony is now the largest music publisher in the world, Reuters reports.",
  "FITARA, enacted in 2014, seeks to boost the federal IT modernization and the government’s information-technology workforce.",
  "): “Facial recognition technology is a powerful tool that can be misused in ways that invade privacy and foster profiling.",
  "— Multiple lawmakers also posited that Facebook has become a monopoly, a label every big tech company had come to dread.",
  "“I think it is time to discuss breaking [up the] Facebook monopoly because it’s already too much power in only one hand.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "So I ask you simply … can you convince me not to do so?” asked Manfred Weber, head of the European People’s Party.",
  "That approach left some lawmakers dissatisfied, and they pushed Zuckerberg to follow up in writing with specifics.",
  "Yelp vs. Google, again — Yelp has renewed a European antitrust complaint against Google, according to Reuters.",
  "Add one more name: Google tells MT that legal director for privacy Keith Enright will serve as its DPO.",
  "Read our note from POLITICO Editor-in-Chief John Harris and Editor Carrie Budoff Brown to learn more.",
  "POLITICO and South China Morning Post are partnering to expand coverage of U.S.-China relations.",
  "— Zuckerberg’s dorm room-to-boardroom story garners less goodwill in Europe than on home soil.",
  "Without answering either question directly, Zuckerberg pushed back on the monopoly suggestion.",
  "GOOD WEDNESDAY MORNING and welcome to Morning Tech, with your guest host Aubree Eliza Weaver.",
  "Send tips and rainy day Netflix binge suggestions to aweaver@politico.com and @AubreeEWeaver.",
  "“From where I sit, it feels like there are new competitors coming up every day,” he said.",
  "Facebook and Apple are expected to make announcements on the DPO front later this week.",
  "— Indeed, the format allowed Zuckerberg to dodge most of the pointed questions.",
  "Not even the owner has control on it, and data is used in elections,” he said.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Catch the team’s contact info after Quick Downloads.",
  "He wasn’t the only leader to make that suggestion.",
  "— Senate Commerce Chairman John Thune (R-S.D.)",
  "Got an event for MT’s tech calendar?",
  "Could Zuckerberg live with that?",
  "Tips, comments, suggestions?",
  "… Sen. Ed Markey (D-Mass.",
  "**\n\nRARING FOR REDL?",
  "Learn more here.",
  "**"
]