[
  "Unilever — one of the world’s largest advertisers, and the company behind brands from Dove to Hellmann’s — recently threatened to pull ads from Google and Facebook because of “toxic content.”\n\n[98 personal data points that Facebook uses to target ads to you]\n\nComments made by Unilever chief marketing officer Keith Weed in February sound mighty relevant in the light of Cambridge Analytica: “It is acutely clear from the groundswell of consumer voices over recent months that people are becoming increasingly concerned about the impact of digital on well-being, on democracy — and on truth itself,” Weed said.",
  "“The only way the boycott will be effective is if it creates enough reputational damage that regulation becomes a reasonable option or if advertisers leave en masse,” says Brayden King, a professor at the Northwestern Kellogg School of Management who studies how social movement activists influence corporate social responsibility and policymaking.",
  "Consumers are also demanding platforms which make a positive contribution to society.”\n\n(Unilever didn’t respond to questions about whether it followed up on Weed’s threat, or how it views the Facebook after the Cambridge Analytica flap.)",
  "And the ad industry already has an action force: an anonymous group called Sleeping Giants, which has been effective at getting advertisers to step away from Breitbart News and other outlets the group accuses of racist or sexist content.",
  "#deletefacebook.”\n\nCher did it, too: “2day I did something VERY HARD 4 me,” she tweeted, “today I deleted my Facebook account.” Elon Musk joined the fray on Friday, deleting Tesla and SpaceX’s Facebook pages.",
  "Companies proved from recent fights with the National Rifle Association and legislation targeting bathroom use by transgender people that they can be more finely tuned to public opinion than politicians.",
  "The world will soon get one kind of control from the European Union’s General Data Protection Regulation, which requires more transparency from companies about the data they collect and how they use it.",
  "In the last week, we learned Facebook allowed our likes, our religions, our network of friends — data that millions of us didn’t intend to share — to be weaponized in political campaigns.",
  "Facebook has a hold on us because of its network effect: Even if you don’t like Facebook, you might still need it to stay in touch with your mom, your second cousin or even your boss.",
  "It happened to have an agreement in place with Facebook from 2011 that holds the social network accountable for incidents where its data gets shared without members’ explicit consent.",
  "Option B is more of a hammer: If governments force Facebook to change the way it uses data, advertisers may become less enamored with Facebook just because it won’t be as effective.",
  "Aside from a dramatic change of heart from founder Mark Zuckerberg, getting Facebook to reform what data it collects and how it uses it requires destabilizing its business.",
  "Facebook became America’s fifth most-valuable public company (worth about $490 billion as of Wednesday) by selling advertisers highly targeted access to us.",
  "Last year’s #DeleteUber movement, which attracted an estimated 200,000, helped drive a management change at the start-up because it hit Uber’s bottom line.",
  "Here’s the difficult truth: Holding Facebook accountable for data abuses through a mass walkout would be very hard because it is woven into so many lives.",
  "One intriguing argument is that policing data is more than just a Facebook problem, so we need an independent agency (beyond the FTC) to deal with it.",
  "Some members of the U.S. Congress have this week renewed calls for Facebook — even Zuckerberg himself — to testify on the Cambridge Analytica case.",
  "A member of Sleeping Giants who asked to remain anonymous says it doesn’t currently have plans to target Facebook, but it is watching closely.",
  "It takes data about what we and our friends do and then combines that with data from other places to make all sorts of inferences about us.",
  "It’s true that Facebook needs our eyeballs to sell ads to marketers, and is very attuned to how much time people spend looking at its apps.",
  "The co-founder of WhatsApp Brian Acton, who became a billionaire when Facebook purchased his app in 2014, tweeted Tuesday, “It is time.",
  "(Some techies are even advocating a version of leaving that involves deleting all your Facebook data without deleting your account.)",
  "Several of the most popular other social apps in the United States — Messenger, Instagram and WhatsApp — are also owned by Facebook.",
  "Technology columnist\n\nA storm dubbed #DeleteFacebook is brewing in techie communities, on Twitter and — irony alert — on Facebook.",
  "A political marketing firm that worked for the Trump campaign, Cambridge Analytica, is in trouble for what it did with the data.",
  "(AP Photo/Manu Fernandez, File)\n\nFollow the money\n\nThere have been many calls to boycott Facebook for past indiscretions.",
  "But you quitting — or even 200,000 people quitting — wouldn’t make much of a dent in its 2.2 billion sets of eyeballs.",
  "And while it’s easy to press the button to quit Facebook (here’s a link), it’s spectacularly difficult in practice.",
  "Just think of all the free time you’d gain back for your family, for exercise, or for reading The Washington Post.",
  "Facebook was designed to collect all that info and handed it over without policing how it was being used.",
  "And that boils down to this: Making Facebook an unreliable or expensive way for marketers to reach us.",
  "The idea is this time is different from all the other times the social network has violated our trust.",
  "Advertisers need to be aware of that and ask themselves what they want to support,” the member said.",
  "We’ve allowed a data-gathering industry to flourish with very few consequences and responsibilities.",
  "#DeleteFacebook doesn’t work as a phenomenon only among the elite — it would take tens of millions.",
  "#regulatefacebook.”\n\nCorrection: A previous version of this article misspelled Hellmann's name.",
  "People peeved at Facebook’s data practices have tried making new services, but none took off.",
  "If we want the result to be any different this time, we need to address the broader problem.",
  "Just the threat of either of those made Facebook’s stock price drop by 7 percent this week.",
  "Many people rely on Facebook to sign in to other websites, dating services and other apps.",
  "And in North America, we were each worth $26.76 to Facebook in the fourth quarter of 2017.",
  "And some big advertisers have already walked up to the line with Silicon Valley.",
  "The biggest consumer challenge of our era calls for a broader consumer movement.",
  "In the short term, Federal Trade Commission may also step in and fine Facebook.",
  "But what’s really scary is that it didn’t have to hack into anything to get it.",
  "Now Facebook's having an overdue existential crisis about being a spy machine.",
  "Facebook CEO Mark Zuckerberg has said his focus in 2018 is to “fix” Facebook.",
  "There’s even evidence less time in front of screens might make you happier.",
  "Tweeted another celebrity, Jim Carrey, “Who are you sharing your life with?",
  "Current U.S. privacy laws go deep on areas like children and health data.",
  "“What is clear now is they are being irresponsible with information.",
  "But Facebook members are not without recourse to help bring change.",
  "Not even last year’s massive Equifax hack got lawmakers to act.",
  "“This is not something that can be brushed aside or ignored.",
  "And quitting Facebook alone won’t solve the bigger problem.",
  "We don’t buy products from Facebook — we are its product.",
  "They’d have to quit, also — and all their friends, too.",
  "The regulation question is: What exactly should change?",
  "There will be many ideas floated in the months ahead.",
  "But turning that into laws is a long, slow process.",
  "You’d no longer be adding to Facebook’s data trove.",
  "But Facebook isn’t like other products you boycott.",
  "Now we’re learning just how badly that can end up.",
  "They can’t win if you’re not playing their game.",
  "I understand how quitting might feel satisfying.",
  "But there’s no general-purpose privacy law.",
  "We’ve given it our information for free.",
  "There aren’t great alternatives, either.",
  "Is this the beginning of a movement?",
  "[It’s easy to hate Facebook.",
  "It’s much tougher to quit.]",
  "We should follow the money.",
  "I agree enough is enough."
]