[
  "But the tone may be different this year as Zuckerberg tries to strike a balance between tackling the hard questions bombarding his company and reassuring the hordes of hoodie-sporting app developers that the fallout from Cambridge Analytica, in which a political consulting firm secured information on up to 87 million users without permission, won’t wreck the businesses they've built there.",
  "Last week, a 12-person jury determined beyond a reasonable doubt that the comedian molested Temple University staffer Andrea Constand at his Philadelphia-area home in 2004, and that she could not consent because the pills he gave her rendered her unconscious.",
  "CLOSE Several thousand teachers and supporters gathered for a third day Monday at the Arizona Capitol to press lawmakers for higher wages and more funding, a key event in an unprecedented strike that has closed most of the state’s public schools.",
  "Harrison Snyder, 22, the first juror to come forward in a media interview, explained that Cosby's own admission that he drugged women helped him determine that the comedian was guilty on three counts of aggravated indecent assault.",
  "Randi Weingarten, president of the American Federation for Teachers, said there's a lot of skepticism over Ducey's #20x2020 deal because the governor hasn't brought enough teachers or movement leaders to the table.",
  "Historically a celebration of spring, May Day morphed into International Worker’s Day — a global observance of workers' rights — after a May 1, 1886, strike by workers in Chicago demanding an eight-hour workday.",
  "(April 30) AP\n\nJurors' names in Cosby case could be made public\n\nAfter one juror explained his vote in Bill Cosby's retrial, the other jurors' names could be made public following a hearing scheduled Tuesday.",
  "Buzz60\n\nArizona educators tell state lawmakers: We're not budging\n\nEducators protesting low pay and school funding in Arizona are expected to rally again Tuesday as schools around the state remain closed.",
  "Trump to meet with crew of deadly Southwest flight, reports say\n\nPresident Trump on Tuesday will meet at the White House with the crew of Southwest Airlines Flight 1380, according to multiple reports.",
  "Teachers were restless at the state Capitol Monday after lawmakers prepared to introduce a budget deal that would increase funding for school districts, but fall short of other demands.",
  "Workers around the world mark May Day with protests\n\nTuesday is May 1 and that means it's May Day, a day marked around the world by celebrations — and sometimes protests.",
  "CLOSE President Trump will meet with the crew of the Southwest Airlines flight that made an emergency landing after a deadly mid-flight engine failure.",
  "Facebook's annual two-day f8 developers conference kicks off in San Jose, Calif., Tuesday and CEO Mark Zuckerberg will, as usual, deliver the keynote.",
  "The first day of May is celebrated in some countries with colorful festivals, while in other areas, the day is honored with protests and marches.",
  "Meanwhile, some places in the U.S. are celebrating Loyalty Day, which became an official recurring holiday during the Eisenhower administration.",
  "Pilot Tammie Jo Shults, who formerly flew fighter jets in the Navy, earned praise for having \"nerves of steel\" during the harrowing landing.",
  "The flight, which was en route from New York to Dallas on April 17, made an emergency landing at Philadelphia after an engine exploded.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2rbFHDn",
  "File photo taken in 2018 shows a cellphone and a computer screen displaying the logo of the social networking site Facebook.",
  "Doug Ducey, who promised to deliver enough money to districts to give teachers a 20% pay raise by the year 2020.",
  "Last year in the U.S., thousands of demonstrators turned out, many protesting the policies of President Trump.",
  "Jennifer Riordan, 43, a bank executive from Albuquerque and a mother of two, died from her injuries.",
  "CLOSE The roots of May Day, or International Workers Day, stretch back over a century.",
  "The blast smashed a window, causing a woman to be nearly sucked out of the plane.",
  "(Photo: NORBERTO DUARTE, AFP/Getty Images)\n\nFacebook trying to save face at f8?",
  "Most of their frustration was directed at Gov.",
  "Veuer's Chandra Lanier has the story.",
  "Wochit\n\nPrefer to listen?"
]