[
  "\"I'm really sorry that this happened,\" Zuckerberg said of the data scandal that allowed Cambridge Analytica to inappropriately use 50 million Facebook user profiles to target ads in support of its clients, including Donald Trump's successful 2016 election campaign.",
  "\"A new task force will help the UK to manage the risks around Crypto assets, as well as harnessing the potential benefits of the underlying technology,\" UK Chancellor Philip Hammond is expected to announce on Thursday.",
  "The 2,232-page bill would allocate nearly $1.3 trillion of federal funding over the next two years with an emphasis on the military, disease prevention, and job-training programs.",
  "President Donald Trump will announce tariffs on Chinese imports in a move aimed at curbing theft of US technology on Thursday, Reuters reports, citing a White House official.",
  "Starter homes have become smaller, pricier, and of less quality than they've been at any other time over the six years that Trulia has been keeping track.",
  "Tesla shareholders voted in favor of a pay package that will give Musk stock options over 12 tranches that are worth as much as $2.6 billion.",
  "The Federal Reserve on Wednesday announced it would raise its key interest rate 25 basis points to a range between 1.50% and 1.75%.",
  "Hong Kong's Hang Seng (-1.09%) paced the decline in Asia, and Germany's DAX (-1.03%) trails in Europe.",
  "First-time homebuyers are facing a 'perfect storm' — and there's no relief in sight.",
  "Mark Zuckerberg breaks his silence on the Cambridge Analytica data scandal.",
  "It also steepened its outlook for hikes in 2019 and 2020.",
  "The US 10-year yield is down 4 basis points at 2.84%.",
  "Reuters/Laura Hasani\n\nHere is what you need to know.",
  "The Fed raises rates, signals more hikes are coming.",
  "Congress has a plan to avoid a government shutdown.",
  "Trump is ready to announce more tariffs on China.",
  "The S&P 500 is set to open down 0.56% near 2,697.",
  "ET before Markit PMIs are announced at 9:45 a.m.",
  "Britain is getting a cryptocurrency task force.",
  "Elon Musk's massive pay package gets approved.",
  "Initial claims will be released at 8:30 a.m.",
  "Stock markets around the world are lower.",
  "Nike reports after the closing bell.",
  "Earnings reports trickle out.",
  "US economic flows.",
  "ET."
]