[
  "Damian Collins, a British lawmaker, said Sunday that Zuckerberg or another senior executive should appear in front of his committee because previous witnesses have avoided difficult questions, creating “a false reassurance that Facebook’s stated policies are always robust and effectively policed.’’ He added in an interview on British radio Monday that Zuckerberg should “stop hiding behind his Facebook page and actually come out and answer questions about his company.”\n\nThe next few weeks represent a critical time for Facebook to reassure users and regulators about its content standards and platform security, to prevent rules that could impact its main advertising business, according to Daniel Ives, an analyst at GBH Insights.",
  "In a letter Monday to Senator Chuck Grassley, a Republican from Iowa, Klobuchar and Kennedy said they have “serious concern regarding recent reports that data from millions of American was misused in order to influence voters.”\n\n“The lack of oversight on how data is stored and how political advertisements are sold raises concerns about the integrity of American elections as well as privacy rights,” the senators wrote.",
  "A hearing with the CEOs would allow the committee to learn “what is being done to protect Americans’ data and limit abuse of the platforms, as well as to assess what measures should be taken before the next elections.”\n\nFacebook on Friday said that a professor used Facebook’s log-in tools to get people to sign up for what he claimed was a personality-analysis app he had designed for academic purposes.",
  "Politicians on both sides of the Atlantic are calling on Chief Executive Officer Mark Zuckerberg to appear before lawmakers to explain how U.K.-based Cambridge Analytica, the data-analysis firm that helped Donald Trump win the U.S. presidency, was able to harvest the personal information.",
  "Facebook, meanwhile, has sought to explain that the mishandling of user data was out of its hands and doesn’t constitute a “breach” – a definition that would require the company to alert users about whether their information was taken, per U.S. Federal Trade Commission rules.",
  "Senators Amy Klobuchar, a Democrat from Minnesota and John Kennedy, a Republican from Louisiana, have called on the chairman of the Judiciary Committee to bring in technology company CEOs, including from Twitter Inc. and Alphabet Inc.’s Google, for public questioning.",
  "Facebook Inc. shares posted their steepest drop since 2015 as U.S. and European officials demanded answers to reports that a political advertising firm retained information on millions of the social network’s users without their consent.",
  "“While the misuse of data is not new, what we now see is how seemingly insignificant information about individuals can be used to decide what information they see and influence viewpoints in profound ways,” O’Connor said in a statement.",
  "But the improper handling of the data raises systemic questions about how much companies can be trusted to protect personal information, said Nuala O’Connor, president and CEO of the Center for Democracy & Technology.",
  "Zuckerberg’s Fortune Falls $3.8 Billion Over Data Exploitation\n\nFacebook found out about the breach in 2015, shut down the professor’s access and asked Cambridge Analytica to certify that it had deleted the user data.",
  "Facebook has already testified about how its platform was used by Russian propagandists ahead of the 2016 election, but the company never put Zuckerberg himself in the spotlight with government leaders.",
  "To take the quiz, 270,000 people gave the app permission to access data via Facebook on themselves and their friends, exposing a network of 50 million people, according to the New York Times.",
  "Cambridge, originally funded by conservative political donor Robert Mercer, on Saturday denied that it still had access to the user data, and said it was working with Facebook on a solution.",
  "“Changes to their business model around advertising and news feeds/content could be in store over the next 12 to 18 months,” Ives wrote in a note to investors.",
  "“Communications technologies have become an essential part of our daily lives, but if we are unable to have control of our data, these technologies control us.",
  "A researcher who worked with the professor on the app is now currently an employee at Facebook, which is reviewing whether he knew about the data leak.",
  "Yet the social network on Friday suspended Cambridge from its system, explaining that it had learned the information wasn’t erased.",
  "Menlo Park, California-based Facebook no longer allows app developers to ask for access to data on users’ friends.",
  "Facebook fell as much as 8.1 percent to $170.06 on Monday in New York, wiping out all of the year’s gains so far.",
  "Afterward, the professor violated Facebook’s terms when he passed along that data to Cambridge Analytica.",
  "For our democracy to thrive, this cannot continue.”\n\nContact us at editors@time.com.",
  "The pressure may also foreshadow tougher regulation for the social network.",
  "The denials and internal inquiries did little to ease the criticism.",
  "That kind of access was allowed per Facebook’s rules at the time.",
  "That marked the biggest intraday drop since August 2015.",
  "U.S."
]