[
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nTalk of Tinseltown: Star Wars' China problem\n\nThe disappointing box office opening for \"Solo: A Star Wars Story\" in both the US and China is highlighting a larger problem for Disney and Lucasfilm, and for all major players pursuing big-budget releases:\n\nThe Numbers, via THR's Patrick Brzeski:\n\n• \"Solo: A Star Wars story [earned] just $148.9 million in its first 10 days [in North America] — solid for most film franchises; sad by Star Wars standards.\"",
  "It Fell Short in a California Race,\" by NYT's Sheera Frenkel: While the company has introduced several measures to improve the transparency of political ads on its platform, some groups and individuals appear to be finding ways to flout the new restrictions — and Facebook has not been able to catch them.\"",
  "---\n\nWhat C-Suites Will Be Watching\n\n\"Discovery to Pay $2 Billion to Air PGA Golf Internationally\" by Bloomberg's Gerry Smith: \"Discovery agreed to pay $2 billion for long-term international TV rights to the PGA Tour, part of the media company's push to become a global force in live sports.",
  "Dance, Nicholas Confessore and Michael LaForgia:\n\n• Facebook's data-sharing partnerships \"with at least 60 device makers ... including Apple, Amazon, BlackBerry, Microsoft and Samsung ... allowed the device companies access to the data of users' friends without their explicit consent.\"",
  "---\n\nValinsky's Links\n\nNathan Myhrvold takes losses (Forbes)\n\nChina investigates foreign chipmakers (CNNMoney)\n\nTesla refunds Model 3 deposits (Recode)\n\nInstagram explains its algorithm (Mashable)\n\nScooters divide San Francisco (NBC)\n\n---\n\nSnap Judgment: Should Evan Spiegel sell?",
  "The Information's Tom Dotan says Snap should sell a stake to Apple, Amazon, Google or Tencent:\n\n• Snap \"burned through $1.1 billion in the last five quarters ... With just $1.8 billion left, Snap will likely need to raise more money in the next 18 months.\"",
  "Facebook has laid out its case for why it shared this data with device makers: Before the app store, companies needed to \"recreate Facebook-like experiences for their individual devices or operating systems,\" which required access to the data.",
  "In the Governor's race, tomorrow will determine whether Lieutenant Governor Gavin Newsom has to face former Los Angeles mayor Antonio Villaraigosa in a run-off, or take a cake walk to victory against Trump-backed Republican John Cox.",
  "---\n\nWWDC 2018: Apple vs. the bugs\n\nWhat's Next: Apple at the Crossroads: The company that prides itself on building thoughtful, well-executed technology that \"just works\" has not lived up to that standard over the last year.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nDevelopers, developers: Why Microsoft bought Github\n\nMicrosoft has acquired the code sharing platform Github for $7.5 billion.",
  "• \"As [CEO Satya Nadella] moves the company away from complete dependence on the Windows operating system to more in-house development on Linux, the company needs new ways to connect with the broader developer community.\"",
  "• \"With just $14.9 million to date and an ever-shrinking screen share, Solo is unlikely to crack $20 million in the Middle Kingdom, making it one of the poorest performing Hollywood tentpoles of recent memory there.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n\"Facebook Gave Device Makers Deep Access to Data on Users and Friends\" by NYT's Gabriel J.X.",
  "Also tomorrow: The Mountain View city council is considering putting a measure on the November ballot to impose a head tax on businesses to address housing and transportation costs.",
  "Facebook spent months bending over backwards to convince users it had come clean on its data sharing policies, but it didn't tell the whole truth -- and now it's back in hot water.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nGovernors Ball: Newsom vs. Villaraigosa\n\nThe California Primary is tomorrow.",
  "But that's not the issue: The issue is that Facebook failed to address this vast, ongoing data sharing even as it claimed to have put strict parameters on data sharing.",
  "The Big Picture: Microsoft is moving beyond Windows and acquiring an essential software development tool in order to boost its innovation across the digital landscape.",
  "Facebook's final defense -- \"We are not aware of any abuse by these companies\" -- only highlights the fact that Facebook's policy made user data vulnerable to abuse.",
  "The 12-year deal, which begins next year, includes TV and online rights to the U.S.-based men's golf circuit, and the development of a Netflix-like video service.",
  "• \"Unless the business turns around or the stock price goes up, the best option for raising capital would be selling off a stake to a large tech company.\"",
  "Tim Cook will aim to convince developers and consumers that the Apple experience can still be sleek and seamless before charging ahead on new innovations.",
  "One question Mark Zuckerberg may want to ask himself is, Why does it always take a scandal or an investigation for you to come clean and fix something?",
  "Understanding how to create content that will appeal to both US and Chinese audiences is crucial to capitalizing on hundred-million-dollar investments.",
  "• \"In the early 2000s, [then-CEO Steve Ballmer] and his executive team were highly critical of the kind of open-source program built in GitHub today.\"",
  "The Han Solo origin story debuted in third place with just $10.1 million, before crashing to sixth place in its second frame with only $2 million.\"",
  "But the company officials did not disclose that Facebook had exempted the makers of cellphones, tablets and other hardware from such restrictions.\"",
  "Bonus: Race to $1 Trillion: \"Here's why Apple looks like the winner of the tech-stock race to a $1 trillion market cap,\" via CNBC's Tim Mullaney.",
  "What else Apple may announce:\n\n• Augmented reality tools that allow multiple users to see the same virtual objects through their devices.",
  "Bloomberg says it's a return to Microsoft's roots:\n\n• \"Microsoft's origin story lies in the market for software-development tools.",
  "More on all that in tomorrow's PACIFIC ...\n\n---\n\nWhat Next: Wired's Alex Davies on how scooters might actually save San Francisco.",
  "This year's Worldwide Developer Conference is therefore likely to feature a heavy emphasis on product improvements and bug fixes.",
  "• \"Some device makers could retrieve personal information even from users' friends who believed they had barred any sharing.\"",
  "NYT's Cecilia Kang tweets: \"Maybe someone could please ask Sheryl Sandberg there about this @nytimes Investigations Scoop.\"",
  "The iOS mobile operating system has been plagued by glitches and the Siri smart assistant still leaves much to be desired.",
  "Bonus: \"Andreessen Horowitz is pocketing more than $1 billion in the GitHub acquisition,\" via Recode's Teddy Schleifer.",
  "The Big Picture: Facebook's trust crisis is exacerbated by the fact that it constantly seems to be hiding something.",
  "NYT's Adam Nagourney says \"interest is about as high as it ever gets in California for a nonpresidential election.\"",
  "... Bill Gates and Paul Allen co-founded the company to give hobbyists a way to program a new micro-computer kit.\"",
  "• \"But in the massive China market, soon to be the world's biggest box office, the situation is far, far worse.",
  "• \"Facebook's leaders said that the kind of access exploited by Cambridge Analytica ... was cut off by [2015].",
  "That is one of several reasons the company launched the new Snapkit developer platform, to fuel new ideas.",
  "• \"Digital Health\" tools to help users monitor and limit the amount of time they spend on their devices.",
  "Why: Microsoft is moving beyond Windows and looking to create tools that can be used across platforms.",
  "There is a maxim in crisis management: \"Tell the truth: Tell it all, tell it early, tell it yourself.\"",
  "It didn't tell the whole truth, it didn't tell it early, and now someone else is telling it instead.",
  "The Big Picture: China's box office is now a key consideration for anyone -- Disney, Amazon, etc.",
  "• Cross-platform tools that allow developers to build apps that work across all Apple devices.",
  "Instagram ... has grown quickly and likely lured away many of Snap's potential new users.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation",
  "Top tweet, from Facebook whistleblower Sandy Parakilas: \"This is a really big deal.",
  "• \"User growth is stagnant, while Snap's ad revenue growth is below expectations.",
  "It covers more than 140 tournaments a year, including about 40 PGA Tour events.\"",
  "We're in San Jose for Apple's WWDC, which kicks off in minutes ... Watch here.",
  "What concerned candidates are reading:\n\n• \"Facebook Tried to Rein In Fake Ads.",
  "It appears to directly contradict Facebook's testimony to Congress in April.\"",
  "Github gives it immediate access to community of 27 million developers.",
  "It's in need of a major innovation that Facebook can't copy or steal.",
  "A Newsom-Villaraigosa battle would be an electric, national story.",
  "• A new ad network for advertisers to distribute ads across apps.",
  "Read Nagourney's full curtain-raiser on all the races.",
  "The Big Picture: Snap isn't just in need of financing.",
  "My colleague Heather Kelly has a full preview.",
  "What's Next: Facebook Blows It, Again.",
  "Spotted courtside: Sheryl Sandberg.",
  "-- pursuing big-budget productions.",
  "---\n\nWelcome to PACIFIC.",
  "See you tomorrow.",
  "Warriors in 4."
]