[
  "EX-CEO: CAMBRIDGE ANALYTICA GOT 'HUGE TARGET' WITH TRUMP WIN\n\nAccording to Reuters, Google recently sought a closed-door hearing in a bid to present its case to senior Commission officials and national competition agencies after being told of new details and evidence that the regulator plans to use against the company.",
  "According to a report in the Financial Times, the regulators are likely to make a judgement against Google in July, thereby forcing it to pay a significant fine—perhaps larger than the $2.8 billion fine it paid in Europe last year in a different case.",
  "The investigation comes as Google and other large tech firms like Facebook, Amazon and Apple face a growing threat of stringent regulations and the chance of being broken up because of their dominant market share and powerful role in consumers’ lives.",
  "APPLE AIRPODS TO SUPPORT LIVE LISTEN HEARING AID FEATURE\n\nEuropean regulators have largely adopted a much more aggressive stance toward big tech firms over issues of privacy and the stifling of competition.",
  "Google referred Fox News to a 2016 blog post by Kent Walker, its senior vice president, defending the company's Android operating system and the \"choice\" it gives consumers.",
  "A third case where Google was accused of blocking rivals in its online AdSense search advertising in 2016 is likely to drag on for months, sources told Reuters.",
  "Eventually, the U.S. government lawsuits against Microsoft helped pave the way for newfangled competitors to rise up in the realm of search—including Google.",
  "At the time, it had the most popular operating system, Windows, and bundled its Internet Explorer browser and its Media Player with the operating system.",
  "It remains to be seen whether U.S. officials will target Google in the same way that they did with Microsoft in the 1990s and AT&T in the 1980s.",
  "Google is facing what will likely be a huge fine as European regulators scrutinize how it bundles services with its Android operating system.",
  "Twenty years ago, another powerful tech company founds itself in the crosshairs of American and British antitrust regulators: Microsoft.",
  "Some of the tactics being examined include requiring smartphone makers to pre-install Google Search and Google Chrome.",
  "Those actions gave the company an unfair advantage and limited user choice, according to the European Commission.",
  "Authorities are probing whether Google is using Android to unlawfully skew the market against competitors.",
  "Android is the dominant software globally, accounting for about 80 percent of the smartphone market.",
  "That request was denied."
]