[
  "Critics’ corner\n\n• Stephen Gandel of Gadfly writes, “Trump’s tariffs and especially his protectionist rhetoric threaten to cut more and more of the world off.”\n\n• Paul Krugman writes, “America has much less trade leverage over China than Trump imagines, and a trade war with ‘China’ will anger a wider group of countries, some of them close allies.”\n\n• The WSJ editorial board writes, “A rising and aggressive China poses considerable risks to world order, but persuading its leaders to conform to trading norms requires more than scattershot tariffs.”\n\nAdvertisement Continue reading the main story\n\n• Christopher Beddor of Breakingviews writes, “The sweeping duties and investment restrictions the U.S. president ordered on Thursday in response to intellectual-property theft may prove largely symbolic.”\n\nPhoto\n\nExclusive: Bank of America to pay $42 million to N.Y. over trades\n\nThe state’s attorney general, Eric Schneiderman, is expected to announce today that Bank of America Merrill Lynch is settling an investigation over its electronic trading practices.",
  "(@KirkSemple)\n\nPhoto\n\nFacebook appears ready to accept more regulation\n\nSheryl Sandberg told CNBC yesterday, “We’re open to regulation.” And Mark Zuckerberg told the WSJ, “There’s no reason why the internet advertising industry should have a lower transparency standard than print or TV ads.”\n\nTheir openness comes as advertisers like Mozilla and Commerzbank suspend campaigns on the social network and Britain’s advertising society is asking to question executives.",
  "The three best performing I.P.O.s in 2018\n\n• Armo Biosciences (+126 percent)\n\n• CueBiopharma (+120 percent)\n\n• Menlo Therapeutics (+102 percent)\n\nThe three worst performing I.P.O.s in 2018\n\n• ADT (-38 percent)\n\n• Corporacion America Airports (-39 percent)\n\n• Solid Biosciences LLC (-48 percent)\n\nMarkets don’t like Trump’s tariffs\n\nThe closer investors look at President Trump’s tariffs against China, the less they seem to like them.",
  "Photo\n\nComing to a broader audience: Goldman Sachs’s talk show\n\nAn internal series of interview with C.E.O.s and others has become “Talks at GS,” featuring the likes of Bob Iger of Disney, Magic Johnson and the novelist André Aciman, who wrote “Call Me by Your Name.” (Lloyd Blankfein, one of Wall Street’s biggest history buffs, spent 46 minutes interviewing Ron Chernow of “Hamilton” fame.)",
  "Here’s what its C.E.O., Mike Corbat, told Tiffany Hsu of the NYT:\n\n“Banks serve a societal purpose — we believe our investors want us to do this and be responsible corporate citizens.”\n\nThe context: Citi doesn’t have that many gun makers as clients — try Wells Fargo — but it is the first major lender willing to follow Andrew’s suggestion and reshape gun control within its business reach.",
  "We asked Paul Pendergrass, a long time corporate communication professional and formerly DealBook’s “Jack Flack” columnist, to offer his insights into the situation:\n\nIn most of the interviews on Wednesday, Mark Zuckerberg was asked if he would be willing to testify before Congress, a task he has previously delegated to other senior Facebook executives.",
  "More from Mr. Schneiderman:\n\n“As Wall Street firms offer increasingly complex electronic trading services, they cannot use new technology to exploit their clients in service of their business relationships with large industry players.”\n\nHe has previously gone after Barclays, Credit Suisse and Deutsche Bank over their electronic trading practices.",
  "But Fast Company cautioned, “The companies appear to be struggling to decide whether a merger is the best path forward.” And Courtney Reagan of CNBC, citing an unnamed source, threw cold water on the idea:\n\nThe deals flyaround\n\n• Steve Wynn has sold his entire stake in Wynn Resorts, worth $2.1 billion as of Wednesday.",
  "Mark Zuckerberg and the congressional hearing ahead\n\nAs Facebook plunged into a crisis over how Cambridge Analytica, a political consulting firm that provided voter-targeting services to the Trump campaign, improperly obtained data on 50 million Facebook users, Mark Zuckerberg came under criticism for saying nothing.",
  "“I’d be happy to…” he told CNN’s Laurie Segall, before immediately qualifying that answer with, “if it’s the right thing to do.”\n\nHe then went on to offer Facebook’s standard response to questions about why it has previously chosen other executives for Congressional hearings.",
  "From this morning:\n\nJulie Hirschfeld and Michael D. Shear of the NYT:\n\nBut the president was most angry about the lack of funding in the bill for a massive wall on the nation’s southern border that he has billed as the centerpiece of his crackdown on illegal immigrants.",
  "Mr. Schneiderman is expected to announce that the bank routed some clients’ trade orders to so-called electronic liquidity providers like Citadel Securities, then doctored trade confirmations and post-trade reports to say it had executed them in-house.",
  "More from Michael:\n\n“Internally, there’s a real interest in giving people a real opportunity to learn from the leaders and thinkers who are shaping the public discourse,” Elizabeth Bowyer, Goldman’s co-head of content strategy, said in an interview.",
  "(Axios)\n\nNewsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "It provides $641 million for about 33 miles of fencing, but prohibits building a concrete structure or other prototypes the president has considered, and allocates the rest of the funding for new aircraft, sensors and surveillance technology.",
  "Its new requirements, for businesses who borrow money from it or want to offer its co-branded credit cards, include limiting sales to those 21 and older, requiring background checks, and banning bump stocks and high-capacity magazines.",
  "Advertisement Continue reading the main story\n\nThe decision was a blow to Broadcom and its chief executive, Hock Tan, who had gone to great lengths to deflect concerns by American regulators and the Trump administration.",
  "Mr. Musk growing chorus of tech leaders calling for people to abandon Mr. Zuckerberg’s social network after it allowed a political consulting firm, Cambridge Analytica, to obtain and misuse data on 50 million users.",
  "(NYT)\n\n• Saudi Arabia’s Mohammed bin Salman reportedly boasted that he had Jared Kushner “in his pocket.” Separately, the State Department approved a $670 million sale of anti-tank missiles to the kingdom.",
  "Indeed, using Mr. Jaluria’s forecasts, Dropbox’s shares are already trading at a far higher cash flow valuation than that of Salesforce, a software and cloud computing company with a long track record.",
  "Having been roundly accused of hiding in the crucial early days of the Cambridge Analytica scandal, he won’t want to provide further evidence that he is inaccessible when people need to see him most.",
  "The measure includes nearly $1.6 billion for border security — including new technology and repairs to existing barriers — but not Mr. Trump’s wall, as he claimed on Twitter on Wednesday.",
  "When Mr. Zuckerberg is brought in to testify, the committee’s “goal” will be to ensure the American public understands why social media platforms can’t be trusted to regulate themselves.",
  "His measure of free cash flows was equivalent to 16 percent of revenue last year, but, in his estimation, that margin could rise to 19 percent this year, then 22 percent in 2019.",
  "(CNN)\n\nAdvertisement Continue reading the main story\n\n• The former Trump International Hotel in Panama City has some new cocktails: the Stormy Jack Daniels and Little Rocket Man.",
  "The tech flyaround\n\n• The human in the Uber self-driving car that killed a woman in Arizona was a felon with a history of traffic citations who wasn’t watching the road.",
  "That included appearing in a televised speech at the White House with Mr. Trump last November, during which Mr. Tan promised to redomicile Broadcom in the United States.",
  "• Paul Singer won a round in his battle for influence at Telecom Italia: the chairman, Arnaud de Puyfontaine, and six directors backed by Vincent Bollore quit the board.",
  "Shares of both those companies erased losses late in the trading session, and the large-cap CSI 300 Index finished down 2.9 percent after falling as much as 4.6 percent.",
  "Davidson, zeros in on its free cash flows, the amount of cash generated by a business after subtracting spending on plants and certain lease payments, to show this.",
  "• In its opening statement at the Time Warner deal trial, the Justice Department warned that AT&T would use its newly bought content as a “weapon” to raise prices.",
  "(Recode)\n\nThe speed read\n\n• Jim Stewart compares two fraud cases: Should Elizabeth Holmes of Theranos have been treated more like the pharma bro Martin Shkreli?",
  "And so on Friday as China stocks tumbled amid fears of a trade war with the United States, those funds began buying, Bloomberg reports, citing unnamed sources.",
  "The president abruptly backed down from his threat to veto the $1.3 trillion spending bill and signed it into law on Friday, avoiding a government shutdown.",
  "In Cambridge Analytica news: Steve Bannon downplayed his involvement in the use of Facebook data and cast doubt on the usefulness of the firm he co-founded.",
  "This can be seen in the way the stock market has responded to the trade restrictions, which were announced on Thursday but were flagged a few days earlier.",
  "Peter Eavis’s take: A trade fight that eventually relaxes some of China’s disadvantageous conditions could bolster the long-term prospects of U.S. firms.",
  "“I would imagine at some time there will be a topic where I will be the sole authority on, and it will make sense for me to do it,” he told Ms. Segall.",
  "One of their main arguments is that the company can increase its revenue faster than its costs, a dynamic that should expand profit margins over time.",
  "Advertisement Continue reading the main story\n\nAt Friday’s close, Dropbox is valued at $12.5 billion\n\nHere are some more numbers to put the I.P.O.",
  "500 futures and markets in Asia and Europe are down this morning, following yesterday’s steep sell-off (which was driven in large part by Boeing).",
  "Elsewhere in firearms: March for Our Lives protests against gun violence are scheduled for tomorrow, testing a new generation’s political resolve.",
  "(Recode)\n\n• Bird, a scooter-sharing start-up, has hired David Estrada, Lyft’s former head of government relations, as its chief legal officer.",
  "Early in the day, the president had tweeted his displeasure with the bill, citing Congress’s failure to fund his long-promised border wall.",
  "The vote comes nearly two weeks after President Trump blocked Broadcom’s $117 billion bid for Qualcomm, citing national security concerns.",
  "mayor Bill de Blasio testified that he steered tens of thousands of dollars to the mayor’s campaigns in exchange for favorable treatment.",
  "(Bloomberg)\n\nAdvertisement Continue reading the main story\n\n• Matt Kaness, who sold the fashion retailer ModCloth to Walmart, is leaving.",
  "• In a CNN interview, the former Playboy model Karen McDougal laid bare what she said had been a 10-month affair with Mr. Trump in 2006.",
  "Mr. Musk, the chief executive of SpaceX and Tesla, deleted the Facebook pages of both of his companies, the NYT’s Nellie Bowles reports.",
  "The context: Mr. Trump has made subtext — China is the U.S.’s main economic rival and must be treated as a strategic competitor — text.",
  "Shares in both retailers are up in premarket trading this morning after Fast Company reported that the two sides are weighing a union.",
  "Still, Dropbox’s fans believe that the company has a strong financial future, despite competition from the likes of Google and Amazon.",
  "• The entertainment mogul Byron Allen bought The Weather Channel’s broadcast assets for $300 million from Comcast and Blackstone.",
  "Mr. Zuckerberg’s goal will be to try to avoid acting in a way that would elevate his role as the designated villain in the story.",
  "Advertisement Continue reading the main story\n\nMr. Zuckerberg seems resigned to the fact that he will likely end up testifying.",
  "After Friday’s huge pop, Dropbox’s stock has arguably “priced in” the impressive future cash flows that some analysts expect.",
  "of United Airlines, Oscar Munoz, about his trip to Capitol Hill just after a passenger was dragged off one of his airplanes.",
  "market into perspective:\n\n• So far this year, 38 companies have listed shares on American exchanges, raising $12.8 billion.",
  "(NYT)\n\n• Charles Lazarus, who founded Toys “R” Us, has died at 94, as the retailer prepares to liquidate its U.S. stores.",
  "Broadcom’s shareholders approved the chip maker’s decision to move its headquarters to the United States from Singapore.",
  "(Variety)\n\n• Blade, the helicopter taxi service, has raised $38 million from the likes of Airbus and Colony NorthStar.",
  "The political flyaround\n\n• President Trump has replaced his perpetually on-the-bubble national security adviser, H.R.",
  "But the world is now watching to see whether the fight turns out to be a spat, or a prolonged and damaging conflict.",
  "Elon Musk and Mark Zuckerberg have clashed on artificial intelligence, space travel and the direction of technology.",
  "of Wells Fargo, and the bank’s current chief executive, Tim Sloan, how much information they were asked to provide.",
  "(NYT)\n\n• A fourth woman who settled over harassment allegations against Bill O’Reilly is suing him for defamation.",
  "(WSJ)\n\n• Deutsche Bank priced the spinoff of its DWS asset-management unit at the low end of the expected range.",
  "He elaborated:\n\nThe question in Congressional testimony is, “What is the goal?” That’s not a media opportunity.",
  "this year is 43%;\n\n• Since the start of 2017, shares of tech companies that have gone public are up 72 percent.",
  "That is far higher than the 2.6 times sales for the companies in the Nasdaq index, according to Bloomberg data.",
  "For that matter, Mr. Zuckerberg could walk down the hallway and ask Facebook’s general counsel, Colin Stretch.",
  "China’s state-backed funds have a history of stepping in to smooth out swings in the country’s stock market.",
  "Of course, Dropbox’s shares have benefited from demand for initial public offerings by technology companies.",
  "Revolving door\n\n• Tripp Smith, the “S” in Blackstone’s GSO Capital Partners debt investment arm, is leaving.",
  "Retailers are under pressure from Amazon and need to get bigger both in brick-and-mortar stores and online.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "The attorney general said the process was applied to some 16 million client orders between 2008 and 2013.",
  "The goal there is to get Congress all the information that they need to do their extremely important job.",
  "That’s up 13 percent from a year ago and the most year to date since 2011, according to Thomson Reuters.",
  "And Hong Kong’s Galaxy Entertainment Group, which aims to reshape the Asian gambling market, bought in.",
  "And The Economist tells the tech industry to create a data ombudsman before governments do it for them.",
  "(WSJ)\n\n• Samsung added three new independent board members, including its second-ever female director.",
  "He was reassured when the stock market rose after he announced tariffs on imported steel and aluminum.",
  "• The shares of companies that have debuted on American exchanges this year are up, on average, 15%.",
  "They purchased large-cap stocks, including Sinopec and China Life Insurance Co., Bloomberg reports.",
  "And the selling at the end of the week looked like like it was turning into a rout, with the S.&P.",
  "They want a pelt to hang on the wall, and celebrity chief executives are particularly attractive.",
  "Advertisement Continue reading the main story\n\n— Peter Eavis\n\nPhoto\n\nTrump signs spending bill.",
  "(NYT)\n\n• Many women say they’ve seen zero change in their own workplaces as a result of #MeToo.",
  "Will this week’s nosedive unsettle him to the point he softens his stance on trade with China?",
  "(The backstory to the bill: Here’s how Congressional leaders settled lawmakers’ objections.)",
  "That was above its expected range of $18 to $20 a share and valued the company $9.2 billion.",
  "The number of paid users grew 25 percent last year, slower than the 35 percent rate in 2016.",
  "On Friday, Mr. Musk showed just how little love lost there was between the two tech titans.",
  "What is more, Dropbox has areas of concern that should, in theory, give investors pause.",
  "China is threatening tariffs on $3 billion worth of U.S. goods like nuts, wine and pork.",
  "Advertisement Continue reading the main story\n\nThe purported rationale: the usual one.",
  "embroiled in a high-profile controversy, they’re usually not looking for information.",
  "Britain’s information commissioner may finally enter the consultancy’s offices today.",
  "President Trump imposed $60 billion worth of tariffs and penalties on Chinese goods.",
  "The series will be on Hulu, Amazon Prime, Spotify and Yahoo Finance from this week.",
  "(Bloomberg)\n\n• Instagram is tweaking its algorithm to make it a little more timely.",
  "So it’s definitely a media opportunity… but for members of Congress, not the C.E.O.",
  "Few in the U.S. are happy with Beijing’s trade and intellectual property policies.",
  "And if the U.S. is able to recruit other countries to its cause, China may relent.",
  "is still waiting for confirmation of exemptions from the imported metals tariffs.",
  "Shares in Kroger were up 4 percent, while those in Target were up over 2 percent.",
  "Dropbox finished at $28.48, up 36 percent from its initial public offering price.",
  "Stretch endured a Senate lashing over the use of Facebook by Russian operatives.",
  "If Mr. Zuckerberg wants proof of that, he can ask John Stumpf, the former C.E.O.",
  "leaders cast doubt over plans to overhaul how big U.S. tech companies are taxed.",
  "(WSJ)\n\n• Insider trading is a lot easier, and less harshly punished, in Mexico.",
  "Meet Century Aluminum, the tiny manufacturer that pressed for those penalties.",
  "And John Dowd quit the president’s legal team for the special counsel inquiry.",
  "Critics’ corner: Kevin Roose wonders if smaller might be better for Facebook.",
  "At $29, Dropbox is trading at 11.5 times last year’s revenue of $1.1 billion.",
  "• The publisher of New York magazine bought Splitsider from The Awl Network.",
  "We know that Mr. Trump watches the stock market’s response to his policies.",
  "Finally, on Wednesday he released a statement and sat down for interviews.",
  "The file-storage company on Thursday sold 36 million shares at $21 apiece.",
  "The move is expected to be completed after the market’s close on April 4.",
  "(Bloomberg)\n\n• Guess who’s making the new post-Brexit British passports?",
  "Perceptions of gender inequities have barely moved, a WSJ survey showed.",
  "The stock might give back the gains, just as Snap’s did after its I.P.O.",
  "And we just want to send the person whoever is best informed to do that.",
  "Its average revenue per paying user edged up just 1 percent last year.",
  "500 index was down 5.95 percent this week, falling every day but one.",
  "• Over a dozen executives have left Whole Foods since Amazon came in.",
  "• Naspers is selling almost $10 billion worth of shares in Tencent.",
  "Facebook’s shares trade at the same multiple to sales as Dropbox’s.",
  "— Peter Eavis\n\nDropbox closed up 36 percent in its market debut.",
  "500 skidding 2.52 percent on Thursday and 2.1 percent on Friday.",
  "(WSJ)\n\nPhoto\n\nWhich lenders will follow Citi on gun sale limits?",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• The V.C.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "— Stephen Grocer\n\nMaybe not so fast on a Target-Kroger deal?",
  "After this past week, he will have little leeway to refuse.",
  "firm Blockchain Capital has raised a new $150 million fund.",
  "Will the U.S.-China trade fight be a flicker or an inferno?",
  "“I think the stock market is going to be great,” he said.",
  "praised the S.E.C.’s scrutiny of initial coin offerings.",
  "The company raised $1.5 billion in a new debt offering.",
  "(WSJ)\n\n— Michael J. de la Merced\n\nToo little, too late.",
  "Photo\n\nDid China intervene to support its stock market?",
  "Please verify you're not a robot by clicking the box.",
  "Yet its revenue per user surged 26 percent last year.",
  "It had already been on YouTube, Facebook and Twitter.",
  "Physical Bitcoins are still attracting collectors.",
  "When Congress requests the presence of a C.E.O.",
  "(NYT)\n\n• Inside Jeff Bezos’s braniac pow-wow.",
  "You must select a newsletter to subscribe to.",
  "And it’s struggling to hire truck drivers.",
  "McMaster, with the hard-line John Bolton.",
  "Photo\n\nElon Musk joins #DeleteFacebook.",
  "Tim Wu of Columbia Law School agrees.",
  "(Bloomberg)\n\nWe’d love your feedback.",
  "View all New York Times newsletters.",
  "Mr. Zuckerberg was surely being coy.",
  "Mr. Trump sounded unfazed on Friday.",
  "Rishi N. Jaluria, an analyst at D.A.",
  "He could ask the same of the C.E.O.",
  "• The average gain for tech I.P.O.",
  "At least it’s not supposed to be.",
  "Here’s where they’ll take place.",
  "On the other tariffs: The E.U.",
  "They may get quotas instead.",
  "You may opt-out at any time.",
  "Still, much could go wrong.",
  "Thank you for subscribing.",
  "It’s not the U.K. bidder.",
  "Naturally, AT&T does not.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "• A donor to N.Y.C.",
  "Just last fall Mr.",
  "Please re-enter.",
  "Nasdaq’s C.E.O.",
  "(WSJ)\n\n• E.U.",
  "They’re here.",
  "last year.",
  "The S.&P.",
  "Now S.&P."
]