[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“Past studies from academia and nonprofit organizations show that technology-driven stress leads to depression, lack of focus, sleep deprivation, and fragmented communities.”\n\n— Also in the Capitol Hill mailbag: A bipartisan group of nearly 200 lawmakers in the Senate and House sent letters to the FCC complaining of “persistent limitation on resources” for small telecom companies and urging the commission to focus on long-term stability for its telecom subsidy funds.",
  "If it believes you are trying to game its system, or simply acting like a jerk, it will push your tweets lower down.”\n\n— Cook talks trade, immigration with Trump: “Apple Inc. Chief Executive Officer Tim Cook said he opposed Donald Trump’s approach to trade with China in a recent White House meeting, while urging the president to address the legal status of immigrants known as Dreamers,” Bloomberg reports.",
  "GOP FCC Commissioners Brendan Carr and Mike O’Rielly praised the bill, with O’Rielly showing particular enthusiasm for a provision that addresses what he called the “abusive practice” of sending mergers to an administrative law judge, which “effectively serves to kill a transaction.” The House approved a version of the bill, H.R.",
  "Wylie briefed House Democrats last month about his former employer, but this will be his first public testimony in the U.S. Oh, and The New York Times reports the Justice Department and FBI are investigating Cambridge Analytica and “have sought to question former employees and banks that handled its business.” We’re tracking.",
  "3 Republican in the upper chamber, said no other GOP colleagues have informed him they’re going to vote for the resolution, adding, “I’m talking pretty regularly with all our members who I know are concerned about that issue.”\n\n— Titans of the tech and telecom industries have ramped up their lobbying on the issue.",
  "Net neutrality showdown day\n\nWith help from John Hendel\n\nNET NEUTRALITY SHOWDOWN DAY — Senate Democrats are set to score a victory on net neutrality this afternoon in a showdown on the chamber floor, a move they believe will stir up passion among young voters ahead of the 2018 midterm elections, John reports.",
  "TODAY: WYLIE GOES BEFORE SENATE JUDICIARY — Cambridge Analytica whistleblower Christopher Wylie, who revealed the Trump-linked firm improperly accessed the data of millions of Facebook users, will testify before the Senate Judiciary Committee this morning for a hearing on data privacy.",
  "— A group of House Democrats, meanwhile, sent a follow-up letter to Attorney General Jeff Sessions pressing for information on Trump lawyer Rudy Giuliani’s claims (later walked back) that the president (not the Justice Department) shot down the AT&T-Time Warner merger.",
  "— Twitter cracks down on people behaving badly, BuzzFeed reports: “On Tuesday, Twitter announced a massive change to the way its conversations will work, evaluating not just the content of individual tweets, but the way users behave more broadly on the service.",
  "— “A regulatory debate should not be driven by the proliferation of anti-internet lobbying that has hit Washington in recent months from companies and industries looking to improve their competitive odds through regulation,” Beckerman writes.",
  "“This is neither in the best interest of consumers nor politically popular with the millions of Americans who use and trust internet platforms.” (For the record, Walden has made it clear he prefers to be hands-off with the tech industry).",
  "Brian Schatz (D-Hawaii) and Michael Bennet (D-Colo.) fired off a letter Tuesday to the National Institutes of Health asking about tech addiction and pressing for tech industry cooperation in providing the necessary data for analysis.",
  "QUICK DOWNLOADS\n\nContent costs: The annual budget for some of Facebook’s content-review teams has ballooned by hundreds of millions of dollars for 2018, according to people familiar with the figures, The Wall Street Journal reports.",
  "“Despite our repeated requests for materials related to the Trump Administration’s many conflicting claims on this matter, the Department has not provided Congress with any relevant information,” the four Democrats wrote.",
  "INTERNET GROUP PROVIDES COVER — The Internet Association has an answer to House Energy and Commerce Chairman Greg Walden’s request for more Silicon Valley CEOs to testify before his committee: Hey, we’re available!",
  "Celebrities such as Star Wars actor Mark Hamill are again tweeting in support of net neutrality, and a long list of companies like Yelp, Redfin, TripAdvisor and Warby Parker backed the measure in a recent letter.",
  "The trade group’s president, Michael Beckerman (himself a former E&C staffer), said he’d be happy to testify on behalf of any of the group’s member companies, which include Google, Amazon, Netflix and Twitter.",
  "Walden (R-Ore.) extended an open invitation to tech executives in a San Francisco Chronicle op-ed this week, following Facebook CEO Mark Zuckerberg’s marathon testimony on the Cambridge Analytica controversy.",
  "Opposition is coming from the big broadband trade associations and the U.S. Chamber of Commerce, while supporters include the big internet companies like Twitter, which sought to highlight the issue Tuesday.",
  "ALSO TODAY: TELECOM AND NATIONAL SECURITY — We’ll also be monitoring a House Energy and Commerce subcommittee hearing on “Telecommunications, Global Competitiveness, and National Security” this morning.",
  "It's still unclear just hours before the vote whether Democrats will peel off any additional Republicans beyond Maine’s Susan Collins to support their resolution to restore the Obama-era rules.",
  "Axing arbitration: Uber said on Tuesday it is changing its long-standing policy of mandatory arbitration to exempt employees, drivers, and riders in cases of sexual harassment and assault.",
  "SENATOR WANTS FCC TO GET ‘SMARTER’ — Sen. Mike Lee (R-Utah) on Tuesday introduced his SMARTER Act, which would impose a 180-day shot clock for the FCC to approve or deny mergers.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "SILICON VALLEY MUST-READS\n\n— ‘Uber CEO: Our Future Won't Just Be Cars’: The Verge interviews Uber CEO Dara Khosrowshahi about flying cars, urban aviation and more.",
  "Sounds sci-fi: More on Facebook’s new “youth portal,” meant to educate teens on the platform about how their data is being used, from TechCrunch.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Kennedy told POLITICO Tuesday he was still undecided while Murkowski said she is “not announcing anything yet.” Sen. John Thune (R-S.D.",
  "“We are particularly concerned about technology’s negative consequences on the development of children and adolescents,” they wrote.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Twitter will now use thousands of behavioral signals when filtering search, replies, and algorithmic recommendations.",
  "GOOD WEDNESDAY MORNING and welcome to Morning Tech, where today marks the end of your host Ashley Gold’s MT stint.",
  "The measure would also mandate that the FTC and Justice Department apply the same antitrust review procedures.",
  "5645, earlier this month in a mostly party-line 230-185 vote, although it didn’t include the FCC shot clock.",
  "and Lisa Murkowski (R-Alaska), both seen as moderates who may buck the GOP establishment line.",
  "The 50 votes they have now, with Sen. John McCain (R-Ariz.) out, is enough to win.",
  "She will miss sharing her bad jokes with such a lovely audience.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send your tech tips and memes to agold@politico.com.",
  "Story Continued Below\n\n— All eyes are on Sens.",
  "We’re guessing the flap over ZTE may come up.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "TECH ON THE BRAIN — Sens.",
  "John Kennedy (R-La.)",
  "More from Axios.",
  "), the No.",
  "**"
]