[
  "“I was wrong not to have filed under FARA for the representational aspects of my work on behalf of the Opposition Bloc in Ukraine,” Patten wrote in a post seen by Reuters, adding that he had sought to promote democracy during a political consulting career that included work in Europe, Africa and the Middle East.",
  "Patten also did work for the parent company of Cambridge Analytica, the now-defunct political data firm that was embroiled in a controversy over its use of Facebook Inc data, according to interview transcripts submitted by academic Emma Briant and published by British lawmakers earlier this year.",
  "While the documents did not name the Russian national, the description matches Konstantin Kilimnik, Patten’s business partner, who was indicted along with former Trump campaign chairman Paul Manafort in June for witness tampering in an ongoing criminal case in Washington.",
  "Patten’s plea agreement, which includes cooperating with Mueller, raises the prospect Patten will be called to testify against Manafort, who was found guilty by a Virginia jury last week on bank and tax fraud charges and faces a second trial in Washington next month.",
  "(Reuters) - An American who is the business partner of a Russian national accused by U.S. Special Counsel Robert Mueller of having ties to Russian intelligence pleaded guilty on Friday to unregistered lobbying for a pro-Kremlin political party in Ukraine.",
  "The description of the oligarch, including his attendance at Trump’s inauguration and the placing of an op-ed in February 2017 by Patten, appeared to match that of Serhiy Lyovochkin, an Opposition Bloc lawmaker and Yanukovych’s former chief of staff.",
  "The charge, which carries a maximum of five years in prison, was brought by the U.S. Attorney for the District of Columbia and the Justice Department’s National Security Division, which started investigating Patten after a referral from Mueller.",
  "Patten admitted to arranging for a U.S. citizen to act as a straw purchaser to pay $50,000 for four tickets to the inauguration of President Donald Trump on behalf of a Ukrainian oligarch, who reimbursed Patten through a Cypriot account.",
  "Manafort made most of his money working for former Ukrainian President Viktor Yanukovych before he fled to Russia in 2014, but like Patten also sought to drum up business with the Opposition Bloc in the aftermath of Yanukovych’s exit.",
  "At Manafort’s Virginia trial, his former protege Rick Gates testified that Lyovochkin paid Manafort’s consulting firm millions of dollars for political work, including for the Party of Regions, the predecessor of the Opposition Bloc.",
  "The charge Patten pleaded guilty to - violating the Foreign Agents Registration Act (FARA) by not disclosing lobbying work for Ukrainian politicians - is similar to one of the core allegations against Manafort in his upcoming trial.",
  "Patten admitted to working with the Russian national to lobby members of Congress and the executive branch on behalf of the pro-Russian Opposition Bloc without disclosing the work to the U.S. government, as required by law.",
  "“I expect his value as a cooperating witness is he will know how those guys conducted their business relations and can probably shed light on efforts made to evade FARA reporting requirements,” he said.",
  "“That is why I deeply regret any damage my failure to register has done to the transparency the FARA statute seeks to guarantee.”\n\nPatten’s work in Ukraine dovetailed somewhat with that of Manafort.",
  "An opinion piece titled “Ukraine Can Win in the Trump Age” by Lyovochkin was published in U.S. News & World Report on February 6, 2017, two weeks after the inauguration.",
  "The two set up the political advisory firm Begemot Ventures Ltd LLC in February 2015, which was paid more than $1 million for their work for Ukrainian interests.",
  "Among other assertions, the article blamed a newly created anti-corruption bureau in Ukraine of “manufacturing a case” against Manafort.",
  "The tickets were given to the oligarch, another Ukrainian, Patten and the Russian national, according to the charging documents.",
  "Patten did not speak to reporters at the court, but apologized to family and friends on Facebook after entering his plea.",
  "The move circumvented U.S. law prohibiting foreigners from providing money to an organization running the inauguration.",
  "Mueller has said Kilimnik, who once served in the Russian army as a translator, has links to Russian spy agencies.",
  "Patten appeared before U.S. District Judge Amy Berman Jackson, who will oversee Manafort’s upcoming trial.",
  "Kilimnik, who in the past has denied such ties, did not respond to a request for comment on Friday.",
  "Michael Zeldin, a former federal prosecutor, predicted Patten will be a witness in the trial.",
  "The unidentified oligarch was one of their biggest benefactors, the charging documents said.",
  "Gates said Lyovochkin wired the funds from his Cyprus bank account.",
  "Samuel Patten, 47, also agreed to cooperate with Mueller’s probe.",
  "Lyovochkin’s office did not respond to a request for comment.",
  "Patten’s ties to Kilimnik are more concrete."
]