[
  "Senators John Thune, the Republican chairman, and Bill Nelson, the ranking Democrat, on Tuesday wrote to Facebook CEO Mark Zuckerberg after the New York Times reported that manufacturers were able to access user friends data even if the friends denied permission to share the information with third parties.",
  "The U.S. Senate Commerce Committee demanded that Facebook's chief executive officer respond to a report that user data was shared with at least 60 device manufacturers, weeks after the social media company said it would change its practices after a political firm got access to data from millions of users.",
  "\"New revelations that Facebook provided access to users' personal information, including religion, political preferences, and relationship status, to dozens of mobile device manufacturers without users' explicit consent are deeply concerning,\" they said in a letter.",
  "The data sharing mentioned in the Times story was used over the last decade used by about 60 companies, including Amazon, Apple, Blackberry, HTC, Microsoft and Samsung, Ime Archibong, Facebook vice president of product partnerships, wrote in a blog post on June 3.",
  "Chinese telecommunications companies have come under scrutiny from U.S. intelligence officials who argue they provide an opportunity for foreign espionage and threaten critical U.S. infrastructure, something the Chinese have consistently denied.",
  "New York Attorney General Barbara Underwood said on Monday the \"data-sharing partnerships with other corporations\" is part of the ongoing investigation into the reported misuse of Facebook user data by Cambridge Analytica.",
  "Regulators and authorities in several countries have increased scrutiny of Facebook after it failed to protect the data of some 87 million users that was shared with now-defunct political data firm Cambridge Analytica.",
  "The Times said Facebook allowed companies access to the data of users' friends without their explicit consent, even after it had declared it would no longer share the information with outsiders.",
  "Senator Mark Warner, the vice chairman of the Intelligence Committee, asked Facebook if Chinese firms Huawei, ZTE or Xiaomi were among the companies that received user data.",
  "Facebook still has not answered hundreds of written questions submitted from members of Congress after Zuckerberg's testimony in April, according to congressional staff.",
  "\"These partners signed agreements that prevented peoples Facebook information from being used for any other purpose than to recreate Facebook-like experiences.\"",
  "The letter asks if Facebook audited partnerships with the device manufacturers under a 2011 consent order with the Federal Trade Commission.",
  "Facebook allowed Apple and other device makers to have \"deep\" access to users' personal data without their consent, according to the Times.",
  "Two Democrats on the Senate Commerce Committee, Edward Markey and Richard Blumenthal, on Monday also wrote to Zuckerberg.",
  "Archibong said the data was only shared with device makers in order to improve Facebook users' access to the information.",
  "Archibong said the cases were \"very different\" from the use of data by third-party developers in the Cambridge row.",
  "The Federal Trade Commission confirmed in March that it was investigating Facebook's privacy practices.",
  "The letter from Thune and Nelson seeks the names of all manufacturers that received user data.",
  "It also asked if Zuckerberg wanted to revise his testimony before the Senate in April.",
  "Facebook said it looks forward to addressing any questions the Commerce Committee has.",
  "Facebook did not immediately respond to the question."
]