[
  "In a blog post, a company executive also said Monday that “friends’ information, like photos, was only accessible on devices when people made a decision to share their information with those friends.”\n\n“These contracts and partnerships are entirely consistent with Facebook’s FTC consent decree,” Ime Archibong, Facebook’s vice president of product partnerships, in a statement.",
  "The secret agreements raise serious credibility issues about recent testimony.”\n\nLater Monday, Sen. Mark R. Warner (Va.), the top Democrat on the Senate Intelligence Committee, raised another concern: whether Facebook ever had allowed Huawei and ZTE, two Chinese-based telecom firms, to access Facebook data.",
  "And Facebook said in a blog post that it is “not aware of any abuse by these companies.”\n\nIn the United States, the tech giant’s treatment of its users’ sensitive information triggered new questions as to whether Facebook violated a settlement it brokered with the FTC in 2011 over a different privacy issue.",
  "“Facebook and other data collectors, including these device manufacturers, should be prepared to come before Congress so that we can get a better grasp of the entire data collection ecosystem,” Rep. Frank Pallone Jr. (N.J.), the top Democrat on the House Energy and Commerce Committee, said in a statement.",
  "In response, Usher Lieberman, a spokesman for BlackBerry, told the Times that the company “has always been in the business of protecting, not monetizing, customer data.”\n\nFacebook declined Monday to detail a full list of device-makers with which it had brokered such arrangements.",
  "If a company violates them, there can and should be serious consequences.”\n\nIn New York, meanwhile, state Attorney General Barbara Underwood also pledged to investigate the matter, adding to the state’s existing probe of Facebook’s relationship with Cambridge Analytica.",
  "“You shouldn’t be able to lie to people.”\n\nVladeck said additional penalties could include a court-ordered monitor of Facebook’s business practices, injunctions against particular ways of using of consumers’ data or heightened monitoring by the FTC.",
  "The agency is already investigating whether Facebook ran afoul of that accord in another matter — allowing a political consultancy, Cambridge Analytica, to access 87 million users’ personal data, including the pages they had “liked” on the site.",
  "(Richard Drew/AP)\n\nFacebook’s arrangements with Amazon.com, Apple, BlackBerry and Samsung allowing their devices to access data from the social network’s users could further expose Facebook to steep fines and other penalties, experts said.",
  "“I think the more unauthorized sharing that comes out, the more the FTC is going to be inclined to impose a significant civil penalty on Facebook,” said David Vladeck, a top official at the agency when it punished Facebook in 2011.",
  "Through a combination of legal agreements and software, Facebook “allowed companies to recreate Facebook-like experiences for their individual devices or operating systems,” the social giant acknowledged in a blog post Monday.",
  "“Consumers have the right to know how their personal information is being used, and the companies we trust with our information have a critical responsibility to protect it,” Underwood said in a statement.",
  "On Capitol Hill, Sen. Richard Blumenthal (D-Conn.) said the new reports showed that Facebook “has failed to come clean with the American people about the extent, the scope and the scale of data sharing.",
  "Under the 2011 decree with the FTC, Facebook is required to obtain permission before sharing a user’s private information with a third party in a way that exceeds that user’s existing privacy settings.",
  "The practice — which may have occurred without users’ full knowledge — drew sharp rebukes Monday from lawmakers who said Facebook has misled them about the way it collects and swaps consumers’ data.",
  "An older BlackBerry device, meanwhile, appeared to access many categories of data, including messages, while tapping data about friends and others one step removed on the network, the Times found.",
  "Sen. Amy Klobuchar (D-Minn.) later said in a statement that the incident demonstrated the need to pass comprehensive online-privacy legislation, which she offered earlier this year.",
  "One of the commission’s Democratic members, Rohit Chopra, declined to discuss Facebook but said more generally in a statement: “FTC orders are not suggestions.",
  "The lawmakers said the new reports only heightened the need for additional scrutiny — in Congress and at the FTC — focused on Facebook’s business practices.",
  "An arrangement with Apple, for example, allowed Facebook users to download profile photos for their friends and use them in their iPhone contact lists.",
  "“This company from what I’ve seen has disregarded a consent decree and behaved in a way that is inimical to consumers’ interest,” Vladeck said.",
  "And it could spark additional scrutiny from the Federal Trade Commission, which is already investigating Facebook for recent privacy mishaps.",
  "Some in the U.S. government long have argued that China could use Huawei and ZTE to spy on Americans — charges the telecom firms deny.",
  "“It may be they see [device-makers] as first parties, but they’re plainly not under the consent decree.”\n\nThe FTC declined to comment.",
  "At the center of that consent decree is a requirement that Facebook be more transparent about the data it collects about its users.",
  "The agreement defines “third party” to include a host of other individual entities, potentially including advertisers or appmakers.",
  "“I’m extremely concerned that we are just now learning that even more personal user data was provided without consent,” she said.",
  "In April, multiple committees on Capitol Hill peppered him with questions about Facebook’s dealings with Cambridge Analytica.",
  "To that end, Facebook contends that companies such as Samsung or BlackBerry in these cases are suppliers, not third parties.",
  "Facebook so far has declined to detail the full list of roughly 60 firms that benefited from access to some of users’ data.",
  "“Facebook has not really explained how it obtained consent for the sharing of this data,” he said in an interview.",
  "Among the partners that Facebook has acknowledged are Amazon, Apple, BlackBerry, HTC, Microsoft and Samsung.",
  "For now, though, Warner has questioned Facebook about any potential relationships, a spokeswoman said.",
  "In Congress, meanwhile, some Democratic lawmakers on Monday also rebuked Facebook CEO Mark Zuckerberg.",
  "But it exempts “service provider[s]” who help Facebook carry out basic functions of its site.",
  "\n\nThe Facebook logo appears on screens in March at the Nasdaq MarketSite in Times Square.",
  "The potential for additional infractions may only compound Facebook’s legal woes.",
  "It acknowledged that device-makers may have kept data on their servers.",
  "But the company said it phased out its system in April.",
  "Legally, Facebook’s fate may rest on a few key phrases.",
  "Apple contends it did not store the data for itself.",
  "Vladeck said regulators could see it differently.",
  "The New York Times first reported on the matter."
]