[
  "Shareholders peppered Zuckerberg and his fellow executives and board members with questions about their ability and commitment to identify and delete fake accounts and abusive posts, the lack of diversity among Facebook's executive ranks, and the alleged censorship of conservative voices on its social-networking service.",
  "Facebook CEO Mark Zuckerberg Chip Somodevilla/Getty Images\n\nA month after Facebook CEO Mark Zuckerberg faced critical questions from members of Congress, he and his team faced another skeptical audience on Thursday, this time in the form of the company's shareholders at its annual meeting.",
  "\"We're at a vital impasse for our company,\" said Christine Jantz, the chief investment officer at NorthStar Asset Management, who spoke up in favor of a proposal that would have given more voting power in the company to regular shareholders at the expense of Zuckerberg.",
  "They also pushed the company to make reforms to its corporate governance, set up a board committee to assess and monitor risks to its business, and issue reports on how it polices content on its site and on the differences between what it pays male and female workers.",
  "Despite the criticism — and the fact that several of the shareholder proposals were supported by influential proxy advisor Institutional Shareholder Services— there was little risk that anything dramatic would happen at the meeting, beyond the occasional interruption.",
  "Zuckerberg spent much of his time instead going over many of the recent changes Facebook has made and previously announced that attempt to block fake accounts, the spread of propaganda through its site, and posts that violate its rules.",
  "Facebook is removing hundreds of millions of fake accounts, now has 20,000 employees reviewing content on its site, and is using artificial intelligence tools to proactively identify posts and people who violate its rules.",
  "Zuckerberg stuck to his talking points\n\nIn response to the criticisms, Zuckerberg and his colleagues ignored the concerns about the company's governance and calls for more transparency about its hiring practices.",
  "She also announced that when hiring new board members in the future, the company would use the \"diverse slate approach,\" which involves considering at least one candidate from an underrepresented group.",
  "More recently, Facebook has been caught up in the Cambridge Analytica fiasco, in which the personal data of up to 87 million users was improperly leaked to the Trump-linked data analysis firm.",
  "Cambridge Analytica whistleblower Chris Wylie Getty Images\n\nZuckerberg acknowledged that the company hadn't focused enough in the past on such issues, but said it was doing so now.",
  "That bylaw isn't in effect now, but would be triggered if the voting power of Class B shares ever fell below a majority of the company, thus helping to cement Zuckerberg's power.",
  "It is also being more transparent about what it's doing to police content and making it easier for users to see and control the data they have on the site, he said.",
  "Two years ago, Zuckerberg attempted to create a third class of stock that would have allowed him to maintain control of the company even as he sold off his stake.",
  "\"When I think about where are now as company, the big theme that we're focused on is making sure we take a broader view of our responsibility,\" Zuckerberg said.",
  "Zuckerberg's control of Facebook has many investors riled\n\nBut many shareholders hoped the company would focus or at least be open to discussing other issues.",
  "One of the shareholder proposals would have urged the company to eliminate the super-voting power accorded to Zuckerberg and other holders of Class B stock.",
  "During the presidential election in 2016, Russian-linked groups reportedly hijacked the site to spread propaganda in an attempt to influence the election.",
  "Zuckerberg controls nearly 60% of the voting power at Facebook, meaning he is able to decide nearly any issue up for a vote essentially by himself.",
  "Facebook had urged shareholders to vote against the proposals in its proxy statement, but officials declined to address the matter at the meeting.",
  "Jesse Jackson, Sheryl Sandberg, the company's chief operating officer, did say that Facebook is committed to having more diversity in its ranks.",
  "One shareholder interrupted the proceedings early on, wanting to discuss the directors whom the company had nominated to serve for another year.",
  "\"Our company is best served by a proactive approach to address this structural bias,\" said Natasha Lamb, a managing partner at Arjuna Capital.",
  "The United Kingdom now requires this disclosure of companies based there, and Facebook's UK branch has released data in accord with that law.",
  "The company has a dual-class stock structure that gives certain insiders with Class B shares — most notably, Zuckerberg — 10 votes per share.",
  "Facebook has been reeling from a series of scandals\n\nThe shareholder meeting follows a string of scandals at the social-networking company.",
  "So it was no surprise that Facebook's entire slate of directors was elected and all of the shareholder sponsored proposals were voted down.",
  "Another proposal would have urged the company to eliminate a bylaw that would required a two-thirds majority to pass certain proposals.",
  "\"We feel a responsibility to keep building the next generation of new experiences to help connect people in meaningful ways,\" he said.",
  "But he offered little new, essentially just repeating talking points he'd made in press appearances and in his congressional hearings.",
  "The site has also reportedly been used to spread hate messages and perpetuate the persecution of the Rohingya minority in Myanmar.",
  "Other companies have started to release more details about the difference between what they pay male and female workers.",
  "Facebook did not immediately release the vote totals, but company officials said they would be published by next week.",
  "\"Over the last several years we didn't do enough to be proactive in looking at how people could abuse these tools.\"",
  "Facebook has previously committed to using the diverse slate approach in hiring in other areas of the company.",
  "It's also going to continue to build new features that encourage users to connect with each other, he said.",
  "\"We are faced right now with a situation for which Facebook clearly does not have the expertise to manage.\"",
  "Another shareholder proposal urged the company to be more transparent about its so-called gender pay gap.",
  "Facebook official didn't address the pay gap issue, but in a response to a statement from the Rev.",
  "Such steps \"are going to have a very positive effect on making our service better,\" he said.",
  "But Facebook has declined thus far to release hard data on its gender pay practices.",
  "Facebook abandoned the effort only after shareholders filed suit to try to block it.",
  "But Facebook isn't going to solely focus on trying to thwart abuse of its service.",
  "Facebook's voting structure is a particular bugaboo with many investors.",
  "She reportedly was removed from the meeting."
]