[
  "More: Twitter accused of political bias in right-wing crackdown\n\nMore: These are Facebook's secret rules for removing posts\n\nMore: Mark Zuckerberg pledges Facebook will put 'people first,' avoid past mistakes\n\nMore: Cambridge Analytica shutting down in wake of Facebook data crisis\n\nZuckerberg told lawmakers Facebook had made \"an enforcement error,\" but that did little to tamp down the controversy.",
  "A joint statement this week from more than 60 conservatives, including former attorney general Edwin Meese and Family Research Council President Tony Perkins, demanded that Facebook and other tech giants \"rectify their credibility with the conservative movement\" by explaining why content is taken down and accounts deleted and by including more conservative groups on its list of advisers.",
  "Conservative claims that Facebook's liberal staff treats them unfairly have been simmering for years — and exploded in 2016 — but are gaining momentum as Facebook concedes it made missteps in moderating the vast amount of content that streams through its platform.",
  "In September, President Trump boosters Lynnette Hardaway and her sister, Rochelle Richardson, known as Diamond and Silk, began noticing that Facebook was limiting the reach of their posts and preventing them from alerting followers to new videos on their page.",
  "Last month, Republicans on the House Judiciary Committee invited Hardaway and Richardson to speak at a hearing on \"Filtering Practices of Social Media Platforms\" as poster children for Facebook’s bias against conservatives.",
  "\"When you see that happen to high-profile people like Diamond and Silk, more and more conservatives are saying: 'There but for the grace of God go I,\" said Brent Bozell, founder and president of the Media Research Center.",
  "But this week, Facebook said it would bring in advisers to investigate whether it suppresses conservative voices, the latest in a post-Cambridge Analytica goodwill campaign to rebuild trust with its 2.2 billion users.",
  "Last month it published internal guidelines used to decide what users can and cannot post on the social network and introduced an appeals process for Facebook users who believe their posts were removed in error.",
  "The growing chorus of conservatives demanding answers from Facebook comes after the disclosure that 87 million people had their data improperly obtained by Cambridge Analytica drew bipartisan condemnation.",
  "\"There are a great many Americans who I think are deeply concerned that Facebook and other tech companies are engaged in a pervasive pattern of bias and political censorship,\" said Sen. Ted Cruz, R-Texas.",
  "(Photo: Jack Gruber, USA TODAY)\n\nSAN FRANCISCO — During his testimony on Capitol Hill last month, Facebook CEO Mark Zuckerberg batted down accusations that the giant social network has a liberal bent.",
  "Last week, Klon Kitchen, the Heritage Foundation's senior fellow for technology national security and science policy, hosted an event with Facebook's head of global policy management, Monika Bickert.",
  "Zuckerberg denied Facebook’s policies are a product of its liberal cocoon in Silicon Valley but conceded that Facebook doesn’t always make the right call when removing conservative content.",
  "Bozell says he plans to ask Zuckerberg for a meeting \"with the hope we can come out of it with a commitment to transparency and not just a seat at the table but equal seating at the table.\"",
  "In April, Facebook replaced its head of policy in the United States, Erin Egan, on an interim basis with Kevin Martin, a former Republican chairman of the Federal Communications Commission.",
  "Then-presidential candidate Donald Trump stands on stage with iIternet sensation Diamond and Silk at a special event to benefit veterans organizations at Drake University, Jan. 28, 2016.",
  "Breitbart and other publishers capitalized on the hearings to accuse Facebook of tweaking algorithms to suppress conservative content on immigration and other hot-button topics.",
  "Facebook said its investigation found no evidence of bias but held a meeting with big names from conservative political and media circles that seemed to mend fences for a time.",
  "According to Facebook, former Arizona Republican senator Jon Kyl and a team at the Washington law firm of Covington and Burling will solicit feedback from conservative groups.",
  "Social networks such as Facebook try to strike a balance between users' rights to freely express themselves and keeping hate, abuse and misinformation off their platforms.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg enters the hearing room on Capital Hill as he arrives to testify before the House Energy and Commerce Committee on April 11, 2018.",
  "(Photo: Tannen Maury, epa)\n\nBack in Silicon Valley, Zuckerberg said he was surprised by the number of questions he fielded about conservative bias during the hearings.",
  "If there are systemic problems, they should deal with that, not only to do well as a company, but also for the sake of consumers to provide the best product possible.\"",
  "Rather than grill Zuckerberg on privacy, Republican lawmakers used some of their allotted time to accuse Facebook and other tech companies of left-wing favoritism.",
  "\"With the amount of content in our systems and the current systems we have in place to review, we have a small amount of mistakes, but that’s too many,” he said.",
  "After months of trying to wrangle an explanation out of Facebook, they say they received an email that their content was considered \"unsafe to the community.\"",
  "In 2016, Facebook came under fire for reports that its moderators suppressed conservative voices, leading to an inquiry by the Senate Commerce Committee.",
  "\"I think it's wholly right that conservatives want to be treated fairly and enjoy the benefits of the service like anyone else,\" Kitchen told USA TODAY.",
  "\"Social media censorship and online restriction of conservatives and their organizations have reached a crisis level,\" the statement read.",
  "Facebook has made efforts to be more transparent after blunders policing content around the globe and across the political spectrum.",
  "\"Diamond and Silk have a question for you, and that question is: What is unsafe about two black women supporting President Donald J.",
  "\"Facebook CEO Mark Zuckerberg’s hearings on Capitol Hill only served to draw attention to how widespread this problem has become.\"",
  "But the opaque process with which they make decisions about what content is allowed and what’s not routinely stirs controversy.",
  "\"That depth of concern that there might be some political bias really struck me,\" Zuckerberg told Wired’s Steven Levy.",
  "Under fire in Washington, Facebook needs Republican support to ward off regulation threatened by Democratic lawmakers.",
  "That, says Joel Kaplan, Facebook's vice president of global policy, will \"help us improve over time.\"",
  "Any appearance that it favors a political party or point of view could damage Facebook's popularity.",
  "Conservative public policy think tank the Heritage Foundation will meet with Facebook executives.",
  "Zuckerberg's appearance on Capitol Hill, which put the national spotlight on the accusations.",
  "CLOSE Senator Ted Cruz questions Mark Zuckerberg whether Facebook has shown political bias.",
  "\"If Facebook is doing a reasonable job of that now, it’s up to Facebook to make that case.",
  "Rep. Billy Long, a Republican from Missouri, displayed a large poster of Diamond and Silk.",
  "\"Until there is some kind of transparency in the process, it’s hard to have faith in it.",
  "The catalyst for Facebook's latest pledge to address possible conservative bias?",
  "\"I get how people can look at that and build that (censorship) conclusion.\"",
  "There are real questions about what’s going on,\" he said.",
  "Will conservatives get a fair hearing from Facebook?",
  "Read or Share this story: https://usat.ly/2IdBjOZ",
  "Conservative groups ran ads: \"Don't get Zucked.",
  "\"Is this for real, or is it window dressing?\"",
  "End Facebook's censorship of conservatives.\"",
  "Axios was the first to report on the plans.",
  "he said.",
  "Trump?\""
]