[
  "I have today written to @facebook CEO Mark Zuckerberg calling on him to give oral evidence to @CommonsCMS following recent reports in @guardian and @nytimes pic.twitter.com/y5xnGHzaNI — Damian Collins (@DamianCollins) March 20, 2018\n\nThough Collins requested that “a senior Facebook executive” appear for questioning, he stressed to Zuckerberg: “I hope that this representative will be you.”\n\nFacebook shares fell more than 5 percent following the FTC’s announcement, a drop of more than 23 percent from their Feb. 1 peak.",
  "“I think I would certainly urge him to think again if he has any care for people who use his company’s services.”\n\nConsidering the evidence that has been heard today with @chrisinsilico and @podehaye , Chair @DamianCollins reinforces the need for @facebook's CEO Mark Zuckerberg to come and give evidence directly to @CommonsCMS.",
  "“I think it is absolutely astonishing that Mark Zuckerberg is not prepared to submit himself to questioning in front of a parliamentary or congressional hearing, given that these are questions of the fundamental importance and concern to Facebook users and as well as to our inquiry as well,” he said.",
  "“Both of them have extensive expertise in these issues and are well placed to answer the Committee’s questions on these complex subjects.”\n\nCarlos Garcia Rawlins/Reuters Facebook CEO Mark Zuckerberg has declined a request by U.K.'s Parliament to answer questions on data misuse.",
  "pic.twitter.com/qnjcaSWZuV — Digital, Culture, Media and Sport Committee (@CommonsCMS) March 27, 2018\n\nCollins on March 20 asked that Zuckerberg appear and answer questions about how Facebook and other social media companies acquire and retain user data.",
  "Collins’ letter followed revelations that Facebook users’ private information had been shared without their knowledge to Cambridge Analytica, a U.K.-based company that was hired by political campaigns, including that of President Donald Trump.",
  "“Both Chris Cox and Mike Schroepfer report directly to Mr. Zuckerberg and are among the longest serving senior representatives in Facebook’s 15 year history,” reads the letter signed by Facebook UK’s head of public policy, Rebecca Stimson.",
  "Facebook CEO Mark Zuckerberg has refused a request from the U.K.’s Parliament to directly answer questions about the recent Cambridge Analytica data scandal, with the company offering to send a senior deputy instead.",
  "In a letter shared by Member of Parliament Damian Collins on Tuesday, a Facebook official offered either Chief Technology Officer Mike Schroepfer or Chief Product Officer Chris Cox.",
  "“It is now time to hear from a senior Facebook executive with the sufficient authority to give an accurate account of this catastrophic failure of process,” Collins’ letter reads.",
  "In his letter, Collins accused Zuckerberg and other Facebook executives of misleading the committee and of understating the risk of users’ data being used without their consent.",
  "In advertisements that were printed in newspapers in the U.S. and U.K. on Sunday, Zuckerberg apologized to users for what he called “a breach of trust.”",
  "Lawmakers in the U.S. have made similar requests to the CEO, though he hasn’t declared publicly whether he will testify before Congress.",
  "Collins is chair of the House of Commons’ Digital, Culture, Media and Sport Committee, which sent Zuckerberg the request last week.",
  "A Facebook spokesperson reached by HuffPost via email on Tuesday did not elaborate on why the CEO will not appear.",
  "The letter did not state a reason for Zuckerberg’s decision not to attend.",
  "He blasted Facebook’s response during a committee hearing on Tuesday.",
  "The company has offered two senior officials instead."
]