[
  "Zuckerberg has been invited to testify before two Senate committees – Judiciary and Commerce – in part to face questions about the company's safeguarding of private user data after it was revealed that London-based political consulting firm Cambridge Analytica, which was employed by the Trump campaign, illicitly gathered and potentially misused data from more than 50 million Facebook users.",
  "The IRA garnered intense scrutiny after media reports and assessments by the U.S. intelligence community revealed how professional trolls at the Kremlin-linked company sought to sow discord and disinformation via online influence operations during the 2016 U.S. presidential election.",
  "In separate posts on Tuesday, three top Facebook executives described what they said were the company's latest efforts to protect the integrity of elections around the world by removing accounts, ads and other content generated by the Russia-based Internet Research Agency (IRA).",
  "In February, special counsel Robert Mueller indicted 13 Russian nationals with ties to the IRA, including businessman Yevgeny Prigozhin, whose background in catering and close ties to Russian President Vladimir Putin have earned him the moniker \"Putin's chef.\"",
  "Gleicher said most of the content targeted the \"Russian domestic situation\" and, while a small percentage of followers who engaged with the content were from the United States, none of the content itself \"directly engaged with the U.S. political environment.\"",
  "Zuckerberg said that while the company respects \"people and governments sharing political views on Facebook,\" it would remove the pages of any organization that attempted repeatedly to set up fake accounts intended to mislead users.",
  "The company is also carrying out an analysis of the accounts implicated in the special counsel's indictment, Gleicher said, as would be standard practice for Facebook \"whenever entities are added to a sanctions list.\"",
  "\"Today's disclosure of more IRA-linked accounts is evidence that the Kremlin continues to exploit platforms like Facebook to sow division, spread disinformation, and influence political debates around the globe.\"",
  "Nathaniel Gleicher, Facebook's Head of Cybersecurity Policy, told CBS News that Tuesday's announcement was the result of a lengthy technical analysis that was separate and distinct from the Mueller indictments.",
  "He also specified that, of the remaining five percent of content Facebook removed on Tuesday, 2% was \"bilingual\" – written in Russian and one other language – and three percent was written in English.",
  "COO Sheryl Sandberg added in her own post that the company would \"keep working to remove bad actors, reduce misinformation and false news, and keep you informed of the important changes we're making.\"",
  "\"This Russian agency has repeatedly acted deceptively and tried to manipulate people in the US, Europe, and Russia,\" Zuckerberg wrote, \"and we don't want them on Facebook anywhere in the world.\"",
  "Warner reiterated his hope that Zuckerberg – along with the heads of other tech companies – would work with Congress to update existing laws and \"better protect our democracy in the future.\"",
  "Vice Chairman of the Senate Intelligence Committee Mark Warner, D-Virginia, welcomed Facebook's latest efforts to purge IRA content – while still suggesting they were less than adequate.",
  "Warner has frequently voiced skepticism that Facebook and other social media platforms have thoroughly investigated disinformation efforts perpetrated by Russia and other foreign actors.",
  "\"[I]t was always clear that Russian activity on Facebook extended far beyond the 470 fake accounts and pages that the company shut down in September,\" Warner said in a statement.",
  "Chief security officer Alex Stamos wrote that 70 Facebook accounts, 65 Instagram accounts and 138 Facebook Pages linked to the IRA would be scrubbed from the company's platforms.",
  "The company said it would, in the coming weeks, update a tool that would allow users to check whether they had interacted with content generated by an IRA-controlled account.",
  "Facebook's move follows a previous purge in September of 470 IRA accounts and pages that the company deemed \"inauthentic\" and said were designed to spread divisive content.",
  "The \"vast majority\" (95 percent) of the content was written in Russian, Stamos said, and targeted audiences in Russia or in neighboring, former Soviet countries.",
  "\"We'd like to share more,\" Stamos wrote, \"and we're looking into the best way to provide more transparency into what the IRA has done.\"",
  "The U.S. Treasury sanctioned 21 individuals and 9 entities, including Prigozhin and the other defendants named by Mueller, in March.",
  "In particular, the company said its actions were meant to help Russians, Facebook CEO Mark Zuckerberg wrote in a blog post Tuesday.",
  "\"Most of our actions against the IRA to date have been to prevent them from interfering in foreign elections,\" Zuckerberg said.",
  "On Wednesday, the House Energy and Commerce Committee announced that Zuckerberg had agreed to testify next week, on April 11.",
  "In this instance, it was purely the accounts' association with the IRA, and not their content, that prompted their removal.",
  "In total, roughly 1.5 million unique users followed at least one of the purged accounts, according to Stamos' post.",
  "Gleicher did not provide a timeline for when the Mueller-related analysis would be completed.",
  "\"This update is about taking down their pages targeting people living in Russia.\"",
  "None of the named Russian defendants has been arrested or extradited.",
  "It is not yet clear whether or when he may testify before the Senate."
]