[
  "Though the expulsion was part of a coordinated effort to rebuke Russia for its alleged involvement in the poisoning of a former Russian spy and his daughter in the United Kingdom, Freeland said the diplomats were intelligence officers who used “their diplomatic status to undermine Canada’s security or interfere in our democracy.”\n\nThe Canadian government did not elaborate on the nature of that interference.",
  "If the bill passes, Elections Canada, an agency that reports directly to Parliament, would be empowered to clamp down on the distribution of false statements made or published on social media and elsewhere with the intent to influence the results of an election, and the elections commissioner would be able to compel witness testimony when investigating potential wrongdoing.",
  "Read more\n\nPope Francis won’t apologize for abusive church-run schools in Canada, and lawmakers aren’t happy\n\nNigerians are walking into Canada, prompting request for U.S. to take action\n\nCanadians’ love affair with Justin Trudeau is over\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "Stéphane Perrault, the acting chief electoral officer, warned a parliamentary committee in February that “the window of opportunity to implement major changes in time for the next general election is rapidly closing.” Any election reforms should have been adopted by now so that Elections Canada could test and implement them in time for the 2019 vote, he said.",
  "In the wake of allegations of Russian interference in elections in the United States and elsewhere, the Canadian government unveiled sweeping legislation this week to ban foreign entities from spending money to influence elections, require “identifying taglines” on all political advertising and force parties to reveal what voter information they collect.",
  "“There are no requirements for what happens when the political parties tell us one thing [in their online statement] but then do another because there are no audits, oversight bodies or enforcement mechanisms,” said Elizabeth Dubois, an assistant professor at the University of Ottawa who focuses on digital democratic accountability and engagement.",
  "It also fails to deal with potential voter-suppression tactics that might be employed through the use of digital technologies and does not force political parties, third parties or platforms to be completely transparent about who is buying online ads and how they are being targeted, she added.",
  "The bill comes as concerns mount about the potential of foreign adversaries and social media platforms to influence elections and as questions are being raised about the secrecy of the techniques that Canadian political parties and others have developed to scrape and profit from voters’ data.",
  "“We actually need these political parties to feel like they need to respect the privacy of the voters.”\n\nThe bill, at more than 300 pages, is light on details about what it means to “knowingly” accept foreign advertisements and who will be responsible for checking, Dubois said.",
  "(Chris Wattie/Reuters)\n\nThis immunity has attracted intense scrutiny in the wake of the Facebook and Cambridge Analytica scandals, which raised questions about how political parties and third parties collect, store and use information about individual voters.",
  "Ads from political parties or third parties would have to carry “identifying taglines.” And organizations that sell advertising space, such as social media companies, would be prohibited from “knowingly” accepting election ads from foreign entities.",
  "But the measure may be too little, too late: Even if the bill passes before lawmakers break for summer recess, there might not be enough time to implement the changes before the next federal election, in 2019.",
  "The legislation would make it mandatory for political parties to publish a public statement outlining what information they collect on voters, how it will be safeguarded and whether it will be sold.",
  "In the past, officials argued that Canadian elections are insulated from foreign influence because voters still cast their ballots on paper and they are hand-counted and virtually hack-proof.",
  "When asked, Prime Minister Justin Trudeau gave the example of Russian propagandists using social media to share “scurrilous stories” about Freeland in an effort to smear her reputation.",
  "But a 2017 report from the Communications Security Establishment, Canada’s electronic spy agency, said the country is “not immune” from foreign efforts to influence elections.",
  "But questions about the potential involvement of Russia arose in March, when Chrystia Freeland, Canada’s foreign minister, announced the expulsion of four Russian diplomats.",
  "Under the proposed reforms, foreign entities would be banned from spending money to influence elections when previously they could spend up to 500 Canadian dollars.",
  "While private- and public-sector agencies are subject to Canada’s Internet-privacy and data-protection laws, political parties are exempt from them.",
  "It warned that those same groups — and others — would “almost certainly” be back in 2019 to launch “more sophisticated and successful” attacks.",
  "It found that the 2015 federal election was the target of low-level, unsophisticated cyberattacks that ultimately had little effect.",
  "Freeland was banned from Russia in 2014 in retaliation for sanctions imposed by Canada after Russia’s annexation of Crimea.",
  "Some privacy and digital technology experts argue that while the bill is a good first step, it is still lacking.",
  "Third parties would be barred from working with other organizations to flout the rules on foreign spending.",
  "And just passing the bill might present a challenge because it is likely to face opposition in the Senate.",
  "The bill also proposes changes aimed at enhancing the privacy obligations of Canada’s political parties.",
  "The report blamed hacktivist groups and cybercriminals for the attacks on the 2015 election.",
  "Canada’s privacy commissioner launched an investigation into Facebook in March.",
  "Canadian Prime Minister Justin Trudeau at Parliament Hill in Ottawa.",
  "But the more immediate problem could be a practical one."
]