[
  "Bannon, along with Mercer, helped elect a president who courted the most hateful opponents of gay equality throughout the campaign, including Jerry Falwell Jr., president of the evangelical Liberty University that prohibits “homosexual behavior,” and Tony Perkins of the Family Research Council, which has been designated a hate group by the Southern Poverty Law Center because of its vicious anti-LGBTQ defamation.",
  "As he explained to the Guardian’s Cadwalladr:\n\n“I did this presentation at which I told [the Liberal Democrats] they would lose half their 57 seats, and they were like: ‘Why are you so pessimistic?’ They actually lost all but eight of their seats, FYI.”\n\nBut one of the Lib Dems led him to SCL Elections, a subsidiary of the British behavior research company Strategic Communications Laboratories Group.",
  "Wylie was instrumental as chief data analyst for Cambridge Analytica, the data analytics firm once run by Bannon, which is now at the center of a firestorm on both sides of the Atlantic over how it used Facebook users’ information to influence both the European Union exit campaign in Britain and the 2016 U.S. election on behalf of Trump.",
  "Christopher Wylie is the self-described gay Canadian vegan who’s come forward to explain how he, as a young and brilliant data scientist, helped create Steve Bannon’s “psychological warfare mindfuck tool” and ultimately helped bring Donald Trump to the White House.",
  "Still, in addition to revealing how Facebook was used in sinister and dangerous ways, it’s a good thing Wylie has revealed the truth about people like Rebekah Mercer and Steve Bannon, vile opportunists who profess to “love the gays” while slitting their throats.",
  "at least in recent interviews now that he’s doing penance, telling reporters and legislators in the U.K. of the ways he worked to help Cambridge Analytica misuse the personal information of 50 million people on Facebook for political gain.",
  "He describes it as somewhat unwitting as he grew frustrated after moving to London and working with the Liberal Democrats in the UK, who rejected his tools and advice, stalling ambitions at putting his ideas into practice.",
  "he found his calling as a computer geek, living within a self-contained world in which difference is often respected and where you can hide your true self behind a screen if you’re not accepted in the outside world.",
  "Wylie, now 28, grew up in British Columbia and was active in his younger years in Canada’s decidedly progressive Liberal Party, and was trying to use his skills as a data scientist to help them.",
  "In an interview this week with The Guardian’s Carole Cadwalladr, Wylie spoke about Rebekah Mercer, the billionaire who, with her father, Robert, was Cambridge Analytica’s chief investor ?",
  "Cambridge Analytica would allegedly go on to deceptively cull user information from millions of Facebook users for the purposes of helping the Brexit campaign and the Trump campaign.",
  "And yet, according to Wylie, Bannon “loved the gays.”\n\nNo, what Bannon loved was using anyone, including LGBTQ people, to gain power and overthrow the American political system.",
  "SCL Elections eventually created Cambridge Analytica, funded by Robert and Rebekah Mercer:\n\nAlexander Nix, CEO of SCL Elections, made Wylie an offer he couldn’t resist.",
  "Come and test out all your crazy ideas.’”\n\nIt was Wylie’s idea to apply military methodology to social media and use it within the U.S. political system.",
  "His actions now don’t absolve him of having been a mastermind of this grotesque escapade, and his claim of being naive is implausible.",
  "Unlike Yiannopoulos, Wylie implies that he didn’t support the Bannon or Trump agenda and he disavows any support of the alt-right ?",
  "It’s why he was so into the whole Milo [Yiannopoulos] thing.”\n\nThis is both enormously revolting and unsurprising at the same time.",
  "And he saw talent, like Wylie’s, which was enormously useful even if it meant Wylie would sickeningly undermine his own kind.",
  "And that’s what brought Wylie into the thick of something he says he now regrets and is doing what he can to help expose.",
  "like Yiannopoulos, who is part of the loose network of white supremacists and anti-Semites known as the alt-right ?",
  "proves, yet again, how some people will work against their own kind as they recklessly pursue their ambitions.",
  "and this is something I wrote about in my first book, over 25 years ago, interviewing many in Silicon Valley ?",
  "But in becoming a whistleblower, Wylie has also shown how Trump’s backers use queer people and spit them out.",
  "Bannon loved using anyone, including LGBTQ people, to gain power and overthrow the American political system.",
  "Correction: A previous version of this piece referred to Canada’s Liberal Party as the Lib Dems.",
  "How he fell in with Bannon and Cambridge Analytica is the subject of much discussion right now.",
  "as well as the key backer of Breitbart News and a major Trump campaign donor:\n\n“She loved me.",
  "He figured, if you can get the gays on board, everyone else will follow.",
  "According to whistleblower Christopher Wylie, Bannon 'loved the gays.'",
  "She was like, ‘Oh we need more of your type on our side!’” Your type?",
  "was a hipness that could help bring in young people to his movement.",
  "The nickname actually refers to the U.K.’s Liberal Democrats.",
  "He was instrumental to the entire mission of the firm.",
  "Follow Michelangelo Signorile on Twitter @msignorile.",
  "What he saw in some young gay people on the right ?",
  "which he claims was due to his being “naive” ?",
  "His involvement in this massive deception ?",
  "“He said: ‘We’ll give you total freedom.",
  "But just let it sink in a bit.",
  "He saw us as early adopters.",
  "Like many queer people ?",
  "So did Steve [Bannon].",
  "She loved the gays.",
  "Experiment.",
  "“The gays."
]