[
  "Coming this week:\n\nTuesday — Kohl's (KSS) reports earnings\n\nWednesday — New home sales report; Lowe's (LOW), Tiffany (TIF) and Target (TGT) and L Brands (LB) report earnings\n\nThursday — Existing home sales report; Best Buy (BBY) and Gap (GPS) report earnings\n\nFriday — EU General Data Protection Regulation goes into effect",
  "Rollback of Dodd-Frank: The House is set to vote next week on a Senate bill that would cut Obama-era regulations for thousands of community banks and regional lenders, including State Street (STT), BB&T (BBT) and SunTrust (STI).",
  "Regulators say the rules are necessary to protect consumers in an era of huge cyberattacks and data leaks, highlighted by Facebook's admission that the personal details of millions of its users were improperly harvested.",
  "\"If they had plenty of cash, you shouldn't really expect having access to more would lead them to invest,\" said Alan Auerbach, director of Berkeley's Robert D. Burch Center for Tax Policy and Public Finance.",
  "Europe's new data protection law: On Friday, the European Union will start to enforce a sweeping new data protection law that will give consumers much more control over how their personal details are used.",
  "The buyback bonanza occurred during the first full quarter after President Donald Trump signed into law a massive corporate tax cut that was supposed to lift business spending on job-creating investments.",
  "Related: Tax cut will drive innovation, ex-Home Depot CEO says\n\nOne broad measure of business spending, real nonresidential fixed investment, rose by 6.1% during the first quarter.",
  "S&P 500 companies showered Wall Street with at least $178 billion of stock buybacks during the first three months of 2018, according to Howard Silverblatt of S&P Dow Jones Indices.",
  "Mark Zuckerberg faces the European Union: Facebook's CEO will meet senior members of the European Parliament as soon as next week to discuss how Facebook uses personal data.",
  "Home sales: The economy is booming, inflation is picking up, interest rates are rising, and people are scrambling to buy the limited supply of homes available on the market.",
  "You've probably already seen emails from tech companies explaining their new privacy policies as businesses scramble to get up to code before the rules go into effect.",
  "The parliament will also organize a series of committee hearings with Facebook representatives and other tech companies, though Zuckerberg is not expected to attend.",
  "Zuckerberg testified before the US House of Representatives and the Senate in April, but he has refused to testify before the United Kingdom's parliament.",
  "They worry that their next homes will be more expensive than the ones they live in now — even if they can get a lot more money for their current homes.",
  "Total S&P 500 shareholder payouts -- buybacks plus dividends -- for the past 12 months could top $1 trillion for the first time ever, Silverblatt said.",
  "Buybacks are clearly booming, more than 5.5 million employees received a tax cut bonus, pay raises or 401(k) hikes, according to the White House.",
  "Antonio Tajani, the parliament's president, said he hopes Zuckerberg can restore the confidence of Facebook's European regulators and customers.",
  "That means companies have not significantly boosted spending on equipment, factories and other investments that create jobs and boost wages.",
  "That's a 34% bump from last year and tops the prior record of $172 billion set in 2007, just prior to the start of the Great Recession.",
  "The tax law reduced the corporate tax rate to 21% from 35% and gave companies a break on taxes owed when returning foreign profits.",
  "The EU General Data Protection Regulation applies to any organization that holds or uses data on people inside the European Union.",
  "Some economists aren't surprised that the early windfall of the tax cuts is going to Wall Street, instead of Main Street.",
  "That one-two punch allowed companies to reap huge profits, a sizable chunk of which have been returned to shareholders.",
  "Apple (AAPL) rewarded shareholders with $22.8 billion in buybacks -- the most of any company in any quarter ever.",
  "But business spending -- the stated goal of the tax law -- has not significantly accelerated, at least not yet.",
  "The National Association of Realtors will report Thursday how many homeowners sold their homes last month.",
  "Facebook (FB) faces scrutiny around the world following the Cambridge Analytica data scandal.",
  "It's raining buybacks: Corporate America is throwing a record-setting party for shareholders.",
  "More than two dozen midsize US banks would be shielded from some Federal Reserve oversight.",
  "The average rate on a 30-year fixed mortgage has jumped to 4.61%, according to Freddie Mac.",
  "They would no longer have to hold as much capital to cover losses on their balance sheets.",
  "And they would have to take the Fed's bank health test only periodically, not once a year.",
  "They would not be required to have plans in place to be safely dismantled if they failed.",
  "On Wednesday, the Commerce Department will report the number of new homes sold in April.",
  "The bill would raise the threshold at which banks are considered \"too big to fail.\"",
  "It even marked a slight deceleration from the final three months of 2017.",
  "Profits had already been on the rise thanks to the accelerating economy.",
  "Homeowners are reluctant to sell as home prices and mortgage rates soar.",
  "However, it was roughly in-line with the past several quarters.",
  "They note that companies have long had access to tons of cash.",
  "Google (GOOGL), Facebook and other tech companies must comply.",
  "But existing home sales have only been inching higher.",
  "New home sales surged to a four-month high in March.",
  "Mortgage rates hit a seven-year high this month.",
  "That's solid growth signaling a strong economy.",
  "2.",
  "4.",
  "3.",
  "1.",
  "6.",
  "5."
]