[
  "Facebook's problems started at the end of last week when news broke that a data-mining firm connected to the Trump presidential campaign was able to get personal information on tens of millions of the social network’s users and use that data to create detailed profiles and target voters.",
  "More: Mark Zuckerberg, Priscilla Chan to spend $3B to cure disease\n\nMore: These 3 couples donated $1B or more to their foundations in 2017\n\nZuckerberg still held more than 8.2 million Facebook shares after the most recent sale this month, the filings show.",
  "He likely avoided millions of dollars more in losses by selling more than 7.3 million in Facebook shares since September of 2017, Securities and Exchange Commission filings show.",
  "The scandal surrounding Facebook, the data mining firm Cambridge Analytica and the mishandling of people's private information is hitting close to home for Mark Zuckerberg.",
  "The loss sent Zuckerberg’s net worth down to $65.1 billion and dropped him from the fifth richest person to the seventh, according to the Bloomberg Billionaires Index.",
  "More: Facebook CEO Mark Zuckerberg to receive request to testify before House panel\n\nContributing: Kevin McCoy\n\nRead or Share this story: https://usat.ly/2FNxX4C",
  "The scandal has raised serious privacy concerns among its users and fears among investors that Facebook could be facing an increase in regulatory scrutiny.",
  "The Facebook co-founder and CEO lost more than $10 billion in wealth this week as shares of the social network giant tumbled almost 14% in five days.",
  "The sales are designed to fund philanthropic goals in education, science and advocacy for Zuckerberg and his wife, Priscilla Chan, the filings show.",
  "He also said in subsequent interviews that he would be willing to testify before Congress and it might be OK if the social network gets regulated.",
  "The transactions were part of the plan Zuckerberg announced that month to sell 35 million to 75 million Facebook shares over an 18-month period.",
  "More: How to delete your Facebook account (and the pros and cons of doing so)\n\nZuckerberg's financial hit could have been even worse.",
  "The company suspended Cambridge Analytica for the transmission of the data which Facebook says is a violation of its rules.",
  "(Photo: Facebook)\n\nCorrection: An earlier version of this story misstated what country Spain's Amancio Ortega was from.",
  "Zuckerberg said in a post on Facebook that the company needs to fix the \"breach of trust\" of its users.",
  "More: Zuckerberg is willing to testify to Congress, isn't sure if the Russians have your data.",
  "More: Can Facebook be trusted with your personal info?",
  "CLOSE Amid the Cambridge Analytica scandal.",
  "Time\n\nMark Zuckerberg.",
  "And, he's sorry."
]