[
  "Read more: Facebook stock slides after FTC launches probe of data scandal\n\nIn addition to alleging campaign finance law violations, Common Cause in its DOJ complaint says that some U.S. nationals working with Cambridge Analytica and its clients — including the Trump campaign and the John Bolton's Super PAC — \"may have aided and abetted foreign national offenses against the U.S., conspired to commit offenses against the U.S., and/or attempted to conspire to commit offenses against the U.S. in violation of the U.S. criminal code.\"",
  "\"The companies, staffed almost entirely by foreign nationals, did more than $5 million worth of work for the presidential campaigns of both Donald Trump and [Texas Republican senator] Ted Cruz as well as millions of dollars more for other campaigns and Super PACs [political action committees] including the John Bolton Super PAC and Make America Number 1,\" Common Cause said in a statement.",
  "In complaints filed with the Justice Department and the Federal Election Commission, Common Cause said numerous foreign national employees of Cambridge Analytica and its parent firm SCL Group did significant work participating in the decisions, including how to spend money, made by U.S. campaigns during the 2014 and 2016 election cycles.",
  "Common Cause said there is reason to believe that federal election laws were broken by Alexander Nix, the suspended CEO of Cambridge Analytica and SCL Group, as well as SCL co-founder Nigel Oakes, acting Cambridge Analytica CEO Alexander Tayler and Christopher Wylie, the former firm employee who was a key source for the Times story.",
  "\"It defies belief that even after their own attorney warned them that they would be violating the prohibition on performing certain election-related activities in U.S. elections that they did so anyway,\" said Paul S. Ryan, Common Cause vice president for policy and litigation.",
  "A Federal Election Commission spokesman, when asked about the complaint, in an emailed statement said, \"A provision of federal campaign finance law requires that any Commission action on an enforcement matter be kept strictly confidential until the case is resolved.\"",
  "Cambridge Analytica has been under fire since March 17, when The New York Times published a story saying that starting in 2014, the London-based firm harvested private information from the Facebook profiles of more than 50 million users without their permission.",
  "Levy told the firm its arrangement to have SCL handle its campaign contracts could violate U.S law unless Nix recused himself from \"substantive management\" of clients involving U.S. elections, and had American citizens handle the bulk of the work.",
  "A government watchdog group accused embattled political consulting firm Cambridge Analytica on Monday of violating U.S. elections law by having foreign nationals perform restricted work that included helping the Trump presidential campaign.",
  "\"We are a nation of laws and our campaign finance laws must be enforced by the FEC and the Justice Department in order to safeguard the integrity of our elections from foreign interference,\" said Common Cause President Karen Hobert Flynn.",
  "\"These companies and individuals ignored the law, enriched themselves performing millions of dollars of prohibited work for candidates and committees, and then boasted about the effectiveness of their activities in swaying U.S.",
  "\"A full investigation must be conducted, and if Cambridge Analytica and its staff did in fact repeatedly violate our laws, then there must be punishment levied sufficient to deter similar lawbreaking in future.\"",
  "Common Cause cited the Times article from earlier this month that detailed a warning in 2014 issued to Cambridge Analytica by its American legal advisor, Laurence Levy.",
  "It said cited former Cambridge employees, associates and documents and said it was one of the largest data leaks in the social network's history.",
  "Trump last week appointed Bolton, a former U.S. ambassador to the United Nations, as his new national security advisor to replace H.R.",
  "Foreign nationals are barred by law from participating directly or indirectly in such decisions, Common Cause noted.",
  "Cambridge Analytica had no immediate comment on the complaints.",
  "Common Cause accuses the firms of brushing aside that warning.",
  "The Justice Department also had no immediate comment.",
  "The Observer published a similar expose.",
  "elections.\"",
  "McMaster."
]