[
  "Some dissatisfied Facebook engineers are reportedly attempting to switch divisions to work on Instagram or WhatsApp, rather than continue work on the platform responsible for the Cambridge Analytica scandal, according to a recent report from the New York Times.",
  "In March, Christopher Wylie, the founder of the data analytics company Cambridge Analytica, came forward to say that it had used data from over 50 million Facebook profiles to influence voters after it was hired by the Trump campaign prior to the 2016 election.",
  "Since the news came out, CEO Mark Zuckerberg and COO Sheryl Sandberg have spoken to the media on a few occasions, but it was days before the company commented on the scandal, which it now estimates around 87 million total users affected.",
  "Employee dissatisfaction reportedly stemmed from the recent Cambridge Analytica scandal, in which a data-analytics company used information from an estimated 87 million profiles to influence voters during the 2016 election.",
  "Then, a leaked memo from Facebook executive Andrew Bosworth written in 2016 revealed a \"growth at all costs\" mentality that put Facebook in a position to be held responsible for the situation it's found itself in.",
  "Many believe Facebook should have done more to handle the data responsibly, and the events that followed increased scrutiny against Facebook, reportedly taking a toll on employees working on the platform.",
  "Facebook office employee London More\n\nToby Melville/Reuters\n\n\n\n\n\nFacebook engineers are quitting or trying to transfer to Instagram or WhatsApp, according to a recent report from the New York Times.",
  "Facebook was aware of the data Cambridge Analytica had, and asked the company to delete it upon changing its advertiser rules in 2015, but never followed up to ensure the deed was done.",
  "Many believe Facebook could and should have done more to handle user data responsibly and were frustrated that CEO Mark Zuckerberg was silent for days after the allegations surfaced.",
  "\"I mean, it started in a dorm room and now it’s this unprecedented community in scale and I’m very confident that we're gonna be able to work through these issues,\" Zuckerberg said.",
  "Meanwhile, Zuckerberg himself isn't planning on going anywhere as he recently told The Atlantic's Robinson Meyer in an interview when asked if he had ever considered resigning.",
  "Tweet Embed:\n\n//twitter.com/mims/statuses/981731786337251328?ref_src=twsrc%5Etfw\n\nmorally, it was extremely difficult to continue working there as a product designer.",
  "As it became evident that Facebook's core product might be to blame, engineers working on it reportedly found it increasingly difficult to stand by what it built.",
  "Zuckerberg will be testifying to Congress on April 10, in an investigation of the company's role in the Cambridge Analytica scandal.",
  "The results of his testimony could also have an impact on employees and their decisions about whether to stay on board.",
  "Lohne didn't choose to go to Instagram or WhatsApp and is currently unemployed, according to his tweet thread.",
  "Zuckerberg is preparing to testify in front of Congress about Facebook's role in the scandal on Tuesday.",
  "A former Facebook product designer, Westin Lohne, explained his dilemma in a tweet.",
  "NOW WATCH: Here's the best smartphone camera you can buy\n\nSee Also:"
]