[
  "It is a somewhat ironic development that Facebook, which sprouted under a growth strategy of exclusivity and rebuffing all but the most select individuals from joining, is now facing the wrath of many on the left for allowing a research firm, Cambridge Analytica, to gain access to the data of 87 million of its users.",
  "By their very design, companies like Facebook and Google, along with most apps on our smart phones, are designed to acquire, share and apply data to do everything from mapping our whereabouts to reminding us of that uncle’s birthday we haven’t seen in years.",
  "That database will have information about everything on every individual in ways that it’s never been done before.”\n\nAs the DailyWire reported, Obama’s data guru was given unfettered access to Facebook users’ profile information with full permission.",
  "If only the data mined by Cambridge had been tied to a victorious Hillary Clinton campaign instead of the nefarious (and victorious) Trump campaign, Zuckerberg would have to wear safety goggles from all the champagne corks being popped his way.",
  "Rep. Maxine Waters was quite vocal in celebrating said data collection right after Obama won re-election:\n\n“The president [Obama] has put in place an organization that contains the kind of database that no one has ever seen before in life.",
  "Let’s encourage lawmakers to use Zuckerberg’s testimony this week as a launching point to end the internet oligarchs’ ability to play by their own rules, and work to pass uniform internet legislation that puts consumers first.",
  "What may get lost in the shuffle of all this is that, just as with Cambridge using a personality quiz to obtain information on users, the Democrats’ free access to millions of peoples’ personal data was not illegal.",
  "But technologies are constantly evolving, creating a landscape where the rules are constantly shifting for users to the point where standards and industry practices are little more than ephemeral wish lists.",
  "Congress has already established several viable models of legislative privacy protection, such as HIPAA’s protection of our medical records, to banking and credit laws that protect our financial data.",
  "Zuckerberg, while silent regarding Obama’s access to his users’ data, called the Cambridge event a “breach of trust” and suggested that Facebook should be subject to regulation as a possible solution.",
  "As company employees explained to the campaign, they [the Obama campaign] ‘“were on our side,”’ showcasing clearly that the current outrage over Cambridge Analytica is more than a bit selective.",
  "The last major legislation governing the internet was passed during the Clinton administration, long before Facebook or Google existed, when dial up modems and flying toasters ruled the day.",
  "Waters is certainly excited by the idea of her political party having access to “information about everything on every individual,” but that can only happen if Congress fails to act.",
  "Of course, there was zero outrage in 2012 when the Democrats giggled themselves silly in exclaiming how their vast mining of Facebook data helped vanquish Mitt Romney.",
  "Facebook, Google and numerous other social platforms are making billions by marketing us, the average consumer, to their advertisers and affiliates.",
  "The only means to accomplish this is through legislation with clear guidelines on what content and service providers alike can and cannot do.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Gerard Scimeca is Vice President of CASE, Consumer Action for a Strong Economy, a free-market oriented consumer advocacy organization.",
  "The only real solution for accountability and fairness is clear legislation from Washington that treats online companies the same.",
  "But as it stands, Zuckerberg must face the music, which he will do tomorrow and Wednesday in hearings on Capitol Hill.",
  "But at the moment, he’s a man on an island, with company stock falling and #DeleteFacebook trending on social media.",
  "Our economy and lifestyle rely almost entirely on digital technology, and data is the coin of the realm.",
  "At a time when our world is getting more digital by the day, our internet policy needs to keep pace.",
  "Mark Zuckerberg’s personal page on the site may claim more than 106 million friends and followers.",
  "There’s a saying in marketing that if you’re not being sold a product, then you are the product.",
  "As you may have noticed, that’s a vastly different world from today.",
  "That’s going to be very, very powerful.",
  "Rep."
]