[
  "As the market dives watching Trump's chief economic adviser, Larry Kudlow, botch message after message, and as it careens at the sight of Jared Kushner walking into important meetings, and as the administration tries to distract from Facebook and Cambridge Analytica by threatening Amazon — one of the most valuable companies in the world — you have to remember why these people were chosen to do what they're doing.",
  "And now the same financial-TV junkies and market participants who were OK watching Kudlow incorrectly bloviate about the dot-com boom, the financial crisis, and a whole host of other issues through his hyperpartisan lens have finally realized that his lack of knowledge might be a problem.",
  "Results are very similar if in-groups are defined based on ethnicity or political attitudes: Earnings forecasts of domestic analysts are lower for firms headed by foreign CEOs and earnings forecasts of Republican analysts are lower for firms headed by Democrat CEOs.",
  "According to The Wall Street Journal, investors in the billionaire Bill Ackman's hedge fund, Pershing Square, have pulled two-thirds of the cash available for withdrawal out of the fund, after the usually loquacious Ackman took a vow of silence and fired his driver.",
  "You can blame a hefty portion of Pershing's struggles on the fact that Ackman put all his faith in a man named Michael Pearson, the larger-than-life Duke alum CEO who ran Valeant Pharmaceuticals into the ground, taking a horde of Wall Street investors down with him.",
  "Wall Street can distance itself from this and tell itself that its free-market ethos is totally against Trump's nationalist belligerence, that this is a machination of Trump's basest populist instincts.",
  "It took three years of bad performance and being very publicly strong and wrong about stocks before clients abandoned the fund en masse and JPMorgan Chase stopped recommending Pershing.",
  "He was spurned by bank after bank (except Deutsche Bank), and it was expected that the banker-heavy crowd of yuppies at the US Open would jeer when he was caught on the Jumbotron.",
  "From the paper:\n\n\"Examining analysts' earnings forecasts, we find that male analysts have lower assessments of firms headed by female CEOs than of firms headed by male CEOs.",
  "It's unclear whether that happened before or after the interview where he said that there would be a \"pot of gold\" for Americans at the end of this trade war rainbow.",
  "Turns out, thinking someone can handle the job of CEO because they look like the guy who played lacrosse with your older cousin at Princeton doesn't always work out.",
  "They found that stock analysts consistently rated companies headed by people who look like them higher than companies helmed by people who are different from them.",
  "In this case, reality is the prospect of a trade war, which, according to the latest news, Treasury Secretary Steve Mnuchin says could very well be on the way.",
  "As a CEO, Trump spent the better part of his career tanking the few companies he took public and intimidating the analysts who called out his mismanagement.",
  "It can tell itself that only the worst of Wall Street's kind would care for power in a funny farm like Washington, in a place where numbers don't matter.",
  "They just trusted Pearson because he seemed like a really smart one of their guys — or at least he played one in the boardroom, just as Kudlow did on TV.",
  "Research indicates that this goes beyond stock analysts — market participants engage in in-group bias too, as can be seen in the case of Pershing Square.",
  "The White House is posturing for a trade war against the second-largest economy in the world and fighting with its allies to the north and south.",
  "Trump chose Kudlow because he figured Kudlow could keep playing the same market character in the White House that he has played on TV for years.",
  "But of course, in the words of Trump's out-group predecessor — who was much maligned on Wall Street — \"reality has a way of asserting itself.\"",
  "Just as it is for the CEOs Wall Street rates, it's the look and sound of Kudlow that Trump thinks will instill confidence in the market.",
  "The stakes are much higher where Kudlow sits, and it seems that little of his small-screen experience will help him where he is going.",
  "And now we are watching this unfortunate tendency toward in-group bias play out to tragically comic effect in this White House.",
  "If the crisis of confidence came before, it may have been around the time he said that the wealthy have no incentive to steal.",
  "\"As a result, earnings surprises of firms headed by female, foreign, or Democrat CEOs are systematically upward biased.",
  "In an administration that bases its hires on reality, no one would've dreamed of putting him there in the first place.",
  "Kudlow, who is supposed to advise the president on economic matters, has literally no idea what's going on right now.",
  "Ackman made other mistakes too, like putting a target on his back by announcing he was shorting Herbalife to zero.",
  "These investors were all warned about Valeant, but they didn't listen, and they didn't do their homework either.",
  "What is happening in this administration is a caricature of something that happens on Wall Street all the time.",
  "Trump's minions telling everyone to calm down and not get too hysterical is having the exact opposite effect.",
  "In fact, a group of economists wrote a paper about this in 2016 called \"In-Group Bias in Financial Markets.\"",
  "The least subtle people in Manhattan\n\nWe just watched this same situation play out on Wall Street.",
  "Trump has repeatedly said he likes people who look as if they're right out of \"central casting.\"",
  "Evan Vucci/AP Images\n\nFor the most part, Wall Street will not claim President Donald Trump.",
  "And you can see the same phenomenon on financial TV and in boardrooms across the country.",
  "On Wall Street, different means CEOs who are not male, Republican, American, and white.",
  "Overall, our results provide robust evidence for in-group bias in financial markets.\"",
  "Hopefully Ackman's wealthy clients and pensions can handle these losses.",
  "The likes of Kushner and Kudlow were chosen because they look the part.",
  "But he has taken one of the Street's worst habits to the White House.",
  "But now Trump is president, and regular order has ceased to exist.",
  "The market is puking despite tax cuts for CEOs and the wealthy.",
  "It's unclear whether the US economy is in the same position.",
  "China knows how to taunt Trump through its state media.",
  "Appearances, in this case, simply won't go far enough.",
  "And that happens all the time on Wall Street too.",
  "Pershing is down 8.6% in the year through March.",
  "The team at ValueAct Capital trusted Pearson.",
  "But trusting Pearson was chief among them.",
  "That was the regular order of things.",
  "Several Tiger Cubs trusted him.",
  "But that's all too convenient.",
  "Ackman wasn't the only one.",
  "Sequoia trusted him.",
  "Who can really say?",
  "That's clear.",
  "Larry Kudlow.",
  "Reality, go!"
]