[
  "(Photo: Facebook)\n\nPublic outcry has built since reports in The New York Times and The Observer that Cambridge Analytica improperly received data on tens of millions of Facebook users who downloaded an unrelated psychology app, and data on those users' friends, without their consent.",
  "The social networking giant takes this action after a consumer and regulatory backlash over the misuse of personal information of as many as 50 million Facebook users by data analysis and political ad firm Cambridge Analytica, which said it helped Donald Trump get elected.",
  "A new Privacy Shortcuts section lets you \"control your data in just a few taps, with clearer explanations of how our controls work,\" Facebook chief privacy officer Erin Egan and the company's general counsel Ashlie Beringer said in the post.",
  "Within the Privacy Shortcuts section, users can review what they have shared on Facebook — and delete it if they wish — as well as manage what ads are seen and make their account more secure with two-factor authentication.",
  "More: Facebook CEO Mark Zuckerberg to testify before Congress about Cambridge Analytica\n\nMore: How to delete all those Facebook apps you probably have\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "(Photo: Facebook)\n\nFacebook is updating its privacy settings to make it easier for you to control what you share — with the social network and connected apps — and tools to delete the data it has collected on you.",
  "Facebook is also working on updates to its terms of service, including \"our commitments to people\" and changes to its data policy \"to better spell out what data we collect and how we use it,\" they say.",
  "\"The last week showed how much more work we need to do to enforce our policies, and to help people understand how Facebook works and the choices they have over their data,\" the Facebook execs say.",
  "Facebook detailed some changes to its mobile app to make it easier to find and adjust privacy settings, the company said Wednesday in an online post.",
  "A new \"Access Your Information\" section lets you manage your Facebook activity and download a copy of the data you've shared on the network.",
  "CLOSE Facebook is redesigning its privacy settings to make a more user-friendly centralized system, the company said on Wednesday.",
  "\"These updates are about transparency — not about gaining new rights to collect, use, or share data.\"",
  "Screen shots of Facebook's privacy settings in their previous mode, at left, and updated, at right.",
  "Buzz60\n\nA screen shot of Facebook's updated privacy settings on a smartphone.",
  "Facebook CEO Mark Zuckerberg will testify before Congress about the incident.",
  "Three congressional committees have requested he appear.",
  "Read or Share this story: https://usat.ly/2Gfcylh",
  "More: Facebook's FTC probe rocked the stock.",
  "Veuer's Sam Berman has the full story.",
  "But will anything rein in Facebook?"
]