[
  "Advertisements have appeared from Live Action, a group led by activist Lila Rose best known for hidden-camera videos of Planned Parenthood clinics; Radiance Foundation, a Virginia-based group that has drawn criticism for using the mantra of the Black Lives Matter movement to shame women for ending their pregnancies; and Expectant Mother Care/E.M.C.",
  "“It’s quite a strong signal and could have implications in other jurisdictions.”\n\nRead more\n\nCambridge Analytica shuts down amid scandal over use of Facebook data\n\nWhy Europe, not Congress, will rein in big tech\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news",
  "James Lawless, an Irish lawmaker who has been a leading voice for digital campaign regulation, said the Irish case is significant because it reveals that the problem is not limited to Russian aggression but rather present in any high-stakes contest in which foreign actors can take advantage of pre-Internet election law.",
  "“We understand the sensitivity of this campaign and will be working hard to ensure neutrality at all stages,” Facebook said in a statement, adding that it is asking political parties, campaign groups and an unaffiliated transparency initiative to flag advertisements, which the company will then investigate.",
  "As a result, individuals and groups from outside Ireland — primarily from the United States, Britain and Canada — have been waging an online campaign to influence the vote, according to the Transparent Referendum Initiative, a nonpartisan organization tracking paid online advertising.",
  "“But there’s a total vacuum in regulation in the online space.”\n\nLast month, a communications committee on which Lawless sits in the legislature brought in a senior Facebook executive, Joel Kaplan, to answer questions about the company’s role in the Cambridge Analytica controversy.",
  "A post from Expectant Mother Care that appeared to target users in Ireland warned of “an existential threat” to the Irish unborn and shared a video from “Save the 8th,” the main campaign group urging preservation of the restrictive amendment.",
  "And it highlights the technology company’s tortured attempt to move past criticism that it became a conduit for misinformation and outside interference during the Brexit and U.S. presidential campaigns in 2016.",
  "Kanto’s director, Thomas Borwick, previously worked for Cambridge Analytica, the firm hired by Donald Trump’s presidential campaign and recently accused of misusing the data of 50 million Facebook users.",
  "The new mechanism, eventually intended for broader rollout, is one of several changes that Facebook, whose largest office outside Silicon Valley is in Dublin, has made since the 2016 election.",
  "Kaplan told lawmakers Facebook would introduce in Ireland a new feature called “View Ads,” allowing Facebook users to see all communications any given advertiser is running on the platform.",
  "Data compiled by the Transparent Referendum Initiative, which depends on crowdsourcing from users, reveals that numerous U.S.-based groups have penetrated the online debate in Ireland.",
  "Approved by Irish voters in 1983, the law gives a mother and unborn child an equal right to life and proscribes termination even in cases of rape, incest and fatal fetal abnormality.",
  "While Ireland forbids foreign spending in campaigns and prohibits political advertising on television and radio altogether, its election law is virtually silent on digital activity.",
  "“The million-dollar question,” Dwyer said, “is how much money has been spent on these advertisements.”\n\nA Facebook spokeswoman said the company would not release that information.",
  "Save the 8th has retained the services of Kanto, a London-based data firm and political consultancy tied to the Brexit campaign to take Britain out of the European Union in 2016.",
  "An upcoming vote on abortion has turned Ireland into ground zero in the global reckoning with how foreign interests can deploy social media to distort democratic politics.",
  "The measure will take effect by Thursday, a spokesperson for the Internet giant said, and will wipe paid messaging aiming to tip the vote from Google as well as YouTube.",
  "Craig Dwyer, one of the initiative’s founders, said there had been an increase of 150 advertisements over the past week alone, including domestic and foreign messaging.",
  "With the May 25 referendum just over two weeks away, Facebook announced Tuesday that it would stop accepting related advertisements from groups based outside Ireland.",
  "Eamon Ryan, who also sits on the communications committee, welcomed the moves by Facebook and Google, saying the blanket ban from Google was particularly notable.",
  "The referendum will decide the fate of the eighth amendment to the Irish constitution, one of the most severe prohibitions on abortion in the Western world.",
  "But it also has drawn the attention of international interest groups, lent a megaphone by social media as the influence of the Catholic Church has waned.",
  "Google on Wednesday went a step further in saying it would put a moratorium on all referendum-related advertising, of both foreign and domestic origins.",
  "“I think it’s significant not just for Ireland but in beginning to set a precedent around online influence in votes,” the Green Party legislator said.",
  "Debate over the eighth amendment has bitterly divided the Irish public; opinion polls suggest a slight majority for repeal.",
  "She also declined to offer information about the foreign entities seeking to place referendum-related advertisements.",
  "“Our goal is simple: to help ensure a free, fair and transparent vote on this important issue,” the company said.",
  "Foreign efforts, still dwarfed by domestic activity, have mainly opposed repeal, the initiative’s records show.",
  "The restriction testifies to the depths of concern that foreign advertising could skew the outcome.",
  "The social media platform also has modified its algorithm to de-\n\nemphasize political news.",
  "FrontLine Pregnancy Centers, which conducts antiabortion activity in New York City.",
  "It is also using machine learning to identify inappropriate content.",
  "Action from the Internet giants has come “very late,” he said.",
  "Borwick said he could not comment on ongoing campaigns.",
  "“How we communicate has changed hugely,” Lawless said.",
  "“But better late than never,” he concluded."
]