[
  "All week President Donald Trump had raised the possibility there would be major personnel changes in the White House: Secretary of State Rex Tillerson had already been fired by tweet earlier in the week, but the rumors -- egged on by Trump himself -- were swirling that there would be other \"You're Fireds.\"",
  "Second, the attorney general fired former Deputy FBI Director Andrew McCabe less than two days before his retirement, arguing that based on the findings of an internal FBI investigation he had lied about communications with the media -- an allegation McCabe denies.",
  "He seeks to gain the glory of someone else's bad dealings -- saying there was no Trump campaign collusion with Russia, putting the onus of silencing Daniels on his lawyer Michael Cohen or passively benefiting from Cambridge Analytica's efforts.",
  "And, third, The New York Times and the Observer of London posted an in-depth analysis about how Cambridge Analytica, a firm with ties to Trump's campaign, utilized data from 50 million Facebook users to target voters.",
  "And while all the political attention is on the McCabe firing (and the Mueller threats), and all the gossip is about the Stormy Daniels saga, it is actually the Facebook scandal that may be the biggest story.",
  "Simply put, Cambridge Analytica, which worked with the Trump campaign, is now known to have used the data of millions of Facebook users to target voters for fake news and Trump-related propaganda.",
  "All three fit into a coherent narrative, united by a single theme: The President benefits from systems that, at best, twist the rules, and he does not take kindly to efforts to expose that fact.",
  "First, attorneys for the President himself joined an effort to stop porn star Stormy Daniels from exposing her alleged affair with Trump and sought $20 million in potential damages.",
  "She is a professor at Harvard's Kennedy School, a former assistant secretary of the Department of Homeland Security in the Obama administration and CEO of Zemcar.",
  "CNN analyst Juliette Kayyem is the author of the best-seller \"Security Mom: My Life Protecting the Home and Homeland.\"",
  "Three stories broke that upended the Trump presidency and America's sense of stability.",
  "By close of business, it seemed the weekend would begin with a whimper.",
  "In short, the weekend can be summarized by power, sex and data.",
  "(CNN) We were lulled into submission early Friday night.",
  "The opinions expressed in this commentary are hers.",
  "In the course of a few hours, that all changed.",
  "But they are not distinct stories.",
  "Read More"
]