[
  "Use the widget below to further explore the results of the HuffPost/YouGov survey, using the menu at the top to select survey questions and the buttons at the bottom to filter the data by subgroups:\n\nThe HuffPost/YouGov poll consisted of 1,000 completed interviews conducted March 21-23 among U.S. adults, using a sample selected from YouGov’s opt-in online panel to match the demographics and other characteristics of the adult U.S. population.",
  "(One potential caveat to the results: Everyone taking the YouGov poll opted in to answering questions about themselves online, a decision that could plausibly be self-selecting for certain attitudes toward internet data and privacy.)",
  "Americans are split on how likely it is that Facebook helped affect the outcome of the 2016 election, with 37 percent saying it’s somewhat or very likely, and 43 percent that it’s less likely.",
  "About two-thirds of the public say they’ve heard news stories about Cambridge Analytica obtaining data from Facebook, but just 30 percent report hearing a lot about the story.",
  "Voters who backed Hillary Clinton in the 2016 election take a somewhat more positive view of the site, giving it a net +3 rating compared to Donald Trump supporters’ net -8.",
  "Sixty-three percent of Facebook users say they don’t trust the site to handle their personal data much or at all, while just 31 percent trust it somewhat or a lot.",
  "A 51 percent majority of Trump voters who have followed the story, and nearly three-quarters of Clinton voters, say they’re dissatisfied with Facebook’s response.",
  "Among people who have heard at least something about the story, only 23 percent say they’re very or even somewhat satisfied with the way Facebook has responded.",
  "Of those who think it’s at least somewhat likely that the social network had an effect on the election, nearly 70 percent believe it benefited Trump.",
  "About half of those who think Facebook swung the election say they think it did so unintentionally, with 30 percent believing it was intentional.",
  "Those results are more or less unchanged from a spring 2016 poll, which found that 62 percent mistrusted Facebook’s handling of personal data.",
  "Slightly over one-quarter of Facebook users currently say they trust the site with their data less than they trust other technology companies.",
  "But for once, there are steeper differences along other demographic lines, such as gender: Women give the site a net +19 to men’s net -12.",
  "Among those who do, 52 percent trust that news “a great deal,” or “a fair amount,” and 40 percent trust it not very much or not at all.",
  "Overall, 48 percent of all Americans view Facebook positively, while 44 percent view it negatively, for a net +4 favorability rating.",
  "The youngest and oldest Americans polled were also more negative about the site than those in the intervening age groups.",
  "Eight percent say they trust Facebook more, and the majority, 53 percent, say they trust it about as much as other sites.",
  "You can learn more about this project and take part in YouGov’s nationally representative opinion polling.",
  "Fifty-seven percent of Facebook users also say they get news from the site sometimes or often.",
  "but most don’t trust it any less than its competitors, a new HuffPost/YouGov survey finds.",
  "Those under age 30 gave Facebook a net -9 rating, and those age 65 or older gave it a -3.",
  "Americans who use Facebook don’t trust the company with their personal data ?",
  "Clinton voters are by far the most likely to have paid close attention.",
  "HuffPost has teamed up with YouGov to conduct daily opinion polls.",
  "More details on the polls’ methodology are available here.",
  "Among Americans aged 30 to 64, the rating was a +11.",
  "Another 54 percent are dissatisfied."
]