[
  "Special counsel Robert Mueller’s investigation is moving closer to the heart of Trump’s business empire with inquiries into the business affairs of the Trump Organization’s lead consiglieri, and one of big tech’s most powerful leaders was dragged before Congress in what’s likely to be looked back on as a turning point in Silicon Valley’s relationship with the capital.",
  "The FBI raised Michael Cohen’s office\n\nMichael Cohen, Donald Trump’s attorney and fixer, found his office raided by FBI agents operating under the auspices of the US attorney for the Southern District of New York (but seemingly at the behest of special counsel Robert Mueller), with agents seizing documents related to Stormy Daniels among other things.",
  "Why it matters: Though Ryan framed it as a purely personal decision related to his family, the retirement not only creates another open House seat for the GOP to defend but also serves as a de facto vote of no confidence in the party’s odds of prevailing in the midterms, which could induce more retirements and fundraising woes.",
  "House Speaker Paul Ryan is retiring from Congress\n\nAfter his staff spent months angrily denying that he had any plans to retire, House Speaker Paul Ryan announced Wednesday morning that he will not stand for reelection to Congress in November and thus will no longer serve as the GOP’s caucus leader after the midterms.",
  "Though Ryan framed it as a purely personal decision related to his family, the retirement not only creates another open House seat for the GOP to defend but also serves as a de facto vote of no confidence in the party’s odds of prevailing in the midterms, which could induce more retirements and fundraising woes.",
  "A dodged question: As Vox’s Emily Stewart writes, members of Congress repeatedly pressed Zuckerberg for information about how Facebook users can control what data is shared with advertisers, and he repeatedly responded with references to privacy settings that control what is seen by other Facebook users.",
  "A GOP leadership contest: House Majority Leader Kevin McCarthy (R-CA) was passed over for the speakership due to objections from the right wing of the caucus after John Boehner stepped down, and it seems likely that Majority Whip Steve Scalise (R-LA) will try to challenge him for the top job next year.",
  "Trump got really mad: The raid touched off a new round of Trump rage, including a Twitter fulmination that “Attorney-Client privilege is dead!” (there is a “crime-fraud exemption” to the privilege) and speculation about Trump firing Mueller and/or Deputy Attorney General Rod Rosenstein.",
  "As Vox’s Emily Stewart writes, members of Congress repeatedly pressed Zuckerberg for information about how Facebook users can control what data is shared with advertisers, and he repeatedly responded with references to privacy settings that control what is seen by other Facebook users.",
  "The raid touched off a new round of Trump rage, including a Twitter fulmination that “Attorney-Client privilege is dead!” (there is a “crime-fraud exemption” to the privilege) and speculation about Trump firing Mueller and/or Deputy Attorney General Rod Rosenstein.",
  "Instead, the real action is likely to come from Europe — where the General Data Protection Regulation is about to take effect — or from the Federal Trade Commission and other regulatory agencies to which Congress has already delegated a lot of power.",
  "James Comey started promoting his book\n\nFormer FBI Director James Comey’s book is poised to hit bookstores, with the first reviews publishing Thursday evening and a series of high-profile interviews scheduled for the weekend.",
  "Mr. Zuckerberg went to Washington\n\nFacing a chorus of criticism, much of it related to Cambridge Analytica, Facebook’s founder and CEO Mark Zuckerberg flew to Washington to testify before both houses of Congress.",
  "An open seat: Ryan’s WI-1 congressional seat had been considered safe as long as the speaker was running for reelection, but the Cook Political Report reclassified it as “leans Republican” without Ryan.",
  "It’s the kind of apology Zuckerberg has been making since he was a sophomore in college who launched a popular website based on hacking into dorm servers to poach his classmates’ ID photos.",
  "It’s the kind of apology Zuckerberg has been making since he was a sophomore in college who launched a popular website based on hacking into dorm servers to poach his classmates’ ID photos.",
  "The real action is elsewhere: Congress is considering a few bills that could impact Facebook, but there’s little sign that any of this will actually go to the top of the regulatory agenda.",
  "Ryan’s WI-1 congressional seat had been considered safe as long as the speaker was running for reelection, but the Cook Political Report reclassified it as “leans Republican” without Ryan.",
  "Republicans are nervous: Congressional Republicans have signaled pretty clearly that they don’t want Trump to do anything rash like fire Mueller, but they also aren’t going to stop him.",
  "Republicans haven’t yet recruited an establishment favorite contender to succeed Ryan, but white nationalist Paul Nehlen does have an aggressive ongoing campaign in the GOP primary.",
  "Republicans haven’t yet recruited an establishment favorite contender to succeed Ryan, but white nationalist Paul Nehlen does have an aggressive ongoing campaign in the GOP primary.",
  "Trump reeled it in: By midday Thursday, Trump was striking a more restrained tone — talking up his cooperation with the investigation and his support for his lead attorney, Ty Cobb.",
  "Mark Zuckerberg is really sorry: Zuckerberg’s core message was to say that he is sorry, that Facebook screwed up, and that he accepts responsibility for the mistake.",
  "By midday Thursday, Trump was striking a more restrained tone — talking up his cooperation with the investigation and his support for his lead attorney, Ty Cobb.",
  "From the retirement of Congress’s most powerful leader to the return of a former FBI director, significant changes are being set into motion.",
  "Zuckerberg’s core message was to say that he is sorry, that Facebook screwed up, and that he accepts responsibility for the mistake.",
  "Nothing that happened this week in Washington is likely to have much of an immediate, noticeable impact on anyone’s lives.",
  "Vox’s Ella Nilsen interviewed Randy Bryce and Cathy Myers, the two Democrats running for the seat.",
  "Vox’s Ella Nilsen interviewed Randy Bryce and Cathy Myers, the two Democrats running for the seat.",
  "Instead, the week’s major stories were important for what they set up about the future.",
  "Comey is clearly not a Trump fan, and the GOP is prepared to strike back.",
  "Here’s what you need to know."
]