[
  "Patricof said Thursday he expects there will be government regulation on tech companies in response to reports that Cambridge Analytica had harvested data from more than 50 million Facebook users without their permission.",
  "\"I don't agree with many things about our president, but that is one thing he brought up the other day that I think is a big concern,\" said Patricof, co-founder of the venerable Greycroft venture capital firm.",
  "Earlier this month, he told CNBC that the incredible influence that Facebook and Google have in society needs to be examined by regulators, calling the big tech companies \"addictive\" and \"virtual monopolies.\"",
  "Patricof, a longtime donor to Hillary Clinton, said he puts Facebook, Alphabet's Google and Amazon \"in the same category\" in terms of their power because of the personal data they've acquired from users.",
  "Some of the companies that Greycroft has backed include news organizations Axios and the Huffington Post, consumer bulk product shipper Boxed and cook-at-home service Plated.",
  "Axios reported Wednesday that the president has discussed altering Amazon's tax treatment because he's worried about mom-and-pop retailers being put out of business.",
  "President Trump lashed out at Amazon on Thursday, a day after the company's stock tanked following a report that said he wants to \"go after\" the e-commerce giant.",
  "Venture capitalist Alan Patricof said Thursday that he agrees with President Donald Trump's stance that e-commerce giant Amazon is hurting small businesses.",
  "Patricof has a 40-plus year career in venture capital, and his firm, Greycroft Partners, has more than $1 billion in assets under management.",
  "White House press secretary Sarah Huckabee Sanders denied on Wednesday that the White House planned any imminent move against Amazon.",
  "\"We have no announcement and no specific policies we are pushing for\" related to Amazon, she said.",
  "However, \"Amazon [has] another issue of its monopoly,\" Patricof told CNBC's \"Squawk Box.\"",
  "Amazon's stock lost more than $50 billion in shareholder value at one point Wednesday.",
  "It's taking over the whole retail world with what it's doing with small businesses.\"",
  "Amazon did not immediately respond to CNBC's request for comment.",
  "Patricof has criticized big tech companies before.",
  "\"It's more than data."
]