[
  "It says all operations are “immediately ceasing.”\n\nCambridge Analytica became known because of its ties to the Trump campaign — and then due to a Facebook data scandal, it exploded\n\nCambridge Analytica is a data firm under a British parent company, SCL Group, that has been used by a number of largely Republican political committees, candidates, and causes in recent years.",
  "“Over the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations and, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas,” the statement reads.",
  "A person familiar with the matter told the Journal the firm was losing clients and facing mounting legal fees in the wake of revelations that it harvested the data of tens of millions of Facebook users without their knowledge or permission.",
  "Even before the Facebook data scandal and the Nix video, Cambridge Analytica was under scrutiny in special counsel Robert Mueller’s investigation of Russian interference in the 2016 presidential election.",
  "SCL and Cambridge Analytica said on their website on Wednesday that they would be starting “insolvency proceedings” in the UK and would soon file parallel bankruptcy proceedings in the United States.",
  "Facebook CEO Mark Zuckerberg appeared before Senate and House committees in April to discuss the platform’s data protections, and calls to regulate Facebook in the US and Europe have grown louder.",
  "The reports said the firm had secretly harvested the data of 50 million Facebook users shared with it by Cambridge University scholar Aleksandr Kogan, who had built a personality test app.",
  "Nigel Oakes, the founder of Cambridge Analytica’s parent company, SCL Group (formerly Strategic Communication Laboratories), confirmed to the Journal that both companies are closing.",
  "The company’s CEO, Alexander Nix, was also caught on tape by the UK’s Channel 4 News telling a potential client that he could entrap potential opponents with bribes and sex.",
  "Cambridge Analytica, the Trump-connected data firm that kicked off Facebook’s data privacy scandal, is shutting down, according to a report from the Wall Street Journal.",
  "He said Facebook planned to do a “full audit of what they’ve done and to make sure they get rid of any data they may still have” in his testimony before Congress.",
  "(Its effectiveness is questionable, but operatives say it’s a way to get access to GOP megadonors Robert and Rebekah Mercer, who are investors in the company.)",
  "UK regulators raided Cambridge Analytica’s offices in March, and the company said it would conduct an internal investigation of its suspended CEO, Nix.",
  "Cambridge Analytica vaulted into the spotlight in March in the wake of a pair of blockbuster reports from the New York Times and the UK’s Observer.",
  "Zuckerberg said that Cambridge Analytica had told the company it had deleted the harvested data but that it found out later that was not the case.",
  "Per Vox’s Andrew Prokop, Nix contacted Julian Assange of WikiLeaks during the summer of 2016 to discuss hacked Democratic emails.",
  "Mueller is also interested in broader questions about whether Trump’s digital operation collaborated with Russians in some way.",
  "According to the Center for Responsive Politics, the Trump campaign paid the firm $5.9 million during the 2016 election.",
  "Ted Cruz’s presidential campaign and Super PACs supporting him paid the firm millions of dollars as well.",
  "And even when Cambridge Analytics closes its doors, those problems for the firm aren’t likely to go away.",
  "Revelations about its practices have spurred intense scrutiny of Facebook’s data privacy practices.",
  "Both stories included information from former Cambridge Analytica employee Christopher Wylie.",
  "Facebook later said the data of as many as 87 million people may have been improperly shared.",
  "Cambridge Analytica is certainly going out with a bang.",
  "He was later suspended."
]