[
  "The perverse incentives and regulatory costs of stringent big government data mandates would ultimately benefit companies like Facebook by reducing marketplace pressure to reform themselves, because small but promising competitors to today’s social media giants wouldn’t be able to afford to certify compliance or buy the right lobbyists.",
  "Therefore, it’s imperative to discard the ridiculous and dangerous notion that the federal government can successfully regulate companies like Facebook in the best interests of Americans when they can’t even keep the general public’s information safe in their own systems.",
  "When the out-of-control CFPB’s shadiness and incompetence are viewed in conjunction with all the other government-related scandals and data breaches of the past year alone, it’s unlikely that the federal government can or will change its methods and motives anytime soon.",
  "The very federal bureau supposedly created to protect individuals’ financial security has substantially worsened them by illicitly obtaining and consolidating sensitive data, which it had absolutely no business having, and then leaving that data atrociously exploitable.",
  "Lawmakers comprising the Senate Judiciary Committee, the Senate Commerce, Science, and Transportation Committee, and the House Energy and Commerce Committee asked Mr. Zuckerberg several questions about the events surrounding the practices of the company he founded.",
  "Nonetheless, plenty of legislators would be more than happy to give the federal bureaucracy even more power to not only “safeguard” sensitive information (despite proving to be extremely incompetent), but also overbearingly regulate the private sector.",
  "During the second day of the Zuckerberg hearings, the Consumer Financial Protection Bureau’s Acting Director, Mick Mulvaney, disclosed to Sen. David Perdue (R-GA) that the CFPB had sustained 240 confirmed hacks and 800 suspected hacks of its database.",
  "Durbin took the opportunity to suggest a solution to the problem of safeguarding people’s information: Facebook, and social media in general, should be regulated more heavily by the federal government in a style akin to the European Union.",
  "Jeremy Cerone is the co-founder and CEO of EliteSafe Inc. — a data and device cybersecurity startup, targeted towards high-profile individuals and groups, especially in the Conservative Movement, Liberty Movement, and Republican Party.",
  "These events included the Cambridge Analytica data breach, numerous accusations of political censorship, and the debate over the extent of Russian interference with the 2016 election using social media outlets.",
  "The CFPB database contains troves of sensitive information on millions of American citizens, including Social Security numbers, mortgage information, personal banking information, and other sensitive material.",
  "The CFPB collected information en masse, including hundreds of millions of bank accounts and mortgage records dating all the way back to the late 1990’s, without obtaining anyone’s permission or consent.",
  "They failed to do so in spite of numerous and repeated warnings from independent auditors, the Government Accountability Office, and even the agency’s own Inspector General, throughout the decade.",
  "During Zuckerberg’s questioning, Sen. Dick Durbin (D-IL) defined the point of these hearings: the nature and extent of the right to privacy in the digital sphere.",
  "Congress should refrain from the temptation to enact laws that might sound good in theory but, in practice, would prop up Facebook against fair competition.",
  "Trustee Program under false pretenses, strong-arming bankruptcy courts into surrendering private records, and suing private agencies to obtain information.",
  "Furthermore, the CFPB currently allows third parties to access certain data, while it is simultaneously unaccountable to Congress and the American people.",
  "The surprise is not that the CFPB was hacked; the surprise is that it was only hacked just over a thousand times (at least as far as we currently know).",
  "Furthermore, the CFPB’s administrators chose not to install the needed cybersecurity software for the agency to do its already questionable job.",
  "Facebook Founder Mark Zuckerberg appeared before Congress a few weeks ago to address several controversies surrounding his infamous company.",
  "The views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "By comparison, both qualitatively and quantitatively, far more sensitive information was vulnerable and exposed in the CFPB’s case.",
  "Their information collection methods, which are arguably illegal, included pulling information from third parties like the U.S.",
  "This disaster of mass data collection and horrible mismanagement was committed by the leviathan federal government itself.",
  "This tragically leaves the victims vulnerable to all manner of fraud, identity theft, and other financial crimes.",
  "Facebook once overtook MySpace because of superior features and services in an open, competitive marketplace.",
  "The timing of such statements couldn’t have come at a more inconvenient time for big-government liberals.",
  "Senator Durbin’s idea that Congress should protect your data is wholly misguided and dangerous.",
  "This data breach far outstrips the Facebook episodes in terms of seriousness and impact.",
  "“Everything we keep is subject to being lost, yes,” Mulvaney admitted.",
  "Fast forward to 2018, and the floodgates have finally opened.",
  "The irony here is priceless."
]