[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Inside the Facebook Hill briefings\n\nWith help from Margaret Harding McGill, John Hendel, Steven Overly and Ashley Gold\n\nINSIDE THE FACEBOOK HILL BRIEFINGS — Facebook’s Cambridge Analytica briefings on the Hill have centered heavily on content that’s already been shared in the company’s public blog posts, leaving many questions about the scope of the problem unanswered, according to Congressional aides familiar with the meetings.",
  "The Competitive Carriers Association backs the effort, Senior VP Tim Donovan told her during the hearing: “That research is money well spent.”\n\nCCIA ADDS LEGAL VOICE TO NET NEUTRALITY BATTLE — The tech trade association, which counts Google and eBay among its members, filed a motion Thursday to intervene in support of the lawsuit challenging the FCC’s repeal of its net neutrality regulations.",
  "“If the merger is approved, it will have substantial negative competitive consequences nationwide, resulting in higher consumer prices and lower quality and less local content.” The lawmakers also question whether the divestiture of television stations is being handled properly, citing examples of potential Sinclair influence over stations even after they’ve been purportedly divested.",
  "Facebook this week sent staff including Associate General Counsel Molly Cutler and Deputy Chief Privacy Officer Rob Sherman to huddle with representatives from the Intelligence, Judiciary and Commerce committees in both chambers as it faces a firestorm over revelations that Trump-linked Cambridge Analytica improperly obtained information on some 50 million users of the site.",
  "QUICK DOWNLOADS\n\nGoogle’s EU privacy plans: “Alphabet Inc.’s Google will ask web publishers to obtain consent on its behalf to gather personal information on European users and target ads at them using Google’s systems, according to people familiar with the matter, part of a plan to keep up with data-privacy rules in Europe,” The Wall Street Journal reports.",
  "Rosenworcel asked security why they were removing someone who was behaving, and said, “I would just ask that we not remove people from the room who are quietly listening.” The woman had previously applauded during Commissioner Mignon Clyburn’s dissent on the order, which excludes small cell wireless antennas from federal environmental and historic reviews.",
  "CARDENAS HAS CONCERNS ABOUT SINCLAIR-TRIBUNE — Rep. Tony Cárdenas (D-Calif.), co-chair of the Multicultural Media Caucus, is voicing concerns about the Sinclair-Tribune merger, in a letter to DOJ antitrust chief Makan Delrahim that’s been signed by over 35 lawmakers including Reps. Yvette Clarke (D-N.Y.), Jan Schakowsky (D-Ill.) and Anna Eshoo (D-Calif.).",
  "Experts react to self-driving accident: “Video of the first self-driving car crash that killed a pedestrian suggests a ‘catastrophic failure’ by Uber’s technology, according to experts in the field, who said the footage showed the autonomous system erring on one of its most basic functions,” The Wall Street Journal reports.",
  "— Speaking of hearings, the jockeying for Zuck has begun: House Energy and Commerce leaders on Thursday announced their plans to formally invite Facebook CEO Mark Zuckerberg to testify in front of the panel, potentially kicking off a debate about which Congressional panel should have jurisdiction over such a hearing.",
  "— Facebook’s take on the briefings: “While our internal and external reviews are still ongoing, we appreciated the opportunity to explain what we know as well as to outline both the steps we have already taken and those we will take to address these challenges,” a spokesman from the company said in a statement.",
  "ROSENWORCEL TAKES ON FCC SECURITY — FCC security officials had surrounded a woman in the audience of the agency’s meeting Thursday and were removing chairs from around her when Democratic Commissioner Jessica Rosenworcel stopped her statement opposing the 5G infrastructure order to intervene.",
  "MATSUI PREPARING ‘SPECTRUM NOW ACT’ — Rep. Doris Matsui (D-Calif.) is putting together legislation to ensure federal agencies can use cash from the 14-year-old Spectrum Relocation Fund to properly research what government-held spectrum might be freed up or shared with commercial entities.",
  "The omnibus contains several measures for techies to watch, including $600 million in dedicated spending for a rural broadband pilot program, FCC reauthorization and a bill that would govern law enforcement access of data that’s stored overseas, called the CLOUD Act (S. 2383 (115)).",
  "SILICON VALLEY MUST-READS\n\n— How IBM perpetuated age bias: “As it scrambled to compete in the internet world, the once-dominant tech company cut thousands of U.S. workers, hitting its most senior employees hardest and flouting rules against age bias,” ProPublica reports.",
  "— Huawei takes another hit: “Best Buy Co. plans to stop selling phones in the U.S. made by Huawei Technologies Co., according to a person familiar with the matter, the latest blow for the Chinese wireless-equipment giant in the U.S.,” The Wall Street Journal reports.",
  "“We believe it is critical to appoint a well-qualified individual, with a background in science or engineering, to this role as soon as possible,” the lawmakers wrote in a letter on Thursday, adding that the OSTP director serves as a vital partner for Congress.",
  "Of course, the general counsels from Facebook, Twitter and Google did end up making the rounds at multiple committees when they hit the Hill last fall, so it’s possible that Zuckerberg could potentially go that route if he committed to making an appearance.",
  "“The goal is certainly to preserve the principles of net neutrality but to modernize it by creating a separate title, a new title for broadband,” said Coffman, who bucked his fellow Republicans by opposing the FCC’s December repeal of the Obama-era rules.",
  "“This has created an unintended situation that could prevent agencies from accessing existing SRF funds and potentially prevent more spectrum entering the commercial marketplace.” She said she’s crafting legislation to address the problem.",
  "He initially hoped to release a bill tentatively titled the 21st Century Internet Act by end of February and still predicts the introduction would be “fairly soon,” with a goal of releasing it next month after Congress’ two-week recess.",
  "Story Continued Below\n\n— Reply hazy, try again later: One aide noted that Facebook didn’t have much to add when pressed about whether the researcher who allegedly sold data to Cambridge Analytica could have shared it with other parties.",
  "Suzanne Fenwick, vice president of content acquisition for Cox Communications, was called upon by the Justice Department to explain how the proposed merger would give Time Warner greater leverage in television licensing negotiations.",
  "Lawmakers across the Judiciary, Commerce and Intelligence Committees in the House and Senate have expressed an interest in a hearing that will put Zuckerberg in the hot seat, leading MT to wonder how the committees will duke it out.",
  "TRANSITIONS — Parita Shah, previously chief of staff at the Millennium Challenge Corporation during the Obama Administration, heads to Pandora as its new head of public affairs on the government relations and public policy team.",
  "— Dropbox’s opening day: “Dropbox raised $750 million ahead of an opening day of trading on Friday in an IPO that will be closely watched across Silicon Valley to gauge the health of the tech economy,” Recode reports.",
  "“CCIA looks forward to offering strong, substantive legal arguments about the importance of an open internet for the digital economy and America’s global competitiveness,” CCIA President Ed Black said in a statement.",
  "“Current law limits how much of existing SRF funds can be used for this research and related activities,” Matsui, co-chair of the Congressional Spectrum Caucus, said Thursday during an unrelated legislative hearing.",
  "Instagram updates feed: “Instagram isn’t quite bringing back the chronological feed, but it will show more new posts and stop suddenly bumping you to the top of the feed while you’re scrolling,” TechCrunch reports.",
  "Mark Warner (D-Va.) and Gary Peters (D-Mich.) are pressing the White House to nominate a director of the Office of Science and Technology Policy, a key advisory role that’s remained vacant for more than a year.",
  "Recall that MT previously reported that White House Deputy CTO Michael Kratsios is currently the highest-ranking political appointee at the policy shop and helping run its operations on a day-to-day basis.",
  "Sen. Richard Blumenthal (D-Conn.), who attended the briefing, also raised a question about the company’s timeline for notifying users who may have been affected by Cambridge Analytica’s collection of data.",
  "In a series of rapid questions, Petrocelli asked Fenwick what “homework” she had done to substantiate her fears — projections of subscribers who would walk or calculations of money her company would lose.",
  "Both FCC Chairman Ajit Pai and FTC Acting Chairman Maureen Ohlhausen are due to deliver remarks at the event, along with FCC Commissioners Clyburn and Brendan Carr, and FTC Commissioner Terrell McSweeny.",
  "ROBOCALLED OUT — The FTC and FCC are huddling this morning for a policy forum aimed at addressing illegal robocalls, an issue that both agencies receive a high number of complaints about every year.",
  "Aides also said that information about previous audits Facebook has done on its data practices seemed hazy, even as the company made promises to parse through how its apps have gathered information.",
  "— About that consent decree: In its briefing with the Senate Commerce Committee, Cutler argued that Facebook did not violate a 2011 consent decree with the FTC, according to a source in the meeting.",
  "The woman was told by security she wasn’t allowed to stand up and block the view of other audience members, and she was approached by security again because she stood up repeatedly, he said.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "Consumer groups, state attorneys general and tech companies including Etsy have filed suit against the repeal, with the Internet Association also seeking to support the challenge this week.",
  "— The proceedings continue Monday with testimony from Warren Schlichting, group president of Dish Network-owned SlingTV, and John Martin, the chief executive and chairman of Turner.",
  "He told John on Thursday that his office remains at work drafting a bill to enshrine strong net neutrality protections, which he says should include a ban on paid prioritization.",
  "— “There’s always jurisdictional debate, there’s no committee that’s invested as much time and effort into what’s happening,” Senate Intel’s top Democrat Mark Warner told Ashley.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Blumenthal, a member of the Senate’s Commerce and Judiciary committees, has said he thinks both of those panels could provide the ideal forums for such testimony.",
  "Under its 2011 settlement with the agency, Facebook agreed to get express permission and notify users before sharing their data with third parties.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "COFFMAN EYES APRIL FOR FINALIZING OPEN INTERNET BILL — Don’t take recent silence from Rep. Mike Coffman (R-Colo.) to mean inactivity.",
  "Sherman said he couldn’t provide specifics yet, adding that it was a technical challenge the company was still working through.",
  "The FTC is now looking into whether Facebook has adhered to this agreement in the wake of the Cambridge Analytica controversy.",
  "That could drive Cox customers to rival DirecTV, which AT&T owns, and subsequently drive Cox out of business, she warned.",
  "Fenwick told the court Time Warner could offer a “horribly ugly deal” and shut off its programs if Cox doesn’t consent.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "OMNIBUS SPEEDS AHEAD — The Senate in the wee hours of the morning passed a $1.3 trillion omnibus spending bill, H.R.",
  "“You think you can just come in here and give your opinion” without hard evidence to back it up, Petrocelli asked.",
  "They’d rather have the status quo but the fact is, they’re participating and listening to our concerns as well.",
  "(House Intel Republicans on Thursday did vote, however, to shoot down a Democratic proposal for such a panel.)",
  "Offices on both sides of the aisle seemed keen to hold a hearing on the recent revelations, the source said.",
  "Send your tech tips to lzhou@politico.com Catch the rest of the team’s contact info after Quick Downloads.",
  "**\n\nTAKING THE STAND — The first witness in the AT&T-Time Warner merger trial faced attorneys Thursday.",
  "1625, that will keep the government funded through September 30, sending it to the president’s desk.",
  "— Internet service providers are at the table, Coffman added: “We’re listening to their concerns.",
  "A man who voiced concerns about cell phone radiation was removed by security shortly afterward.",
  "GOOD FRIDAY MORNING and welcome to Morning Tech, where our brackets are just barely hanging on.",
  "Whether we come to any kind of agreement, I can’t speak to that.”\n\nOSTP DIRECTOR LIMBO — Sens.",
  "— The man was removed because he disrupted the vote by speaking loudly, an FCC spokesman said.",
  "“We are very concerned for what that will mean for us in our next negotiation,” Fenwick said.",
  "Industry trade groups NCTA, CTIA, and USTelecom are backing up the FCC in the legal battle.",
  "— Then, Daniel Petrocelli, the litigator representing the companies, was unleashed.",
  "A spokesman for OSTP told MT there were no updates on the position at this time.",
  "Sign up today to start receiving the newsletter right at launch on April 6.",
  "“We believe the merger should be rejected outright,” they write.",
  "Obviously they prefer simply the fact that it’s been repealed.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Watch the livestream beginning at 9:30 a.m., here.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "Presented by Boeing.",
  "I appreciate that.",
  "Fenwick had none.",
  "Learn more here.",
  "**"
]