[
  "Here's what else you may have missed this week in the Russia investigation:\n\nA key Russian hacker is unmasked: The Daily Beast reported that Guccifer 2.0, the suspected Russian-linked hacker who has taken credit for hacking into the Democratic National Committee and members of Hillary Clinton's campaign ahead of the 2016 US election, is directly tied to the GRU, Russia's military-intelligence outfit.",
  "Sessions' testimony comes under scrutiny: Attorney General Jeff Sessions' sworn Congressional testimony about his contacts with Russians is once again under question — this time after three witnesses Mueller has interviewed said he didn't push back against Papadopoulos' efforts to try to set up a meeting between Trump and Russian President Vladimir Putin.",
  "Brendan McDermid/Reuters Cambridge Analytica tested Trump slogans: The data analysis firm, which came under scrutiny last week after news broke that it harvested the data of 50 million Facebook users without their permission, reportedly tested political slogans in 2014 that would later become hallmarks of Trump's 2016 campaign.",
  "Cambridge Analytica tested Trump slogans: The data analysis firm, which came under scrutiny last week after news broke that it harvested the data of 50 million Facebook users without their permission, reportedly tested political slogans in 2014 that would later become hallmarks of Trump's 2016 campaign.",
  "Also this week, previously undisclosed emails described to The Washington Post indicated that George Papadopoulos — the former Trump campaign foreign policy adviser who pleaded guilty in the Russia investigation last year — was in more frequent contact with top campaign officials than has been reported.",
  "GOP releases Trump-Russia findings: Republicans on the House Intelligence Committee on Thursday released a report detailing their conclusions in the panel's Russia investigation, although Democrats on the committee say parts of the report make several incomplete assertions that obscure facts.",
  "McCabe once investigated Sessions: ABC News reported Wednesday that former deputy FBI director Andrew McCabe oversaw an investigation into Sessions for misleading lawmakers when asked about his contacts with Russians during his Senate confirmation hearing last year.",
  "John Brennan makes a big claim: In an interview on MSNBC, former CIA director John Brennan said he believes Russia has compromising information on Trump that Moscow is using to blackmail him.",
  "John Dowd, Trump's personal defense attorney, resigned on Thursday because he was reportedly at odds with Trump over agreeing to an interview with special counsel Robert Mueller.",
  "It was also a bad week for the company's CEO, Alexander Nix, who was suspended after being caught on tape suggesting that he often took measures to bribe and entrap politicians.",
  "Trump lawyers hand over documents: The president's legal team has given Mueller written materials about key events Mueller is scrutinizing as part of his investigation.",
  "Sessions has changed his account of the meeting several times now, but it remains unclear whether he will face any punishment for reportedly misleading Congress.",
  "He considered hiring former US attorney and conservative media personality Joseph diGenova, and is said to be considering firing White House lawyer Ty Cobb.",
  "McCabe was fired last week after the Department of Justice inspector general concluded in a report that McCabe was not forthcoming during the IG review.",
  "That handed Mueller a huge win— Dowd was the biggest roadblock standing in the way of an interview between the president and special counsel.",
  "Mueller looks into CASeveral outlets reported Mueller's team has been investigating the Trump campaign's ties to Cambridge Analytica.",
  "Henry Nicholls/Reuters\n\nPresident Donald Trump's legal team experienced a shakeup this week.",
  "The move comes as Mueller has been pushing for a face-to-face interview with Trump.",
  "\"I think [Trump's] afraid of the President of Russia,\" Brennan continued.",
  "On Friday, McCabe bemoaned his firing in an op-ed in The Washington Post.",
  "There is no public evidence supporting Brennan's claims.",
  "John Dowd, Trump's former personal defense lawyer.",
  "Cambridge Analytica CEO Alexander Nix."
]