[
  "Zuckerberg thanked Jan Koum, the departing co-founder of the Facebook-owned messaging service WhatsApp, who announced his resignation on Monday after The Washington Post reported that he was leaving the company after clashing with management over privacy, encryption and strategy.",
  "Research suggests that clearing cookies — tiny bits of software that advertising companies load on a browser to collect data on the websites people visit — is one of the few privacy-protection steps that have been embraced by American Internet users.",
  "SAN JOSE — At Facebook's annual developer conference, chief executive Mark Zuckerberg announced changes to the social networking platform, including a function that allows users to delete information Facebook has gathered on them - and a dating tool.",
  "He said that users should have the ability to delete the browsing history Facebook collects, much in the way that browsers such as Apple’s Safari and Google’s Chrome allow people to clear their tracking cookies.",
  "So many people are single, Zuckerberg said, “so clearly there's something to do here!”\n\nThe move to create a dating app is part of Facebook’s broader efforts to copy successful services from other companies.",
  "\"We hope that he will respond positively to our request, but if not, the Committee will resolve to issue a formal summons for him to appear when he is next in the UK,\" they wrote in a letter to the company.",
  "In March, Facebook revealed that Cambridge Analytica, a political marketing firm used by Donald Trump's presidential campaign, had improperly obtained the personal information of up to 87 million users.",
  "On Tuesday, the company also announced Facebook Watch, a feature that allows people to watch and participate in group chats about videos, which is similar to another popular app called Houseparty.",
  "People can click on the button on different websites, and the content they liked will appear in the news feeds of their Facebook friends, and displays other users who have “liked” the content.",
  "The ability to delete browsing history gives users some element of control over the information Facebook gathers on them and brings the company more in line with its competitors' policies.",
  "The company is testing whether people make fewer aggressive and inflammatory statements when they are in conversation with friends and people they know as opposed to strangers, he said.",
  "In recent years, Facebook has added a marketplace feature that is similar to Craigslist, and a tab that allows people to donate money that mimics features of crowdsourced funding apps.",
  "Facebook has been testing the dating concept for years but wasn’t happy with what it devised, according to a person close to the company who was not authorized to speak on the record.",
  "He told a story of being stopped on the street by married couples who had met through Facebook, and said that he wanted to make a more deliberate effort to bring couples together.",
  "Facebook Vice President Adam Mosseri discussed how the company is rewriting its newsfeed algorithm to help promote trustworthy news and create healthier conversations online.",
  "The move to create a dating app, several years in the works, reflects a broader strategy by Facebook to bring more features into the app — often by copying other companies.",
  "Zuckerberg's appearance at the conference, called F8, follows a month during which he has tried to rebuild public trust in Facebook after a data privacy scandal.",
  "Taking on a more somber and forceful tone than in previous years, Zuckerberg on Tuesday tried to bolster Facebook's commitment to privacy and building community.",
  "The dating announcement sent the stock of Match Group, which owns properties such as Tinder, OkCupid and Match.com, down 22 percent by the end of the day.",
  "Like Facebook, though, Google says its services will perform worse without the data it uses to, for instance, help users auto-complete their searches.",
  "Almost 60 percent of Americans have cleared their cookies or their browser history, according to a 2016 study from the Pew Research Center.",
  "British lawmakers on a key committee investigating Facebook took the rare step Tuesday of formally demanding Zuckerberg's testimony.",
  "Facebook began working on the latest iteration about six months ago, and it will start testing it in a few months, the person said.",
  "Facebook’s tracking cookie works differently from other ad networks in that it exists in the form of the Facebook “like” button.",
  "After defending Facebook's approach to privacy, Zuckerberg went on the offensive and introduced several new products.",
  "\"We’re surprised at the timing given the amount of personal and sensitive data that comes with this territory.\"",
  "“We’re flattered that Facebook is coming into our space,\" Match Group CEO Mandy Ginsberg said in a statement.",
  "Some popular dating apps tried to make light of Facebook's dating play, which could dial up competition.",
  "Google and Apple allow users to permanently delete their browsing and search histories from its servers.",
  "The one that garnered the most attention - and some chuckles from the audience - was the dating app.",
  "Many Americans delete them not for privacy, but because doing so makes Web pages load more quickly.",
  "Zuckerberg also introduced a new virtual-reality headset, called Oculus Go, that debuted Tuesday.",
  "“It wouldn't have happened without him.”\n\nDrew Harwell and Tony Romm contributed to this report.",
  "Zuckerberg said that Facebook should be in the business of bringing people together in new ways.",
  "In an Oprah-style moment, he exclaimed that all of the attendees would get a free $200 headset.",
  "“We built the largest fully encrypted communication network in the world,” Zuckerberg said.",
  "Some dating services such as Tinder and Hinge use the Facebook log in to connect people.",
  "Such changes to Facebook's privacy practices have not quieted its critics.",
  "Behind the scenes, the like button also works like any other cookie.",
  "That prompted an outcry that Facebook was mishandling data."
]