[
  "(RELATED: Obama Staffer – Facebook Knew Presidential Campaign Improperly Seized Data, Looked the Other Way)\n\nAccording to former director of Obama for America’s Integration and Media Analytics Carol Davidsen said that Facebook was “surprised” to discover the firm was able to “suck out” such a breadth of data on users, “but they didn’t stop us once they realized that was what we were doing.”\n\nAdditionally, Davidsen claims Facebook was “very candid” in explaining to the campaign “that they allowed [them] to do things they wouldn’t have allowed someone else to do because they were on our side.”\n\nFacebook’s stock plummeted at when the markets opened on Monday, falling nearly 6 percent just a few hours after the opening bell.",
  "“The lack of oversight on how data is stored and how political advertisements are sold raises concerns about the integrity of American elections as well as privacy rights.”\n\nThe first reports of misbehavior on Facebook’s part came Friday, when the company announced it had severed ties with Cambridge-Analytica, a Steve Bannon-helmed firm employed by the Trump campaign during the run-up to the election.",
  "John Kennedy and Amy Klobuchar sent a letter to Senate Judiciary chairman Chuck Grassley Monday, urging him to call Facebook CEO Mark Zuckerberg to testify in regard to new reports of his company allowing political campaigns unmonitored access to user data.",
  "Facebook was heartily criticized for not checking that Cambridge-Analytica had deleted information obtained on 50 million users and was able to access that information throughout the entirety of the campaign.",
  "“Facebook, Google, and Twitter have amassed unprecedented amounts of personal data and use this data when selling advertising, including political advertisements,” the letter reads.",
  "However, a former digital staffer for Barack Obama’s second presidential campaign now says the company exhibited the same behavior in 2012.",
  "WATCH:\n\nFollow Datoc on Twitter and Facebook",
  "Sens."
]