[
  "Wylie added: \"Last week I offered to help Facebook and work with Facebook and their lawyers confirmed that they wanted to work in a collaborative manner -- when all of this came out I got banned [from Facebook] -- they decided that actually the whistleblower is the person they want to apparently go after.\"",
  "Users don't need to worry that their personal information will be hacked, or your bank information stolen, but Wylie has said that this information was used to create ads that turned people against each other and they were deliberately divisive.",
  "We spent over $1 million on it, so it wasn't cheap but in terms of the amount of data that was collected, and the quality of that data, it was a rare example of where something was fast, relatively cheap, but high-quality, \" Wylie said.",
  "The revelations that have panicked Facebook executives and spooked its investors started at Cambridge Analytica's offices, the brainchild of now 28-year-old co-founder-turned self-proclaimed-whistleblower Christopher Wylie.",
  "\"In terms of who else needs to take responsibility: Cambridge Analytica -- it funded the program, it approved the program -- as an entity this is what ultimately became the foundation of what Cambridge Analytica is.\"",
  "The company said it was doing it just for research purposes, but it actually harvested the psychological data from all the users and -- with their permission -- got access to some data on their Facebook friends.",
  "Reports over the weekend said Facebook mishandled data from more than 50 million users, allowing Cambridge Analytica -- a consulting firm once employed by the Trump campaign -- to gain access to it.",
  "\"I take a share of responsibility in this because I was the research director and I worked on this program so I'm going to start by saying I'm taking responsibility and I'm owning up,\" Wylie said.",
  "Here's how it happened: In 2014, a company called Global Science Research (GSR) used Facebook to distribute a personality quiz to analyze whether users were extroverted or neurotic.",
  "\"If they did let data get collected in an illicit manner and didn't adequately protect it when they learned how it was used, then yes, they are responsible.",
  "David Carroll, who has filed a lawsuit to figure out exactly what information was used, believes the social media giant should bear some responsibility.",
  "Wylie also told CBS News' Charlie D'Agata that he's \"taking responsibility\" and \"owning up\" about Cambridge Analytica.",
  "The idea was to put 2016 political advertising on steroids by targeting certain people based on very specific people.",
  "That's the deal they make with us, that they protect our data in order for us to use the service,\" Carroll said.",
  "\"All of these pieces of information, put together, create a digital portrait of who you are,\" Wylie said.",
  "They know your religion and how strongly you believe it, and they can target ads against those beliefs.",
  "It then sold the data to Cambridge Analytica, which used it to create targeted political advertising.",
  "Since 2015, the company has banned third-party developers from collecting data on users friends.",
  "\"If you're trying to influence an American election, that's a one-stop shop,\" Wylie said.",
  "The more information a political campaign knows about you, the more they can target ads.",
  "Cambridge Analytica worked for Sen. Ted Cruz and President Trump's 2016 campaign.",
  "But Facebook's critics say the company should have done more.",
  "In total, some 50 million Americans may have been impacted.",
  "They know your personality and they know your interests.",
  "Facebook said the use of the data was unauthorized.",
  "Wylie calls the data a \"political gold mine.\"",
  "\"It scaled really quickly."
]