[
  "More: Breaking up with Facebook: Users confess they're spending less time\n\nMore: Bye Facebook, hello Instagram: Users make beeline for Facebook-owned social network\n\nMore: Facebook CEO Mark Zuckerberg finally speaks on Cambridge Analytica: We need to fix 'breach of trust'\n\nMore: Facebook's FTC probe rocked the stock.",
  "Some users were already scaling back how much time they spend on Facebook, weary of the toxic content flowing through it: violent live videos, fabricated news articles, conflicts over the presidential election and Donald Trump and divisive messages from Russian operatives.",
  "Despite all the talk, it's unlikely a significant number of them will walk, even after allegations that the consulting firm Cambridge Analytica obtained and kept the data of tens of millions of users to help get Donald Trump elected, and Facebook didn't stop it.",
  "The 40-year-old video editor from Los Angeles deactivated his account Monday, telling friends that \"there wasn't a lot of meaningful human-to-human contact on Facebook, and in many cases, it was uselessly negative interactions with virtual strangers.\"",
  "The prospect of severing that digital lifeline to family and friends and leaving behind an extensive archive of treasured moments is unthinkable, especially when there are few good alternatives apart from Instagram, which is also owned by Facebook.",
  "\"While I don't love what’s come out of the Cambridge Analytica findings, I can't say that I'm surprised,\" says Josh Johnson, a 28-year-old social media influencer from Louisville who has no plans to delete his Facebook account.",
  "For years Facebook has been a happy online home for Matthew Frankel, a 46-year-old communications strategist and father of two from Montclair, N.J., where he kept a digital scrapbook of special moments to share with friends.",
  "In recent days, Facebook users have piled onto the hashtag #DeleteFacebook, threatening to desert their Facebook accounts to protest the social media giant's mishandling of their personal information.",
  "\"It is part of the global Internet infrastructure now,\" says Safiya Noble, a University of Southern California professor and author of Algorithms of Oppression: How Search Engines Reinforce Racism.",
  "(Photo: Crystal Ludwick)\n\nEighty-four percent of users are somewhat or very concerned how their data may be used by Facebook, according to a new survey this week from investment firm Raymond James.",
  "Nearly half — 45% — of Facebook users say they will use Facebook somewhat less or significantly less, and 8% say they will stop using it altogether, according to the Raymond James survey.",
  "\"While a relatively high percentage indicated they expect to use Facebook less, we believe these user concerns could ease as the news cycle slows,\" Raymond James said in a research note.",
  "Facebook has also come under fire for exploiting vulnerabilities in human psychology to hook people on social media, hijacking their time and attention and undermining their well-being.",
  "\"I don't think we've seen a meaningful number of people act on that,\" Facebook CEO Mark Zuckerberg told CNN last week of the #DeleteFacebook chatter on Facebook and other social media.",
  "\"I don't think we've seen a meaningful number of people act on that,\" Facebook CEO Mark Zuckerberg said last week of the #DeleteFacebook chatter on Facebook and other social media.",
  "If people are really beginning to delete their Facebook over these findings, they’d better go ahead and delete all their social accounts and go back to landline phones as well.\"",
  "Even before the data leak, people had begun to wonder how healthy it is to spend hours a day or a week hunched over their phone or computer scrolling through friends' updates.",
  "More: How to delete all those Facebook apps you probably have\n\nMore: Here's how to protect your personal info on Facebook\n\nRead or Share this story: https://usat.ly/2GjDFLG",
  "said Matthew Frankel, a 46-year-old communications strategist and father of two from Montclair, N.J. \"I don't want my day to be dependent on that.\"",
  "But this is the first incident that has prompted so many of them to really reconsider — or at least recalibrate — their relationship with Facebook.",
  "\"While I don't love what’s come out of the Cambridge Analytica findings, I can't say that I'm surprised,\" says Josh Johnson, 28, of Louisville.",
  "Frankel says he's not the only one rethinking his \"blind trust\" in Facebook, and he expects other people will cut back on their usage, too.",
  "In recent months, Facebook admitted that passive use of Facebook — aimless scrolling through the news feed — can be bad for mental health.",
  "Anytime she uses a store rewards card, a credit card, takes surveys or picks up an electronic device, she knows someone's watching her.",
  "Playboy said Wednesday it would deactivate its Facebook accounts over concerns about the social network's mishandling of user data.",
  "And on Wednesday, Facebook said it will roll out a new system for its users to better control their privacy and security settings.",
  "\"We're living in a digital age where everything we do, say, and search for is tracked, recorded and logged away somewhere.",
  "One time, he deleted the Facebook app for a year and had time to read the entire Game of Thrones series on his e-reader.",
  "CLOSE Facebook faces the dilemma of losing trust and even users in the aftermath of the Cambridge Analytica data leak.",
  "Yet nearly half of people — 48% — surveyed indicated they would not cut back on how much they use the social network.",
  "\"Many people no longer use the phone book to find people or Consumer Reports to evaluate products and services.",
  "\"The thing that I like is that Facebook is not even an option anymore,\" he says of quitting the social network.",
  "He experimented with removing the Facebook app from his phone to dial back how much time he was spending on it.",
  "Michele Brosius, a 49-year-old blogger from Pillow, Pa., says she's not deleting her Facebook account, either.",
  "(Photo: Audrey Blake/Special for USA TODAY)\n\n\"At the end of the day, how much information do I need to share?",
  "Cambridge Analytica has only compounded growing ambivalence about the role Facebook plays in people's lives.",
  "Many Facebook users say they made their peace with the Big Brother collection of their data a long time ago.",
  "Restoring the faith of its users is critical for Facebook, which is hunkered down in damage control mode.",
  "Instead, some people are toying with a social media sabbatical or detox — or just using Facebook less.",
  "\"Being connected is part of my life,\" says Michele Brosius, a 49-year-old blogger from Pennsylvania.",
  "Leaving Facebook gave Getzschman the same palpable relief he felt when he ditched MySpace years ago.",
  "Johnson, who calls himself a social media influencer, has no plans to delete his Facebook account.",
  "Still, Facebook has never in its 14-year existence seen such a tidal wave of negative sentiment.",
  "1 place people connect with family and friends, where they share feelings, thoughts, opinions.",
  "It took Cambridge Analytica to convince Frankel to spend significantly less time on Facebook.",
  "\"There's always the mind-set, 'Oh maybe I'll just check in and see what people are doing.'",
  "And people have been questioning whether they should trust Facebook on and off for years.",
  "She knew from the moment she put her data on the Internet that it was up for grabs.",
  "\"That's just what Facebook wants you to do because it's monetizable content.",
  "But you don't have to have that record for the rest of your life,\" he said.",
  "(Photo: Ashley McGurl)\n\n\"Being connected is part of my life,\" Brosius says.",
  "Facebook has become a utility that people the world over can't do without.",
  "We have something to share, and Facebook is our default mode to share it.\"",
  "Elon Musk deleted the Facebook pages for his companies, Tesla and SpaceX.",
  "Getzschman says he has been trying to break up with Facebook for years.",
  "That deep level of intimacy requires a corresponding level of trust.",
  "\"At the end of the day, how much information do I need to share?",
  "Zuckerberg plans to testify on Capitol Hill for the first time.",
  "(Photo: Justin Sullivan)\n\nSAN FRANCISCO — Clinging to Facebook?",
  "\"I have no plans to go off the grid to regain my privacy.\"",
  "\"I have no plans to go off the grid to regain my privacy.\"",
  "And that's not good news for the Silicon Valley company.",
  "They rely upon their social networks through Facebook.\"",
  "Does it really matter if I am getting a like or not?\"",
  "Does it really matter if I am getting a like or not?\"",
  "\"We use Facebook by habit,\" he said in an interview.",
  "\"I don't want my day to be dependent on that.\"",
  "Facebook, he tweeted, \"gives me the willies.\"",
  "It's too little too late for Rob Getzschman.",
  "\"There's this digital hoarding part of you.",
  "It's nice to have Facebook off my brain.\"",
  "Facebook isn't the only one tracking her.",
  "How much information do I want to share?",
  "How much information do I want to share?",
  "But will anything rein in Facebook?",
  "It's nice to let go of all of it.\"",
  "\"But, you know, it's not good.\"",
  "Facebook's product is intimacy.",
  "\"But, you know, it's not good.\"",
  "The behavior is so ingrained.",
  "All of those interactions.",
  "Jefferson Graham reports.",
  "\"That's the hard thing.",
  "All of those memories.",
  "All of those images.",
  "You're not alone.",
  "It's the No.",
  "The reason?",
  "he said."
]