[
  "There is the misuse of social media data belonging to 50 million people; the conversion of that data into micro targeted political campaign marketing to help the Trump campaign; newspaper stories about the company and its a?liates working to manipulate elections in other parts of the world; and even sensational reports that company executives o?ered to use prostitutes and bribery to discredit political opponents of clients.",
  "Even more significant, the business of aggregating and reselling an individual’s data from multiple sources — social media, online searches, consumer purchases, and locational data — means that people will increasingly be subject to pressure to change their behavior from multiple sources: employers, insurers and governments.",
  "Marketers will continue to refine targeting\n\nPerhaps improperly, this data was transferred to Cambridge Analytica for the purpose of applying machine learning algorithms to correlate granular connections between individuals and their likely political predilections and interests.",
  "But embedded within this saga is a more fundamental point that should alert all of us to the way in which we have been caught up in a revolution — the explosive changes in the way our personal data is collected; integrated; analyzed and used to a?ect our behavior.",
  "But when the data is being used for other commercial purposes, or transferred to third parties, the law should mandate that the proposed new use of this data be clearly explained to the user, and the user’s affirmative approval should be required.",
  "As Benjamin Franklin once said, this is “a Republic, if you can keep it.”\n\nMichael Chertoff, executive chairman and co-founder of the Chertoff Group, was the U.S. secretary of Homeland Security from 2005 to 2009 under President George W. Bush.",
  "POLICING THE USA: A look at race, justice, media\n\nWhat all this illustrates, as made concrete by the Cambridge Analytica a?air, is that personal data has become one of the most valuable assets of the modern age.",
  "It is debatable whether this had an impact on the election outcome, but it is certain that political campaigns and even governments will continue e?orts to refine and apply the political marketing techniques.",
  "Facebook (Photo: JUSTIN TALLIS, AFP/Getty Images)\n\nThe Cambridge Analytica scandal has been in the headlines for weeks as a melodrama of political intrigue that normally would be a television mini-series.",
  "By way of example, China has embarked on a “social credit” plan to aggregate myriad data points of online and o?line behavior, and award individuals a “score” that will a?ect their life prospects.",
  "Sometimes that means we should not share data, or that we should actually pay for an online service instead of accepting a “free” benefit that we actually pay for with our personal information.",
  "Part of the remedy will be adaptations in the law and regulation, changes that must allow for innovation but also the need to protect individuals from having their data abused or weaponized.",
  "Take greater control to protect freedom\n\nFor all of us what this means is that all the data we generate has become as valuable, and as worthy of safeguarding, as our money in the bank.",
  "These stories will no doubt be fodder for the multiple investigations underway, as well as raising concerns about the impact of these kind of marketing tactics on our democracies.",
  "But the value of these data assets increasingly also lies in their utility as a tool to drive political behavior, impact social stability, and even a?ect national security.",
  "That is evident from the fact that many of the companies with the highest market capitalization are essentially earning revenue from data adapted to commercial marketing.",
  "You can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "What the Cambridge Analytica story demonstrates first is that the data about us that is regularly harvested is not just what we wittingly post or transmit on line.",
  "What must be protected now is our freedom of action, which requires that we take greater ownership and control of our data even when it is accessible to others.",
  "The entering wedge of Cambridge Analytica’s data collection was an apparently limited request by a developer to have Facebook users complete an online survey.",
  "Even more critical, we should consider that our online communications with friends may be harvested if those friends agree to grant access to their data.",
  "As we have seen, information from Russia and other foreign powers has been used to create social division, sow public distrust, and even foment unrest.",
  "Finally, we must educate ourselves about the way data can be used to influence us, and to train ourselves to evaluate these message critically.",
  "Opting in or out of this kind of data sharing should always be the user’s choice, and should not be the result of pressure or deception.",
  "Finally, platforms should be required to describe and make available to the user all the types of data being collected about him or her.",
  "But by downloading the survey, they opened the door to collection of data about all their friends and their other on-line interactions.",
  "More: Three homeland security lessons from Charlottesville: Michael Chertoff\n\nMore: Social media firms want us addicted to approval.",
  "Privacy — in the sense of shielding data from others — has been frayed given how easily third parties can collect and fuse our data.",
  "We should also be careful about completing online surveys because the data we enter could wind up in different hands than we expect.",
  "This analysis could then be applied for precisely targeted, individually focused political advertising aimed at potential voters.",
  "When user data is collected by a platform to improve the user experience, consent should be readily presumed.",
  "Just the FAQs\n\nAll the data we generate has become as worthy of safeguarding as our money in the bank.",
  "He is author of the forthcoming bookExploding Data: Reclaiming Our Cyber Security in the Digital Age.",
  "But the remedy also requires each of us becoming mindful of how and when we share our data.",
  "The vast majority of these people did not know that their information was being used.",
  "As a result, data relating to approximately 50 million individuals was captured.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "And the purpose of those techniques will not only be to a?ect elections.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "Weaponized data is the newest tool in the armory of subversion.",
  "More: You are not friends with Facebook and Mark Zuckerberg.",
  "At stake is not just privacy, but actually freedom.",
  "Read or Share this story: https://usat.ly/2EgKesw",
  "At stake is our personal and national freedom.",
  "Slightly over a quarter of a million did so.",
  "So much for WiFi making us smarter.",
  "You are their product.",
  "We have the FAQs."
]