[
  "“Even if the Justice Department’s process proves pure as the driven snow and the case against [Andrew] McCabe proves compelling, who is going to believe—in the face of overt presidential demands for a corrupt Justice Department—that a Justice Department that gives the president what he wants is anything less than the lackey he asks for?”\n\nWhy would he freak out unless he was worried special counsel Robert S. Mueller III would uncover criminal conduct?",
  "“ ’This is more evidence that the online political advertising market is essentially the Wild West,’ said the Virginia senator … ‘Whether it’s allowing Russians to purchase political ads, or extensive micro-targeting based on ill-gotten user data, it’s clear that, left unregulated, this market will continue to be prone to deception and lacking in transparency.’ ”\n\nThis is downright unscrupulous.",
  "The inquiry stems in part from a complaint from a liberal advocacy group, the American Democracy Legal Fund, which asked the FEC to look into media reports about links between the rifle association and Russian entities, including a banker with close ties to Russian President Vladimir Putin.” Fascinating.",
  "“The Federal Election Commission has launched a preliminary investigation into whether Russian entities gave illegal contributions to the National Rifle Association that were intended to benefit the Trump campaign during the 2016 presidential election, according to people who were notified of the probe.",
  "“But this weekend, as he digested news that the probe into Russian interference in the 2016 election was circling nearer to him and his family, Trump came closer than ever to abandoning his unspoken truce with Mueller, reigniting fears among Republicans that the president could fire the special counsel.",
  "The breach allowed the company to exploit the private social media activity of a huge swath of the American electorate, developing techniques that underpinned its work on President Trump’s campaign in 2016.”\n\nIt was unseemly to declare they didn’t find something — when they never looked for it.",
  "“So the firm harvested private information from the Facebook profiles of more than 50 million users without their permission, according to former Cambridge [Analytica] employees, associates and documents, making it one of the largest data leaks in the social network’s history.",
  "Mike Conaway (R-Texas) said Sunday the House Intelligence Committee was not tasked with investigating collusion between Russia and the Trump campaign, despite the committee issuing a report last week stating it found no evidence of collusion in the 2016 election.” Good grief.",
  "Trump has, against his nature, pulled punch after punch after punch when it comes to Vladimir Putin’s provocations against the United States and aggression in places like Ukraine and Syria.",
  "Before this weekend, Trump had only referenced Mueller by name once on Twitter, in a retweet.”\n\nIf true, this would be illegal — a way to launder Russian money intended to help Trump.",
  "“Pompeo’s counterpunching instincts have also placed him at odds with Trump on certain issues—most significantly U.S. relations with Russia.",
  "Trump unleashed a Twitter tirade that differed from past outbursts in one significant way: He mentioned Mueller directly.",
  "Not Pompeo, who patrolled along the Iron Curtain as an Army cavalry officer at the tail end of the Cold War.",
  "‘We need to continue to push back against the Russians everywhere we find them,’ he said earlier this year.”",
  "(Jonathan Ernst/Reuters)\n\nOpinion writer\n\nPower corrupts, President Trump corrupts absolutely.",
  "Well, secretary of state nominee Mike Pompeo isn’t tainted by any Russian connections.",
  "Sen. Mark R. Warner (D-Va.) is looking to end nefarious social media practices.",
  "\n\nThe Justice Department headquarters building in Washington.",
  "“Rep.",
  "…."
]