[
  "“In contrast, AT&T, T-Mobile, and Sprint seem content to keep selling their customers’ private information to these shady middle men, Americans’ privacy be damned.”\n\nAT&T, in a letter to Wyden, said they only allow authorized third parties to access the data when customers have given consent or when forced to via a court order.",
  "As Americans become increasingly concerned about the security and privacy of their personal information, Verizon has pledged to stop selling data that lets third parties discern the location of mobile phones.",
  "After the revelation that Facebook was selling user personal information to Cambridge Analytica, consumers have been much more interested in what companies are doing with their personal information.",
  "In a letter to Oregon Democratic Senator Ron Wyden, the company said roughly 75 third-parties had gotten their hands on customer data via two separate companies, reports the Associated Press.",
  "The sale of such data, which was done through intermediaries, has long been under fire as it allowed third-party companies to track people’s movements without their knowledge or consent.",
  "The move by Verizon could put pressure on its rivals to follow suit, especially as Wyden continues his very public campaign for the practice to end.",
  "T-Mobile CEO John Legere, in a Tweet, took issue with Wyden’s statement, saying the company has made the same pledge as Verizon.",
  "https://t.co/UPx3Xjhwog — John Legere (@JohnLegere) June 19, 2018\n\nThere’s more than political pressure to worry about, though.",
  "I’ve personally evaluated this issue & have pledged that @tmobile will not sell customer location data to shady middlemen.",
  "“Verizon did the responsible thing and promptly announced it was cutting these companies off,” Wyden said in a statement.",
  "They allow users to obtain nearby emergency roadside assistance, for example, and are useful in preventing bank fraud.",
  "Geolocation services, as the movement trackers are called, do have some beneficial uses.",
  "But in the wrong hands, they can allow a hacker to secretly track your location.",
  "Your consumer advocacy is admirable & we remain committed to consumer privacy.",
  "Verizon is the first telecom company to discontinue the sale of this data.",
  "Sounds like word hasn’t gotten to you, @ronwyden."
]