[
  "“When we explain to elementary-school students why the sea ice is melting and polar bears are starving,” she writes, “are we truly satisfying their curiosity—or are we just sharing our own burdens of worry and responsibility?”\n\nSubscribe to “The Family Weekly” to receive more on American family life in your inbox each Saturday morning.",
  "Evening Read\n\nAlana Semuels reports from Atlanta on the resurgence of contract-for-deed arrangements, also known as rent-to-own deals:\n\nIt was not until a few years after he moved in that Zachary Anderson realized that he was not, in fact, the owner of the house he thought he’d purchased.",
  "He was trying to get a reduction in his property taxes when his brother, who was helping him with his taxes, looked up the property in public records and found that the owner of the home was actually listed as Harbour Portfolio VII LP.",
  "—Rosa Inocencio Smith\n\nSnapshot\n\nWho We’re Talking To\n\nGeorge Mitchell, the former U.S. envoy to Northern Ireland, looks back on the Good Friday Agreement he helped create, which ended a conflict in the region 20 years ago today.",
  "Anderson had already spent tens of thousands of dollars repairing a hole in the roof, replacing a cracked sidewalk, and fixing the ceilings of the small two-bedroom home where he lives in southwest Atlanta.",
  "Parents must constantly calibrate how much of the world they should introduce their children to, including which information to educate kids with as well as what might frighten or hurt them.",
  "In her 1969 book, On Death and Dying, the psychiatrist ____________ articulated her her model of grief, which included five stages: denial, anger, bargaining, depression, and acceptance.",
  "Keep reading as Alana explains how Anderson’s predicament fits into what a lawsuit argues is a pattern of predatory lending targeting African Americans.",
  "Jessica Weisberg, the author of a new book on the history of advice columns, discusses how such columns reflect Americans’ evolving values.",
  "And Michelle Nijhuis, a climate-science reporter, wonders how and when to talk with her 9-year-old daughter about climate change.",
  "On average, American men now perform ____________ hours of housework a week, compared with two hours a week in 1965.",
  "That task is especially daunting for black parents who seek to guard their children from negative stereotypes.",
  "____________ recently became the first state to pass a law that protects “free-range” parenting styles.",
  "Sam Rosenfeld, a political scientist, explains how the U.S. political-party system got so polarized.",
  "Scroll down for the answer, or find it here.",
  "Scroll down for the answer, or find it here.",
  "What Do You Know … About Family?",
  "1.",
  "2.",
  "3."
]