[
  "(Photo: JUSTIN TALLIS, AFP/Getty Images)\n\nFacebook says personal information scraped from its user profiles was obtained without permission by a data analysis company connected to the Trump presidential campaign in the 2016 election.",
  "Analyze people's private feelings\n\nSome privacy advocates warn that that psychographics, the practice of measuring or describing people based on their psychological attributes, can reveal a great deal about individuals.",
  "A former employee says the company assembled psychological profiles of millions of Americans and used the information to help the Trump campaign, an accusation the campaign denies.",
  "In this file photo taken on November 21, 2016 Facebook logos are pictured on the screens of a smartphone (R), and a laptop computer, in central London on November 21, 2016.",
  "The data collection is legal, though the Federal Trade Commission requires Facebook to obtain user permission to share their data beyond their privacy settings.",
  "They agreed to download his app called thisisyourdigitallife which collected personal Facebook data from themselves and their friends for academic review.",
  "Strategic Communications Laboratories\n\nSCL is a private U.K. company specializing in behavioral research and communications.",
  "Collection by Global Science Research\n\nA company created in 2013 by Aleksandr Kogan, a researcher at Cambridge University.",
  "However, since the app also collected data of their friends, about 50 million total Facebook profiles were collected.",
  "That information, contained in caches such as Facebook profiles, can be used to create powerful political messages.",
  "Kogan wanted the data to develop an algorithm — a mathematical problem-solving process — to profile U.S. citizens.",
  "Cambridge Analytica\n\nA data analytics firm backed by Robert Mercer, a hedge fund billionaire and Trump supporter.",
  "Source: Associated Press, USA TODAY research\n\nRead or Share this story: https://usat.ly/2GKTIiY",
  "Facebook profiles\n\nThe social networking website collects data of its billions of users.",
  "In 2015, the Facebook profile data was used by an SCL company called…\n\n5.",
  "Former White House adviser Steve Bannon was once on its board.",
  "Kogan worked with a branch of SCL Group called SCL Elections.",
  "About 270,000 people took the survey and downloaded the app.",
  "Kogan paid U.S. Facebook users to take an online survey.",
  "How the information traveled:\n\n1.",
  "Facebook data was sought to…\n\n2.",
  "That algorithm was used by…\n\n4.",
  "3."
]