[
  "[A key congressional committee has asked Facebook CEO Mark Zuckerberg to testify about Cambridge Analytica]\n\nFacebook, with over 2 billion monthly active users, has seen 10 percent of its market capitalization, about $50 billion, vaporized this week on reports that its vast trove of personal data had been misused by Cambridge Analytica, a data mining and political communications firm that was used by the Trump presidential campaign.",
  "“The strong U.S. and global economic and fiscal policy tail winds are starting to be overtaken by the proposed tariffs, the Fed’s softer-than-expected economic outlook for 2018 and the fallout from the Facebook issue.”\n\nThe bellwether Dow, encompassing 30 large publicly traded companies, plunged nearly 3 percent and is now in negative territory for 2018, closing at 23,957 Thursday.",
  "The social media giant came under heavy fire from lawmakers in the United States and Britain over the weekend after news reports raised questions about whether it allowed third-party developers to access the data of users without their permission — a potential violation of its privacy agreement with the U.S. government.",
  "On Thursday the House Energy and Commerce Committee requested that Facebook co-founder and chief executive Mark Zuckerberg testify at an upcoming hearing in response to the reports that Cambridge Analytica had improperly accessed the names, “likes” and other personal information of about 50 million Facebook users.",
  "A longer-term investor would be wise to buy the dip.”\n\nThe Federal Reserve on Wednesday gave markets more bad news when it announced it would hike a key interest rate, as the central bank continues to move away from the extraordinary efforts it has taken in the past decade to stimulate economic growth.",
  "Markets plunged Thursday amid fears President Trump’s new tariffs would start a global trade war, with the Dow Jones industrial average closing 724 points down as the Nasdaq Composite and the Standard & Poor’s 500 index also nose-dived.",
  "[Countries have no clue whether they’ll be affected by Trump’s tariffs]\n\nThe Fed also increased its projections for economic growth on Wednesday, bumping them up from previous estimates done before Republicans passed their tax bill.",
  "[Trump moves to crack down on China trade with $50 billion in tariffs on imported products]\n\nInvestors are fearful that the trade policies and their fallout could upset a robust global economy and hamper the nine-year bull market.",
  "Facebook shares have been a key driver of the recent boom in technology, but it and other technology stocks have dropped on fears that regulators could impose rules that hinder their business models.",
  "Apple was down 1.42 percent Thursday, Amazon.com (whose chairman, Jeffrey P. Bezos, owns The Washington Post) was down 2.39 percent, and Google parent Alphabet dove 3.73 percent.",
  "The F in the vaunted FAANG stocks — Facebook, Apple, ­Amazon.com, Netflix, Google — dropped 2.7 percent Thursday, and its losses are bleeding across the technology sector.",
  "“Trade tariffs are starting to emerge as a bigger market head wind than originally thought,” said Ivan Feinseth, director of research at Tigress Financial Partners.",
  "Markets have been shaky for several weeks since the president announced a 25 percent tariff on imported steel and a 10 percent tariff on imported aluminum.",
  "The Chinese are preparing a tit-for-tat response by placing tariffs on U.S. agricultural products such as soybeans that have big markets in China.",
  "(Richard Drew/AP file photo)\n\nThe broader S&P 500 dropped 2.52 percent Thursday and is now more than 1 percent in negative territory for 2018.",
  "Tech stocks have contributed to the recent market slide, with Facebook, reeling from a data privacy leak, helping drag the sector down.",
  "Investors cautioned that this week's volatility is not a signal that the nearly decade-long stock boom has come to a close.",
  "and Amy Klobuchar (Minn.) said this week that they want Zuckerberg to testify to Congress under oath about his company.",
  "The technology-heavy Nasdaq Composite dropped 2.43 percent Thursday but is still up nearly 4 percent on the year.",
  "“It’s not the end of the bull market,” said Jeff Schulze, Investment Strategist at ClearBridge Investments.",
  "The stimulus moves have greatly boosted stocks since the 2008 financial crisis and ensuing Great Recession.",
  "Caterpillar, Boeing, 3M and JP Morgan Chase were among the big drags on the Dow as trade worries deepened.",
  "But the projections fall short of the sharp growth Republicans promised the tax cuts would create.",
  "Trump on Thursday announced about $50 billion in annual tariffs on a variety of goods from China.",
  "Traders Peter Tuchman, left, and Patrick Casey work on the floor of the New York Stock Exchange.",
  "Zuckerberg told CNN on Wednesday that he would be “happy” to address Congress.",
  "This is just part of the correction that started in early February.",
  "The earnings picture is still healthy.",
  "“The U.S. economy is still strong.",
  "Global growth is accelerating.",
  "Edward J. Markey (Mass.)",
  "Democratic Sens."
]