[
  "From our report:\n\n“In focus groups arranged to test messages for the 2014 midterms, these voters responded to calls for building a new wall to block the entry of illegal immigrants, to reforms intended to ‘drain the swamp’ of Washington’s entrenched political community and to thinly veiled forms of racism toward African Americans called ‘race realism,’ [Wylie] recounted.” “The firm also tested views of Russian President Vladimir Putin.”\n\nThe research also included responses to the idea of the “deep state,” Wylie said.",
  "Regardless of age, Americans grew up with a tangible sense of Russian spycraft thanks to pop culture, be it James Bond or “The Americans.” We see the word “Russians” and start building out a thread-covered wall in our minds, linking this to that and seeking out new items to fit into our pattern.",
  "In secretly recorded interviews with Cambridge executives released by Britain’s Channel 4 News this week, Cambridge chief executive Alexander Nix bragged about setting up political opponents with bribes and sex scandals and insisted that his firm’s tactics were central to Trump’s campaign.",
  "It is not clear when in 2014 the Cambridge focus groups were conducted, but it’s not entirely surprising that, looking for messages that would broaden the conservative base, Americans would be asked about Putin to the exclusion of other world leaders.",
  "Eager to build out psychological profiles of Americans after entering this market, Cambridge paid a researcher at a British university for data pulled from Facebook in what the social-media company says was a violation of its terms of use.",
  "When we hear about efforts by Russian actors to interfere in U.S. campaigns, interference that prompted a counterintelligence investigation by the FBI, it’s natural that our minds jump to “Homeland”-style conspiracies.",
  "But it’s important to differentiate the real links — campaign adviser George Papadopoulos being told that the Russians had dirt on Hillary Clinton, for example — from the Hollywood-“Beautiful Mind” ones.",
  "By assuming that Cambridge and Bannon were dark masters, we miss the reality of how Trump won: appeals to disenchanted Americans worried about changing demographics that leveraged mass media effectively.",
  "Bannon was tapped to serve as vice president of Cambridge and, according to former Cambridge employee Chris Wylie, was instrumental in guiding the company’s initial research in the United States.",
  "So along comes Cambridge Analytica, a nefarious-sounding organization with an intriguing backstory and enough sketchy characters orbiting it to make any “Law and Order” screenwriter drool.",
  "On Tuesday, The Washington Post reported that the founding of Cambridge overlapped heavily with another prominent figure in the web of Trump-Russia connections: Stephen K. Bannon.",
  "One point of the movie “A Beautiful Mind” is that the ability to find or the insistence on finding connections between unrelated things can veer between insight and madness.",
  "In the weeks before that invasion, Putin was regularly praised by conservatives for his strong leadership, including by former New York mayor Rudolph W. Giuliani (R).",
  "We start with SCL Group, a company that is involved in advising governments, militaries and political campaigns around the world in sometimes eyebrow-raising ways.",
  "Interestingly, while Bannon purportedly sought to ask Americans their views of those phrases, they never made their way into Breitbart’s reporting.",
  "Along with Cambridge, the Mercers invested heavily in Breitbart News, where Bannon served as CEO before joining the Trump campaign in August 2016.",
  "A few years ago, conservative donor Robert Mercer funded the creation of the U.S.-based Cambridge Analytica to bring SCL Group’s techniques here.",
  "Was Cambridge the connection between the Trump campaign and the Russians (as special counsel Robert S. Mueller III is apparently investigating)?",
  "Another Cambridge employee discussed how the company would spread negative information through outside groups as a tactic in the U.S. campaign.",
  "On “Saturday Night Live,” he was unsubtly (and, generally, unamusingly) depicted as the Grim Reaper, the real power behind the presidency.",
  "As Vox reports, SCL actively encouraged the idea that it was akin to a Bond supervillain by creating war rooms meant to evoke movie sets.",
  "\n\nFormer White House chief strategist Stephen K. Bannon arrives for an interview with the House Intelligence Committee on Jan. 16.",
  "When Cruz lost, the Mercers turned their attention to the campaign of Donald Trump — after Trump’s campaign also hired Cambridge.",
  "Cambridge and Bannon want to be seen as political puppeteers because it’s beneficial to them from a marketing standpoint.",
  "As is often the case with components of elaborate conspiracy theories, the answer is probably simpler than it may seem.",
  "Psychics simply sketch out a number of possible connecting lines and then take credit for the one the clients choose.",
  "(He joined the campaign, incidentally, after Rebekah Mercer buttonholed Trump at a fundraiser in the Hamptons.)",
  "There was one mention of “drain the swamp” on Breitbart in 2014, according to a search of the site on Google.",
  "The writers of the film would put Cambridge at the center of Russian collusion, sure, but this isn’t a film.",
  "Hucksters, like psychics, are happy to insinuate dramatic connections that will appeal to Trump opponents.",
  "Its value proposition was that it could overlay psychological insights onto traditional marketing efforts.",
  "So running a thread from Bannon to Cambridge to Russia is, for conspiracy-pattern-seekers, irresistible.",
  "After Trump’s victory, many on the left cast Bannon as the shadowy Emperor behind Trump’s Darth Vader.",
  "Why would Bannon and Cambridge Analytica be asking Americans for their views on the Russian president?",
  "In 2016, Mercer and his daughter Rebekah Mercer first backed the candidacy of Sen. Ted Cruz (R-Tex.)",
  "someone will exclaim, offering a detail about that unfortunate person, such as gender or a name.",
  "— and the client does the rest of the work: Wow, we were once in a school play called “Windows”!",
  "They throw out a nebulous suggestion — Does anyone here have a friend who died at a young age?",
  "Now that people are actively looking for puppet strings, that sales pitch becomes a liability.",
  "When we’re looking for connections between disparate things, we’re good at finding them.",
  "This is what led to the recent news about the firm misappropriating data from Facebook.",
  "Did Cambridge deploy the dirty tricks it was accused of using in developing countries?",
  "Over the course of the 2016 campaign, Republican approval of Putin continued to rise.",
  "There was only one mention of the “deep state,” in a July 2015 article about Turkey.",
  "That was combined with surveys conducted among Americans to test political messages.",
  "Bannon encouraged this idea, although to Vanity Fair he compared himself to Vader.",
  "The tricky position for Trump defenders is that it’s so easy to run those threads.",
  "The psychic picks it up: Yes, I saw a young girl who was reaching out to me, etc.",
  "Then another vague suggestion about a common object — Something about a window?",
  "Cambridge and Bannon have shown little to no ability to actually win elections.",
  "In March 2014, Russia invaded Crimea, shortly after the Olympics in Sochi.",
  "Did Trump win because of Cambridge’s use of data scraped from Facebook?",
  "Humans are pattern-seekers, and psychics are good at leveraging this.",
  "Mastery of the dark arts was clearly part of Cambridge’s sales pitch.",
  "That was in a quote from a former Senate candidate in Louisiana.",
  "By looking for the movie plot, we ignore what actually happened.",
  "But that research into Putin, in particular, raised eyebrows.",
  "(Joshua Roberts/Reuters)\n\nWhat psychics do isn’t complicated.",
  "in the presidential race; Cambridge worked on Cruz’s behalf.",
  "It’s worth remembering that reality is rarely so elegant.",
  "The only mention of “race realism” came in December.",
  "How on Earth could the psychic have known that?",
  "So let’s talk about the Russia investigation.",
  "The pattern-seeking mind swings into action.",
  "This is a role that Bannon used to fill.",
  "— and let the clients fill in the gaps.",
  "I did!"
]