[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“At the very least, as outlined in these new principles, users deserve to know exactly when, why, how, and how much of their content is taken down, and have an opportunity to appeal those decisions.”\n\nSILICON VALLEY MUST-READS\n\n— Waymo car involved in Arizona accident: “A self-driving vehicle by Waymo, which is owned by the same company that owns Google, collided with another vehicle in Chandler, Arizona, on Friday,” BuzzFeed News reports.",
  "“The UK Information Commissioner’s Office served the enforcement notice to the company on Friday in a landmark legal decision that opens the way for up to 240 million other American voters to request their data back from the firm under British data protection laws.”\n\nQUICK DOWNLOADS\n\nHmm: The Guardian finds that Cambridge Analytica hung onto models built using the exploited Facebook data after it was asked to delete the original data.",
  "Today: tracking for next steps for FLOTUS' cyberbullying intiative\n\nWith help from Nancy Scola and John Hendel\n\nLOOK FOR FLOTUS’ CYBERBULLYING NEXT STEPS TODAY — Melania Trump is slated to make an announcement from the White House this afternoon on what's being billed as her \"initiatives\" as first lady -- widely expected to include her previously stated ambition to help young people stay safe and happy online.",
  "“The deal proposed here is relatively simple: Instead of focusing narrowly on net neutrality issues, expand the scope of legislation to include funding for broadband adoption and digital-literacy programs, while at the same time establishing baseline rules to protect and promote the open Internet,” the new report says.",
  "The rise of robocalls: “Though automated calls have long plagued consumers, the volume has skyrocketed in recent years, reaching an estimated 3.4 billion in April, according to YouMail, which collects and analyzes calls through its robocall blocking service,” The New York Times reports.",
  "One principle asks platforms to “publish the numbers of posts removed and accounts permanently or temporarily suspended due to violations of their content guidelines,” while another suggests the need for users to have a “timely appeal of any content removal or account suspension.\"",
  "While the measure is unlikely to make it through the House or gain President Donald Trump’s signature, a floor fight would elevate an issue that Senate Minority Leader Chuck Schumer has suggested will resonate with younger, internet-savvy voters come the November midterms.",
  "— ZTE presses U.S. officials: “ZTE Corp., the Chinese telecommunications firm in the crossfire of a U.S.-China trade fight, has asked the U.S. government for a stay of its order banning American companies from selling to the firm,” The Wall Street Journal reports.",
  "MEANWHILE, IN EUROPE — “Cambridge Analytica has been ordered to hand over all the data and personal information it has on an American voter, including details of where it got the data and what it did with it, or face a criminal prosecution,” The Guardian reports.",
  "— “These companies are becoming the de facto arbiters of what content is allowed and not allowed on the internet, a dangerous power and an awesome responsibility that requires meaningful checks and balances,” said OTI’s Kevin Bankston in a statement.",
  ": “Facebook Inc. has been conducting market research in recent weeks to determine whether an ad-free version paid by subscriptions would spur more people to join the social network, according to people familiar with the matter,” Bloomberg reports.",
  "Apple stock grab: “Apple was not the only one to leap on a chance to buy its stock at a fat discount last quarter as Warren Buffett stepped in to scoop up an additional 75 million shares for Berkshire Hathaway at the same time,” Reuters reports.",
  "— Day of Action, reprise: Activists and tech companies including Reddit, Vimeo and Etsy are participating in another net neutrality “Day of Action,” which will focus on rallying a 51st lawmaker to support the Senate net neutrality resolution.",
  "**\n\nALSO THIS WEEK IN CONGRESS — Republican FTC Commissioner Maureen Ohlhausen this Wednesday will appear in front of the Senate Judiciary Committee for a confirmation hearing for a judgeship on the U.S. Court of Federal Claims.",
  "Google is making more ad changes, too: Google on Friday became the latest tech giant to debut new authentication and disclosure policies for election ads, an update that resembled an announcement Facebook also recently made.",
  "One metric to watch for: what sort of buy-in FLOTUS announces from the internet industry, which has stayed largely mum on the topic in the past year and a half while waiting to see how the first lady's plans shaped up.",
  "DEMS POISED TO PUSH NET NEUTRALITY FLOOR VOTE — Senate Democrats this week are making moves to force a floor vote on a measure to undo the FCC’s repeal of net neutrality rules via the Congressional Review Act.",
  "As part of this push, the groups — which include New America’s Open Technology Institute and the Center for Democracy and Technology — have developed a set of principles they say the companies should follow.",
  "Democrats’ effort to undo the FCC’s net neutrality repeal is “highly unlikely to prove fruitful,” ITIF added, calling it primarily “a political messaging tool.” Read the full breakdown here.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "SOME IDEAS ON CONTENT MODERATION — Digital rights groups are urging tech companies like Facebook and Google to provide more transparency about their content moderation practices.",
  "\"It will not stop me from doing what is right,\"\n\nStory Continued Below\n\n— The announcement takes place at 3 p.m. Keep an eye out for coverage from Nancy, who'll be on the scene.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Ohlhausen has said she'll keep her seat on the five-person commission until either she gets the federal judgeship or serves out her term, which expires in September.",
  ": The Information Technology & Innovation Foundation is out today with a report re-upping some of the think tank’s net neutrality compromise ideas from 2015.",
  "… Senate Commerce’s aviation subcommittee is taking a closer look at unmanned aircraft systems, sometimes known as drones, during a hearing on Tuesday.",
  "… Also that day, a House Energy and Commerce subcommittee is slated to convene a hearing on policy implications of electric and conventional cars.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Some congressional Republicans say they still want to legislate, but Democrats have not rushed to the negotiating table this year.",
  "\"I'm well aware that people are skeptical of me discussing this topic,\" she said at a late March roundtable with tech leaders.",
  "GOOD MONDAY MORNING and welcome to Morning Tech, where we enjoyed spending some quality time with wild ponies this weekend.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Incoming FTC Commissioner Christine Wilson, who is slated to succeed Ohlhausen, is still waiting to be sworn in.",
  "), the measure has the backing of 50 senators, including Susan Collins of Maine, its lone Republican supporter.",
  "As John reported, the plan is for Democrats to take a procedural step Wednesday compelling the vote.",
  "Chandler Police said the Waymo car was not the ‘violator vehicle.’”\n\n— Facebook subscription plans?",
  "...Two House Science subcommittees will hold a Tuesday hearing on use cases for blockchain.",
  "Given her husband's internet habits, Melania Trump has taken gibes for making it her focus.",
  "The CRA requires a simple majority of senators who are present and voting to pass.",
  "The protest Wednesday will coincide with lawmakers’ procedural CRA efforts.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "That move could set up a vote on the CRA resolution (S.J.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send your tech tips to lzhou@politico.com.",
  "— Net neutrality compromise, anyone?",
  "Got an event for MT’s tech calendar?",
  "“Minor injuries were reported.",
  "Led by Sen. Ed Markey (D-Mass.",
  "Tips, comments, suggestions?",
  "But, she's said, no matter.",
  "Learn more here.",
  "52) this month.",
  "Res.",
  "**"
]