[
  "Parscale was Trump’s digital director in 2016\n\nParscale, 41, oversaw digital strategy during Trump’s 2016 campaign, but his duties also grew to include advertising, data collection and fundraising, according to “60 Minutes.”\n\nParscale invested heavily in Facebook in his role as digital director, relying on micro-targeting tools that helped the campaign deliver personalized ads to individuals across the country.",
  "His wife summed up the situation by saying he “was thrown into the Super Bowl, never played a game and won,” Parscale told “60 Minutes.”\n\nThe self-taught coder and Kansas native ran the Texas-based digital marketing company Giles-Parscale, which had in the past designed websites for Trump International Realty, Trump Winery and other Trump family projects, the Guardian reports.",
  "It was the highway in which his car drove on.”\n\nSome said the campaign’s targeting efforts went too far, namely because of a partnership with Cambridge Analytica, a conservative data company that is controversial for its ability to tailor advertising based on an individual’s personality traits.",
  "Parscale has been drawn into the Russia investigation\n\nThe Trump campaign’s extensive use of Facebook has raised red flags for some, given that Russia spent at least $100,000 on targeted Facebook ads in an effort to swing the election in favor of Trump.",
  "Parscale has repeatedly said he was not aware of or involved in any Russian interference, and reiterated that stance when asked by congressional investigators in special counsel Robert Mueller’s Russia investigation, CNN reports.",
  "The conservative website Drudge Report first broke the news, teasing Trump’s 2020 run as a “world exclusive” — despite the fact that the White House confirmed the president’s planned run in June of last year.",
  "Cambridge Analytica’s CEO also reportedly tried to contact WikiLeaks founder Julian Assange to obtain emails from Hillary Clinton’s campaign, which Parscale said he did not know about, according to CNN.",
  "Brad Parscale, the digital director for President Donald Trump’s 2016 campaign, will reportedly run the president’s 2020 campaign for re-election, according to several news outlets.",
  "The Trump campaign paid Parscale millions\n\nThroughout the course of the presidential campaign, Giles-Parscale received more than $90 million in compensation, Newsweek reports.",
  "Twitter was how he talked to the people, but Facebook was going to be how he won,” Parscale told “60 Minutes.” “I think Donald Trump won, but I think Facebook was the method.",
  "Parscale has also profited from Trump’s reelection campaign, the Republican National Committee and the Trump Super PAC America First Action, BuzzFeed reports.",
  "Parscale’s data strategy firm Parscale Strategy also received nearly $1.6 million, and Parscale himself received more than $15,500 as part of the payroll.",
  "“It’s a farce.”\n\nParscale has no political background\n\nPrior to 2016, Parscale had never worked on a presidential campaign.",
  "Parscale told “60 Minutes” that the Trump campaign did not use that functionality, nor did it target ads based on race.",
  "Giles-Parscale received more than $3.9 million in payments from the Trump campaign in 2017, according to FEC filings.",
  "“I think it’s a joke when they include myself,” Parscale told “60 Minutes” of Mueller’s investigation.",
  "Giles-Parscale’s other clients were mainly businesses in the San Antonio area, the Guardian adds.",
  "The Trump campaign later confirmed Parscale would return to lead Trump’s re-election campaign.",
  "“I understood early that Facebook was how Donald Trump was going to win.",
  "Write to Jamie Ducharme at jamie.ducharme@time.com.",
  "Here’s what to know about Brad Parscale."
]