[
  "“We are committed to vigorously enforcing our policies to protect people’s information and will take whatever steps are required to see that this happens.”\n\nThe same day, the data analytics firm was embroiled in further scandal after an exposé was aired by U.K. broadcaster Channel 4 showing Cambridge Analytica executives, including its CEO Alexander Nix, speaking to an undercover reporter about how it had helped to elect U.S. President Donald Trump in 2016.",
  "In the wake of the Cambridge Analytica data misuse scandal, in which 50 million user profiles from the Mark Zuckerberg-led platform were allegedly harvested in 2014 for use in targeted advertising operations, billionaire Brian Acton joined the growing anti-Facebook sentiment with one simple tweet.",
  "A spokesperson told Newsweek via email: Mark [Zuckerberg], Sheryl [Sandberg] and their teams are working around the clock to get all the facts and take the appropriate action moving forward, because they understand the seriousness of this issue.",
  "Nix was later suspended from his role at Cambridge Analytica, which denies the accusations of data misuse and claims the explosive news report was “entrapment.” But Carole Cadwalladr, the journalist who broke the story, was not convinced.",
  "From which he hasn't been suspended.”\n\nInitial reporting, based on the testimony from former Cambridge Analytica staffer Christopher Wylie, 28 emerged on March 17 in The Observer and the New York Times.",
  "WhatsApp, which Acton founded alongside former Yahoo computer programmer Jan Koum, is a chat application currently used by more than 1 billion people.",
  "While Facebook played down reports of a “breach,” the conversation quickly broadened as users started to debate the sensitivities of data collection.",
  "The co-founder of WhatsApp, who made billions from its sale to Facebook, has thrown his support behind a campaign against the U.S. social network.",
  "Facebook, which admitted to being aware of the widespread data mining issue in 2015, banned the analytics firm from its website one day prior.",
  "According to Forbes, Acton, 46, made $3 billion from his stake in the company and currently has a net worth of $5.5bn.",
  "#DeleteFacebook.” The movement gathered pace this week with Google searches for “How to delete Facebook” spiking.",
  "In a statement issued on Tuesday, Facebook addressed reports of growing dissent within its userbase.",
  "It was sold to Facebook back in 2014 for approximately $22 billion in cash and shares.",
  "Critics slammed the website’s executives for staying silent during the crisis.",
  "She tweeted on Tuesday: “Cambridge Analytica exists only on paper.",
  "On Tuesday he urged his 25,000 followers: “It is time.",
  "It claimed it had been duped by Cambridge Analytica.",
  "The entire company is outraged we were deceived.",
  "He is placed on the rich list at number 251.",
  "Alexander Nix is CEO of SCL Elections.",
  "DANIEL LEAL-OLIVAS/AFP/Getty Images"
]