[
  "JUST WATCHED Armenia: The country with a 'national bread' Replay More Videos ... MUST WATCH Armenia: The country with a 'national bread' 01:13\n\nTODAY'S NUMBERS\n\n$8,702\n\nThat's how much, per month, Scot Peterson -- the former school resource officer criticized for his response to the Parkland, Florida, school massacre -- is receiving in his state pension\n\n$500 million\n\nThat's how much Michigan State University That's how much Michigan State University will pay to settle lawsuits brought by 332 victims of disgraced doctor Larry Nassar.",
  "-- Newly released transcripts from the Senate Judiciary Committee show how eager Donald Trump Jr. and other members of the Trump campaign were to get dirt on Hillary Clinton in the famous Trump Tower meeting -- and how frustrated they were when that meeting didn't produce anything.",
  "-- The Senate voted to revive net neutrality after the Federal Communications Commission repealed it, but its chances in the House don't look that great: The measure's going nowhere in that chamber, and it's unlikely Trump would sign it anyway.",
  "Other parts of the video, stitched together from footage from drones and aircraft, show a group of seven US soldiers and four Nigerien troops who had escaped the ambush and fled into a swamp.",
  "The video also suggests the soldiers had received intelligence that an ISIS commander was in the area and they were planning to go after him, although they weren't authorized to do so.",
  "It's just one more headache for the South American country, where voters -- suffering from food and medicine shortages as well as hyperinflation -- will vote on a new president Sunday.",
  "JUST WATCHED MSU reaches settlement with Nassar victims Replay More Videos ... MUST WATCH MSU reaches settlement with Nassar victims 02:25\n\nAND FINALLY ...\n\nThat's what friends are for",
  "California explosion\n\nAn explosion in Orange County, California, that killed a woman was likely caused by a device that detonated and was not an accident, authorities said.",
  "JUST WATCHED Surgeon general gives medical help on flight Replay More Videos ... MUST WATCH Surgeon general gives medical help on flight 00:30\n\nBackstreet's back\n\nAlright!",
  "Let us help you out:\n\n-- Rudy Giuliani says special counsel Robert Mueller's team told Donald Trump's lawyers it concluded it can't indict a sitting president .",
  "JUST WATCHED Investigators don't believe explosion was accident Replay More Videos ... MUST WATCH Investigators don't believe explosion was accident 02:00\n\n5.",
  "JUST WATCHED Examining the modern city Replay More Videos ... MUST WATCH Examining the modern city 06:59\n\nBREAKFAST BROWSE\n\nPeople are talking about these.",
  "Playing through\n\nYes, there are lava flows and earthquakes and huge ash clouds, but when you're playing golf on Hawaii's Big Island , the game must go on.",
  "JUST WATCHED Video reveals details of deadly Niger ambush Replay More Videos ... MUST WATCH Video reveals details of deadly Niger ambush 01:59\n\n3.",
  "Niger ambush\n\nWe're getting some new insight into last year's ambush in Niger that killed four US soldiers, thanks to a video from the Pentagon .",
  "JUST WATCHED American jailed in Venezuela fears for life Replay More Videos ... MUST WATCH American jailed in Venezuela fears for life 02:03\n\n4.",
  "FOR YOUR SNACK BREAK\n\nBourdain in Armenia\n\nFor years, Armenian-American fans have been asking Anthony Bourdain when he's going to visit Armenia.",
  "JUST WATCHED Transcripts show quest for dirt on Clinton Replay More Videos ... MUST WATCH Transcripts show quest for dirt on Clinton 02:51\n\n2.",
  "-- President Donald Trump acknowledged, by filing a financial disclosure form , that he repaid attorney Michael Cohen more than $100,000.",
  "The video -- not previously released to the public and used to brief members of Congress on the October attack -- shows the body of Sgt.",
  "And she's all but assured to win Senate confirmation when the full Senate votes because just enough Democrats say they'll support her.",
  "01:22\n\nRest in peace\n\nA Vietnam vet was going to be buried alone until a stranger helped find his family\n\nIs there a doctor on board?",
  "White House\n\nSo much news is flying out of Washington right now, there's no shame in saying you're having trouble keeping up.",
  "A new report from the United Nations predicts almost two-thirds of the world's population will live in urban areas by 2050.",
  "There are 33 megacities (urban centers with populations of more than 10 million) today; by 2030 there will be 43.",
  "The prisoners posted videos online saying they took control because of torture and human rights violations.",
  "He finally made it , finding a way to look at and understand the \"very old and very complicated\" country.",
  "The boys released a new song , \"Don't Go Breaking My Heart,\" the group's first new single in five years.",
  "Rioting inmates have taken over a notorious prison , just days before the presidential election there.",
  "It's believed some of the money was to reimburse Cohen for paying off adult film star Stormy Daniels.",
  "-- The Senate Intelligence Committee voted to advance Gina Haspel's nomination to be CIA director.",
  "Venezuelan authorities said they had \"normalized\" the situation, an assertion the inmates refuted.",
  "It's all part of the accelerating shift we're seeing from rural to urban living across the world.",
  "Venezuela\n\nVenezuela, roiled by an economic and social crisis, has a new problem on its hands.",
  "Check out the historic chapel where Britain's Prince Harry and Meghan Markle will get married.",
  "The blast blew out walls and windows at the business as well as injuring three other people.",
  "(You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily.",
  "The prison is the detention center in Venezuela's national intelligence agency.",
  "World population\n\nIn the future, most of us will live in massive megacities.",
  "La David Johnson being recovered from under a tree after he was killed.",
  "Here's what else you need to know to Get Up to Speed and Out the Door .",
  "Model Chrissy Teigen tweeted a hint overnight that baby No.",
  "Replay More Videos ... MUST WATCH Who is Chrissy Teigen?",
  "Investigators said it's too early to know at this point.",
  "(CNN) The royal wedding is just a couple of days away!",
  "The blast killed Ildiko Krajnyak of Trabuco Canyon.",
  "She owned the day spa where the explosion occurred.",
  "But a Democratic senator says not so fast.",
  "2 (with husband John Legend) may be here.",
  "Most of this growth will come from Asia.",
  "JUST WATCHED Who is Chrissy Teigen?",
  "There were just 10 in 1990.",
  "Was Krajnyak targeted?",
  "Congratulations?",
  "Sign up here .)",
  "Read up.",
  "Join in.",
  "1."
]