[
  "\"The platforms should probably be a lot more aggressive about dealing with abuse and I certainly have said that before and believe that went back to 2010 when I first started as CEO at Twitter, that we should have been a lot more aggressive about that, but it's also the case that these platforms are a reflection of, somewhat, society's dysfunction.",
  "Twitter revealed in January that more than 50,000 accounts were linked to Russia's attempts to interfere in the 2016 presidential election and Facebook CEO Mark Zuckerberg testified before Congress last month about his company's failure to protect user data in the wake of the Cambridge Analytica scandal.",
  "\"The notion then that Congress who, during the interviews with Zuckerberg, to be perfectly frank, seemed not up to speed on what the platforms were like … are going to be able to regulate them in real time is probably not going to happen,\" Costolo said.",
  "Costolo feels it would be difficult to ascertain whether Russia's influence operation did actually change the outcome of the 2016 presidential election, but said with \"100 percent certainty\" there was an effort to sway people's opinions.",
  "House Democrats' release of more than 3,500 Russian-backed Facebook ads on Thursday is refocusing attention on social media companies and their role in our democracy.",
  "\"I can tell you that they meddled in trying to influence people's opinions about the election and I think that will be the case in 2018 midterms as well,\" he said.",
  "Dick Costolo, who served as Twitter CEO from 2010 to 2015, told \"CBS This Morning\" he doesn't believe Congress will be able to effectively regulate tech companies.",
  "\"These state actors aren't trying to get you to click on something to take money from you, they're not trying to steal your account information.",
  "Lawmakers made it clear that there is a need to regulate tech companies – but little consensus of how to do so.",
  "The companies themselves, Costolo said, are struggling to figure out ways to prevent influence by state actors.",
  "That's a much, much harder problem for these companies to attack,\" he said.",
  "He's modeling behavior that other people in society are reflecting.\"",
  "You've got a president who calls people names on Twitter, you know?",
  "They're just trying to sway your opinion."
]