[
  "Facebook shares slid 4.3 percent at Monday's Wall Street open, after reports that Cambridge Analytica, which worked on Facebook ads for President Donald Trump, mined the data of more than 50 million users of the social network without their permission.",
  "\"I think the trust feels like a lot of other people, which is: 'You know what, if I'm going to pay say 23 times this year's earnings or 19 times next year's, I don't want to get up in the morning'\" and see a bad headline every day, Cramer said.",
  "Clarification: This story has been updated to reflect that Jim Cramer's chairtable trust sold shares before the news that Cambridge Analytica mined the data of more than 50 million users of Facebook without their permission.",
  "The Cambridge Analytica questions come on top of pressure last year after Facebook told lawmakers that Russia-based operatives published about 80,000 posts over a two-year period in an effort to sway U.S. politics.",
  "CNBC's Jim Cramer said Monday that his charitable trust recently sold shares of Facebook due to a slew of bad headlines ahead of the tech giant's latest controversy over the use of its social media data.",
  "Cramer said on \"Squawk on the Street\" that the negative Facebook headlines make investors \"sick\" of the stock, adding there's some sentiment on Wall Street that Facebook is \"the worst of the FAANG's.\"",
  "\"I am stuck with the idea that this company had revenue growth of 47 percent [in the latest quarter], earnings per share growth of 57 percent.",
  "This stock is selling at 19 times earnings,\" Cramer said, which under normal circumstances would make it attractive.",
  "But asked whether he's surprised by the big move down in Facebook shares, Cramer said, \"Yes I am at this point.\"",
  "(FANG is an acronym originally coined by Cramer for Facebook, Amazon, Netflix, and Google-parent Alphabet.",
  "Cramer added the continued bad headlines make the U.S. tech company seem \"naive.\"",
  "He added, at the moment, it's hard to find stocks that aren't \"controversial.\"",
  "Facebook did not immediately respond to a request for comment.",
  "\"Why isn't Facebook more aware of the power it has?\"",
  "asked Cramer, host of CNBC's \"Mad Money.\"",
  "Apple was later added to make it, FAANG.)",
  "\"They don't make you love them.\""
]