[
  "“Scott, a multimillionaire, hasn’t ruled out spending tens of millions of his own money as he has in the past.” Nelson lacks such a fortune, and Democrats are defending nine other incumbents in states the president won in 2016, meaning “a free-spending Scott campaign in the nation’s largest swing state could strain Democratic resources across the red-tinted Senate map.” More: https://politi.co/2v3UzZC\n\nRelated: “Rick Scott Senate Run Returns Florida to Battleground,” via The New York Times’ Patricia Mazzei: https://nyti.ms/2qjKzXo ; and “Inside Puerto Rico’s Plan to Influence the Midterm Elections,” from Edward-Isaac Dovere: https://politi.co/2qjIDNS\n\nWELCOME TO THE SENATE -- Cindy Hyde-Smith was sworn in Monday as the first female senator from Mississippi, bringing the number of sitting female senators to a historic 23.",
  "“We don’t need any extra confirmations.” More: https://politi.co/2GQ2Cuu\n\nRelated: “An Internal Email Contradicts Scott Pruitt's Account of Controversial Raises,” from The Atlantic’s Elaina Plott: https://theatln.tc/2qiBSMS ; “EPA chief of staff takes responsibility for raises given to Pruitt aides,” via Emily Holden: https://politi.co/2GPIfh6 ; and “Joe Manchin Says He Doesn’t Regret Voting To Confirm Scott Pruitt,” by HuffPost’s Igor Bobic: http://bit.ly/2Jv30Al\n\nLOWER TAXES; MORE RED INK -- A CBO analysis estimates that the federal budget deficit will blow past $1 trillion within two years, largely due to last year’s GOP tax cuts and last month’s massive spending bill.",
  "The company announced Monday it will work with foundations to create an ‘independent election research commission’ that will recruit academics and scholars to study the impact of social media on political elections and democracy.” More: https://politi.co/2qlh0Uw\n\nRelated reads: “Zuckerberg makes Capitol Hill debut as Facebook frustration mounts,” per Steven Overly: https://politi.co/2uZyLhZ ; “6 questions Zuckerberg still hasn't answered,” by Nancy Scola and Cory Bennett: https://politi.co/2IDcZT1 ; and “Mark Zuckerberg Says He’s Not Resigning,” from The Atlantic’s Robinson Meyer: https://theatln.tc/2H6SMbd\n\nSCOTT UPENDS SENATE BATTLE -- Florida Gov.",
  "“The package under consideration by the White House, according to Republican aides familiar with the discussions, could range from $30 billion to as much as $60 billion -- representing anywhere from 2 to 4 percent of the $1.3 trillion spent in the omnibus.” More: https://wapo.st/2qiyJN4\n\nSENATORS CRAFT NEW GUIDELINES FOR TRUMP WAR POWERS -- A bipartisan proposal being crafted in the Senate would give President Donald Trump broad authority to wage war against terrorists around the globe while also empowering Congress with key checks on the president’s power.",
  "“Thune has not officially launched his bid -- doing so seven months before an election is taboo -- but ‘he’s made no secret of his interest in this post,’ according to a Senate leadership aide.”\n\nStory Continued Below\n\nThune declined to rule anything out but said he will serve the Republican Conference “if there’s an opportunity there.” “But what happens to the rest of the leadership team remains up in the air as senators quietly assess their options and how best to position themselves after the critical November midterm elections,” Burgess continues.",
  "“Hyde-Smith will serve in the seat until the Nov. 6 special election to fill out the rest of Cochran's term, which expires in January 2020.” Conservative state Sen. Chris McDaniel is running for the seat, as is Democrat Mike Espy, President Bill Clinton’s agriculture secretary and the first African-American since Reconstruction to win a congressional seat in Mississippi.",
  "-- FORMER INTEL OFFICIALS BACK HASPEL -- Expensive FL Senate race could cost Dems\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nSENATE GOP LEADERSHIP SHAKEUP LOOMS -- With Senate Majority Whip John Cornyn (R-Texas) term limited in his leadership post at the end of 2018, senators and aides say Sen. John Thune (R-S.D.)",
  "And with Senate Majority Leader Mitch McConnell (R-Ky.) focused on confirming lower-level nominees, the addition of “a fourth Cabinet confirmation would sap time from the Senate calendar and Republicans of their political capital in a tough election year.” “We’re pretty well booked,” Sen. Roger Wicker (R-Miss.)",
  "“One GOP senator is already opposed and at least three more are undecided on Haspel, leaving her likely to require Democratic support to win Senate confirmation.” The letter’s 50-plus signatories include former Obama administration officials John Brennan, Leon Panetta, Michael Morell and James Clapper.",
  "“But the summary reflects the latest thinking in a bipartisan effort to finally force Congress to vote on issues of war and peace.” The Senate Foreign Relations Committee is expected to vote on the new war authorization later this month, but there’s no guarantee it will come to the full Senate floor.",
  "“But turning on him would likely backfire, as the shrunken Republican majority would struggle to confirm any EPA administrator, let alone another one as conservative and driven to overturn former President Barack Obama’s environmental rules and regulations,” Burgess and Anthony Adragna report.",
  "“Thune has run the GOP’s messaging arm for six years now, cut a $2 million check to the Senate GOP’s campaign committee in 2016 and has developed a record as a bipartisan deal-cutter on the Senate Commerce Committee, which would serve him well in running the Senate floor,” Burgess reports.",
  "John Barrasso of Wyoming and Roy Blunt of Missouri would probably secure easy promotions while a vacancy opens at the bottom of the leadership rungs, according to senators and aides.”\n\nBut if the Republican Party loses control of the chamber, a broader scramble could ensue.",
  "“[I]t is not at all clear that a rescission bill could get a simple majority in the Senate, with Republicans holding a slight 51-49 majority and Democrats inclined to oppose cuts to the deal they already negotiated and passed,” The Washington Post’s Mike DeBonis reports.",
  "I started Facebook, I run it and I'm responsible for what happens here.” Zuckerberg, who met with lawmakers on Monday, will testify before the Senate Commerce and Judiciary committees this afternoon and the House Energy and Commerce Committee on Wednesday.",
  "“Strategists in both parties think this race could cost up to $200 million, dwarfing the record $180 million they spent fighting over Pennsylvania in 2016, according to the Center for Responsive Politics,” Kevin Robillard, Marc Caputo and Burgess report.",
  "More: http://bit.ly/2GMJ1Q9\n\nTODAY IN CONGRESS -- The House gavels in at 12 p.m., with votes postponed until 6:30 p.m. Today’s agenda: http://bit.ly/2EsSWEM The Senate meets at 10 a.m. to resume consideration of judicial nominee Claria Horn Boom.",
  "), Jeff Merkley (D-Ore.) and Michael Bennet (D-Colo.) will hold a news conference with clean air and clean car advocates to discuss efforts to block the Trump administration’s rollback of fuel economy emissions standards at 12:45 p.m. in S-120.",
  "RSVP for Winning the Age of AI: The future of Work, Workers and Education -- Thursday, April 12, at Union Station -- Doors open 5 p.m.\n\nMONDAY’S MOST CLICKED: The Associated Press’ report on House Minority Whip Steny Hoyer’s (D-Md.)",
  "“Duckworth, who turned 50 on March 12, is one of only 10 women in the history of the nation to give birth while in Congress, with the other babies born to members serving in the House,” Lynn Sweet reports for the Chicago Sun-Times.",
  "Pruitt was barely confirmed himself, and the dynamics have since shifted in the Senate: There’s a Democratic senator representing Alabama now, and Sen. John McCain (R-Ariz.) is out indefinitely recovering from cancer treatment.",
  "Reps. Chris Smith (R-N.J.) and Mike Coffman (R-Colo.) will hold a news conference to discuss a resolution supporting respect for human rights and encouraging inclusive governance in Ethiopia at 3:30 p.m. in the House Triangle.",
  "“Hyde-Smith, who served as the state's agriculture and commerce commissioner, was appointed to fill the seat of former Sen. Thad Cochran, who resigned effective April 1 due to health problems,” ABC News’ Emily Goodin reports.",
  "More: https://politi.co/2qoXbfk\n\nFORMER INTEL CHIEFS ENDORSE HASPEL -- Senior intelligence officials from Republican and Democratic administrations are backing CIA Deputy Director Gina Haspel’s nomination to lead the agency.",
  "“Opposition from Collins and Murkowski -- as well as the indefinite absence of Sen. John McCain (R-Ariz.) -- would mean that Republicans would be unable to muscle through a rescission bill on their own,” DeBonis continues.",
  "More: https://abcn.ws/2Ezpug2\n\nWELCOME TO THE WORLD -- Sen. Tammy Duckworth (D-Ill.) gave birth Monday morning to her second child, Maile Pearl Bowlsbey, making her the first sitting senator to give birth while in office.",
  "will hold a conference call to discuss the bipartisan Senate delegation he led last week to Niger, South Africa, Zimbabwe and Burkina Faso at 12:30 p.m. RSVP to Madeline_Broas@coons.senate.gov for call-in information.",
  "TWO GOP SENATORS EXPRESS OPPOSITION TO RESCISSION BILL -- An early push to reverse some of the $1.3 trillion in spending Congress passed last month is already facing resistance from two key Republican senators.",
  "Sen. Tim Scott (R-S.C.), Reps. Virginia Foxx (R-N.C.) and Raja Krishnamoorthi (D-Ill.) and others will hold a film screening and discussion of solutions to America’s workforce crisis at 11:15 a.m. in SVC-208.",
  "MONDAY’S TRIVIA WINNER -- Robert Blizzard was first to correctly guess that former Rep. Claude Kitchin (D-N.C.) was the first lawmaker to select an office in the first-ever House office building.",
  "The White House has begun working with House Majority Leader Kevin McCarthy (R-Calif.) to craft a “rescission” bill to roll back tens of billions of dollars in federal appropriations, but Sens.",
  "“Legislation passed by the GOP-led Congress ... will push up the cumulative deficit over a decade by $1.6 trillion compared with the CBO’s last estimate in June 2017,” Sarah Ferris reports.",
  "The chamber will vote to confirm Boom at 12:10 p.m. and hold a procedural vote on John F. Ring’s nomination to be an NLRB member at 2:15 p.m.\n\nAROUND THE HILL -- Rep. Jim McGovern (D-Mass.)",
  "“Facebook has spent the past several days making a series of policy and design changes to contain the fallout from Cambridge Analytica scandal and criticism over Russian election meddling.",
  "The Senate Commerce and Judiciary committees will hold a hearing with Facebook CEO Mark Zuckerberg on Facebook, social media privacy and the use and abuse of data at 2:15 p.m. in 216 Hart.",
  "More: https://politi.co/2Ho6pQP\n\nWHAT ZUCKERBERG WILL TELL CONGRESS -- Facebook “didn't do enough to prevent these tools from being used for harm,” CEO Mark Zuckerberg will tell Congress.",
  "“The CEO plans to address a range of issues, from the controversy surrounding Cambridge Analytica to Russian interference in the U.S. 2016 election,” John Hendel and Ashley Gold report.",
  "“Members of the Senate threw a baby shower for Duckworth on March 20 in the Capitol.” Duckworth will stay in the Washington, D.C., area with her newborn so she can vote in the Senate.",
  "“The group of officials lauded Haspel in a letter to the bipartisan leaders of the Senate Intelligence Committee as her bid to lead the CIA remains on shaky ground,” Elana reports.",
  "“The nonpartisan CBO estimates that the GOP tax law alone will add $1.852 trillion to the deficit over a decade, after accounting for the expected short-term boost to the economy.",
  "AI EVENT: With artificial intelligence driving the next big shift in the global economy, no aspect of American society will be untouched by the new age of machine learning.",
  "and others will hold a briefing on exploring the ways federal programs can improve health and cut health care costs to combat food insecurity at 10 a.m. in 121 Cannon.",
  "One possibility is that Cornyn could chair the Intelligence, Judiciary or Finance panel, but he would have to circumvent Senate GOP rules and overtake other senators.",
  "With midterms looming, Republicans are also reluctant to force vulnerable Sen. Dean Heller (R-Nev.) into a deciding vote on a new EPA chief in the mold of Pruitt.",
  "The U.S. is now projected to hit the $1 trillion deficit mark two years ahead of previous estimates.” Much more: https://politi.co/2qlKF02\n\nGOOD MORNING!",
  "While Cornyn is favored to succeed Sen. Mitch McConnell (R-Ky.) as the next GOP leader, he could find himself outside of Republican leadership next year.",
  "TODAY’S TRIVIA -- From Stephan Kline: This former lawmaker was born in a displaced persons camp in Europe, and his parents were Holocaust survivors.",
  "Rep. Greg Walden (R-Ore.) and others will hold a briefing on the latest threats posed by illegally-imported fentanyl at 10 a.m. in 2322 Rayburn.",
  "Rick Scott’s campaign to unseat Sen. Bill Nelson (D-Fla.) could be the most expensive Senate race ever, something that could trouble Democrats.",
  "Several ambitious senators who were elected in 2014 are expected to demand more seats at the leadership table in 2020, if not this year.",
  "Join POLITICO for a discussion on how American workers and U.S. school systems can adapt to the future of work and the AI era.",
  "“The most pressing open question is what happens to Cornyn,” who isn’t seeking a waiver from GOP term limits, Burgess writes.",
  "“No final decision has been made on the [AUMF]’s language pending sign off from senators in both parties,” Burgess writes.",
  "“That goes for fake news, foreign interference in elections and hate speech, as well as developers and data privacy.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this Tuesday, April 10.",
  "-- Republican senators are getting tired of defending embattled EPA Administrator Scott Pruitt.",
  "Susan Collins (R-Maine) and Lisa Murkowski (R-Alaska) have already expressed opposition.",
  "We didn't take a broad enough view of our responsibility, and that was a big mistake.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "THE SENATE GOP LEADERSHIP SCRAMBLE -- Could Republicans confirm a new EPA chief?",
  "Plus, the State Department, CIA and VA all lack permanent leaders.",
  "will hold his weekly pen and pad briefing at 11 a.m. in H-144.",
  "Much more: https://politi.co/2HnxMKX\n\nMISSION IMPOSSIBLE?",
  "Send your best guess my way: nmccaskill@politico.com .",
  "“If Republicans keep the Senate, then Thune and Sens.",
  "He chose room 430 in Cannon, which is now room 423.",
  "is all but assured to become the next GOP whip.",
  "campaign to become speaker was the winner.",
  "House Minority Whip Steny Hoyer (D-Md.)",
  "It was my mistake, and I'm sorry.",
  "Sen. Chris Coons (D-Del.)",
  "Edward Markey (D-Mass.",
  "), Ben Cardin (D-Md.",
  "Who is he?",
  "Sens.",
  "said."
]