[
  "(Photo: Zach Gibson, Getty Images)\n\nTrump to announce his decision on Iran nuclear deal\n\nPresident Trump will disclose his plans for the future of the Iran nuclear deal Tuesday, as his hard-line advisers urge him to kill the deal and allies around the world push him to stay in.",
  "Video provided by Reuters Newslook\n\nGoogle I/O conference likely to address privacy concerns\n\nThousands of software developers could expect a different tone from Google's annual I/O conference on Tuesday amid growing scrutiny of technology companies from Washington lawmakers.",
  "Movie-making royalty huddle for Cannes Film Festival\n\nStudio bigwigs, Hollywood stars and ordinary film buffs are flocking to the French Riviera on Tuesday for the opening of the 71st annual Cannes Film Festival, which runs through May 19.",
  "Films competing for the prestigious Palme D'Or award include Spike Lee's BlacKkKlansman, the true story of a black police detective who went undercover in the Ku Klux Klan; and David Robert Mitchell's neo-noir Under the Silver Lake.",
  "So far Google, which has an online advertising business more than twice the size of Facebook, has stayed safely on the sidelines following revelations about the harvesting of Facebook data by Cambridge Analytica.",
  "Some analysts expect Google CEO Sundar Pichai to use the I/O stage to reassure the public of Google's efforts to safeguard people's information and remind software developers of their obligations to do the same.",
  "On Monday, President Trump urged voters to reject Blankenship, tweeting that they should \"remember Alabama\" — a reference to Roy Moore's loss in a special Senate election last year.",
  "Buzz60\n\nStakes high for GOP in primary elections\n\nMuch is at stake for Republicans on Tuesday as primary voters head to the polls in West Virginia, Indiana, Ohio and North Carolina.",
  "Under the agreement signed in 2015, the United States and others withdrew economic sanctions on Iran in return for it agreeing to give up the means to make nuclear weapons.",
  "Trump's options range from efforts to re-impose sanctions on Tehran to delaying any move on the agreement he has condemned since his first days on the campaign trail.",
  "Americans are becoming charged up about electric cars\n\nMore Americans say their next vehicle will likely be an electric car, a new survey released Tuesday finds.",
  "The GOP, which hopes to expand its narrow, 51-seat Senate majority in November's general elections, covets the seats held by Democratic Sens.",
  "Though it's particularly good news for carmakers like Tesla, General Motors and Nissan, charging times are still too long for many people.",
  "A Paris court was weighing whether the festival can show Monty Python star Terry Gilliam's long-awaited The Man Who Killed Don Quixote.",
  "In West Virginia, former Massey Energy CEO Don Blankenship is facing GOP ads knocking his misdemeanor conviction in a mine explosion.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2HXAFWj",
  "In the AAA survey, 68% said 30 minutes of charge time would be the maximum they would consider reasonable while out and about.",
  "CLOSE The giant poster for the 71st Cannes Film Festival was rolled out, putting love centre stage on the French Riviera.",
  "CLOSE Iranian president warned the US that there would be “historic remorse” if it pulls out of the nuclear deal.",
  "Last week, Iran slammed the U.S. as a bully, saying it will not “renegotiate or add onto” the atomic accord.",
  "CLOSE If you're thinking of buying an all-electric or hybrid car, here are a few things to consider.",
  "Some 20% of Americans believe that will be the case, up from 15% in 2017, according to AAA.",
  "Other notable screenings include Solo: A Star Wars Story, which opens in the U.S. May 25.",
  "One big reason Americans are more likely to consider buying an electric car?",
  "President Trump crosses the South Lawn after arriving at the White House.",
  "But GOP contenders in both states are locked in bitter primary battles.",
  "Concerns about running out of electricity are diminishing.",
  "Joe Donnelly in Indiana and Joe Manchin in West Virginia.",
  "Veuer's Maria Mercedes Galuppo has more.",
  "Rough cut (no reporter narration).",
  "USA TODAY\n\nPrefer to listen?"
]