[
  "\"Those questions have included whether Facebook can track users' browsing activity even after the user has logged off of Facebook; whether Facebook can track your activity across devices even when you aren't logged into Facebook; who is Facebook's biggest competition; whether Facebook may store up to 96 categories of users' information; whether you knew (data scientist Aleksandr) Kogan's terms of service and whether you knew that Kogan could sell or transfer data.\"",
  "Calling up reports that law enforcement organizations were using Facebook to track protest movements, Booker also asked Zuckerberg to reassure \"communities of color worried that (Facebook) data could be used to surveil groups like Black Lives Matter\" and other groups \"trying to organize against substantive issues of discrimination in this country\" that the company would safeguard their information.",
  "A few rounds before Harris took her turn, Booker enlivened the proceedings with a round of questions focused on allegations, stemming from a 2016 ProPublica report and now at the center of a lawsuit , that Facebook's ad sales process, despite policies that should have prevented it, allowed advertisers to post home rental notices in violation of the federal Fair Housing Act.",
  "Noting that advertisers, like Cambridge Analytica, were able to \"self-certify\" that they were complying with the company's policies (and federal law), Booker asked if Zuckerberg would consider -- given the broad lack of diversity in the tech sector -- \"opening your platform for civil rights organizations to really audit ... what is happening?\"",
  "In testing Facebook's filters, ProPublica reporters in November 2017 -- a year after their initial report -- found that they could post ads that wouldn't be shown to protected groups, including \"African Americans, mothers of high school kids, people interested in wheelchair ramps, Jews, expats from Argentina and Spanish speakers.\"",
  "If stretches of the hotly anticipated hearing, featuring lawmakers from the Judiciary and Commerce committees, yielded mostly warmed-over exchanges, the two potential 2020 Democratic presidential hopefuls on hand delivered rare sparks -- and a reason for primary voters to get more familiar with their names\n\nBoth Sens.",
  "The former California attorney general tangled up Zuckerberg, eventually tying Facebook's decision, whenever it was made, to keep mum about Kogan and Cambridge Analytica to broader concerns over how the company handled user data, two points her colleagues had mostly framed as distinct issues.",
  "(CNN) For the better part of four hours on Tuesday afternoon, Facebook CEO Mark Zuckerberg kept his Senate inquisitors at arm's length, either deflecting the rare pointed question or, more often, chewing up time by explaining fairly basic details about how the social network does business.",
  "Harris then asked Zuckerberg if he had taken part in, or was aware of, any conversation among Facebook executives in which it was decided more than two years ago not to immediately notify users that their information had been shared with the data firm Cambridge Analytica.",
  "A wider probe into whether the tech giant is operating as a monopoly would qualify as an existential challenge -- one it seems poised to avoid if Zuckerberg's first day of testimony is any indication.",
  "But neither pulled punches with Zuckerberg, who arrived in Washington with at least one major scandal and an assortment of pervasive controversies pinned to his front, back and sides.",
  "Like most of their colleagues, Harris and Booker steered clear of any in-depth discussion concerning Facebook's standing in the market and the lack of comparable competitors.",
  "\"In general, unless law enforcement has a very clear subpoena or ability or reason to get access to our information, we're going to push back on that across the board.\"",
  "\"During the course of this hearing, these last four hours, you've been asked several critical questions for which you don't have answers,\" Harris began.",
  "During his time as mayor of Newark, Booker secured from Zuckerberg a $100 million donation to help reform the city's troubled school system.",
  "\"I'm not sure what other people discussed,\" Zuckerberg said, adding after Harris pressed him, \"I don't remember a conversation like that.\"",
  "Harris, meanwhile, shares a home state with the company -- and with that, an obvious interest in the tech sector's continued success.",
  "Harris, whose turn came later in the day, immediately reeled off a list of inquiries Zuckerberg had seemed to successfully parry.",
  "He returns to Capitol Hill on Wednesday, when he'll take more questions, this time from the House Energy and Commerce Committee.",
  "\"Senator, I think that's a very good idea,\" Zuckerberg replied, \"and we should follow up on the details of that.\"",
  "Kamala Harris of California and Cory Booker of New Jersey hold unique ties to Facebook.",
  "We're committed to that,\" Zuckerberg said.",
  "I think that that's very important.",
  "The list went on.",
  "\"Yes, Senator."
]