[
  "Another 25 basis points are coming and while no one can say for sure that the red lights flashing on the big board Monday are because of higher interest rates, some headlines suggest the market is getting \"pounded\" already because of it.",
  "Chaikin Analytics, a quantitative analysis firm employing their own proprietary models of what makes a stock hot or cold, says there are three sectors that will do fine in a rate hike environment and three others that will do poorly.",
  "\"I'm still bullish on the market because the economy is so strong and we project corporate earnings will increase this year and next year,\" says Marc Chaikin, founder and CEO of Chaikin Analytics.",
  "It's not cheap, but if Chaikin's guidance is to be followed, investors worried about higher-than-expected rate hikes should buy quality and not go flea market shopping for discounted stocks.",
  "Although the numbers pale in comparison to bonafide political ads placed by leading SuperPACs and the candidates themselves, Facebook has been the anti-Russia punching bag.",
  "Adobe's enterprise business is doing well and the new subscription model, whereas their software is stored in the cloud and purchased on demand, seems to be working.",
  "It used to be an attractive dividend play, but now that rates are going up, the stock's 2.4% current dividend yield is not as sexy to investors as it was last year.",
  "\"Avalon is one of the largest in the real estate space and is suffering from a demographic shift to single-family homes instead of rental property,\" he says.",
  "Former National Security staffer and famous whistleblower Edward Snowden basically called Facebook a surveillance operation for Washington's spy agencies.",
  "The insurer known for its commercial character Flo issues monthly earnings numbers (their \"dashboard report\") and February's release exceeded estimates.",
  "That means emerging market currencies like the Brazilian real will gain on the dollar in the months ahead, potentially making for nice short-term gains.",
  "Sure, volatility has returned and so in an environment like this one you need to look for quality stocks rather than speculate on the margin,\" he says.",
  "\"It's leading the market up and estimates for the next quarter are really strong,\" he says, adding that he considers AbbView more than an R&D shop.",
  "Based on technical data supplied by Chaikin Analytics software, the five biggest standouts are all in financial, tech and the healthcare business.",
  "Chaikin likes Petrobras, a Brazilian oil company clawing its way out of the grave their executives dug for the company over the last three years.",
  "These are probably as \"Fed-proof\" as one can get, assuming no trade wars or political upheavals that can tip the market over like a Jenga tower.",
  "Rising interest rates are hurting the mortgage market in general and new competition for dividends from higher-yielding government bonds.",
  "Chaikin's \"poster child\" for the stock to avoid is AvalonBay Communities, a real estate investment company heavily allocated to rental.",
  "Chaikin measures things like momentum, inflow, earnings surprises, value and around 16 other factors to rank stocks on their platform.",
  "Sectors they think are likely to underperform include utilities, consumer goods and real estate as mortgage costs begin to rise.",
  "The Federal Reserve will continue on its rate hiking mission on Wednesday and the market is doing what it does best: overreact.",
  "\"They are the cream of the crop,\" says Chaikin, noting that most bulge bracket banks will do well in a strong economy anyway.",
  "Despite higher Treasury yields, some still think that dollar weakness is here for the remainder of the first half, at least.",
  "Mark Zuckerberg has had to practically go on bended knee begging for the forgiveness of the Bay Area #resistance movement.",
  "Congress wants to talk to him about the latest headline regarding a third party contractor called Cambridge Analytica.",
  "Consensus estimates are for three hikes of 25 basis points, taking the Federal funds rate to over 2.2% by year's end.",
  "Retailers are also pouring in, with Raymond James and Ameriprise all increasing their holdings in Progressive stock.",
  "CEO Jaime Dimon has long said that the bank could increase profits if it got more help from Washington and the Fed.",
  "Lower corporate taxes will bring in about $7 billion more in pretax profit to JPM, the company said on Feb. 27.",
  "Another tech favorite is Intel, which may use the $14 billion it has in cash to continue its acquisition spree.",
  "JPM is investing in new fintech, opening 400 branches and a new corporate headquarters in midtown Manhattan.",
  "A few hundred thousand dollars were spent on political ads, mostly negative ones targeting Hillary Clinton.",
  "Investors believe that a 3% Treasury yield is moderately bearish, and a 4% Treasury yield is a sell sign.",
  "He suspects corporate earnings growth will average in the high single digits this year and again in 2019.",
  "Other than BNP Paribas, investment banks JP Morgan, Goldman Sachs and UBS are all expecting four hikes.",
  "Potential Fed Losers\n\nFacebook is under attack as the fall guy in the Russian election meddling story.",
  "Fed chairman Jerome Powell will signal this week that the federal funds rate will go higher all year.",
  "Last year the company bought driver assistance tech company Mobileye for a little over $15 billion.",
  "Recent privacy rights breaches are yet another pockmark against Zuckerberg's social media giant.",
  "Financials, technology and health care are poised to do well over the next quarter and beyond.",
  "\"It's overbought and expensive, but I'd be a buyer on any pullbacks in Adobe,\" Chaikin says.",
  "\"These five names should do well even with rates going higher,\" Chaikin's charts tell him.",
  "\"This is a favorite of ours and the numbers suggest Progressive is still going strong.\"",
  "\"This is a great tech brand and Wall Street is very positive on this stock,\" he says.",
  "Analysts are, by and large, raising their earnings forecasts for the first quarter.",
  "\"JPM and PGR have made new highs but that is what you look for,\" says Chaikin.",
  "Few mainline tech companies have the headline risk that Facebook faces today.",
  "\"It is dependent on the goodwill of its millions of users on it every day.\"",
  "Petrobras is the source of Brazil's ongoing political corruption scandal.",
  "Higher interest rates add hundreds of dollars a month to a new mortgage.",
  "\"AvalonBay is typical of what's going on in real estate,\" Chaikin says.",
  "BNP Paribas is forecasting four hikes of 25 points, just to be prudent.",
  "\"Our models are very bullish on Petrobras right now,\" says Chaikin.",
  "Despite that risk, FB is in better shape than Colgate-Palmolive.",
  "Annual earnings may jump by a third from last year’s high point.",
  "The last time the Fed raised by 25 basis points was in December.",
  "In theory, that can take quite a few buyers out of the market.",
  "The one caveat is that the economy is humming along nicely.",
  "Jim Cramer called it \"the hottest stock in Silicon Valley.\"",
  "\"There is no sign of a recession in any of our indicators.",
  "Rounding out the top 5 is Abbott Labs spin-off AbbVie.",
  "I think this is something you want to buy on the dips.",
  "\"They are killing it on the numbers,\" Chaikin says.",
  "They are estimating 30% earnings growth for Adobe.",
  "See: Can 'Trump Chaos' Really Derail The Markets?",
  "The market gained precipitously shortly after.",
  "So far the Fed is sticking with three hikes.",
  "The Petrobras pullback won't last,\" he says.",
  "Facebook is neutral on the Chaikin system.",
  "\"I would avoid this stock,\" Chaikin says.",
  "Higher fed rates push up Treasury yields.",
  "It's going nowhere,\" says Chaikin.",
  "They acquired 9 companies in 2016.",
  "\"Money flow indicators are strong.",
  "It, too, is reaching new heights.",
  "Progressive Corp. is also a buy.",
  "Zacks has a sell ranking on it.",
  "They know how to market drugs.",
  "-- Forbes\n\nFlo In, Zuck Out.",
  "JP Morgan leads the list.",
  "Who won't do so well?",
  "\"Colgate is bearish.",
  "Unemployment is low.",
  "Then there's Adobe.",
  "Now they have it.",
  "Wages are rising.",
  "JPM is a buy."
]