[
  "From the letter: \"While the tariffs are not yet in effect, the possibility of imposition of tariffs on billions of dollars of goods, the as-yet-undefined potential investment restrictions and threats of a potential trade war create unpredictability across the business and farm community here in the United States, depress commodity prices, and have already harmed U.S. companies, farmers, consumers, and markets... China’s potential retaliatory measures would likely have broad, cross-industry impact aimed at constraining current U.S. operations in country and impeding any new market entrants.",
  "— Damian Paletta (@damianpaletta) April 11, 2018\n\nIndeed, the rise in federal spending amid declining joblessness represents a historical aberration, as this January chart from Goldman Sachs economists shows:\n\n\n\nEconomists for the bank wrote the adrenaline shot from the tax and spending measures cast fiscal policy into “uncharted territory.” “Congress has voted twice in the past two months to substantially expand the budget deficit despite an already elevated debt level and an economy that shows no need for additional fiscal stimulus,” they wrote.",
  "on Thursday will get her first face-to-face crack at the man accused of dismantling her brainchild in what's likely to be an intensely personal showdown... Mulvaney’s hearing at the Senate Banking Committee will be his second Hill appearance of the week... Warren and Mulvaney have already gone after each other with a flurry of increasingly nasty letters, op-eds and speeches since Mulvaney’s late-November appointment.\"",
  "THE FUNNIES\n\nFrom The Post's Ann Telnaes:\n\nBULL SESSION\n\nFlashback: House Speaker Paul D. Ryan (R-Wis.) did not always support Donald Trump's quest to the White House:\n\nFacebook CEO Mark Zuckerberg acknowledged in a House hearing that he created a website ‘FaceMash’ that ranked attractiveness of his classmates:\n\nZuckerberg believes artificial intelligence can stop identity theft on Facebook:",
  "Ryan yesterday pointed to both measures as among his proudest achievements, calling them “lasting victories that will make this country more prosperous and more secure for decades to come.” That they both exacerbate a tide of red ink that Ryan, under a Democratic president, frequently labeled an imminent economic crisis highlights a shifting standard on his signature issue.",
  "And it really is entitlements.’ But he added that he was proud that the House had passed what he described as ‘the biggest entitlement reform bill ever considered in the House of Representatives,’ a reference to legislation repealing the Affordable Care Act and remaking the Medicaid program.” That measure, of course, failed in the Senate in dramatic fashion last summer.",
  "The Post's Bob Costa: \"Stephen K. Bannon, who was ousted as White House chief strategist last summer but has remained in touch with some members of... Trump’s circle, is pitching a plan to West Wing aides and congressional allies to cripple the federal probe into Russian interference in the 2016 election, according to four people familiar with the discussions.",
  "Fox Business's Charles Gasparino: \"The Securities and Exchange Commission has launched a massive crackdown on alleged fraud in the cryptocurrency business that could result in dozens of enforcement actions against companies and individuals in the next year over the sale and promotion of this burgeoning and under-regulated industry...",
  "The Post's Karoun Demirjian: \"The Senate Judiciary Committee is expected to vote April 26 on a bipartisan bill to prevent the undue firing of special counsels such as... Mueller as lawmakers warn the president against taking steps to stymie Mueller’s ongoing probe of alleged ties between Trump affiliates and the Russian government.",
  "THE TICKER\n\nHours after House Speaker Paul Ryan (R-Wis.), the self-styled deficit warrior, announced his retirement yesterday, the Treasury Department reported collecting nearly $600 billion less than it spent in the first half of the fiscal year — an imbalance that swelled 14 percent over the same period the year before.",
  "The report, released Wednesday by executive compensation and governance research firm Equilar, examines pay of the 100 largest public companies by revenue, and comes in advance of broader CEO pay rankings that typically arrive later in the spring and analyze the companies of the entire Standard & Poor's 500-stock index.",
  "And he is telling associates inside and outside the administration that the president should create a new legal battleground to protect himself from the investigation by asserting executive privilege — and arguing that Mueller’s interviews with White House officials over the past year should now be null and void.\"",
  "A Commerce Ministry spokesman said Thursday that the new measures announced by President Xi Jinping 'have nothing to do with the trade disputes with the U.S.' The spokesman, Gao Feng, told reporters that the Chinese government is opening the economy 'at its own pace, in its own direction, which is already fixed.'",
  "WSJ's Aaron Back: \"Big Wall Street banks like Goldman Sachs GS -1.41% and Morgan Stanley won’t get the relaxation of capital requirements that they hoped for under the Trump administration.That is the key takeaway from proposed changes to the annual stress test process announced by the Federal Reserve Tuesday.",
  "The first step, these people say, would be for Trump to fire ... Rosenstein... Bannon is also recommending the White House cease its cooperation with Mueller, reversing the policy of Trump’s legal team to provide information to the special counsel’s team and to allow staff members to sit for interviews.",
  "But rather than finding another source of revenue of the same scale or trimming the ambitions of the overall effort accordingly, Ryan led fellow House Republicans in passing a deficit-busting tax package — a move the party has defended by asserting extra economic growth would cover the cost.",
  "Since taking office, [SEC Chairman Jay] Clayton’s enforcement staff at the SEC has brought as many as nine cases involving cryptocurrency fraud, but people at the commission and securities lawyers familiar with the agency’s enforcement agenda said investigators are working on dozens more.\"",
  "The Post's Tony Romm: \"For five hours, Democrats and Republicans on the House Energy and Commerce Committee took turns swiping at Zuckerberg, holding him to 'yes' and 'no' questions and frequently cutting him off -- a tactic that at times appeared to frustrate the Facebook co-founder.",
  "Bloomberg: \"Trump discussed firing Deputy Attorney General Rod Rosenstein with White House aides on Wednesday, a person familiar with the matter said, as a chorus of Trump’s advisers and allies urged him to thwart the investigation of Russian interference in the 2016 election.",
  "The Post's Renae Merle: \"Mick Mulvaney defended his leadership of the Consumer Financial Protection Bureau — an agency he once called a 'joke' — in front of a House committee Wednesday, dismissing criticism from Democratic lawmakers that he was weakening the watchdog agency.",
  "The four-hour-long hearing of the House Financial Services Committee was marked by partisan bickering about the Trump administration’s takeover of the CFPB, including the revelation that Mulvaney had spent more than $3,000 to frost the glass around his and other offices.",
  "In a letter to the leaders of the House Ways and Means Committee today, the National Retail Federation, the Information Technology Industry Council and more than 100 other business and farm groups urge Congress to push back against the administration's tariff plan.",
  "— Kevin Roose (@kevinroose) April 11, 2018\n\nFWIW, I think this could be the most consequential thing Congress learns about Facebook this week—just how much happens there, and how impossible it is for something with 2.2 billion users to effectively self-police.",
  "“Fiscal issues have long been Ryan’s focus ... and it’s there that his failure to deliver looks most glaring, given years of promises and budget proposals aimed at slashing spending and reining in entitlements,” The Washington Post’s Erica Werner writes.",
  "Even as he apologized for the mishap and other recent troubles at Facebook, however, lawmakers repeatedly expressed doubt that the social giant could fix its troubles on its own – and threatened to regulate the company and its tech industry peers.\"",
  "Federal Reserve officials bore that out in their March meeting, the minutes of which the central bank released Wednesday: They debated the possibility of an overheating economy and the potential need to raise interest rates faster to cool it off.",
  "The SEC crackdown largely focuses on so-called initial coin offerings, or ICOs, in which startups raise capital through the sale of cryptocurrencies, and accept payment from investors in the form of other cryptocurrencies such as bitcoin...",
  "While the median pay increase for CEOs was slightly lower than the year prior, at 5 percent instead of 6 percent, the median CEO pay package was valued at $15.7 million, the first time it notched above 2016's previous high of $15 million.\"",
  "Egged on by some of his strongest supporters, Trump has taken an increasingly combative posture toward Special Counsel Robert Mueller’s investigation after FBI agents descended on the office and home of his lawyer Michael Cohen on Monday.",
  "Heather Long\n\nCHART TOPPER\n\nFrom the Visual Capitalist, a spiral depicting the states most vulnerable to a trade war:\n\nDAYBOOK\n\nToday\n\nThe Senate Finance Committee holds a hearing on the 2018 tax season and future IRS challenges.",
  "Bloomberg's Sarah Frier and Todd Shields: \"Zuckerberg... said Facebook collects information on consumers who aren’t registered as users, acknowledging something that’s been reported but not publicly spelled out by the company.",
  "The Post’s Damian Paletta put a sharper point on the Wisconsin Republican’s fiscal record:\n\nRomney brought Paul Ryan onto his 2012 presidential ticket, a sign that Ryan's brand of austerity had reached the GOP mainstream.",
  "The North Carolina lawmaker told reporters on Capitol Hill that he has given 'zero consideration' to running to replace Ryan, weighing in on a race expected to send congressional Republicans scrambling to fill the slot.\"",
  "One big unknown is what exactly the House Republican Conference will look like come January 2019: At least 38 serving GOP members will not return next year, and dozens more incumbents are at risk of losing their seats.\"",
  "Republicans repeatedly questioned whether the CFPB had so much power that Mulvaney could legally ignore their questions, while Democrats refused to even concede that Mulvaney was the agency’s legal acting director.\"",
  "But while the White House is considering the idea as a way to protect farmers if China slaps tariffs on U.S. agricultural products, some GOP lawmakers have told the administration that the approach will not work.",
  "Many members do not listen to their colleagues' questions, leading to duplication and a general lack of knowledge — Tony Romm (@TonyRomm) April 11, 2018\n\nNYT's Kevin Roose:\n\nRep. Long (MO) asks about Facemash (!",
  "Politico's Cristiano Lima: \"House Freedom Caucus Chairman Mark Meadows said Wednesday that congressional GOP leadership roles are 'not on my bucket list,' after news broke that [Ryan] will not seek re-election.",
  "Panel Chairman Sen. Charles E. Grassley (R-Iowa) asked committee ranking Democrat Dianne Feinstein (Calif.) to endorse plans to swiftly schedule the bill for committee consideration mere hours after Sens.",
  "Digital-coin enthusiasts and tax professionals are 'freaking out' before next week’s filing deadline, said David Siegel, co-founder of a company that’s building a digital wallet for crypto investors.\"",
  "“Higher debt loads are associated with slower economic growth for lots of reasons, including that they disrupt the political discussion,” said Vincent Reinhart, chief economist at BNY Mellon AMNA.",
  "At a time when healthy economic growth and low unemployment suggest policymakers should pay down outstanding bills, Ryan’s GOP instead charged a $1.5 trillion tax cut to the nation’s credit card.",
  "Its business is to sell its users’ attention to advertisers and thus it must keep pushing the boundaries on privacy, while the paucity of competition limits the consequences if it goes too far.",
  "By April 17, the hedge-fund manager must make federal and state tax payments of about $1 billion, on top of roughly $500 million in taxes he paid late last year, said people close to the firm.",
  "The Post's Mike DeBonis: \"Ryan’s departure would appear to clear the way for lower-ranking GOP leaders, including Majority Leader Kevin McCarthy (Calif.) and Majority Whip Steve Scalise (La.",
  "And the spending that’s juicing growth now means policymakers have fewer options to meet other needs later, like rebuilding infrastructure, funding disaster relief or addressing a recession.",
  "A booming stock market and bulging equity awards propelled the median 2017 compensation for CEOs of the 100 largest companies to the highest figure in 11 years, according to a new analysis.",
  "The Post's Damian Paletta: \"Trump is considering a Depression-era program to help bail out American farmers hurt by the trade dispute with China, two people familiar with the process said.",
  "By 2023, the federal government will shell out more just to service the interest on the national debt than on all military spending — an expense that’s set to triple over the next decade.",
  "Trump’s aides are looking at ways to use the Commodity Credit Corporation, a division of the Agriculture Department that was created in 1933 to offer a financial backstop for farmers.",
  "At this time last year, he was working to build support for a border-adjustment tax, which would have generated more than $1 trillion to offset a deep cut to the corporate tax rate.",
  "Mr. Paulson bet big against subprime mortgages ahead of last decade’s financial crisis, earning about $15 billion of profits for his funds and approximately $4 billion for himself.",
  "— Damian Paletta (@damianpaletta) April 11, 2018\n\nSpeaker Ryan, who gained fame as deficit warrior, leaves with deficit in the worst shape its ever been during a healthy economy.",
  "), Lindsey O. Graham (R-S.C.) and Cory Booker (D-N.J.) announced that they had completed work on a long-awaited compromise between two bills to protect the special counsel.\"",
  "These tests are crucial to bank investors because they determine how much capital banks must hold, and how much they can pay out to shareholders in dividends and buybacks.\"",
  "The Post's Drew Harwell: \"The quiet fear among the nation's tech elite... has been that extra attention on Facebook will reflect on everyone — Google, perhaps, most of all.",
  "Sen. Bob Corker (R-Tenn.) said if that prediction bears out, his vote for the measure “could well be one of the worst votes I’ve made.”\n\nRyan expresses no such remorse.",
  "In February, the Republican-controlled Congress followed up by approving a $1.3 trillion spending package that busted budget caps Ryan helped engineer seven years ago.",
  "WSJ: \"A Chinese government spokesman denied that recently announced policy changes constitute concessions to the Trump administration in the countries’ trade fight.",
  "If policy makers want to change that calculus—a big if—they will either have to enact tougher regulation, or use antitrust authority to nurture more competition.\"",
  "THE REGULATORS\n\nOffice of Management and Budget Director Mick Mulvaney, acting CFPB director, testifies before a House Financial Services Committee on Wednesday.",
  "Cryptocurrency investors are wrestling with spotty records, tangled blockchain addresses and rudimentary guidelines issued back in the ancient days of 2014.",
  "He deferred the bulk of the taxes on these profits, using a tax provision available at the time to hedge-fund managers, said the people close to the firm.",
  "The program, the lawmakers say, will not be able to provide the needed relief to farmers, and using it will further inflame trade tensions with China.\"",
  "“Whatever the fix is going to be, it needs to be something that’s pretty big,” CBO Director Keith Hall warned the Senate Budget Committee on Wednesday.",
  "The Commerce Ministry’s Mr. Gao reiterated Beijing’s position that no talks are taking place and that China won’t engage in them under U.S. threats.",
  "But key uncertainties, starting with whether Republicans will be able to maintain their House majority, could keep the race unsettled for months...",
  "The International Monetary Fund says America isn't doing enough to help working women, and it will hurt the country's economy in the coming years.",
  "That sum is so big it dwarfs the maximum amount the Internal Revenue Service will allow any single taxpayer to pay with a single check.",
  "The CBO report this week blew up that claim, projecting the package, all told, will add $1.9 trillion to the debt over the next decade.",
  "The jump reflected concerns about Syria and a report from Saudi Arabia that it had intercepted missiles headed toward its capital.\"",
  "Politico's Zachary Warmbrodt: \"Ryan on Wednesday pledged to scale back the 2010 Dodd-Frank law in his remaining months in Congress.",
  "With no clear strategy to aid those businesses, farms and workers impacted by the new tariffs, their livelihoods are at risk.\"",
  "Bloomberg's Lily Katz and Lynnley Browning: \"If you thought trading Bitcoin was wild, try figuring out how to pay taxes on it.",
  "The S&P 500 and Nasdaq fell about 0.5% apiece... Worries about a conflict in the Middle East rattled the oil market as well.",
  "WSJ's Greg Ip: \" ... despite [Zuckerberg’s] latest apologies, the company has little economic incentive to change its ways.",
  "The Dow dropped 219 points on Wednesday on concerns about President Trump's threats to Russia about an airstrike in Syria.",
  "After last year’s boom in values, many people are likely disclosing transactions for the first time, adding to confusion.",
  "Facebook CEO Mark Zuckerberg confronted a tougher crowd on the House side in his second day of congressional testimony.",
  "That push collapsed over the summer amid fierce lobbying resistance by the Koch network, big box retailers and others.",
  "Just this week, the Congressional Budget Office said trillion-dollar deficits are on course to return as soon as 2020.",
  "Demand for U.S. debt remains healthy even as the federal government issues more of it to finance its higher spending.",
  "The House Financial Services Subcommittee on Oversight and Investigations holds a hearing on oversight of the FHFA.",
  "If I wanted to fire Robert Mueller in December, as reported by the Failing New York Times, I would have fired him.",
  "'In general we collect data on people who are not signed up for Facebook for security purposes,' Zuckerberg said.\"",
  "\"At one point in the hearing, Zuckerberg acknowledged that his own data had been accessed by Cambridge Analytica.",
  "Asked Monday whether he would like to see Google executives testify, Sen. Bill Nelson (D-Fla.) said: 'Absolutely.",
  "The House is considering legislation passed by the Senate that would roll back a variety of banking regulations.",
  "But all these other apps and sites that get your personal data, that’s another way of us losing our privacy.'\"",
  "WSJ's Gregory Zuckerman: \"John Paulson won fame after he made one of the greatest financial bets of all time.",
  "'We ran on an agenda in 2016 and we've been executing that agenda,' he said in an interview with Fox News.",
  "'We're two-thirds of the way through getting it done into law, even within the Senate as slow as they are.",
  "But the agency warned growth would begin trailing off thereafter amid rising inflation and interest rates.",
  "And the CBO projects that economic growth will continue picking up steam, reaching 3.3 percent this year.",
  "The report was the latest in an armada of red flags flying over the country's troubled fiscal outlook.",
  "4 or 5-min rounds leave no time for serious discussion of any issue or substantive follow-ups\n\n\n\n2.",
  "Trump warned Russia in a tweet that it should 'get ready,' because bombings 'are coming' to Syria.",
  "Politico's Katy O'Donnell: \"In a moment four months in the making, Sen. Elizabeth Warren (D-Mass.)",
  "The House Ways and Means Subcommittee on Human Resources holds a hearing on jobs and opportunity.",
  "The Post's Tony Romm:\n\nMeanwhile, let's discuss why Congress is ill-equipped for this:\n\n\n\n1.",
  "Crude oil prices jumped 2% and topped $67 per barrel for the first time since late 2014.",
  "The House Ways and Means Committee holds a hearing on the effects of tariff increases.",
  "The House Financial Services Subcommittee on Monetary Policy an Trade holds a hearing.",
  "The Heritage Foundation holds an event on the tax provisions that expired in 2017.",
  "But he denied trying to dismiss Mueller last year in a Twitter posting Thursday.\"",
  "POCKET CHANGE\n\nBroadcom's Hock Tan was the highest-paid CEO in Equilar's survey.",
  "— Kevin Roose (@kevinroose) April 11, 2018\n\nRYAN QUITS:\n\n— Succession scramble.",
  "Coming Up\n\nThe American Action Forum holds an event on CFIUS reform onFriday.",
  "Long presses, asks if it was designed to rate women on attractiveness.",
  "CNN Money's Matt Egan: \"First it was trade wars, now it's real wars.",
  "— Donald J. Trump (@realDonaldTrump) April 12, 2018\n\nBannon's plan.",
  "(AP Photo/Evan Vucci)\n\nTRADE FLY-AROUND:\n\n— Trump eyes ag bailout.",
  "Ryan leaves the speakership with spending levels at $4.2 trillion.",
  "In the immediate term, the deficit poses little apparent threat.",
  "MARKET MOVERS\n\nA pedestrian passes the New York Stock Exchange.",
  "Those tremors could threaten the tech behemoth’s invincibility.",
  "“Ryan acknowledged Wednesday that ‘more work needs to be done.",
  "(Photo by Win McNamee/Getty Images)\n\n— Eyes firing Rosenstein.",
  "Wonkblog The U.S. used to be a world leader in women working.",
  "'The U.S. lacks the sincerity for negotiations,' he said.\"",
  "MONEY ON THE HILL\n\nZUCK'S CRUCIBLE:\n\n— A rockier Day Two.",
  "MELTDOWN WATCH:\n\nDeputy Attorney General Rod Rosenstein.",
  "(Evan Vucci/AP Photo)\n\n— Median CEO pay = $15.7 million.",
  "The Post's Jena McGregor: \"CEO pay is up -- yet again.",
  "It could be months before the derby truly takes shape.",
  "The Securities and Exchange Commission holds an event.",
  "(AP Photo/Richard Drew)\n\n— War threat rattles markets.",
  "We're going to be repealing and replacing Dodd-Frank.",
  "So we're getting a great deal done for the country.'\"",
  "(Reuters/Aaron P. Bernstein)\n\n— Mulvaney on defense.",
  "Thom Tillis (R-N.C.), Christopher A. Coons (D-Del.",
  "), the hot-or-not app Zuckerberg built at Harvard.",
  "[Zuckerberg] happens to be the point of the spear.",
  "This scary math is a cornerstone of Ryan’s legacy.",
  "Ryan drove the discussion that brought us here.",
  "\"Congressman, that is an accurate description.\"",
  "(That’s $99,999,999, in case you’re wondering.)",
  "His 2017 package was valued at $103.2 million.",
  "Just more Fake News from a biased newspaper!",
  "One of the largest-ever personal tax bills.",
  "Govt spending that year was $3.5 trillion.",
  "Zuckerberg calls it a \"prank website.\"",
  "Admits data collection of non-users.",
  "— Paulson's billion-dollar tax bill.",
  "— Ryan pledges Dodd-Frank rollback.",
  "Unregulated days may be numbered.",
  "Because it's not just Facebook.",
  "TRUMP TRACKER\n\nPresident Trump.",
  "), to move up the ladder.",
  "— SEC's crypto crackdown.",
  "— Fed disappoints banks.",
  "Warren showdown today.",
  "Crypto tax struggles.",
  "Now the bill is due.\"",
  "China: Not blinking.",
  "Here's a transcript.",
  "Zuckerberg blushes.",
  "Protecting Mueller.",
  "Business pushback.",
  "Meadows: Not me.",
  "What comes next?",
  "Not anymore.",
  "Google next?",
  "..."
]