[
  "“As one of the three big internet giants, together with Steve Jobs, I should say, and Bill Gates, who have enriched our world and our societies, or at the other hand, in fact, [as] a genius who created a digital monster that is destroying our democracies and our societies.”\n\nZuckerberg’s response was a lot of words, but not a lot of substance or specifics\n\nDuring his response time, Zuckerberg said Facebook exists in a “very competitive space where people use a lot of different tools for competition” and batted back at concerns it is monopolistic.",
  "Reply from @MarkZuckerbergF lacking substance, @EP_President allowed this format allowing #Zuckerberg not touching substance — Philippe Lamberts (@ph_lamberts) May 22, 2018\n\nDamian Collins, a member of the UK Parliament heading an investigation into Facebook there, in a statement said the hearing was a “missed opportunity for proper scrutiny on many crucial questions” posed.",
  "“I think that this was — I realize that there were a lot of specific questions that I didn’t get to specifically answer.”\n\nThose questions were a lot tougher than the ones he was asked in the US, where members of Congress during and after Zuckerberg’s April testimony seemed broadly stumped about what the problem is with Facebook and how to fix it.",
  "Claude Moraes of the British Labour Party asked whether the data privacy questions to come out of the Cambridge Analytica scandal “is actually the tip of the iceberg, or is there a bigger iceberg?”\n\nVerhofstadt posed the question of Facebook’s future not only as a business but also as a personal issue for Zuckerberg.",
  "Manfred Weber, leader of the European People’s Party, asked Zuckerberg whether he could name a competitor in Europe and pointed out that WhatsApp and Instagram are already part of the Facebook “empire.”\n\nWeber suggested it’s time to discuss breaking up Facebook.",
  "Gabriele Zimmer, head of the European United Left-Nordic Green Left, asked how Facebook’s philosophy about the treatment of women has changed since the days of Facemash, a site to compare people by their looks Zuckerberg created in college.",
  "Europe has really taken the reins on regulating technology companies in recent years; it has been much more aggressive in antitrust actions and addressing hate speech, and it’s about to enact a major new law to heighten privacy protections.",
  "He spoke vaguely about Facebook’s efforts on combating online bullying and hate speech, mentioned already-public efforts to boost election integrity and combat fake news and accounts, and said Facebook pays taxes where it’s supposed to.",
  "Zuckerberg appeared before the European Parliament on Tuesday, where members peppered him with a wide range of questions regarding Facebook’s business practices, privacy protections, plans to address fake accounts and news, and more.",
  "Guy Verhofstadt of the Alliance of Liberals and Democrats for Europe openly wondered whether Zuckerberg has lost control of his company and noted that Facebook has apologized time and time again for its misdeeds since its inception.",
  "“There are a number of questions that have been put by other colleagues that I want answers to.”\n\nTajani said members would be able to submit questions to Zuckerberg for written answers to be provided at an unspecified timeline.",
  "I ask you simply, and that’s my final question, can you convince me not to do so?”\n\nSyed Kamall of the European Conservatives and Reformists asked how non-Facebook users could stop the company from collecting their data.",
  "On Friday, Europe will enact the General Data Protection Regulation (GDPR), a new privacy law designed to make sure users know and understand the data companies collect about them and consent to sharing it.",
  "European lawmakers had much better questions for Facebook CEO Mark Zuckerberg than their American counterparts in the Senate and House of Representatives — but Zuckerberg still didn’t actually answer them.",
  "Facebook should be much more worried about Europe than about the United States\n\nThe hearing reinforced that Europe is going to be a lot more aggressive in regulating and scrutinizing Facebook.",
  "“We are here in terms of regulation,” said Claude Moraes of the British Labour Party, gesturing upward with one hand, “And the United States is here,” gesturing down with the other.",
  "“I don’t think the question here is whether or not there should be regulation, I think the question is what is the right regulation,” he said when talking about regulatory options.",
  "Tajani in a press conference immediately after it said it was his idea to set the hearing up that way and that the conference of presidents of the European Parliament agreed to it.",
  "As he and European Parliament President Antonio Tajani tried to bring an end to the hearing, some members continued to speak and insist that Zuckerberg respond to their questions.",
  "After Zuckerberg’s opening statement, the members spoke and asked their questions, one after another, most in English but others in their native languages with an interpreter.",
  "He lumped together and glossed over a number of questions and topics, and once the scheduled stopping point was passed, he appeared increasingly eager for the hearing to end.",
  "Multiple lawmakers asked about Facebook’s competition and whether it is a monopoly, a question only Sen. Lindsey Graham (R-SC) raised during the Senate hearing in April.",
  "He said that the format allowed Zuckerberg to “cherry-pick his responses” and that questions were “blatantly dodged.”\n\n“We have all well prepared,” said Verhofstadt.",
  "And he repeated many of the lines he has used in previous hearings — that Facebook is a “platform for all ideas,” that he created it back in his dorm room.",
  "Zuckerberg said Facebook is prepared to be fully compliant from day one, but lawmakers seemed skeptical of that — and plenty of Facebook’s other practices.",
  "Diane Dodds of the Democratic Unionist Party told the story of a 17-year-old boy named Ronan who killed himself after being bullied on Facebook.",
  "“What are you doing to stop the rise of false Facebook accounts which deliberately target young and vulnerable people?” she asked.",
  "“I asked six yes-or-no questions, and I got not a single answer,” said Philippe Lamberts, co-leader of the European Greens Party.",
  "“I want to be sensitive for time because we are 15 minutes over the scheduled meeting,” he said as the hearing drew to a close.",
  "The format of Tuesday’s hearing, which lasted for about an hour and a half, meant most of their questions went unanswered.",
  "Lamberts complained on Twitter that Zuckerberg’s answers lacked “substance” and blamed Tajani for allowing the format.",
  "And if you have already confronted so many dysfunctions of the system, there has to be clearly a problem,” he said.",
  "Finally, about 10 minutes before the hearing was supposed to end, Zuckerberg was given a chance to respond.",
  "He pointed out that Zuckerberg, who is not a European citizen, was not obligated to come at all.",
  "He broadly brushed over topics, lumping together themes from many of the lawmakers’ questions.",
  "He joked that Facebook has already said it’s sorry three times this year — and it’s only May.",
  "“From where I sit, I feel like there are new competitors coming up every day,” he said.",
  "The hearing’s format — and who decided on it — quickly became a topic of debate.",
  "But the European hearing’s format made getting real answers difficult.",
  "Zuckerberg sat silently during that time, for about 45 minutes.",
  "“You have to ask yourself how you will be remembered,” he said.",
  "He then suggested Zuckerberg follow up with written answers.",
  "“It’s already too much power in one hand.",
  "That difference was noted by lawmakers.",
  "They had clearly done their homework.",
  "But that didn’t quiet the criticism.",
  "“Are you capable to fix it?"
]