[
  "Trump's decision Tuesday to ignore his advisers' guidance and congratulate Putin adds another layer to an emerging portrait in which the US president has demonstrated a reluctance to confront the Russian leader amid an ongoing investigation into whether the Trump campaign colluded with Moscow to tilt the 2016 election in his favor.",
  "\"President Trump has insulted every Russian citizen who was denied the right to vote in a free and fair election to determine their country's future, including the countless Russian patriots who have risked so much to protest and resist Putin's regime,\" the statement continued.",
  "Meanwhile, critics laid into Trump earlier this month for his lukewarm response to the nerve-agent attack on former Russian military intelligence officer Sergei Skripal and his daughter Yulia, both of whom are currently on life support.",
  "After multiple administration officials put out statements condemning Russia for the attack, the White House responded by imposing sanctions on Russia for the poisoning and its interference in the 2016 election.",
  "According to The Washington Post, Trump's advisers included a warning in his briefing materials, in all caps, which said, \"DO NOT CONGRATULATE\" Putin on his victory in the Russian election last week.",
  "In response to the attack, the UK expelled 23 Russian diplomats— the biggest expulsion since the height of the Cold War — and leveled additional penalties on some Russians residing in the country.",
  "Trump did not comment on the attack at first, a move that floored former diplomats who wondered why the US did not offer its immediate and unwavering support to its closest international ally.",
  "AP\n\nPresident Donald Trump ignored two critical warnings from his national-security advisers when he spoke to Russian President Vladimir Putin on the phone Tuesday.",
  "They also instructed him to condemn Putin for the chemical attack on a former Russian spy in the UK, which both the US and UK said was ordered by the Kremlin.",
  "The White House said Trump limited conversation to \"shared topics\" on which the US and Russia could find common ground, like Ukraine, Syria, and North Korea.",
  "Trump said the call with Putin was \"a very good call,\" and he added that he would be meeting with the Russian leader \"in the not-too-distant future.\"",
  "There have been allegations of ballot-stuffing during the election, and election monitors were harassed and intimidated in the run-up to the vote.",
  "Trump's decision to congratulate Putin on his victory prompted immediate criticism from Russia hawks in Congress like Arizona Sen. John McCain.",
  "\"An American president does not lead the free world by congratulating dictators on winning sham elections,\" he said in a statement.",
  "On Sunday, Putin won more than 75% of the vote in Russia's presidential election, securing him at least another six years in power.",
  "He also did not press Putin on Russia's interference in the 2016 election.",
  "Trump apparently did not follow either suggestion.",
  "Rob Price contributed to this report."
]