[
  "Speaking during the FT Commodities Global Summit in Lausanne, Mackenzie said the tariffs on imports — 25% on steel and 10% on aluminum — seemingly have been ‘made smaller by a lot of the exemptions’ the administration is now mulling for a number of countries and products.”\n\nZUCK SPEAKS — POLITICO’s Nancy Scola: “Facebook CEO Mark Zuckerberg on Wednesday addressed the Cambridge Analytica controversy that has embroiled the company since the weekend, calling it ‘a breach of trust between Facebook and the people who share their data with us and expect us to protect it.",
  "GOP GRILLS LIGHTHZER — POLITICO’s Doug Palmer reports here on the “bashing” administered to U.S. Trade Rep Robert Lighthizer on the Hill on Wednesday: “From the uncertainty caused by NAFTA renegotiations, to his imposition of tariffs on steel and aluminum, to his expected announcement this week of duties on tens of billions of dollars of Chinese goods, many lawmakers said that farmers and manufacturers in their districts are worried about lost sales and being hit with retaliation.",
  "One imagines there will be some furniture-related lines of questioning in addition to housing finance reform … USTR Lighthizer is back on the Hill to testify at 10:00 a.m. before Senate Finance … Index of Leading Indicators at 10:00 a.m. expected to rise 0.5 percent …\n\nREAL TALK ON HFSC BILLS — Cowen’s Jaret Seiberg on the pile of bills approved by House Financial Services on Wednesday: “Ones that mimic language in the Senate deregulatory bill should become law.",
  "The new deadline to reauthorize the NFIP would be July 31 -- a victory for House Republicans who want the Senate to get around to passing a long-term overhaul bill.”\n\nFINANCIAL SERVICES FUNDING — Per POLITICO’s budget gurus, financial services funding under the bill would be at $23.4 billion (up from $21.5 billion in FY17)\n\nSummary of financial services funding is here.",
  "TRANSITIONS — Per release: “The American Bankers Association has named Naomi Camper as its Chief Policy Officer, a position that will oversee and coordinate all of the association’s policy functions, including federal and state legislative affairs, regulatory affairs, the office of the chief economist, and ABA’s mortgage and tax and accounting policy groups.",
  "IT INCLUDES a provision calling on OMB to “submit a report to the Committees on Appropriations of the House of Representatives and the Senate on the costs of implementing the Dodd-Frank Wall Street Reform and Consumer Protection Act.” It also extends a ban on redesigning the $1 bill, which is apparently a big issue for the vending machine industry.",
  "But over the longer term, the central bank still expects growth to hover at or below 2 percent.”\n\nREGULATORY COMMENTS — Cowen’s Jaret Seiberg on the Powell presser: “Nothing discussed at today's press conference runs contrary to our view that policy continues to be a tailwind for regional and community banks.",
  "FLY AROUND\n\nEU HITS TECH GIANTS WITH TAXES — WSJ’s Natalia Drozdiak and Sam Schechner: “The European Union unveiled sweeping legislative proposals to raise taxes on big technology companies, a move that risks angering U.S. officials when trans-Atlantic relations are already strained by trade tensions.",
  "“Negotiators finally reached an accord to fund the government through September after abandoning many of the most controversial provisions lawmakers were trying to include in the must-pass bill … and is likely the last major piece of legislation the president will sign before the midterm elections.",
  "This takes into account a stronger near-term economic outlook, helped by fiscal spending”\n\nHAWKISH TILT — Manulife’s Megan Greene: “The Fed’s March announcement and Jerome Powell’s press conference offered no dramatic shocks, but the bias was decidedly hawkish relative to what we expected.",
  "“The CEO also outlined a series of steps the company is taking to shore up the security of the Facebook platform, including telling users when their data has been misused and turning off data access for applications that people haven’t used within the past three months.",
  "“Fed officials are now essentially split on the question of whether to hike interest rates a total of three times or four this year — a response, in part, to recent tax cuts and increased spending by Congress, which the central bank fears could lead prices to spike.",
  "“The proposed taxes are among Europe’s most-aggressive measures to target the perceived excesses of a small cadre of tech superpowers, including Facebook Inc. and Alphabet Inc.’s Google, potentially adding hundreds of millions of euros to some tech firms’ tax bills.",
  "— Per POLITICO’s Steven Overly: “Facebook’s slow, unsteady response to the furor over its handling of people’s data is doing perhaps permanent damage to the D.C. reputations of … Zuckerberg and Sheryl Sandberg, its two most famous executives.” Read more.",
  "Chairman Jerome Powell, picked by Trump to lead the U.S. central bank, said policy makers had not altered their economic outlook following the president’s announcement of trade tariffs on steel and aluminum and threats of measures against Chinese goods.",
  "“Mnuchin also told Reuters in an interview that the administration would keep a dialogue open with senior level government officials in Beijing to try to open China’s economy to U.S. companies and help shrink a gaping U.S. trade deficit.” Read more.",
  "… What was more telling was the shift in the so-called dot plot, showing that most FOMC members were more hawkish about the Fed’s rate path over the next three years”\n\nFacebook's Mark Zuckerberg suggets he'd be willing to testify on Capitol Hill.",
  "POWELL MAKES HIS MOVE — It was only a quarter point hike, as expected, but Fed Chair Jay Powell erred on the hawkish side, as POLITICO’s Victoria Guida reports here, posing a threat to Trump’s hopes from significantly faster economic growth.",
  "OMNIBUS DEAL REACHED — Via POLITICO’s Heather Caygle, Burgess Everett, and Rachael Bade: “Congressional leaders have clinched an agreement on a massive $1.3 trillion spending bill that … Trump, for now, appears grudgingly willing to support.",
  "MEDIAN CEO PAY HIT NEW HIGHS IN 2017 — WSJ’s Theo Francis and Joann Lublin: “The chief executives of America’s biggest companies are on track for another banner year of compensation, fueled by a soaring stock market and an improving economy.",
  "They’re afraid that the windfall profits created by last year’s cryptocurrency boom, which sent currencies like Bitcoin and Ether skyrocketing and created a new class of crypto-millionaires, have left them with huge tax bills.” Read more.",
  "Here come the China tariffs\n\nHERE COME THE CHINA TARIFFS — The White House moved their timetable up by a day and President Trump plans to announce around $50 billion of tariffs on Chinese exports to the U.S. on Thursday at 12:30 p.m. EST.",
  "“While the legislation faces an uphill battle getting through Republican-controlled Congress, it demonstrates a growing backlash against companies using extra cash to reward shareholders instead of sharing it with workers.” Read more.",
  "Zuckerberg did a bunch of other media interviews, including to the NYT here and ReCode here where he said he was willing to testify before Congress: “So I’m open to doing it if I’m the right [person].”\n\nTOO LITTLE, TOO LATE?",
  "Treasury Secretary Steven Mnuchin said on Wednesday his agency has worked on U.S. investment restrictions on China for … Trump to consider as part of his decisions on intellectual property actions against Beijing.",
  "As discussed on the POLITICO Money podcast this week, the tariffs are meant as a response to estimates for what the U.S. lost to China in intellectual property theft and forced technology transfers last year.",
  "“On the CCAR stress test, Powell noted that Congress is considering raising the SIFI designation level to $250 billion of assets though the Federal Reserve would retain the power to designate smaller banks.",
  "“This role was created last fall as part of a broader restructuring designed to ensure ABA can provide its membership with the most comprehensive Washington policy and regulatory resources available.",
  "DRIVING THE DAY — President Trump makes his China tariff announcement at 12:30 p.m. … House expected to vote on the omnibus ... HUD Secretary Ben Carson testifies at 10:00 a.m. before Senate Banking.",
  "He would not endorse having stress tests occur less frequently than annually though he acknowledged that Congress did give the Federal Reserve more discretion on this front.”\n\nWHAT’S NEXT?",
  "— Via Platts: “Trump's Section 232 tariffs likely will be viewed in retrospect as ‘a relatively small event’ for the global steel and aluminum industries, BHP CEO Andrew Mackenzie said ..",
  "And if it escalates it could do serious damage to the U.S. economy – much more than it would to China – slamming consumers, farmers and manufacturers and likely tanking the stock market.",
  "White House Council of Economic Advisors Chairman Kevin Hassett has been working on the list of hundreds of products to be targeted to avoid the biggest possible hits on U.S. consumers.",
  "— S&P’s Beth Ann Bovino: “Despite the Fed’s near-term outlook for only 3 rate hikes, we believe the Fed will likely raise rates slightly faster, with four rate hikes in total this year.",
  "Passage of that bill is broadly positive for regional banks.”\n\nDEMS PLAN CRACKDOWN ON BUYBACKS — Via CNNMoney: “Democrats in Congress want to rain on Wall Street's buyback parade.",
  "FLOOD INSURANCE — Via POLITICO’s Zachary Warmbrodt (@zachary) on Twitter: “The omnibus would decouple expiration of the National Flood Insurance Program from government funding.",
  "According to sources inside Facebook … employees have been clamoring for Zuckerberg and Chief Operating Officer Sheryl Sandberg to personally address the situation” Read more.",
  "MARKETS\n\nSTOCKS WOBBLE AND END LOWER — AP’s Marley Jay: “After a jittery afternoon of trading, major U.S. stock indexes fell Wednesday while smaller companies fared better.",
  "It also includes a narrow gun safety measure and a compromise on a New York infrastructure project that had become a lightning-rod issue with the president.” Read more.",
  "Median pay for the chief executives of 133 of the largest U.S. companies reached an all-time high of $11.6 million in 2017, up from $11.2 million in 2016.” Read more.",
  "… Fed officials upgraded their forecast for economic growth this year and next, projecting a 2.7 percent increase in GDP in 2018 and a 2.4 percent increase in 2019.",
  "Senator Tammy Baldwin plans to introduce a bill on Thursday that would prohibit companies from repurchasing their shares on the open market, Baldwin told CNNMoney.",
  "Trump’s tariffs could theoretically have a positive effect if they lead China to further open up their financial services and insurance markets to U.S. companies.",
  "On the monetary policy front, our worry remains that the President could start attacking the Federal Reserve if rates keep going up as the FOMC is forecasting.",
  "An official close to the process confirmed the $50 billion number but also said details could change at any time until Trump makes the announcement.",
  "An exchange of limited tariffs like these would not likely be a totally destabilizing event though it’s likely to hit U.S. farmers fairly hard.",
  "| Justin Sullivan/Getty Images\n\nGOOD THURSDAY MORNING — Hope everyone made it through the snow OK. Hopefully it’s the last one for the year.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "Others appear to be more than what Senate could accept such as bills on writing Volcker rules, the SLR and Deposit Advance Products.",
  "‘But on the other hand, you have to ask yourself, can we go on with an $800 — and growing — billion trade deficit,’ Lighthizer said.",
  "Story Continued Below\n\nPer this WSJ report, China is likely to respond with their own levies aimed at states that Trump won in 2016.",
  "“With this year’s April 17 tax filing deadline fast approaching, many virtual currency traders are sweating over their tax returns.",
  "“The bill will, however, fix a snafu in the GOP’s tax law — the so-called ‘grain glitch’ — that farm state lawmakers were seeking.",
  "Here’s what a GOP Hill source told Zach about the omni: “Democrats can point to whatever isn’t in the Omni as 'saving Dodd Frank.'",
  "… We believe the votes … bode well for House passage of the Senate bank deregulatory bill, which includes some of these measures.",
  "Overall the $1.3 trillion bill would add $143 billion in increased funding across defense and domestic programs in fiscal 2018.",
  "“The Dow Jones industrial average climbed 250 points, but gave it all up as new Fed Chairman Jerome Powell addressed reporters.",
  "The Federal Reserve raised interest rates, as investors expected, and said it could raise rates at a quicker pace next year.",
  "And for once, they weren’t nervous about the price of Bitcoin, or the roller coaster swings of the virtual currency markets.",
  "‘So, we have to do something and the people who are benefiting from the status quo are always going to be against it.",
  "But the big risk remains that China responds, Trump gets angry at their response and announces even more tariffs.",
  "The tariffs on the U.S. would likely hit Farm Belt states and products including soybeans, sorghum and live hogs.",
  "MORE TARIFF TALK — Bloomberg’s Jeanna Smialek: “Trump’s tough trade rhetoric has got the Federal Reserve talking.",
  "“Lighthizer brushed aside the economic analysis … and assuring [that] Trump had no desire to launch a trade war.",
  "But there should be enough Democrats to get the bill through the House on Thursday and to the Senate on Friday.",
  "And a short-term CR could be needed if any senator (see: Paul, Rand) decides to hold things up into Saturday.",
  "WHAT’S IN THE BILL — POLITICO’s Sarah Ferris has the details on what’s in and out of the omnibus, H.R.",
  "The U.S. warned last week against imposing tax measures that single out digital companies.” Read more.",
  "TRY PAYING TAXES ON IT — NYT’s Kevin Roose: “The room was full of stressed-out cryptocurrency traders.",
  "They’re confused by the complicated rules, many of them stemming from guidelines issued by the I.R.S.",
  "THE FULL TEXT of the giant spending bill, finally posted around 8:00 p.m. Wednesday night, is here.",
  "“Kevin is trying to skew it to the smart side as much as possible,” one senior official said.",
  "But the shear breadth of the products subject to tariff mean consumers will feel the pinch.",
  "The big question is whether this trade dispute with China will remain relatively contained.",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeEWeaver.",
  "Stocks traded higher early in the day and jumped after the Fed announced its decision.",
  "Our 'riders' are named Mick Mulvaney, Steven Mnuchin, Jay Clayton, and Randy Quarles.",
  "‘We have worked on options for his consideration,’ Mnuchin said, referring to Trump.",
  "We understand that, and we have to balance their interest.’”\n\nSTEEL NO BIG DEAL?",
  "And they’re around longer than this Omnibus.”\n\nSee any Easter Eggs in the Omni?",
  "House conservatives in the Freedom Caucus hate the bill and will oppose it.",
  "Sign up today to start receiving the newsletter right at launch on April 6.",
  "Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "But officials reported hearing worries from business leaders.” Read more.",
  "TREASURY HAS PREPARED INVESTMENT RESTRICTIONS ON CHINA — Reuters: “U.S.",
  "Congress now has 48 hours to pass the funding bill to avoid a shutdown.",
  "Washington has until Friday to act before the government shuts down.",
  "This includes protections for veterans from credit bureaus.",
  "President Trump supports the measure (at least for now).",
  "Yields had risen earlier in the afternoon.” Read more.",
  "in 2014, governing the taxation of virtual currencies.",
  ".. ‘We need to fix that,’ he said in a Facebook post.",
  "At the end of trading it wobbled and ended lower.",
  "The dollar weakened and bond yields turned lower.",
  "No, the subject of this gloomy affair was taxes.",
  "Specifically, how — and whether — to pay them.",
  "That’s the textbook definition of a trade war.",
  "The House is supposed to vote on it Thursday.",
  "1625 (115), from Gateway to border security.",
  "Please email me at bwhite@politico.com.",
  "Her first day will be June 18th.”",
  "It clocks in at 2,232 pages.",
  "THINK CRYPTO IS CONFUSING?",
  "But nothing is certain.",
  "Presented by Boeing."
]