[
  "Mike Lee, Ron Johnson and Rand Paul; Reps. Rod Blum, Dave Brat and Thomas Massie; Mark Green; Patrick Morrisey; Matt Rosendale; FreedomWorks PAC)\n\nNEW PACs:\n\nNone\n\nNEW LOBBYING REGISTRATIONS:\n\nAbernathy Consultants, Cathy: Account Control Technology Inc.\n\nBaker Donelson Bearman Caldwell & Berkowitz: AECOM\n\nBaker Donelson Bearman Caldwell & Berkowitz: FlexTech Alliance\n\nBaker Donelson Bearman Caldwell & Berkowitz: General Dynamics\n\nCarmen Group Incorporated: ISN Corporation\n\nDS2 Group LLC: General Motors Company\n\nErnst & Young LLP (Washington Council Ernst & Young): Major League Baseball\n\nFaegre Baker Daniels Consulting: Trust for America's Health\n\nForbes-Tate: City of Birmingham, Ala.\n\nForbes-Tate: Evolva Inc.\n\nFranklin Square Group LLC: Strava Inc.\n\nLoper Consulting LLC: Patients for Affordable Drugs NOW Inc.\n\nPine Street Strategies: City of Birmingham, Ala.\n\nSonoran Policy Group LLC: Texans Against High-Speed Rail\n\nVantageKnight Inc.: Sunrun Inc.\n\nNEW LOBBYING TERMINATIONS:\n\nNone",
  "The New York Times reported on Wednesday that George Nader, an adviser to Crown Prince Mohammed bin Zayed of the United Arab Emirates, had pushed the White House to ax Secretary of State Rex Tillerson, backed “confrontational approaches to Iran and Qatar and repeatedly [pressed] the president to meet privately outside the White House with the leader of the U.A.E.”\n\nSTEYER SPEAKS: The Center for Public Integrity’s Sarah Kleiner got an interview with the Democratic megadonor Tom Steyer, who’s poured millions of dollars into TV ads calling for Trump’s impeachment.",
  "The union said in a statement that “the impact of individual country exemptions or product exclusions needs to be carefully examined,” adding that “it would be a tragedy if the initial optimism of our members about the [tariffs’] impact on their livelihoods was undermined by unwise and overly broad exemptions and exclusions.”\n\n— Lloyd O’Carroll, an independent analyst of the steel and aluminum industry, said none of the recently exempted countries are major aluminum suppliers to the U.S.",
  "STEEL, ALUMINUM LOBBIES UNFAZED BY NEW EXEMPTIONS: Trade groups representing American steel and aluminum companies don’t seem too bothered by the Trump administration’s announcement on Thursday that it would exempt the European Union, Australia, Argentina, Brazil and South Korea from its new steel and aluminum tariffs.",
  "“I’m not concerned yet, because there’s a lot of moving parts here and the questions we don’t know the answer to are which countries ultimately do get exempted — this is a provisional list,” Scott Paul, the president of the Alliance for American Manufacturing, which represents steel producers and unions, told PI.",
  "WHAT CAMBRIDGE ANALYTICA DID FOR BOLTON’S SUPER PAC: The New York Times’ Matt Rosenberg got his hands on a copy of the contract of between Cambridge Analytica and the super PAC started by President Donald Trump’s new national security adviser, John Bolton (the uncreatively named John Bolton Super PAC).",
  "BROIDY OFFERED TO LOBBY ON RUSSIAN SANCTIONS: “Elliott Broidy, a top fundraiser for President Donald Trump, offered last year to help a Moscow-based lawyer get Russian companies removed from a U.S. sanctions list,” Bloomberg News’ Zachary Mider and David Voreacos report.",
  "“The contract broadly describes the services to be delivered by Cambridge as ‘behavioral microtargeting with psychographic messaging.’”\n\n— “To do that work, Cambridge used Facebook data, according to the documents and two former employees familiar with the work.",
  "(All three Forbes Tate lobbyists representing Birmingham have Alabama ties: Ryan Welch used to be Sen. Richard Shelby’s legislative director, and Libby Greer and Zach Williams are both native Alabamians who helped Sen. Doug Jones’ campaign.)",
  "Seventy-six percent of respondents said big business had too much pull in Washington, follow by the pharmaceutical industry (72 percent); Wall Street (69 percent), health insurers (66 percent) and the National Rifle Association (52 percent).",
  "In a proposal sent to Baev shortly before Trump’s January 2017 inauguration, Broidy sketched out a potential campaign to influence top U.S. officials, according to a person with knowledge of the talks who spoke on condition of anonymity.",
  "Baker Donelson signs 3\n\nWith David Beavers and Garrett Ross\n\nBAKER DONELSON SIGNS 3: Jim Dyer, the longtime lobbyist and former Podesta Group principal who joined Baker Donelson earlier this year, has signed his first clients.",
  "General Motors also brought on Hance Scarborough in January to lobby on autonomous vehicles, among other issues, and several of the half-dozen other lobbying shops the automaker has on retainer work on the issue, too.",
  "But he noted that Brazil and South Korea are major steel producers and that the exemptions do “weaken the impact of the tariffs.” American steel companies “should at least be irritated,” he said.",
  "‘The data and modeling Bolton’s PAC received was derived from the Facebook data,’ said Christopher Wylie, a data expert who was part of the team that founded Cambridge Analytica.",
  "Story Continued Below\n\nMORE NEW BUSINESS: General Motors has hired the DS2 Group’s Donn Salvosa to lobby on autonomous and electric vehicles, according to a disclosure filing.",
  "“The Aluminum Association continues to argue that all countries designated as market economies by the Commerce Department should be exempt from these tariffs,” she wrote.",
  "“Broidy made the offer after an inquiry from Andrei Baev, an energy lawyer at Chadbourne & Parke LLP, both men acknowledged in statements to Bloomberg News this week.",
  "— Heidi Brock, the president and chief executive of the Aluminum Association, wrote in a public email that the group was “pleased” with the tariff exemptions.",
  "TOO MUCH PULL: In a new poll conducted for the Kaiser Family Foundation, researchers asked whether various interests had “too much influence” in Washington.",
  "— Broidy, a Republican National Committee deputy finance chairman, has drawn attention recently for his efforts to influence the Trump administration.",
  "She was previously the Millennium Challenge Corporation’s chief of staff during the Obama administration and before that worked for APCO Worldwide.",
  "— Major League Baseball, meanwhile, hired Ernst & Young’s Gary Gasper and Nick Giordano earlier this month to lobby on tax reform.",
  "Fewer than half of those polled thought hospitals, doctors, labor unions, the AARP or small businesses had too much influence.",
  "“You should try and call up the Koch brothers to get a lengthy interview to hear what they’re really thinking.” Full story.",
  "And the city of Birmingham, Ala., has brought on two new lobbying firms, Forbes Tate Partners and Pine Street Strategies.",
  "He’ll be lobbying on tax and economic policy for Venn clients including the Employee-Owned S Corporations of America.",
  "“The announced exemptions are a step in the right direction.” But the United Steelworkers seem more concerned.",
  "The plan never went forward, Broidy and Baev said, and no such lobbying took place.” Full story.",
  "He’ll lobby on defense issues for AECOM, the FlexTech Alliance and General Dynamics.",
  "JOBS REPORT\n\n— Matt Giacona will start at Venn Strategies on Monday as an associate.",
  "— Parita Shah is joining Pandora’s Washington office as head of public affairs.",
  "And only 2 percent of respondents felt “people like them” had too much pull.",
  "This newsletter is powered by Frosted Flakes, black coffee and your tips.",
  "You can also follow us on Twitter: @theodoricmeyer and @marianne_levine.",
  "We talked about it in conference calls, in meetings.’” Full story.",
  "Keep 'em coming: mlevine@politico.com and tmeyer@politico.com.",
  "He previously worked in government relations for the U.S.",
  "NEW JOINT FUNDRAISERS:\n\nFreedomWorks Victory 2018 (Sens.",
  "‘We definitely told them about how we were doing it.",
  "All three are former Podesta Group clients.",
  "“We’re not shy about it,” Steyer said.",
  "The most common answer: big business.",
  "Good afternoon, and welcome to PI.",
  "Global Leadership Coalition.",
  "Here are the full results."
]