[
  "), who chairs the Senate Commerce Committee, said in a statement to The Washington Post on Friday that “more than any one issue, I’m interested in Mark Zuckerberg’s vision for the responsibility Facebook plans to take for what happens on its platform, how it will protect users’ data, and how it intends to proactively stop harmful conduct, instead of being forced to respond to it months or years later.”\n\nZuckerberg's task will be even tougher if Republicans and Democrats work together to grill him.",
  "At a November hearing about Russian interference in the 2016 presidential election, Sen. Angus King (I-Maine) told lawyers for Facebook, Twitter and Google that he was “disappointed that you're here and not your CEOs because we're talking about policies and policies of the companies.",
  "After years of sending deputies to testify on various subjects, Zuckerberg finally submitted to questioning by lawmakers, who appear eager to confront him about how millions of users' personal information was improperly shared with the data firm Cambridge Analytica.",
  "Facebook's latest estimate of the number of people whose personal information might have been collected by Cambridge Analytica is 87 million, but the company has stressed that the real number could be different.",
  "This was an exchange between Facebook chief operating officer Sheryl Sandberg and NPR's Steve Inskeep last week:\n\nSANDBERG: The 87 million is anyone who Cambridge Analytica might have accessed their data.",
  "In an interview with NBC's Savannah Guthrie last week, Sandberg said there could be other companies like Cambridge Analytica that similarly obtained users' personal information from Facebook.",
  "Savannah, I'm not going to sit here and say that we're not going to find more because we are.”\n\nIt is a safe bet that senators will press Zuckerberg to elaborate on what Sandberg said.",
  "Republicans could be less inclined than Democrats to probe these subjects aggressively, fearing that the answers might add to some voters' doubts about whether Trump won on his own.",
  "“In all of these areas,” she added, “there are the good cases for sharing data, and I think we were very idealistic and not rigorous enough, and then there's the possible misuse.",
  "Facebook chief executive Mark Zuckerberg will appear Tuesday before the Senate Judiciary and Commerce committees for the first of two days of congressional testimony.",
  "This is anyone who might have been connected, might have been connected to someone who connected to them INSKEEP: So you still don't know what the number is.",
  "And Facebook's control, or lack thereof, over fabricated news stories that may have boosted Trump in 2016 figures to be another major topic of discussion.",
  "… If we go through this exercise again, we would appreciate seeing the top people who are actually making the decision.”\n\nThe top person is there now.",
  "[Even Mark Zuckerberg can’t stop the meme that he is running for president]\n\nWill Zuckerberg offer new estimates about abuses of personal information?",
  "For anyone wondering about Zuckerberg's possible political ambitions, Tuesday's hearing will be an opportunity to see how he handles the spotlight.",
  "Some congressional committee hearings appear divided, with Republicans and Democrats pursuing different agendas as they question witnesses.",
  "Here are three things to watch for, during a hearing scheduled to begin at 2:15 p.m.:\n\nHow comfortable is Zuckerberg on a political stage?",
  "Don't be surprised if lawmakers vent their frustrations about Zuckerberg's long-standing reluctance to sit before them.",
  "Other sessions are more uniform, with lawmakers from both major parties acting together.",
  "And what we are focused on is making sure those possible use cases get shut down.",
  "“We're going to do audits, and, yes, we think it's possible,” Sandberg said.",
  "After all, Cambridge Analytica worked for President Trump's campaign.",
  "Will Zuckerberg be flustered by senators' gripes and tough questions?",
  "But the prehearing indication is that Republicans will be aggressive.",
  "Tuesday's event certainly holds the potential of a partisan split.",
  "The tech star's trip to Capitol Hill is a long time coming.",
  "Will senators question Zuckerberg in a bipartisan fashion?",
  "Are there more firms like Cambridge Analytica?",
  "We're being super-conservative and careful.",
  "How many users may have been compromised?",
  "If Facebook does not know, then why not?",
  "When will Facebook provide firm answers?",
  "SANDBERG: We still don't know.",
  "Sen. John Thune (S.D."
]