[
  "(RELATED: Obama Staffer: Facebook Knew Presidential Campaign Improperly Seized Data, Looked the Other Way)\n\nFacebook began collecting the texts and phone call information before users opted to let Facebook apps, like Messenger, to access their contacts list and send SMS messages, contradicting the company’s claim that “uploading this information has always been opt-in only,” but the opt-in dialogue wasn’t clear text messages would be uploaded and stored on Facebook’s servers.",
  "The social network giant’s actions “presents several wrongs, including a consumer bait-and-switch, an invasion of privacy, wrongful monitoring of minors and potential attacks on privileged communications” such as those between attorneys and clients or doctors and patients, the lawsuit alleges.",
  "John Condelles III, the plaintiff, along with the other members of the class-action lawsuit are seeking $5 million in damages for multiple violations of California’s unfair competition laws, the Consumer Legal Remedies Act, and the Electronic Communications Privacy Act.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“This activity includes assessing users’ call and text histories (including metadata such as the names and number of persons contacted), the times of such contacts, and the lengths of such contacts,” the lawsuit shows.",
  "The extent of Facebook’s data collection activity was brought to light when it was revealed in March Cambridge Analytica, a tech consulting firm, had sold Facebook users’ data to President Donald Trump’s 2016 campaign.",
  "Facebook is facing a class-action lawsuit following revelations it collects text messages and phone calls via its smartphone apps on Android devices.",
  "“Facebook has collected and stored information in a scope and manner beyond that which users knowingly authorized.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "The practice is ongoing” on the Android version of the Facebook apps, according to the lawsuit.",
  "Former President Barack Obama also used Facebook users’ data in his 2012 campaign."
]