[
  "Slideshow (7 Images)\n\nABSOLUTELY ASTONISHING\n\nWith the scandal around Facebook widening, Britain’s cross-party media committee had invited Zuckerberg to parliament to explain how personal data had ended up in the hands of Cambridge Analytica, the London-based political consultancy which was working on the Trump campaign.",
  "Christopher Wylie, who previously revealed that consultancy Cambridge Analytica had accessed the data of 50 million Facebook users to build voter profiles on behalf of Donald Trump’s campaign, said AggregateIQ (AIQ) had built software called Ripon to profile voters.",
  "LONDON (Reuters) - A scandal engulfing Facebook (FB.O) over the use of its data by political consultants widened on Tuesday when a whistleblower said Canadian company AggregateIQ had developed a programme to target Republican voters in the 2016 U.S. election.",
  "The revelations around Facebook data have hammered the stock price of the world’s biggest social network and raised investor concerns that any failure by big tech companies to protect privacy could deter advertisers and lead to tougher regulation.",
  "“There’s now tangible proof in the public domain that AIQ actually built Ripon, which is the software that utilised the algorithms from the Facebook data,” Wylie told the British Parliament’s Digital, Culture, Media and Sport Committee.",
  "The company said he had asked one of his deputies to attend the hearing in London, suggesting that Chief Technology Officer Mike Schroepfer or Chief Product Officer Chris Cox had the expertise to answer questions on the complex subject.",
  "Ripon, the Wisconsin town where the Republican Party was founded in 1854, was the name given to a tool that let a campaign manage its voter database, target specific voters, conduct canvassing, manage fundraising and carry out surveys.",
  "Whistleblowers have has said the main campaign for leaving the EU broke the law on spending limits by spending money with another Brexit campaign group that it was closely affiliated with, a claim denied by senior Brexit campaigners.",
  "“As such Mr Zuckerberg has personally asked one of his deputies to make themselves available to give evidence in person to the committee.”\n\nDamian Collins, the head of Britain’s media committee, asked the company to rethink.",
  "The Canadian federal agency charged with protecting privacy rights of individuals said on Tuesday that it has contacted its counterpart in British Columbia to discuss the provincial office’s review of AggregateIQ.",
  "Wylie was giving evidence to a British parliamentary committee over the scandal, minutes after Facebook CEO Mark Zuckerberg declined to appear before the legislators to discuss what went wrong.",
  "“Given the extraordinary evidence that we’ve heard so far today... it is absolutely astonishing that Mark Zuckerberg is not prepared to submit himself to questioning,” he said.",
  "“These issues must be addressed at the most senior levels of the company by those in an authoritative position,” wrote Rebecca Stimson, head of public policy, Facebook UK.",
  "REUTERS/Kevin Light\n\nZuckerberg apologised last week for the mistakes Facebook had made and promised tougher steps to restrict third-party access to such information.",
  "The doorway to an empty office suite, which had formerly been used by Canadian data firm AggregateIQ, is seen in a building in Victoria, B.C., Canada March 27, 2018.",
  "Facebook is facing intense scrutiny after Wylie’s revelations about improper use of personal data and the role that could have played in the 2016 U.S. election.",
  "The company previously told Reuters that it had never been and is not a part of Cambridge Analytica nor ever entered into a contract with Cambridge Analytica.",
  "Wylie was also quizzed on the use of data in the 2016 Brexit referendum, which has become a hot topic in Britain.",
  "The head of the committee called Zuckerberg’s decision “astonishing” and urged him to think again.",
  "Cambridge Analytica said it had not shared any of the Facebook profile data with AggregateIQ.",
  "AggregateIQ did not immediately respond to a request for comment on the remarks.",
  "CNN said Zuckerberg had decided to testify before the U.S. Congress.",
  "Vote Leave denies any wrongdoing."
]