[
  "But for the foreseeable future, people will continue to flock to Facebook (defections have been minimal in the wake of the Cambridge scandal), Apple will make the most sought-after smartphones, Amazon will remain America’s store, Netflix will be the cord-cutters’ darling and Google will be the place where you go to look up stuff.",
  "Until recently, these high-fliers – Facebook, Apple, Amazon, Netflix and Google parent Alphabet -- had been the epitome of growth stocks, with steadily expanding revenue and earnings, plus market dominance that is the envy of their peers.",
  "While the validity of that allegation is in dispute – a counter-argument is that Amazon is helping the USPS by sending volume zooming – any federal move to boost the online retailer’s overhead can’t be good for it.",
  "The catalyst was the revelation that research firm Cambridge Analytica, working for the 2016 Trump campaign, had harvested data on a vast array of Facebook users and employed it for political ads.",
  "This company has come under criticism from President Donald Trump, who contends that the United States Postal Service is subsidizing Amazon’s enormous delivery effort with taxpayer dollars.",
  "Despite the ubiquity of its products, after the death of founder Steve Jobs, there has always been a vague worry that the company’s innovative mojo was flagging.",
  "For the five trading days through Tuesday, they all were off, ranging from 8.6% for Netflix to 2.9% for Apple, by the reckoning of Bespoke Investment Group.",
  "On Wednesday, which was a slightly up day for the market, three of them were also ahead a tiny bit, with Facebook flat and Netflix down 0.4%.",
  "Concerns about slowing iPhone sales have roiled the stock of late, amid reports of slowing demand from supplier Taiwan Semiconductor.",
  "This tech quintet until recently was the market’s engine, responsible for 4.3 percentage points of the S&P 500’s 21% return in 2017.",
  "In addition, a big chunk of Alphabet’s budget goes to so-called “moonshots,” like self-driving cars and slowing the aging process.",
  "The same data can be used against Republicans in the future, and invasion of privacy is an issue that cuts across partisan lines.",
  "CEO Mark Zuckerberg found himself hauled before congressional committees, with talk of regulating the company in the air.",
  "And although it is the go-to place for great shows like Jessica Jones and Orange Is the New Black, TV tastes are fickle.",
  "As a note from MoffettNathanson Research put it: “we still can’t justify the stock price under any scenario.”\n\nGoogle.",
  "Well, the revenue and earnings picture remains bright for them, but lately their market performance has been stunk.",
  "Atop that, however, for some reason known only to the gods, the Fab Five have run into trouble individually.",
  "Further, Trump charges that Amazon doesn’t pay its fair share of sales tax, a criticism that has more to it.",
  "The leader in video streaming programming has lots of competition brewing from powerful players like Disney.",
  "Overall, though, for the foreseeable future, the FAANGs should resume delivering some toothsome results.",
  "Nevertheless, an argument can be made that the current contretemps for the FAANGs is merely a hiccup.",
  "Some of this slumping, no doubt, is the result of the overall market’s downshift since late January.",
  "These tend to sap Alphabet’s bottom line, and have long made it the draggiest of the FAANG stocks.",
  "If Facebook collects a lot of personal data on people, the Alphabet unit possesses even more.",
  "The king of Internet search, this firm has gotten some shade thrown on it from Facebook.",
  "Netflix carries an enormous debt, and reported negative free cash flow last quarter.",
  "One analyst even claimed that Apple might stop selling the pricey iPhone X.\n\nAmazon.",
  "And yet … And yet … The truth is that all these companies are enormously popular.",
  "They averaged about 50% in market gains last year, according to the Commonfund.",
  "To the conventional wisdom, the social network is the biggest sinner here.",
  "Netflix’s valuation may at some point tumble because it’s too darn high.",
  "True, nothing is unassailable in capitalism, and especially in tech.",
  "Spring has not been bountiful to the once-unstoppable FAANG stocks.",
  "And this puts it in the same cross-hairs that Facebook confronts.",
  "To see why, let’s first look at the rap on each:\n\nFacebook.",
  "Plus, Netflix's price/earnings ratio is enormous (244).",
  "But it’s not only Democrats who are upset about this.",
  "And that’s despite their strong fundamentals.",
  "An ebbing tide mires all boats in mud.",
  "Just ask once-almighty Microsoft.",
  "Its spending on content is epic.",
  "Or MySpace.",
  "Or Yahoo.",
  "Netflix.",
  "Apple."
]