[
  "When Sen. Roger Wicker, a Mississippi Republican, asked Zuckerberg if he could confirm reports that Facebook recorded its users’ internet browsing history even after they logged out of the site, Zuckerberg waffled, telling Wicker that he needed to check with his team before giving a definitive answer but noting that he knows “that people use cookies on the internet and you can probably correlate activity between sessions.",
  "In his first appearance before Congress since he launched Facebook from his Harvard dorm room 14 years ago, Mark Zuckerberg took responsibility on Tuesday afternoon for how his social network has been improperly used for political means, insisting that the company is working to prevent future malfeasance.",
  "At the same time, you have an obligation to make sure that dream does not become a privacy nightmare for the millions who use Facebook.”\n\n“These stories touch on the very foundation of the internet economy and the way that these companies make money,” Sen. Orrin Hatch, a Utah Republican, said.",
  "The 42 senators who sat on the joint committee served as the mouthpiece for many of these questions on Tuesday, pressing Zuckerberg on how the company would rectify its past mistakes and how they, as lawmakers, should act to prevent them from happening again.",
  "We need to make sure that they’re used for good.”\n\nHis appearance, which was expected to last several hours, was a dramatic culmination of months of controversy over how Facebook allowed its medium to be misused during the 2016 presidential election.",
  "Several weeks ago, media outlets reported that Cambridge Analytica, a data-mining company with ties to the Trump campaign and other Republican entities, had acquired from Facebook the private data of nearly 100 million of the site’s users.",
  "The 33-year-old Zuckerberg appeared nervous but contrite as he took the stand before a rare joint hearing of the Senate Judiciary and Commerce committees, which together comprise nearly half of the members of the Senate on whole.",
  "Last year, it was learned that Russian actors relied on the platform to foster political discord in the heat of the 2016 campaign, using Facebook advertisements and pages to disseminate misinformation.",
  "Once praised as a tech revolutionary, Zuckerberg has since been left to answer for his site’s missteps, and what the fallout elucidates about the role of social media in contemporary American life.",
  "“I started Facebook, I run it, and I’m responsible for what happens here.”\n\n“We’re undergoing a broader philosophical shift about how we view our role as a company,” he said.",
  "“I think the real question as the internet becomes more important in people’s lives it what kind of regulation is appropriate.”\n\nContact us at editors@time.com.",
  "“What do we tell our constituents, given what’s happened here, why we should let you self-regulate?” Sen. Lindsey Graham, a South Carolina Republican, said.",
  "“The company you created represents the American dream,” Sen. John Thune, the South Dakota Republican who chairs the Senate’s commerce committee, said.",
  "We do that for a number of reasons, including security and measuring ads.”\n\nBut lawmakers seemed unsatisfied by several of his explanations.",
  "Though Zuckerberg appeared penitent, he also seemed to choose his words cautiously when delivering his responses.",
  "“My position is not that there should be no regulation,” Zuckerberg said.",
  "“For the first 12 and 13 years we were focused on building tools.",
  "“It was my mistake, and I’m sorry,” he said.",
  "“Many are inspired by what you’ve done.",
  "It’s not enough to just build tools."
]