[
  "During the hearing, Sen. Amy Klobuchar of Minnesota asked Zuckerberg whether it was possible the data Cambridge Analytica obtained could have been used by the Internet Research Agency, a Russian troll farm that Mueller's office indicted in February on charges of conspiring to interfere in the election.",
  "Getty Images When British investigators asked Cambridge Analytica CEO Alexander Nix if the firm had any links to Russia, he replied, \"We've never worked with a Russian organization in Russia or any other country, and we don't have any relationship with Russia or Russian individuals.\"",
  "The IRA and the 13 Russian nationals who were indicted then began using Facebook and other social media platforms to push out pro-Trump propaganda and fake news meant to sow discord and discourage voters from casting ballots for Trump's opponent, Democratic nominee Hillary Clinton.",
  "But former Cambridge Analytica employee-turned-whistleblower Christopher Wylie told The New York Times last month that the Russian oil giant Lukoil repeatedly showed an interest in how Cambridge Analytica used data to target messages toward American voters.",
  "Cambridge Analytica executives reportedly met at least three times with Lukoil executives in 2014 and 2015, around when Cambridge Analytica began testing out pro-Trump slogans and Russia's influence campaign was in its nascent stages.",
  "In April 2014, the IRA formed the \"translator project,\" which was focused on the US and conducted operations on popular social media platforms like Facebook, Twitter, Instagram, and YouTube, according to the indictment.",
  "Aaron Bernstein/Reuters\n\nFacebook CEO Mark Zuckerberg said Tuesday that the company is working with the special counsel Robert Mueller as he investigates Russia's interference in the 2016 US election.",
  "Facebook drew significant scrutiny when it emerged last month that the data firm Cambridge Analytica harvested the private information of as many as 87 million Facebook users without their permission.",
  "Last year, it emerged that Congressional lawmakers were probing whether voter information that Russian hackers stole from election databases in several states made its way to the Trump campaign.",
  "Zuckerberg added that some Facebook employees have been interviewed, and that \"there may be\" subpoenas sent to the company or its employees, but clarified that he was \"not aware\" of any.",
  "\"Beginning as early as 2014,\" the IRA \"began operations to interfere with the US political system, including the 2016 US presidential election,\" according to Mueller's indictment.",
  "Investigators are also examining whether the Trump campaign's data firms coordinated with Russia to disseminate fake news and propaganda in particular states and districts.",
  "According to Wylie, the meetings involved discussions of how to harvest information from social media to create politically targeted messages toward American voters.",
  "The firm has long faced questions from investigators over its potential engagement with foreign actors, like Russia and WikiLeaks, during the 2016 election.",
  "By the time the Trump campaign hired Cambridge Analytica in June 2016, Russia had decided to throw its support behind elevating Trump to the presidency.",
  "Alex Wong/Getty Images The IRA, which is based in St. Petersburg, was the main organization responsible for Russia's social media influence operation.",
  "Cambridge Analytica's possible ties to Russia\n\nCambridge Analytica whistleblower Chris Wylie at a speaking event in London on March 26.",
  "How the IRA's social media operation sowed discord\n\nRobert Mueller is investigating Russia's interference in the 2016 US election.",
  "He reportedly attended one of the meetings between Lukoil and Cambridge Analytica executives, which included Nix.",
  "He added that Lukoil \"just didn't seem to be interested\" in how the firm's techniques could be used commercially.",
  "The revelation comes as Zuckerberg testifies before Congress about privacy concerns surrounding the tech giant.",
  "We're sending them stuff about political targeting — they then come and ask more about political targeting.\"",
  "Facebook, meanwhile, has been criticized for failing to respond to Russian activity on its platform.",
  "Cambridge Analytica began working with President Donald Trump's campaign in the summer of 2016.",
  "Zuckerberg replied: \"We believe it is entirely possible that there will be a connection there.\"",
  "\"I don't understand why Lukoil wants to know about political targeting in America.",
  "By July 2016, more than 80 employees were working on the \"translator project.\"",
  "Zuckerberg said the special counsel had not interviewed him personally.",
  "\"I kept asking Alexander, 'Can you explain to me what they want?'\"",
  "\"I remember being super confused,\" Wylie told The Times.",
  "His office has interviewed people at Facebook.",
  "Wylie recalled."
]