[
  "Aleksandr Kogan, the professor who collected data on millions of Facebook users via a quiz app and shared that information with Cambridge Analytica, told U.S. lawmakers that the notion that the data were weaponized to dupe people into voting in a particular way in the 2016 election \"rests on an incorrect premise about the data and its utility.\"",
  "| Lionel Bonaventure/AFP/Getty Images Cambridge Analytica figures give split screen performance in Washington\n\nTwo key figures in the Cambridge Analytica scandal gave sharply conflicting accounts Tuesday of whether the Facebook user data at the heart of the controversy aided Donald Trump's election campaign.",
  "Story Continued Below\n\n\"I believe there is almost no chance this data could have been helpful to a political campaign — and I still have not seen any evidence to indicate that the Trump campaign used this dataset to micro-target voters,\" he testified before a Senate Commerce Committee panel.",
  "He said the the firm’s election efforts included making politics sound \"confusing or boring” for voters or “making people hate politics.”\n\nHe also said “various” super PACs funded by the Mercer family solicited the firm for projects that listed “voter disengagement as a priority.\"",
  "Across town, Christopher Wylie, the whistleblower who sounded the alarm about Cambridge Analytica in a series of March media reports, struck a different tone, describing the firm's efforts to drive down voter turnout among specific demographic groups.",
  "Kogan, in his congressional testimony, acknowledged that \"people may feel angry and violated\" about the use of their data, calling it \"an understandable emotional reaction\" and saying he's \"very regretful\" he did not better anticipate it.",
  "Wylie also discussed at length the role that former White House chief strategist Steve Bannon played in the group’s foundation: “He knew about everything that was going on in the company because everything had to be authorized by him.”",
  "Wylie told an audience at a Washington Post event he \"was aware of various projects where voter suppression\" was discussed at the firm, including efforts to \"demotivate turnout\" by certain \"target groups,\" primarily African Americans.",
  "The split screen appearances highlighted Washington's continuing interest in a story that has sparked a public relations and political crisis for Facebook and a broader debate about digital privacy.",
  "\"This, I fear, cannot be left entirely to companies and consumers to work out among themselves as business interests may run counter to consumer privacy interests because of present revenue models.\"",
  "\"My view is that we should think hard about finding ways to empower consumers, giving them the ability to make more informed decisions about how their data is used,\" he said.",
  "Aleksandr Kogan collected data on millions of Facebook users via a quiz app and shared that information with Cambridge Analytica, which did work for the Trump campaign.",
  "Wylie, meanwhile, detailed his allegations about Cambridge Analytica's practices — some of which he's previously relayed to U.S. lawmakers and in media interviews.",
  "The social network has been criticized for allowing Trump-linked Cambridge Analytica to improperly obtain Facebook data on as many as 87 million people.",
  "The U.K. professor at the same time sought to steer the debate toward how best to prevent these sorts of abuses from occurring in the future.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "You can unsubscribe at any time."
]