[
  "More: http://nyti.ms/2GgNSHZ\n\nRelated: “Trump Chooses Bolton for 3rd Security Adviser as Shake-Up Continues,” from The New York Times’ Mark Landler and Maggie Haberman: http://nyti.ms/2GjFpns ; “Bolton pick underscores Trump's foreign policy confusion,” by Michael Crowley and Bryan Bender: http://politi.co/2G1Kcql ; and “McMaster firing upends plan to oust other top Trump officials,” via Eliana Johnson: http://politi.co/2Ge0U9p\n\nCRAMER’S SON DIES -- Rep. Kevin Cramer (R-N.D.) announced the death of his 35-year-old son, Isaac, in a Facebook post.",
  "More: http://politi.co/2IIs9Hs\n\nRelated: “GOP Congress rebuffs Trump and goes on a spending spree,” by Sarah Ferris: http://politi.co/2ILxMER ; and “Spending deal marks end of immigration debate for year, kicks off new round of blame game,” from The Washington Post’s David Nakamura and Seung Min Kim: http://wapo.st/2DPiTNT\n\nYOU NAME IT -- Rep. Mike Simpson (R-Idaho) had a provision in the omnibus that would rename Idaho’s White Clouds Wilderness preserve the “Cecil D. Andrus-White Clouds Wilderness” preserve.",
  "CONGRESS PASSES OMNIBUS, SPRINTS TO RECESS -- House Intel votes to end Russia probe -- ETHICS PANEL REPROVES TWO ILLINOIS DEMS -- Opponents partner against Shalala\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nCONGRESS CLEARS OMNIBUS -- Lawmakers are out for a two-week recess after both chambers passed a massive $1.3 trillion omnibus spending package to fund the government through September, averting a government shutdown with nearly 24 hours to spare.",
  "In some cases, they said the evidence undermined claims by the president's opponents that his campaign may have colluded with Moscow to win the 2016 election.”\n\n“The report comes amid a bitter split on the House Intelligence panel, as Democrats claim the committee's Republican members sought to protect the president by cutting off the investigation without interviewing key people, forcing recalcitrant witnesses to answer questions or subpoenaing documents,” Kyle continues.",
  "“Democrats fear the report could distract from the work of special counsel Robert Mueller.” Much more: http://politi.co/2GhvPS4\n\nRelated Russia read: “Goodlatte subpoenas DOJ over Clinton investigation, McCabe firing,” by Kyle and Elana: http://politi.co/2HXyxcz\n\nHOUSE PANEL WILL SUMMON ZUCKERBERG TO TESTIFY -- The House Energy and Commerce Committee will call on Facebook founder and CEO Mark Zuckerberg to testify.",
  "“Shalala’s campaign said the PAC donations were bipartisan and that she makes no apologies for her contributions to Republicans, which are dwarfed by her Democratic giving.”\n\nShalala’s campaign called her Democratic credentials “untouchable & unassailable,” noting that she has personally donated a quarter-million dollars to the Democratic Party and Democratic candidates.",
  "“In a summary of their findings, committee Republicans cataloged a string of meetings between Trump associates -- from Donald Trump Jr.'s run-in with a Russian government official at a 2016 National Rifle Association event to what the report called ‘possible’ attempts by Moscow to set up a back channel with Trump's transition team after the election,” Kyle reports.",
  "No other Republican-held congressional seat in the nation voted for Hillary Clinton by such a wide margin over President Trump, 19.6 percentage points.” More: http://politi.co/2DOwsNX\n\nDEPARTURE LOUNGE -- Chaffon Davis has moved to New York to work on Edelman’s financial communications and capital markets team as a senior account executive.",
  "More: http://politi.co/2pyE4Pg\n\nRelated: “Facebook employees fear ‘golden’ years are over,” via Nancy Scola: http://politi.co/2IMEuKD\n\nETHICS COMMITTEE REPROVES TWO ILLINOIS DEMS -- Reps. Bobby Rush and Luis Gutierrez must personally repay thousands of dollars after the House Ethics Committee found they both violated chamber rules.",
  "“The two Democrats demanded that Shalala explain the donations to Republicans and apologize to the Democrats who faced the Republican challengers to whom Shalala contributed, and said she needed to contribute an equivalent amount -- about $41,000, including the PAC money -- to the Miami-Dade Democratic Party,” Marc Caputo reports.",
  "WELCOME TO THE WORLD -- Jeremy Nordquist, chief of staff for Rep. Tom O’Halleran (D-Ariz.) and a former state senator in the Nebraska legislature, and Shannon Nordquist, who works at Medstar National Rehabilitation Network, on Thursday welcomed John Thomas Nordquist, who was born at 2:07 p.m. at 9 lbs 1 oz.",
  "“But it was a tricky road to avoid a government shutdown, requiring Senate Majority Leader Mitch McConnell (R-Ky.) to privately telephone [Rand] Paul and let him vent about the Senate rules, then satisfy [Jim] Risch’s objections to a wilderness area being named after a dead Idaho governor,” Burgess reports.",
  "And Sen. Chris Murphy (D-Conn.) lamented that “[t]he person who will be first in/first out of the Oval Office on national security matters passionately believes the U.S. should launch preemptive war against both Iran and North Korea w no authorization from Congress.” “My god,” he tweeted.",
  "“We look forward to working with Facebook and Mr. Zuckerberg to determine a date and time in the near future for a hearing before this committee.” The invitation to testify comes after revelations that Cambridge Analytica improperly obtained information on some 50 million Facebook users.",
  "More: http://wapo.st/2DPapq6\n\nDEM CHALLENGERS GANG UP ON SHALALA -- A pair of Democratic congressional candidates united to criticize Donna Shalala for personally contributing $21,500 to Florida Republicans running for state, local and federal offices over the past decade.",
  "Risch was under the impression that the renaming would not be in the bill, according to a GOP senator.”\n\nCongressional leaders unveiled the omnibus text Wednesday night, giving lawmakers roughly 48 hours to read through more than 2,200 pages and vote.",
  "Bill Nelson (D-Fla.) and Amy Klobuchar (D-Minn.) and Rep. Ted Deutch (D-Fla.) will hold a news conference with Washington, D.C., Mayor Muriel Bowser, students and other advocates to demand action on gun safety at 9 a.m. in the House Triangle.",
  "“The Idaho Republican protested moving forward on the bill because it renamed an Idaho park after Cecil D. Andrus, a former Democratic governor and sometime political foe, who died last year, according to sources familiar with the matter.",
  "“Independently wealthy, Shalala has earned decades worth of name ID and Democratic chits as Bill Clinton’s Health and Human Services secretary, president of the University of Miami and executive director of the Clinton Foundation.",
  "Senate Minority Leader Chuck Schumer (D-N.Y.) warned that Bolton’s military-first solution to geopolitical problems “is a troubling one.” Reps. Adam Schiff (D-Calif.) and Tulsi Gabbard (D-Hawaii) cast Bolton as a dangerous pick.",
  "called him an excellent choice, while Sen. Orrin Hatch (R-Utah) expressed confidence in Bolton’s “ability to advise the president on key threats and challenges.”\n\nDemocrats, however, weren’t as receptive to the latest shakeup.",
  "“Both Risch and Paul were empowered by Senate rules, which required all 100 senators to agree hold a vote before the Friday night shutdown deadline.” The legislation now heads to the president’s desk for his signature.",
  "for $9,700 in improper payments to the ex-aide.” More: http://politi.co/2pyswwm\n\nHOW LAWMAKERS RESPONDED TO BOLTON’S HIRE -- Congressional reaction to news that President Donald Trump will name former U.N.",
  "“As to what, in an old political rivalry, could've led to such a visceral response by Risch, aides in both parties were still trying to figure out what had occurred,” CNN’s Phil Mattingly reports.",
  "“We believe, as CEO of Facebook, he is the right witness to provide answers to the American people,” Chairman Greg Walden (R-Ore.) and ranking member Frank Pallone (D-N.J.) said in a statement.",
  "The Bismarck Tribune reported that Isaac was hospitalized with liver and kidney failure last month, and Cramer said earlier this month that his son was being evaluated by a transplant team.",
  "“But in each case, the report's Republican authors concluded that the evidence failed to amount to active cooperation between the Trump campaign and the Russian government.",
  "Rush started renting the space when he was a Chicago alderman, but he failed to pay rent on it for more than 24 years, according to the Ethics Committee,” Bres reports.",
  "“He feels no pain and will never be depressed again.” “The congressman has four other children with his wife, Kris,” according to The Washington Post’s Sean Sullivan.",
  "THURSDAY’S TRIVIA WINNER -- No one correctly guessed that President William Howard Taft became president of the Unitarian Conference after leaving the White House.",
  "Ambassador John Bolton his third national security adviser ranged from “excellent choice” to “My god.” Trump announced via Twitter that Bolton will replace H.R.",
  "“In the Gutierrez matter, the Illinois Democrat paid a former staffer-turned-consultant, Doug Scofield, for a decade out of his official congressional account.",
  "Story Continued Below\n\nPaul (R-Ky.) had refused to rule out shutting down the government but relented Thursday night after a phone call with McConnell (R-Ky.).",
  "“And the massive bill’s late unveiling contributed to the impasse with Risch, who was surprised to find Andrus' name in the spending bill,” Burgess continues.",
  "Got to lay the groundwork for 2060.” Pics https://bit.ly/2ugtDFP ... https://bit.ly/2IMxeyn\n\nTODAY IN CONGRESS -- The House and Senate are out.",
  "Ranking member Adam Schiff (D-Calif.) said Republicans on the panel voted down a Democratic proposal to have Zuckerberg speak to the panel.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“The multi-directional incoming fire underscores Shalala’s front-runner status in Florida’s 27th Congressional District,” Caputo writes.",
  "HOUSE INTEL VOTES TO END PROBE -- Republicans on the House Intelligence Committee voted to end their Russia investigation.",
  "His selection is “good news for America’s allies and bad news for America’s enemies,” Sen. Lindsey Graham (R-S.C.) said.",
  "THURSDAY’S MOST CLICKED: My report on the House and Senate offices with the highest turnover rates was the big winner.",
  "“Rush's violation was tied to Chicago office space he has occupied for more than two decades without paying rent.",
  "More: http://politi.co/2DP6No9\n\nZuckerberg won’t be testifying before the House Intelligence Committee, though.",
  "TODAY’S TRIVIA -- Who served the shortest term as speaker of the House, and how long did the term last?",
  "The panel, however, will allow Rush to be reimbursed by his campaign committee for any personal cost.",
  "The House passed the bill on Thursday afternoon, and the Senate followed suit at 12:39 a.m. Friday.",
  "Andrus is the state’s former Democratic governor and President Jimmy Carter’s Interior secretary.",
  "The preserve will now be named for Cecil Andrus.” More: http://cnn.it/2GgKAoh\n\nAHH, IT’S FRIDAY.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this March 23.",
  "Risch eventually acquiesced but “was given no assurance the House would consider the change.",
  "Sen. Heidi Heitkamp (D-N.D.), whom Cramer is looking to unseat, offered her condolences.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "Zuckerberg expressed a willingness to testify in a Wednesday interview with CNN.",
  "Sign up today to start receiving the newsletter right at launch on April 6 .",
  "He “is a serious-minded policymaker who pulled himself up by his bootstraps.",
  "She previously served as deputy press secretary for Sen. Tim Scott (R-S.C.).",
  "“But once Paul was taken care of, the ornery Risch was next,” Burgess adds.",
  "Both lawmakers were investigated by the Office of Congressional Ethics.",
  "Risch fumed after finding the provision, which was buried on page 786.",
  "“Now Isaac feels no anxiety or urging for alcohol,” Cramer said.",
  "Don’t forget: The position doesn't require Senate confirmation.",
  "Gutierrez will now have to personally repay the Treasury Dept.",
  "McMaster, who will retire from the military, next month.",
  "In fact, aides said the chamber almost certainly won't.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "“No parent should have to bury a child,” she tweeted.",
  "Marco Rubio (R-Fla.) and Tom Cotton (R-Ark.)",
  "AROUND THE HILL -- Sens.",
  "Presented by Boeing.",
  "He died in August.",
  "Sens."
]