[
  "But if the comediennes got caught up in a content-constricting algorithm, they got caught up in it for a reason: They’ve pushed conspiracy theories from Uranium One to Sen. Marco Rubio’s (R-Fla.) supposed secret “gay lifestyle,” and during the campaign they stumped for Trump in an interview with a neo-Nazi Holocaust denier who insists that “Jews Did 9/11.” Perhaps this messy history doesn’t mean Diamond and Silk deserve for Facebook to restrict their posts’ reach or prevent them from alerting their followers to new videos.",
  "Here was a conservative political influencer writing in a conservative newspaper for a conservative audience about a subject perhaps more germane to the survival of conservative ideas than anything else in the entire news cycle: will conservative voices be allowed to survive in the 21st century’s primary publishing media – or won’t they?",
  "Yeah, I agree with the sentiment but the justification underneath was the usual bilge about hate speech, radicals, child bullying, drug dealing, Cambridge Analytica, inappropriate data usage, data protection, unregulated cyberspace, “fake news”, and all the other distracting preoccupations of the liberal elite regarding new media.",
  "What’s disturbing in this case is that the author of the piece, Nick Timothy was until quite recently the chief advisor to Britain’s Conservative Prime Minister Theresa May and – as author of its last (albeit disastrous) manifesto – the chief architect of Conservative party policy.",
  "But the thing that bothers me still more than all those liberal fascists out there who want to rebrand conservative free speech “hate speech” or “fake news” and drive it off the internet are the establishment conservative fuddy duddies who still don’t get how big the problem is.",
  "Or he avoided it because he did think it was an important issue but didn’t want to admit it in public in case anyone got the impression that conservatives have a valid point of view worth expressing forcefully.",
  "I’m glad that at least some politicians are waking up to the seriousness of the problem of Big Tech’s censorship of any voices which don’t align with its left-liberal agenda.",
  "Had this article appeared in a shamelessly left-liberal publication such as the New York Times or the Guardian, this ducking of the issue would have been understandable.",
  "Facebook hasn’t explained how Diamond and Silk’s videos violated their terms of service, and the company said that it approached the pair to sort out what went wrong.",
  "A good example was a recent leader page article in the London Daily Telegraph titled “It is time to cut Mark Zuckerberg and the tech titans down to size”.",
  "“Diamond and Silk is not terrorism.”\n\nWhat bothers me is how very much the liberal-left clearly doesn’t reckon there’s a problem at all, here, no sirree.",
  "“What is ‘unsafe’ about two black women supporting Donald J. Trump?” “Let me tell you something right now,” Rep. Marsha Blackburn (R-Tenn.) said later.",
  "Really, WaPo should have gone the whole hog and titled the article: Why Big Tech’s censorship of conservatives is a big fat nothing burger.",
  "It is – or rather was – the house journal of the Tory shires, and still has a significant following among right-leaning voters.",
  "Also, despite the impression it often gives to the contrary these days, the Daily Telegraph is not the Guardian.",
  "With advocates like Nick Timothy and a conservative MSM as spineless as the Telegraph, is it any wonder?",
  "The issue of liberal bias got a mention in two fleeting sentences out of, perhaps, 1200 words.",
  "Typical is this attempt to explain the situation by liberal opinionator Molly Roberts in WaPo.",
  "It’s basically what the journalist was saying, behind all those “buts” and “perhapses”.",
  "“I’d like to show you right now a little picture here,” said Rep. Billy Long (R-Mo.",
  "), as he displayed a very big picture of the duo at the House hearing Wednesday.",
  "And what did this conservative commentator do with this heaven sent opportunity?",
  "Diamond and Silk aren’t terrorism, and the sisters don’t advocate violence.",
  "Either he avoided it because he didn’t think it was the main issue.",
  "Don’t you just totally love that casual “Or perhaps it does”?",
  "Conservatives are losing the culture wars.",
  "Blackburn is right, after all.",
  "Or perhaps it does.",
  "Why, he ducked it.",
  "My point is this."
]