[
  "“As a regulator MCMC will work closely with providers such as Twitter and Facebook upon complaints.”\n\nIn a lengthy email, a Twitter spokesperson declined to address specifics of the Malaysia case, but stressed the company was improving its verification process, and limiting bot activity by “prohibiting simultaneous posts of identical or substantially similar content to multiple accounts, including bulk, aggressive, or very high-volume automated retweeting.”\n\nThe Malaysian election tweets give rise to fears that thousands of bots that have appeared on social media across Asia could be weaponized.",
  "Saul Loeb—AFP/Getty Images\n\n“The first step is to acknowledge there is a goddamn problem here,” says Sanjana Hattotuwa, a senior researcher at the Centre for Policy Alternatives, in Sri Lanka and the co-author of a study released this week entitled Weaponizing 280 characters: What 200,000 tweets and 4,000 bots tell us about state of Twitter in Sri Lanka.",
  "Donara Barojan, a digital forensic research associate at the Washington DC-based Atlantic Council’s Digital Forensic Research Lab, found that more than 44,000 pro-government and anti-opposition messages were tweeted by upwards of 17,000 bots in the space of a week, according to Reuters.",
  "“That the scale and scope which we thought when we started the study was just a Sri Lankan phenomenon … is actually a Southeast Asian phenomenon as well, suggests that Twitter really does have a serious problem on its hands,” Hattotuwa says.",
  "Though Sri Lanka and Malaysia are the only two countries in Southeast Asia whose bots have been studied by researchers thus far, a surge in anonymous accounts have been spotted in Cambodia, Vietnam, Myanmar, Thailand, Hong Kong, and China.",
  "How that affected the timeline was very simple because there were people asking for help and they were being drowned out by thousands and thousands of messages.”\n\nLee says over the next three days he blocked almost 4,000 bots.",
  "So a lot of people are creating Twitter bots and then selling them — either the bot themselves or tweets on their accounts.”\n\nMalaysia’s Communications Minister Salleh Said Keruak said his ministry would look into the issue.",
  "Earlier that month, just after the midweek election date was announced, Lee launched the social media campaign #pualangmengundi, or “go home to vote.” Within hours of launching, it was the top-trending hashtag on Twitter.",
  "Twitter has downplayed the problem, with those familiar with the matter suggesting they are “organic users as the platform grows in popularity in the region,” but few who study Twitter give credence to that explanation.",
  "Malaysian Prime Minister Najib Razak before launching his coalition's election manifesto ahead of the upcoming polls during a National Front coalition or Barisan Nasional rally, in Kuala Lumpur on April 7, 2018.",
  "Facebook founder Mark Zuckerberg faced a congressional inquisition over revelations the data-mining firm Cambridge Analytica accessed the personal information of 87 million users to try and influence elections.",
  "The intervening years have seen a rise in living costs and stunning levels of corruption, particularly in the 1MDB scandal, in which billions of dollars went missing from a state-run investment fund.",
  "We think Cyrillic [handles] came from Russian-speaking bot herders,” Barojan tells TIME, referring to “herders,” or hackers who find vulnerable systems in which to install their bot program.",
  "Click on the hashtag and a would-be sponsor could find hundreds of requests from voters — many of them students and first-time voters registered in home states hundreds of kilometers away.",
  "More than $700 million was traced into the bank account of Prime Minister Najib Razak, who has denied any wrongdoing and was exonerated by the country’s attorney general in 2016.",
  "Malaysians are set to hit the polling booths on May 9 in what many believe to be the country’s most fiercely contested election since the country gained independence in 1963.",
  "The tweets, which began to appear on April 12 — two days after the election date was announced — circulated the hashtags #SayNOtoPH and #KalahkanPakatan (defeat Pakatan).",
  "In recent months, attention has focused on Facebook following its failure to stop the platform being co-opted by those seeking to influencing voters or stoke violence.",
  "In March, the U.N. investigators found that Facebook played a “determining role” in conflict particularly with regards to spreading hate speech and inciting violence.",
  "The ruling coalition, Barisan Nasional, or The National Front, has been in power for 61 years, with current prime minister Najib Razak now running for a third term.",
  "Pointing out that bots don’t “naturally appear,” Hattotuwa warned that there must be a “strategy” behind them — as in the apparent case of the Malaysian election.",
  "Hattotuwa fears that unless the company takes decisive action, it is only a matter of time before something similar happens with the Twitter bots in Asia.",
  "Read More: Inside Russia’s Social Media War on America\n\n“It seems that they came from different groups and networks of bots, what we refer to as botnets.",
  "Advocacy group Avaaz is calling attention to what the groups says are hundreds of millions of fake accounts still spreading disinformation on Facebook.",
  "Earlier this year, Twitter notified 1.4 million users that they had engaged with content created by Russian accounts ahead of the 2016 U.S. election.",
  "The opposition coalition Pakatan Harapan, or The Alliance of Hope party, has vowed to investigate 1MDB and scrap an unpopular goods-and-service tax.",
  "The campaign’s purpose was to connect voters too poor to afford plane and bus tickets home with “angel” sponsors stepping in to fund their travel.",
  "The company had found more than 50,000 bots, which independent researchers discovered were responsible for one in five election-related tweets.",
  "But when the bots came, they jumped on the hashtag, overwhelming the timeline and disrupting attempts to match sponsors with voters, Lee says.",
  "One hundred cardboard cutouts of Facebook founder and CEO Mark Zuckerberg stand outside the U.S. Capitol in Washington, DC, April 10, 2018.",
  "At around 1:30 p.m. on April 16, Joe Lee, a social media consultant, sat down for a television interview about Malaysia’s May 9 election.",
  "The tweets spread disinformation and propaganda in an attempt to sway the result of the presidential election in favor of Donald Trump.",
  "While Facebook has faced arguably the fiercest criticism, Twitter is hardly unblemished, the CPA researchers say in their report.",
  "The last time Malaysia had an election, in 2013, Razak’s party lost the popular vote and squeaked by to win a majority of seats.",
  "The coalition is headed by 92-year-old Mahathir Mohamed, who was Malaysia’s prime minister between 1981 and 2003.",
  "When he left the studio two hours later and glanced at his phone, he realized something had gone terribly wrong.",
  "While the Malaysian bots appear to have caused little long-term damage, they are likely the tip of the iceberg.",
  "Stressing that bots are a “technology that can be used anonymously by anybody,” he wrote on Twitter.",
  "In Sri Lanka, false rumors spread on Facebook incited deadly mob violence against Muslim minorities.",
  "Others circulated photographs and videos of ruling coalition rallies and the prime minister Najib.",
  "“It is a business and a very lucrative one that is used by PR companies and political campaigns.",
  "More than 700,000 Rohingya Muslims have fled Myanmar since the military’s crackdown last August.",
  "In recent weeks, users throughout the region have reported huge spikes in suspect followers.",
  "Mohd Rasfan—AFP/Getty Images\n\nSince then public opinion against him has continued to wane.",
  "Bots, thousands of them, appeared to be gathering speed across Malaysian Twitter.",
  "Already, Twitter bots are known to have played no small role in major elections.",
  "“I flicked on my phone and just saw a bunch of bots flooding the timeline.",
  "And they were flooding it with pro-government literature,” Lee tells TIME.",
  "Read More: Could Facebook Have Helped Stop the Spread of Hate in Myanmar?",
  "“I spent a total of six hours clicking, clicking, clicking,” he says.",
  "“They were flooding it with pro-government literature.",
  "Each botnet has a different herder.",
  "Contact us at editors@time.com."
]