[
  "They need to accept rules that require knowledge, full disclosure and consent, not only when that information is initially sold or shared, but also when it is used afterward and they need to devise rules to protect the information from breaches and other pre-maturities.”\n\nYou can Follow Nick on Twitter and Facebook\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“I think there ought to be subpoenas for him in case he changes his mind, for documents that Facebook has and for Cambridge Analytica and Aleksandr Kogan who are key, also, to knowing how this information on 50 million people was harvested and then abused — illegally used, to mine and manipulate other data.”\n\n“Facebook has a problem with truth and with trust,” Blumenthal continued.",
  "Democratic Sen. Dick Blumenthal of Connecticut called out Facebook on CNN’s “New Day” Wednesday for lacking transparency, saying CEO Mark Zuckerberg should be compelled to testify before Congress.",
  "Blumenthal said Zuckerberg is already set to appear before the Senate Judiciary Committee and believes his testimony is vital to finding out what happened with Cambridge Analytica.",
  "That is deeply concerning.”\n\nWATCH:\n\nBlumenthal said he believes Facebook has a poor attitude towards its users and thinks the company assumes it always know what’s best.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "And it never, very alarmingly, told the users that their data was out there potentially at risk.",
  "Their business model is to sell information about you and me, without our knowledge and consent.",
  "“Now they need to accept rules of the road that, in effect, regulate their business model.",
  "“Certainly right now he’s slated to appear before judiciary [committee],” Blumenthal said.",
  "“I think that the Facebook attitude, quite frankly has been, trust us, we know better.",
  "It says that in 2015 it asked that all this data be deleted, but it never verified it.",
  "“It needs to tell the truth to Congress about whether it knew.",
  "And that’s the problem they have with trust,” he concluded."
]