[
  "Trump has long been obsessed with his remarkable election victory (and none of the above should suggest the outcome would have been different), but it's more than clear that what he accomplished in speaking to the angst of white working class voters was also done with meddlesome tricks by foreign powers, data harvested from the unsuspecting and cover-ups.",
  "The meddling\n\nOn Russia, even if nothing comes of the ongoing inquiry into possible collusion between the President's campaign and Russians (nothing beyond the guilty pleas by his former associates for lying to the FBI), we already know beyond doubt that his son took a meeting with Russians promising dirt on Hillary Clinton.",
  "\"The real question is how did the Russians know how to target their messages so precisely to undecided voters in Wisconsin or Michigan or Pennsylvania -- that is really the nub of the question,\" Clinton told Channel 4 News after their expose that Cambridge Analytica was open to bribery and entrapment as tactics .",
  "But the twin six-figure payments to porn star Stormy Daniels (by Trump's attorney Michael Cohen) and Playboy model Karen McDougal (by the Trump-friendly company that owns the National Enquirer) show that his allies were trying hard to keep at least some skeletons in the closet in the run-up to Election Day.",
  "Taken together, they do make it possible to draw a very clear conclusion: The President's allies -- his family, his attorney, his campaign -- were working very hard and being very creative on a variety of fronts in their efforts to hide elements of his past and to get him elected.",
  "The company's CEO has been suspended\n\nIn response to that report on Monday, Cambridge Analytica said the report had been \"edited and scripted\" to misrepresent the nature of the conversations, and Nix denied in a statement that the company engages in entrapment or bribery.",
  "A Bloomberg story published in October 2016 quoted a senior Trump campaign official as saying the campaign's strategy was one of \"voter suppression\" in key areas, raising questions about Clinton with people who might be ready to vote for her.",
  "The data mining\n\nThere's no specific evidence that the Russians colluded with Cambridge Analytica, the firm founded by Steve Bannon, who went on to be Trump's top strategist, and billionaire Robert Mercer.",
  "(And Trump's continued insistence on letting Russian President Vladimir Putin be the alpha in their interactions coupled with his attacks on special counsel Robert Mueller have not helped him.)",
  "None of what we've learned about Trump and his campaign and, separately, Russian meddling, means Trump didn't speak to a very important voting bloc that turned out for him.",
  "We also know beyond doubt, because the US intelligence community has said it over and over again , that Russians were bent on hurting Clinton and, thereby, helping Trump.",
  "But the emerging picture of what they didn't know and the fake stories they saw in their social media feeds means his victory will always have a very bold asterisk.",
  "None of that means he didn't send the GOP reeling with comments almost universally decried as racist about Mexicans and his targeting of a US judge's heritage.",
  "Cambridge Analytica's statement on Tuesday said an independent investigation would take place with the company revealing its findings \"in due course.\"",
  "That may be the least nefarious thing since most Americans might not be surprised about the thrice-married President's personal life.",
  "Trump's Democratic opponents funded the dossier with unsubstantiated claims about his possible ties to Russia and his personal life.",
  "Voters in the right places found a way to get beyond his many failings -- the ones they knew about -- and vote for Trump anyway.",
  "None of it means he didn't win white women despite the accusations of harassment by more than a dozen women before Election Day.",
  "Rather than face privacy concerns, they have given Ted Talks to brag about their exploits in marketing their candidate online.",
  "News that the company scraped Facebook users' personal data without their knowledge has led to a crisis at the Internet giant.",
  "The cover-ups\n\nThe other thing we know for sure is that Trump's attorney was working hard to cover up alleged affairs.",
  "Employees for Cambridge Analytica have said in videos they were responsible for large portions of the Trump campaign.",
  "And what we continue to learn about the 2016 election should change the way Americans view their electoral process.",
  "Similarly, Barack Obama's campaigns found ways to harness voter data from Facebook and use it to their advantage.",
  "Clinton has already suggested, without evidence, they were working along the same lines as Cambridge Analytica.",
  "Russian trolls tried to exploit divisions, especially racial ones, in US society.",
  "It wasn't released as part of the campaign, but it has seen the light of day.",
  "That sounds more appropriately like under the radar negative campaigning.",
  "The sketchiness of American politics is obviously not one-sided.",
  "It could have made the difference in Florida and the Rust Belt."
]