[
  "“I’m personally not a big fan of regulation because sometimes regulation can have unexpected consequences to it, however I think this certain situation is so dire, and has become so large, that probably some well-crafted regulation is necessary,” said Cook, according to a report on the event from Reuters.",
  "The personal data was gathered through a personality app and sold, in violation of the social network's terms of service, to Cambridge Analytica, a company that used the profiles to create election ad-targeting tools for the campaign to elect Donald Trump, according to The New York Times.",
  "Buzz60\n\nFacebook CEO Mark Zuckerberg (Photo: Mladen Antonov, AFP/Getty Images)\n\nIn the aftermath of Facebook's data miscues, the heads of Apple and IBM called for better regulations to protect personal data shared online.",
  "Tesla and SpaceX CEO and founder Elon Musk deleted his companies' Facebook pages and Brian Acton, co-founder of WhatsApp, which Facebook bought for $16 billion, last week urged users to delete their Facebook accounts.",
  "Facebook CEO Mark Zuckerberg took out ads in Sunday editions of The New York Times, The Wall Street Journal, The Washington Post and six British newspapers to apologize for the recent scandal.",
  "Elon Musk joins the movement\n\nMore: Zuckerberg takes out ads to apologize as Facebook data misuse crisis intensifies\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "More: Timeline: Facebook becomes the Uber of 2018\n\nHis comments came after news that data involving as many as 50 million Facebook profiles may have been improperly misused.",
  "Speaking at the three-day China Development Forum in Beijing, Apple CEO Tim Cook and IBM CEO Ginni Rometty both called for additional protections for user data.",
  "“If you’re going to use these technologies, you have to tell people you’re doing that, and they should never be surprised,” she said, according to Reuters.",
  "The growth in personal data collected by social media, apps and elsewhere requires new protections for the data itself and for business models, they said.",
  "Several U.S. senators have called for regulations for social media and leaders in the Senate and House have requested Zuckerberg testify before Congress.",
  "Facebook has faced heavy criticism from lawmakers, users, consumer advocates and other tech executives in the wake of the incident.",
  "“(We have to let) people opt in and opt out, and be clear that ownership of the data does belong to the creator,” Rometty said.",
  "CLOSE British data firm Cambridge Analytica allegedly sent foreigners to the U.S. to provide campaign advice to Republicans.",
  "“It’s clear to me that something, some large profound change is needed,” Cook said.",
  "Speaking in Beijing, Rometty said the industry must do better.",
  "Read or Share this story: https://usat.ly/2G720o2",
  "Nathan Rousseau Smith has the story.",
  "More: Who's deleting Facebook?"
]