[
  "— Matt Egan\n\nGoogle could owe Oracle billions\n\nAn appeals court said this week that Google violated copyright laws when it used Oracle's open-source Java software to build the Android platform in 2009.",
  "Tech stock volatility has investors on edge\n\nFacebook's stock is down nearly 17% in the wake of the Cambridge Analytica data scandal, denting Mark Zuckerberg's net worth.",
  "The tech plunge hurt the broader market because the S&P 500 is now dominated by Apple (AAPL), Google (GOOG), Microsoft (MSFT), Amazon (AMZN) and Facebook (FB).",
  "Washington growers are vulnerable to Chinese apple tariffs — and the penalties could force them to hike prices in China to protect profit margins.",
  "The United States and China are acting tough over trade, but they're also busy talking to try to stop the situation from spiraling out of control.",
  "Susan Rice, a former UN ambassador and national security adviser under President Barack Obama, has joined Netflix (NFLX)'s board of directors.",
  "The two sides are deep in negotiations on Britain's exit and have made some progress, including the rights of EU citizens living in the UK.",
  "Sign up for the weekly Quest newsletter in your inbox\n\nBut he denies being a protectionist, as the phrase is pejoratively used.",
  "To see the way it has bullied and threatened close allies with steel and aluminum tariffs, one might conclude it doesn't care.",
  "— Nathaniel Meyersohn\n\nQuick takes\n\nWall Street bankers are taking home near-record bonuses, despite cries of overregulation.",
  "He expects other countries will also acknowledge the unfairness of the current situation and strike new deals with America.",
  "— Danielle Wiener-Bronner\n\nBrexit is a year away\n\nThere's just a year to go before Britain leaves the European Union.",
  "The ruling could cost Google (GOOG) billions of dollars, and change how tech companies approach software development.",
  "Amazon fell, too, after a report from Axios suggested President Trump may target the company for antitrust action.",
  "But because APIs have become much more widespread over the years, a court could decide that Oracle deserves more.",
  "CNNMoney's Richard Quest and Maggie Lake bring you exclusive access to a strategy session with investing legends.",
  "He pointed to the new expanded free trade agreement with South Korea as an example of the strategy's success.",
  "And other companies could either have to pay to license certain software, or develop their own from scratch.",
  "Stocks like Boeing (BA) and Caterpillar (CAT) continue to be hit hard because of the prospect of tariffs.",
  "It's also the latest development in an eight-year, topsy-turvy battle between Google and Oracle (ORCL).",
  "Quest's Profitable Moment\n\nDoes the Trump administration want a trade war with its closest allies?",
  "Trump followed that up by tweeting an erroneous claim about Amazon's paying \"little to no taxes.\"",
  "And the stock may finally be cheap enough for Buffett, who rescued GE in 2008, to kick the tires.",
  "It's still a huge company that makes real things like light bulbs, jet engines and MRI machines.",
  "What's next\n\nSpotify's IPO: The music streaming service will go public on Wall Street next week.",
  "And to those surprised by the administration's measures, Navarro says they shouldn't have been.",
  "But one analyst thinks Spotify could be worth $43.5 billion once its stock starts trading.",
  "ET for Markets Now, a new weekly live show from the floor of the New York Stock Exchange.",
  "Crashing out of the European Union without a deal would be disastrous for the UK economy.",
  "The stock has been practically toxic for two years because of a series of bad decisions.",
  "At first blush, it sounds crazy that Warren Buffett would touch General Electric (GE).",
  "Northern Ireland, which is part of the United Kingdom, is leaving the European Union.",
  "On \"Quest Means Business,\" he told me that the administration was making great gains.",
  "The stock bounced this week on unconfirmed rumors that Buffett could make a play.",
  "An investment from Buffett would go a long way toward restoring confidence in GE.",
  "It was valued at about $8.5 billion the last time it raised money from investors.",
  "President Donald Trump has his first trade deal: an agreement with South Korea.",
  "He claims the United States has been deeply disadvantaged by existing treaties.",
  "Navarro is the principal architect of Trump's more muscular trade policy.",
  "Not so, according to Peter Navarro, the president's top trade adviser.",
  "Standing up for American companies is not, in his view, protectionist.",
  "Britain has also agreed to pay a large financial settlement to the EU.",
  "The EU says there won't be a divorce without an agreement on Ireland.",
  "But even GE's biggest critics concede the stock isn't going to zero.",
  "The president was very clear about what he was intending to do.",
  "International tech stocks weren't immune to the slump either.",
  "As of 2016, Oracle was seeking about $9 billion from Google.",
  "Markets Now: Check out CNNMoney.com on April 4 at 12:45 p.m.",
  "— Paul R. La Monica\n\nWill Warren Buffett rescue GE (again)?",
  "China's Tencent (TCEHY) also plummeted this week.",
  "None of which is probably helpful to the markets.",
  "But the Irish border remains a major roadblock.",
  "Now Google could be on the hook for damages.",
  "Now he's simply getting on and doing it.",
  "But Ireland is staying.",
  "Can't argue with that."
]