[
  "Trump sought to block the legal action, but New York Supreme Court Judge Jennifer G. Schecter, citing court precedent that led to the impeachment of President Bill Clinton in 1998, said that “a sitting president is not immune from being sued in federal court for unofficial acts.” Trump has repeatedly said that all of the women who accused him of touching them inappropriately were lying — a sentiment his White House reiterated as questions resurfaced about the allegations.",
  "* Heidi Przybyla reports on how the Trump administration is trying to increase teen pregnancy:\n\nThe Trump administration’s abrupt cancellation of a federal program to prevent teen pregnancy last year was directed by political appointees over the objections of career experts in the Department of Health and Human Services, which administers the program, according to internal notes and emails obtained by NBC News.",
  "The trove shows three appointees with strict pro-abstinence beliefs — including Valerie Huber, the then-chief of staff for the department’s Office of the Assistant Secretary for Health — guided the process to end a program many medical professionals credit with helping to bring the nation’s teen pregnancy rate to an all-time low.",
  "Opinion writer\n\n* Mark Berman and Frances Stead Sellers report that “discovery” is going to be President Trump’s new least favorite word:\n\nA New York judge said Tuesday that a defamation lawsuit against President Trump related to an allegation that he sexually harassed a former “Apprentice” contestant may go forward.",
  "* Ella Nilsen reports that Senator Brian Schatz will introduce a plan for debt free college that is not paid for, on the theory that progressives should not fall into the trap of acting as if only progressive policies must be funded, even as conservatives happily run up deficits to fund theirs.",
  "I really wonder: Is there a single person in America who actually believes that all these women just decided to make up crazy stories about Trump harassing, assaulting, or having affairs with them, and that he’s really a faithful husband who treats all women with respect?",
  "* And Ian Millhiser reports that a California law targeting deceptive “crisis pregnancy centers” that try to fool women out of getting the abortions they want just had a brutal day at the Supreme Court.",
  "* Jim Rutenberg reports that Karen McDougal, a former Playboy model who says she had an affair with Trump, is suing to be released from the nondisclosure agreement she signed to keep quiet about it.",
  "We’ve got copious research showing that abstinence-only programs are worse than useless — unless your goal is not to stop teen pregnancy but to lecture kids about how sex is dirty and sinful.",
  "* The Pew Research Center reports that there are growing gaps in party identification: Democrats outnumber Republicans among women by 19 points, and among college graduates by 22 points.",
  "* Jeet Heer argues that today’s Republicans have learned the lesson Reagan taught during Watergate: standing by even the most corrupt president will help you within your party.",
  "* Stuart Rothenberg reports that the campaign professionals he surveyed think that Republicans will lose between 30 and 45 House seats in November, and control of the chamber.",
  "It had bipartisan support in Congress and trained more than 7,000 health professionals and supported 3,000 community-based organizations since its inception in 2010.",
  "* Sean McElwee, Colin McAuliffe, and Jon Green say Democratic presidential candidates should embrace a federal jobs guarantee, and Kirsten Gillibrand already has.",
  "* Robert Costa and Carol Leonnig report that the Trump team asked Republican superlawyer Ted Olson to help defend the president, and he was all, yeah no thanks.",
  "Prior to serving at HHS, Huber was the president of Ascend, an association that promotes abstinence until marriage as the best way to prevent teen pregnancy.",
  "* Lenore Palladino explains what’s wrong with stock buybacks, which corporations have spent most of the tax cut they got from Republicans on.",
  "* Zeynep Tufekci explains how the Cambridge Analytica scandal was the almost inevitable outgrowth of Facebook’s business model.",
  "The $213 million Teen Pregnancy Prevention Program was aimed at helping teenagers understand how to avoid unwanted pregnancies.",
  "Summer Zervos filed the suit last year after Trump said publicly that she and other women making similar claims made them up.",
  "* Catherine Rampell explains how Trump is trying to destroy one of America’s most important exports: education.",
  "* At The Week, I looked at the symbolic meaning of Trump’s unconstructed border wall.",
  "As Pew explains, this shows how the Democratic coalition is evolving."
]