[
  "Kaiser provided a written testimony to Britain’s Digital, Culture, Media and Sport Committee (DCMSC) on Tuesday, noting, \"I am aware in a general sense of a wide range of surveys which were done by CA or its partners, usually with a Facebook login.” In particular, Kaiser highlighted one quiz called, “sex compass.”\n\nThe data gathered from these quizzes are in addition to the now infamous “Thisisyourdigitallife” personality quiz - the Facebook-linked app that gained attention last month for collecting personal data from 50 million Facebook users (a figure that Facebook has now admitted could be as high as 87 million) without their consent.",
  "With the rise of a small number of big tech companies — and governments using technology to watch their citizens — many people now believe technology only centralizes power rather than decentralizes it.”\n\nZuckerberg then mentioned that encryption and cryptocurrency could help solve these problems by putting power back into the user’s hands.",
  "\"I believe it is almost certain that the number of Facebook users whose data was compromised through routes similar to that used by Kogan is much greater than 87 million; and that both Cambridge Analytica and other unconnected companies and campaigns were involved in these activities,\" Kaiser added in her statement to DCMSC.",
  "Yet as the #DeleteFacebook hashtag continues to gain traction – it appeared more than 10,000 times within a two-hour period on Twitter following the news of the Facebook data scandal – Facebook might want to start looking more closely at blockchain technology and cryptocurrency sooner rather than later.",
  "Blockchain Technology Lets Users Own Their Data\n\nIn order to solve the problems associated with user data being exploited on social media networks, Ly co-founded “Hub,” a “Human Trust Protocol” that uses blockchain technology to facilitate trust across the Internet.",
  "“A handful of incredibly powerful centralized companies — that are doing something so technical that people do not understand — have had the ability to wield an unknown amount of power and exploit people up until this point,” Kaiser stated in a Bustle article.",
  "The centralized approach doesn’t give users the economic benefit of the use of their data (through token rewards) nor does it allow their valuable data to be portable from one platform to another, Eric Ly, CEO of Hub and former co-founder of LinkedIn told me.",
  "In other words, the project focuses on user control over “reputation data.”\n\nThe Hub project was created with the goal of solving the problem of virtual trust by allowing users to assess trustworthiness at a distance across applications, Ly said.",
  "This week, Cambridge Analytica’s former Business Development Director, Brittany Kaiser, told British lawmakers that the political data firm, Cambridge Analytica (CA), used numerous questionnaires to gather data from unknowing Facebook users.",
  "Moreover, rather than having the protocol’s value come from extracting personal data (as in the case of Facebook and CA), the value of Hub’s Human Trust Protocol instead lies in the decentralization of data controlled by users.",
  "A centralized social media platform collects and stores the user’s data in a centralized way, solely owning the user’s data, managing it and providing access to it to benefit their business model often based on targeting ads.",
  "Interestingly enough, before Facebook’s data scandal made headlines, CEO Mark Zuckerberg announced in a Facebook post that his new years resolution for 2018 is to explore the use of blockchain technology and cryptocurrency.",
  "While the concept behind Hub sounds similar to the Black Mirror episode, “Nosedive,” a model like this one could help solve the problems Facebook is encountering with the exploitation of personal user data.",
  "While it was reported that approximately 270,000 users consented to having their data collected, it was leaked last month that the app also pulled personal data from the Facebook friends of those users.",
  "For example, a good reputation using Airbnb services combined with consistent on-time rent payments, can help users receive a loan, as their gained reputation will be spread across multiple domains.",
  "That information — in the form of up to 87 million raw profiles — was then sold by the researcher to Cambridge Analytica, which used the data to manipulate Facebook users during the Trump campaign.",
  "Through the “Thisisyourdigitallife” app, CA member, Aleksandr Kogan, paid Facebook users in exchange for a detailed personality test, which was supposed to be used for “academic research” purposes.",
  "Incentivizing meaningful transactions and interactions between strangers and establishing persistent, portable reputation histories is the project’s central focus.",
  "In other words, by building a digital reputation, every user has the power to decide what reputation information they want to reveal in a particular use case.",
  "In order to incentivize trust between users and the participation of sharing reputation data in the Hub protocol, a native token called “Hub” Token is used.",
  "And to Kaiser’s point about being able to move user data across various networks, the “stored reputation” on Hub is portable in different domains.",
  "Additionally, Kaiser notes that data should be portable, with individuals having the right to delete and move their data among various platforms.",
  "However, this would also leave Facebook at a loss of control - a shift that could be powerful for users but not so profitable for Facebook.",
  "Yet due to the exploitative nature of the way in which data is used today, it shouldn’t come as much of a surprise that this is the case.",
  "When a task is successful, participants earn a positive reputation and get their stake back in addition to Hub Token rewards.",
  "In an effort to protect user data moving forward, Kaiser believes that personal data should be treated the same as property.",
  "We facilitate a distributed ledger where any person can store and access their reputation information on a blockchain, e.g.",
  "“Back in the 1990s and 2000s, most people believed technology would be a decentralizing force,” Zuckerberg wrote.",
  "However, this is easier said than done considering the centralized nature of most social media platforms.",
  "In such a system, data is proprietary to a user and only given out by them in specified situations.",
  "Hub works in the following way: during interactions and transactions participants pledge stakes.",
  "Additionally, users decide what part of their data they’d like to reveal for certain use cases.",
  "Emotions continue to run high as more news is disclosed around Facebook’s massive data scandal.",
  "It makes sense that users should have full control of their personal data.",
  "“But today, many people have lost faith in that promise.",
  "actual, verified outcomes based on past interactions.",
  "This is where cryptocurrency enters the picture.",
  "Should Facebook Adopt Blockchain Technology?"
]