[
  "Damian Collins, a British lawmaker, said Sunday that Zuckerberg or another senior executive should appear in front of his committee because previous witnesses have avoided difficult questions, creating “a false reassurance that Facebook’s stated policies are always robust and effectively policed.’’ He added in an interview on British radio Monday that Zuckerberg should \"stop hiding behind his Facebook page and actually come out and answer questions about his company.”\n\nThe next few weeks represent a critical time for Facebook to reassure users and regulators about its content standards and platform security, to prevent rules that could impact its main advertising business, according to Daniel Ives, an analyst at GBH Insights.",
  "Politicians on both sides of the Atlantic are calling on Chief Executive Officer Mark Zuckerberg to appear before lawmakers to explain how U.K.-based Cambridge Analytica, the advertising-data firm that helped Donald Trump win the U.S. presidency, was able to harvest the personal data.",
  "Facebook, meanwhile, has sought to explain that the mishandling of user data was out of its hands and doesn’t constitute a “breach” – a definition that would require the company to alert users about whether their information was taken, per U.S. Federal Trade Commission rules.",
  "“The time has now come for us to look at giving more powers to the information commission in the U.K.,” Damian Collins, a Conservative and chair of the U.K. Digital, Culture, Media and Sports Committee, told LBC radio in an interview on Monday.",
  "(Bloomberg) -- Facebook Inc. shares fell the most in two months Monday as American and European officials demanded answers to reports that a political advertising firm retained information on millions of Facebook users without their consent.",
  "“While the misuse of data is not new, what we now see is how seemingly insignificant information about individuals can be used to decide what information they see and influence viewpoints in profound ways,” O’Connor said in a statement.",
  "But the improper handling of the data raises systemic questions about how much companies can be trusted to protect personal information, said Nuala O’Connor, president and CEO of the Center for Democracy & Technology.",
  "Facebook has already testified about how its platform was used by Russian propagandists ahead of the 2016 election, but the company never put Zuckerberg himself in the spotlight with government leaders.",
  "To take the quiz, 270,000 people gave the app permission to access data via Facebook on themselves and their friends, exposing a network of 50 million people, according to the New York Times.",
  "Cambridge, originally funded by conservative political donor Robert Mercer, on Saturday denied that it still had access to the user data, and said it was working with Facebook on a solution.",
  "Facebook on Friday said that a professor used Facebook’s log-in tools to get people to sign up for what he claimed was a personality-analysis app he had designed for academic purposes.",
  "“Changes to their business model around advertising and news feeds/content could be in store over the next 12 to 18 months,” Ives wrote in a note to investors.",
  "“Communications technologies have become an essential part of our daily lives, but if we are unable to have control of our data, these technologies control us.",
  "Facebook found out about the breach in 2015, shut down the professor’s access and asked Cambridge Analytica to certify that it had deleted the user data.",
  "A researcher who worked with the professor on the app is now currently an employee at Facebook, which is reviewing whether he knew about the data leak.",
  "Yet the social network on Friday suspended Cambridge from its system, explaining that it had learned the information wasn’t erased.",
  "To contact the editors responsible for this story: Jillian Ward at jward56@bloomberg.net, Reed Stevenson\n\n©2018 Bloomberg L.P.",
  "Menlo Park, California-based Facebook no longer allows app developers to ask for access to data on users’ friends.",
  "Facebook fell as much as 5.2 percent to $175.41 Monday in New York, wiping out all of the year’s gains so far.",
  "Afterward, the professor violated Facebook’s terms when he passed along that data to Cambridge Analytica.",
  "For our democracy to thrive, this cannot continue.”\n\n(Updates with shares in seventh paragraph.)",
  "To contact the reporter on this story: Sarah Frier in San Francisco at sfrier1@bloomberg.net.",
  "A top U.K. lawmaker on Monday backed sweeping new powers for the nation’s privacy watchdog.",
  "The pressure may also foreshadow tougher regulation for the social network.",
  "That kind of access was allowed per Facebook’s rules at the time.",
  "The denials and refutations did little to ease the criticism.",
  "It was the biggest intraday drop since Jan. 12."
]