[
  "\"The president had sex with a porn star, she spanked him with a magazine with his face on it, he didn’t wear a condom, later they watched ‘Shark Week,’ then his lawyer paid her to keep her mouth shut, and now Trump’s suing this porn star for $20 million.",
  "The adult-film actress sat down with Anderson Cooper and dished about her alleged affair with President Trump during Sunday's broadcast, supplying Stephen Colbert, Trevor Noah and James Corden with plenty of monologue material for the following night.",
  "More: Stormy Daniels on '60 Minutes': 5 new things\n\nMore: Stephen Colbert, Jimmy Fallon mock Facebook amid Cambridge Analytica data scandal\n\nMore: Transcript of Stormy Daniels' '60 Minutes' interview\n\nRead or Share this story: https://usat.ly/2DY2lUb",
  "\"\n\nThe Late Late Show with James Corden\n\n\"There were so many parts of the interview, but this part of the interview jumped out to me,\" Corden said, queuing up a clip where Cooper asked Daniels if she was physically attracted to Trump.",
  "More: Late night roasts 'idiot' Trump over tweets about Andrew McCabe, Robert Mueller\n\nMore: 'The Late Show': Ruth Bader Ginsburg shows up Stephen Colbert during their workout\n\nFor Colbert, Daniels' account seemed believable.",
  "He even thought Trump's chief of staff could learn a thing or two after hearing Daniels' tale of how things with Trump turned \"more appropriate\" after she says she spanked him.",
  "The Daily Show with Trevor Noah\n\nNoah examined the interview he found \"creepy\" during Monday's \"Ain't Nobody Got Time for Tha:t Trump Edition\" segment.",
  "The host also found reason to mock Trump for a Monday morning tweet in which he said \"Fake News\" has \"Never been more voluminous or more inaccurate.\"",
  "CLOSE Adult film star Stormy Daniels says an unidentified man threatened her to keep quiet about her alleged relationship with Donald Trump.",
  "\"Now, she wasn't physically attracted to him, which if you think about it is actually scarier,\" Corden continued.",
  "It’s an insane, salacious tale about a sitting president — and the least surprising story I have ever heard.\"",
  "And you know what makes it weirder is that when he's spanked, he becomes a nice guy and starts opening up.\"",
  "Daniels also told CBS' \"60 Minutes\" she had one encounter of consensual sex with the future President.",
  "The Late Show with Stephen Colbert\n\n\"The interview covered everything,\" Colbert told his audience.",
  "Noah also joked that special counsel Robert Mueller would try to use this to his advantage.",
  "\"He's gonna walk into the interrogation room with a rolled-up magazine like, 'OK, Donald.",
  "\"Couple of spanks and Donald Trump started acting 'more appropriate,' \" Colbert said.",
  "\"I believe her,\" the Late Late funnyman quipped, marveling at her response time.",
  "\"Ew, Donald Trump likes to be spanked,\" Noah said in reaction to Daniels' claim.",
  "(March 26) AP\n\nWhat's a cure for any late-night host's case of the Mondays?",
  "\"Fox News must've been running a lot of shampoo commercials this morning.\"",
  "\"Can you imagine liking Trump for his personality?\"",
  "\"It all felt real, all felt true,\" he said.",
  "\"That felt truer than him getting elected.\"",
  "Stormy Daniels' 60 Minutes interview.",
  "\"John Kelly, you know what to do.\"",
  "\"She couldn't say no fast enough.\"",
  "\"I did not need to know that.",
  "She quickly responded,\"No.\"",
  "Time to talk about Russia.'",
  "Wow,\" Corden said.",
  "\" 'Voluminous?'"
]