[
  "Elizabeth Denham had given the firm until Monday evening to respond to a list of questions, as Channel 4 News published undercover footage showing the company's CEO, Alexander Nix,\n\nThe UK's information commissioner said she would go to court on Tuesday to apply for a warrant to access Analytica's servers.",
  "\"The information commissioner is now a really important sheriff responsible for policing this new Wild West, and it's clear the commissioner doesn't have the powers of a digital search warrant that they can apply for quickly and quietly in order to find out what's been going on.",
  "Damian Collins, Conservative MP and chair of the Digital, Culture, Media and Sport Committee (DCMS), wrote to Facebook founder on Tuesday in the wake of investigations which alleged that Cambridge Analytica gathered vast amounts of user data through a personality test.",
  "\"The fact the information commissioner has told the world she is going to court has given Cambridge Analytica and potentially others all sorts of head starts in disguising and hiding data and information and records that might be needed for the investigation.\"",
  "\"As one looks at the sheer extent of what's going and the sort of allegations that are being made, I do think we need to be giving some very serious thought to raising the penalties in respect of this, particularly for the individuals involved.\"",
  "Mark Zuckerberg has been summoned to appear at the UK's Houses of Parliament to explain how 50 million Facebook users' details were reportedly harvested by a British company and used to help influence the 2016 presidential election.",
  "\"There's a risk that companies like Cambridge Analytica are misusing data in order to target in a way that's inappropriate, that can swing elections, like in the American election and potentially even the Brexit referenda.\"",
  "Cambridge Analytica's founder, Alexander Nix, was shown in undercover footage shot by Channel 4 News on Monday night bragging about how it could use honeytraps and blackmail to discredit its clients' political opponents.",
  "At the request of the UK Information Commissioner’s Office, which has announced it is pursuing a warrant to conduct its own on-site investigation, the Stroz Friedberg auditors stood down,\" Facebook said.",
  "\"We see this as a coordinated attack by the media that's been going on for many many months in order to damage the company that had some involvement with the election of Donald Trump,\" he said.",
  "Liam Byrne, Labour's shadow digital minister, told the Today programme on Tuesday that the rules surrounding the handling of digital data, and the laws on its misuse, need to be tightened.",
  "Facebook suspended Cambridge Analytica on Sunday, after the Observer and New York Times newspapers revealed that 50 million users' data had been harvested using personality tests.",
  "\"It is now time to hear from a senior Facebook executive with the sufficient authority to give an accurate account of this catastrophic failure of process,\" Collins wrote.",
  "A spokesperson for the Information Commissioner's Office (ICO) confirmed that Facebook had agreed to stop its search of the premises at the commissioner's request.",
  "Facebook confirmed in its own statement that it had hired auditors who had entered the offices of Cambridge Analytica, but they stood down at the ICO's request.",
  "Alexander Nix of Cambridge Analytica gives evidence to the Commons digital, culture, media, and sport committee inquiry into fake news in February.",
  "Accordingly we are sure you will understand the need for a representative from right at the top of the organisation to address concerns...",
  "He added that he was worried about the potential for such digital data manipulation to be done in partnership with a malign foreign power.",
  "Dominic Grieve, a Conservative MP and former attorney general, also told Today that tougher sanctions were needed for data offences.",
  "\"I'm not accepting their response so therefore I'll be applying to the court for a warrant,\" Denham told Channel 4 News.",
  "We're worried because there's a real risk now of an unholy alliance between bad companies and bad countries,\" he said.",
  "\"Independent forensic auditors from Stroz Friedberg were on site at Cambridge Analytica’s London office this evening.",
  "Nix told Newsnight on Monday that the allegations against the company were \"extremely unfair\".",
  "The European Union has already said it will launch its own investigation into the affair.",
  "Denham said she specifically wanted to know how the company \"processed or deleted\" data.",
  "\"The crimes that Cambridge Analytica stand accused of are incredibly serious.",
  "\"There is a strong public interest test regarding user protection.",
  "I hope that this representative will be you.\""
]