[
  "In response to a question by Sen. Kamala Harris in a joint hearing by the Senate Judiciary Committee and the Senate Committee on Commerce, Science and Transportation, Zuckerberg said it was “clearly a mistake” that Facebook did not inform users sooner after their personal information was improperly scraped in 2013 by the political research firm Cambridge Analytica, which helped run President Donald Trump’s election campaign.",
  "While Zuckerberg underscored Facebook’s intent to serve as a tool for connecting people and supporting constructive dialogue and social change, he acknowledged that the company’s “idealistic” outlook and emphasis on scaling quickly compromised its foresight to proactively protect against threats posed by bad actors.",
  "Zuckerberg acknowledged that Facebook is probing whether the users affected by the Cambridge Analytica leak may have also been targeted by a Kremlin-linked organization known as the Internet Research Association, which Facebook effectively banned from the social network last week.",
  "Lawmakers pressed Facebook cofounder and CEO Mark Zuckerberg in a Congressional hearing on Tuesday on his company’s privacy practices, stance on regulation and its plans to better protect the social network from election meddlers, discrimination and harmful content.",
  "Facebook has launched a broad review of its data practices and has said it will audit all apps that gained access to significant amounts of user data before Facebook clamped down on its data protection policies in 2014 in response to the Cambridge Analytica leak.",
  "Sen. Booker raised concern about the ongoing ability of advertisers to discriminate against specific groups through Facebook's self-serve advertising system, for example, excluding specific ethnic groups from housing ads, a practice which is illegal.",
  "“I think the right question is what is the right framework, not should there be one.”\n\nWhen Sen. Maggie Hassan questioned whether Facebook faces adequate financial incentives to protect users’ privacy, Zuckerberg pushed back.",
  "However, Zuckerberg noted that it was a “reasonable” to consider offering paid version of the service, such as a monthly fee, that could reduce or eliminate users’ exposure to ads and paid targeting.",
  "“That was a mistake and knowing what we know now, we should have handled a lot of things differently,” said Zuckerberg, who remained solemn but measured over the course of a nearly five-hour hearing.",
  "\"It certainly doesn’t feel like that to me,” Zuckerberg responded, pointing to competition in China and research that the typical consumer uses about eight social and communications apps.",
  "Zuckerberg deftly handled questions from Senators suggesting that Facebook is a “monopoly” and a major “publisher,” descriptors that could make it easier to justify heavier regulation.",
  "The U.S. Federal Trade Commission announced in March that is investigating Facebook’s privacy practices, and U.K. authorities are investigating Cambridge Analytica.",
  "A number of Senators questioned whether running a digital advertising business is compatible with acting in the best interest of users’ privacy and data security.",
  "However, the stock closed up 4.5% on Tuesday at $164.05 per share, suggesting investors seemed satisfied with the executive’s first day of testimony.",
  "The billionaire executive defended the value of the social network he founded 14 years ago as a college student in his Harvard University dorm room.",
  "Lawmakers also grilled Zuckerberg on the company’s ability to crack down on harmful content such as hate speech by oppressive political groups.",
  "“This episode has clearly hurt us and has clearly made it harder for us to achieve the social mission that we care about,” said Zuckerberg.",
  "Zuckerberg said repeatedly that he supports engaging with lawmakers to determine what form of regulation could be “right” for Facebook.",
  "Zuckerberg emphasized that “there will always be a version of Facebook that is free” to ensure that any person can afford the service.",
  "“We’re investigating this now and think it’s entirely possible that there is a connection there,” Zuckerberg said in his testimony.",
  "Facebook learned last month that Cambridge Analytica had not deleted the data it claimed to have deleted soon after the breach.",
  "Zuckerberg will testify on Capitol Hill again on Wednesday in a hearing by the House Energy and Commerce Committee.",
  "Facebook disclosed on April 4 that 87 million people were affected by the leak and has since informed those users.",
  "Facebook’s stock has fallen more than 10% since mid March on account of the Cambridge Analytica revelations.",
  "“Our position is not that regulation is bad,” Zuckerberg said.",
  "\"You don’t think you have a monopoly?\"",
  "Sen. Lindsey Graham asked."
]