[
  "For starters, they need to take a close look at whether the company is in violation of a 2011 consent decree with the Federal Trade Commission, which had accused it of deceiving users by telling them their information would be kept private and then allowing it to be shared and made public.",
  "Robert Mercer, the hedge fund billionaire who is a big supporter of Mr. Trump, owns a controlling stake in Cambridge, and Stephen Bannon, the former chief strategist for the president, is a former company board member.",
  "Officials in the United States and the European Union are investigating Cambridge Analytica, and others say they might, including members of Congress and the attorney general of Massachusetts, Maura Healey.",
  "The trove contained enough details about roughly 30 million people, including where they lived, that the company was able to build detailed profiles by linking the data to other sources of information.",
  "The company has offered contradictory statements about its use of what’s called “psychographic data” for the campaign, which included targeting political messages to voters receptive to them.",
  "It took months for him to admit that he was wrong to so cavalierly dismiss the importance of hoaxes spread on Facebook, many of them by people working on behalf of the Russian government.",
  "On Monday, Channel 4 News in Britain released hidden-camera tapes in which Cambridge executives said that their company used bribes and prostitutes to entrap politicians.",
  "Days after the election, Facebook’s founder and chief executive, Mark Zuckerberg, said it was a “pretty crazy idea” to suggest that fake news had influenced the outcome.",
  "Facebook’s response so far is reminiscent of its slow, defensive reaction to the spread of pro-Trump fake news on its platform during the 2016 presidential campaign.",
  "They also need to force the company to quickly identify and alert the tens of millions of people whose information might have been disclosed to Cambridge.",
  "In Britain, regulators and lawmakers are looking at whether the company tried to illegally influence the “Brexit” referendum of 2016.",
  "It is hard to know just how useful the profile information from Facebook was in Cambridge’s effort to help elect Mr. Trump.",
  "Lawmakers and regulators also ought to investigate Facebook’s response.",
  "The company denies engaging in corruption and extortion.",
  "More investigations may be on the way."
]