[
  "If this data still exists, it would be a grave violation of Facebook’s policies and an unacceptable violation of trust and the commitments these groups made.”\n\nStamos had also recently deleted a series of Facebook PR-approved tweets defending the company over its handling of the Cambridge Analytica data scandal by arguing that the data-mining firm didn’t “breach” Facebook’s systems, but simply used data its affiliates were given access to.",
  "In a statement to the Times on Monday, Stamos said, “These are really challenging issues, and I’ve had some disagreements with all of my colleagues, including other executives.” On Twitter, however, Stamos said he was “fully engaged” with his work and announced that his role had changed—but didn’t give any more specifics.",
  "SILENCE FROM ZUCKERBERG, SANDBERG ON FACEBOOK DATA SCANDAL LIKE 'POURING GASOLINE ON THE FIRE'\n\n“This is part of a comprehensive internal and external review that we are conducting to determine the accuracy of the claims that the Facebook data in question still exists,” Facebook said in the statement.",
  "Alex Stamos, Facebook’s chief security officer who helped track down how Russia harnessed the network for its 2016 disinformation campaign, is under a spotlight and reportedly set to resign later this year amid fallout over the social network's work with a data mining firm used by the Trump campaign.",
  "The social network is reeling from revelations that data for 50 million users was harvested by Cambridge Analytica, and facing renewed scrutiny from lawmakers on both sides of the Atlantic, putting Stamos’s future at Facebook in doubt.",
  "He is a valued member of the team and we are grateful for all he does each and every day.”\n\n\n\nAccording to sources in the Times, Stamos’s daily responsibilities were assigned to other people in December.",
  "If he does leave in August of this year, as the New York Times reports he will, Stamos would be the first high-ranking Facebook employee to depart since the Russian disinformation controversy began.",
  "Stamos has been overseeing the transfer of his security team to Facebook’s product and infrastructure divisions, reports the Times, and his group has gone from 120 people to three.",
  "However, as the Times’ Nicole Perlroth noted, the company’s public relations department apparently didn’t anticipate the blowback Stamos would receive on Twitter.",
  "“Alex Stamos continues to be the Chief Security Officer (CSO) at Facebook,\" said a Facebook spokeperson, in a statement emailed to Fox News late Monday.",
  "Meanwhile, Facebook announced in a blog post Monday that it has hired a digital forensics firm to conduct a full audit of Cambridge Analytica.",
  "The scandal hits at the heart of the firm's business model: making as much money as possible from the data of its 2 billion monthly users.",
  "At that point, he wanted to leave the company but was reportedly persuaded to stay by colleagues who feared it would look bad.",
  "In the wake of these revelations, the company's stock price suffered its largest one-day drop since September 2012 on Monday.",
  "\"He has held this position for nearly three years and leads our security efforts especially around emerging security risks.",
  "“This is data Cambridge Analytica, SCL, Mr. Wylie, and Mr. Kogan certified to Facebook had been destroyed.",
  "Fox News’ Chris Ciaccia contributed to this report."
]