[
  "The move is a rebuke to President Donald Trump on the eve on his summit meeting with North Korean leader Kim Jong Un, after Trump had pledged to China’s leader that he would try to save the state-controlled company from a crippling sanction.”\n\n‘BETTER, FASTER, CHEAPER’ — That’s how internet access will improve following yesterday’s repeal of the Obama-era net neutrality rules, according to FCC chairman Ajit Pai, who spoke with CBS on Monday along with several other outlets.",
  "QUICK DOWNLOADS\n\n— Pat fight: Huawei and Samsung may resolve a smartphone patent dispute in Chinese courts, Reuters reports, “a development that reflects the growing attractiveness of China as a quick and effective forum for intellectual property disputes.”\n\n— ‘Not nice’: Facebook’s public policy chief has apologized to an investor who said he dismissed her concerns about pay inequity during a shareholder meeting because she was “not nice,” Business Insider reports.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Sen. John Thune, who chairs the commerce panel, tweeted that lawmakers will be “examining the responses as we continue to probe FB’s data collection and efforts to protect online privacy.”\n\n— Lawmakers pressed Facebook on a raft of issues, including how much information the site tracks, the Cambridge Analytica data scandal, allegations of anti-conservative bias and much more.",
  "SENATORS HATCH PLAN FOR ZTE REVERSAL — From John and Doug: “Senate leaders agreed Monday to include language in the annual defense spending bill that would reverse the Trump administration's decision to save Chinese telecommunications company ZTE after it was caught violating the terms of a 2017 penalty agreement by making illegal sales to Iran and North Korea.",
  "Christopher Sagers, a professor at the Cleveland-Marshall College of Law who specializes in antitrust cases, tells MT that Leon is regarded as “thorough and impartial and not likely to be particularly ideological in making this decision.” Sagers, via email, added, “I don't think he'll be a maverick or an ideologue.",
  "The group called on the agency to fully investigate the matter and “to ensure that Facebook takes steps to provide protective measures to teens that are not available to other people.” In a statement to MT, a Facebook spokesperson responded: “We remain strongly committed to protecting people’s information.",
  "Story Continued Below\n\n— Meet your (decision) maker: Richard Leon, the U.S. District Court judge for the District of Columbia set to hand down the ruling, is known for having a track record of nonpartisan, sometimes unpredictable decisions, and he has given little indication of how he will rule.",
  "Merger mania\n\nWith help from Nancy Scola, Ashley Gold and Steven Overly\n\nMERGER MANIA — A federal judge will at 4 p.m. today decide the fate of AT&T’s $85 billion bid to acquire Time Warner, a ruling expected to reverberate across the telecommunications and media industries.",
  "FACEBOOK WRITTEN ANSWERS UNVEILED — The Senate Judiciary and Commerce panels on Monday posted responses from Facebook and its CEO Mark Zuckerberg to more than 2,000 questions lawmakers wanted answered in connection with his April 10 testimony on Capitol Hill.",
  "I think he'll just try to apply the law.” Rutgers professor Michael Carrier told MT that “Judge Leon is as familiar with the arguments in this case as any judge in the country.” But even so, the antitrust scholars said, how Leon will rule remains a mystery.",
  "We are committed to making the significant investments necessary to keep people safe on our platform.”\n\nCHATTER — The House Judiciary Committee has summoned CEOs from leading social media companies for a June 26 hearing, a congressional aide tells Ashley.",
  "She added: “Just like a cable company, AT&T and its broadband brethren will be able to pick and choose winners over the Internet.”\n\nGREETINGS AND WELCOME TO MORNING TECH, where your new host is fielding recommendations on your favorite tech podcast.",
  "— But Delrahim, who has a reputation for being highly attuned to politics, said any outcome may take a backseat nationally if President Donald Trump scores a diplomatic win in his overseas talks with North Korea leader Kim Jong Un.",
  "Comcast, whose CEO has said the company is in the “advanced stages” of putting together a bid to acquire much of 21st Century Fox, could formalize its own offer as early as Wednesday if the AT&T merger goes through, CNBC reports.",
  "Pai, who spearheaded the rollback amid strong opposition from Democratic policymakers and some state leaders, dismissed concerns the action will leave consumers unprotected or will prompt ISPs to throttle their internet speeds.",
  "SILICON VALLEY MUST-READS\n\n— Start me up, before you go go: Oculus founder Palmer Luckey’s new company Anduril Industries is setting its sights on reinventing national security, one Trump agenda item at a time, Wired reports.",
  "As for the agency’s new transparency requirements, under which ISPs must list their net neutrality practices either on their own sites or on an FCC portal, providers seem to be largely snubbing the latter, Margaret reports.",
  "“It's going to be highly anticipated, but you know what's great is that it could very well be overshadowed by good news coming from Singapore,” where Trump and Kim have gathered for their historic summit, Delrahim said.",
  "Top executives from Google, Facebook and Twitter have been called on to testify before lawmakers in what is intended as a followup to an earlier hearing assessing claims of an anti-conservative bias on the platforms.",
  "Former FCC official Gigi Sohn argued Sunday that, coupled with the repeal of net neutrality rules that took effect Monday, a favorable ruling for AT&T could disrupt the fundamental experience of going online.",
  "ANTITRUST CHIEF WEIGHS IN — Asked if he expects to win his battle over the AT&T-Time Warner merger, DOJ antitrust division chief Makan Delrahim tells MT, \"It's my hope, but you never know in the court system.",
  "TRANSITIONS\n\n— Obama White House vet Erie Meyer, most recently an executive with tech-in-government group Code for America, is joining the FTC as a technologist for commissioner Rohit Chopra’s office.",
  "3994 (115), which would direct the Commerce Department to create an office within National Telecommunications and Information Administration focused on expanding broadband in rural areas; and H.R.",
  "— ‘How Tech Shaped San Francisco’s Unresolved Mayor’s Race’: The mayor’s race in San Francisco may still be too close to call, but the verdict on tech’s impact on the campaign is out, via Wired.",
  "\"At the end of the day, my job is policing the free market system to make sure you have competition to create innovation and ultimately help consumers,\" he told Nancy in an interview Monday.",
  "“If, as some expect, a federal judge allows AT&T and Time Warner to merge, consumers should expect to see the first chapter in the ‘cable-ization’ of the Internet,” Sohn said in a statement.",
  "It didn’t end there: We learned more about how long Facebook holds onto data from deleted accounts, the company’s work on political campaigns and much more — dive into it yourself here.",
  "Today, he puts in an appearance at “Breaking the News: Free Speech and Democracy in the Age of Platform Monopoly,” a conference hosted by the Open Markets Institute and the Tow Center.",
  "— Prime-ing the talent well: Amazon Studios’ new boss, Jennifer Salke, is hoping a talent infusion will help re-energize the entertainment platform, according to The New York Times.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— Facebook draws FTC complaint from Common Sense Media: The nonprofit alleges that teens were disproportionately harmed by Facebook sharing users’ info without their consent.",
  "The company rebuffed questions about conservative bias in moderating content, as well as what it defines as “hate speech” and the political affiliations of company employees.",
  "— ‘The Trump appointee making Silicon Valley sweat’: As head of the DOJ’s antitrust division, Delrahim is showing he’s ready to turn up the temperature on the tech sector.",
  "As to whether the DOJ will appeal the ruling, he said: \"We're going to have to take a look at what the opinion says and work our internal process here inside the division.",
  "... Caroline Holland, most recently a fellow at the Mozilla Foundation, has joined the office of FTC Commissioner Rebecca Slaughter as a competition adviser.",
  "The past summit, you may recall, was marked by yelling and partisan bickering and featured testimony from the pro-Trump video bloggers Diamond and Silk.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— The fake news blues: How an unfavorable ruling for AT&T could send the president’s favorite medium — cable TV — into a tailspin, from The Atlantic.",
  "pressed Facebook on political “embeds” working for campaigns; the company said those embeds were not aware of issues with Cambridge Analytica.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Facebook offered some specific answers, largely reiterating existing policies, but side-stepped many lawmaker queries in other responses.",
  "The M&A outlook gets foggier, however, if the court rejects the merger on antitrust grounds or sets cumbersome caveats on its approval.",
  "4881 (115), which would require the FCC to launch a task force with the Agriculture Department meant to push broadband out to farms.",
  "And that could be just the beginning of a spree of industry giants seeking opportunities for vertical, cross-platform integration.",
  "If the ruling comes down in favor of AT&T and Time Warner, it will likely trigger a wave of merger and acquisition activity.",
  "HAPPENING TOMORROW — The House Energy and Commerce Committee’s tech and telecom subcommittee will mark up four bills: H.R.",
  "2345 (115), aimed at creating a nationwide three-digit dialing code for the National Suicide Prevention Lifeline; H.R.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "— Regardless of the outcome, the decision is likely to have a lasting impact on how companies approach similar bids.",
  "— Spoiler alert: The $500 flamethrowers sold by Elon Musk’s Boring Company are being misused, via Business Insider.",
  "5709 (115), which would combat pirate radio by significantly increasing fines for unlicensed transmissions; H.R.",
  "Another thing the company made a point to reiterate: It’s not spying on you via your microphone or camera.",
  "... Uber exec Bozoma Saint John has left for Endeavor, where she will become chief marketing officer.",
  "But the ruling could be more nuanced, with Leon potentially adding stipulations to the deal.",
  "— Leon’s choices range from a full-throated approval to blocking the merger outright.",
  "We respect and appreciate the judge's attention and we'll see what he says.",
  "Either side could also file an appeal if the ruling isn’t in their favor.",
  "At the end of the day, I think we put on a good case, and we should win.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "Have any thoughts on how to improve the newsletter?",
  "We'll walk into court expecting to win.\"",
  "Got a tip on some tech or telecom news?",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "Sen. Chris Coons (D-Del.)",
  "More details down below.",
  "So we'll see.\"",
  "**"
]