[
  "Rep. Adam B. Schiff (D-Calif.): ““I think one of the really sad realizations over the last year is not what kind of a president Donald Trump turns out to be — I think it was all too predictable — but rather, how many members of Congress would be unwilling to stand up to him, and more than that, would be completely willing to carry water for him.",
  "on Monday called for a Senate Judiciary Committee hearing to question major technology companies in the wake of a report that a data firm harvested information from millions of Facebook users.”\n\nAnd it will aggravate plenty of users.",
  "And there might also be a growing push for antitrust action, even if the energy there is still more among activists than policymakers.”\n\nHere’s how Republicans antagonize voters who thought they would take their oaths seriously.",
  "And that could include some fairly radical action such as, say, making tech firms more liable for the content on their platforms by significantly amending or even eliminating Section 230 of the Communications Decency Act.",
  "“Sessions’s standing improved after his Friday night firing of Andrew McCabe, who the president and some Republicans have accused of anti-Trump bias.”\n\nTrump has chosen to provoke people usually disinclined to speak out.",
  "And when they finally did it, they put sanctions on people who had already been sanctioned by President [Barack] Obama or already indicted by [Robert S.] Mueller.”\n\nFacebook has managed to tick off both parties.",
  "Or is it that this controversy estranges the whole enterprise, providing a route to approach the almost unthinkable changes that have come to democratic processes in the Facebook era?” Read the whole thing.",
  "with a series of insult-laden tweets, his targets have responded nearly in kind, turning a conflict that would in the past have stayed behind closed doors into a brawl for all to see.”",
  "But is the problem with privacy-obviating social networks, psychological profiling, and political micro-targeting that some researcher violated Facebook’s terms of service?",
  "He finally ordered some sanctions on some Russian oligarchs, but only after Congress overwhelmingly passed legislation saying he had to do it.",
  "“Usually, top intelligence and law enforcement officials withdraw to lives of tight-lipped relative anonymity after their careers end.",
  "This should irritate every Department of Justice employee: Attorney General Jeff Sessions can score points by firing them.",
  "At the very least, Facebook seems to suffer from a lack of imagination about how its platforms can be misused.",
  "And you can’t just blame the bad actors, whether Cambridge Analytica or Russia’s Internet Research Agency.",
  "“If 2017 was a reputational annus horribilis for Silicon Valley, 2018 is looking even worse.",
  "Opinion writer\n\nIt’s almost as if President Trump doesn’t want to upset Vladimir Putin.",
  "(Suffice it to say, they are not exactly known for viral Twitter battles.)",
  "“Facebook’s laxity and [Cambridge Analytica’s] malfeasance are newsworthy.",
  "But as President Trump has voiced his grievances against the F.B.I.",
  "The sector’s reality distortion field is definitely on the fritz.",
  "): “So, the President is doing virtually nothing, right?",
  "Amy Klobuchar (D-Minn.) and John [Neely] Kennedy (R-La.)",
  "Regulatory horrors may peeve its shareholders.",
  "That is a very sad realization.” Sure is.",
  "Sen. Chris Van Hollen (D-Md.",
  "“Sens.",
  ".",
  ".",
  "."
]