[
  "Don’t miss: Apple co-founder Steve Wozniak says he’s quitting Facebook: ‘You are the product’\n\nDimitri Sirota, chief executive officer of personal data protection company BigID, said the testimony could set off the first of many changes in how companies deal with user data — especially as Europe’s big data regulation rules kick in at the end of May.",
  "“It’s a little drastic but this is a case of your information sitting out there and somebody is going to want to use it.”\n\nYour email address may seem relatively inconsequential — and a pain to change — but it’s a key part of your data profile, and the type of information that hackers can use to take advantage of you.",
  "On Android, it is under “settings,” “app,” “permissions.”\n\nDelete your account\n\nWhile changing privacy and data-sharing settings is a good start, said Bill Ottman, social media security expert and CEO of Minds.com, the only way to truly get Facebook to stop tracking you is to delete your account entirely.",
  "Here’s what to do if you want to lock down your data:\n\nUpdate your email\n\nAs a general precaution after any data breach or, in this case, privacy violation, users should change their passwords and even consider changing their email addresses, Matthew Carroll, CEO of data management platform Immuta said.",
  "If it wasn’t, it will look like the profile on the left:\n\nFacebook\n\nIf you don’t see a notification in your feed, you can go to this link to find out if any of your friends participated in the quiz that leaked user information.",
  "Revoke access from connected apps\n\nWhen you give permission for games and other apps to access your Facebook account, third-party companies can often crawl your phone for more data, including your friends’ contact information.",
  "You can also opt out of “face recognition” under “face recognition settings.”\n\nTurn off location services\n\nYou may want to consider opting out of location-stamping posts, especially if they are public.",
  "“If you live by data, you can also die by data.”\n\nWhether your accounts were affected, security experts suggest using the opportunity to reevaluate privacy practices on Facebook and other platforms.",
  "The alert comes as part of a larger update to restrict data access on the site and make data practices more transparent following the intense public outcry over the privacy scandal.",
  "That’s how Cambridge Analytica allegedly retrieved the information of 87 million users from just a few hundred thousand people who opted to take a free personality quiz on Facebook.",
  "Facebook FB, -1.58% started to alert users Monday if their Facebook accounts were one of 87 million obtained by U.K.-based data firm Cambridge Analytica for marketing purposes.",
  "Facebook users get a dire-sounding warning about how Facebook will perform differently if they take this step, but it won’t make a huge difference for most users.",
  "Of Facebook’s 2.2 billion users, more than 70 million in the U.S. may have had their information improperly shared with Cambridge Analytica, Facebook said.",
  "Limit visibility\n\nUnder “privacy settings and tools,” you can limit who sees future posts, who can send friend requests, and who can see your friend list.",
  "Facebook allows users to deactivate an account temporarily or delete it permanently, although it does not say it will delete user data after they go.",
  "You can also disable Facebook’s “platform” feature, which stops Facebook from integrating with games and other apps for login purposes in the future.",
  "Of course, this won’t stop Facebook from mining data from you, but will limit the amount of information other users can see about you online.",
  "To revoke app permissions, follow these steps on your Facebook page:\n\n• Go to “account settings.”\n\n• Click “apps” on the left-hand sidebar.",
  "“Deleting or deactivating your account sends a much louder signal communicating the outrage of users to the Facebook board,” he said.",
  "Facebook is also limiting the data that third-party apps have access to, the company announced in a blog post.",
  "If your Facebook account aided the 2016 election campaign of president Donald Trump, you can now find out.",
  "“Anyone who collects and processes data is going to take a lesson from the Facebook experience,” he said.",
  "You can turn this off on iOS under ”settings,” “location services,” and toggling them “off” for Facebook.",
  "As part of its privacy changes Facebook recently removed visible phone numbers and emails from profiles.",
  "Following the scandal, Facebook is rejecting permissions from some apps to access your Facebook account.",
  "Users will see a message when they log onto Facebook through a link at the top of their news feed.",
  "Simply click the “X” next to the name of the city on your status to avoid revealing where you are.",
  "This won’t limit what Facebook collects on you, but can limit your visibility on the internet.",
  "If data was shared with Cambridge Analytica, the feed will look like the profile on the right.",
  "“If it were me or my children affected, I would definitely change my email address,” he said.",
  "Some apps allow location tracking while others upload your phone contacts and even photos.",
  "CEO Mark Zuckerberg is set to testify in front of Congress about the scandal on Tuesday.",
  "Get a daily roundup of the top reads in personal finance delivered to your inbox.",
  "Facebook’s main app as well as its Messenger app also track user location.",
  "• Click the “X” on the right of each app to revoke access to your data.",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "It’s worthwhile to also check what permissions apps have.",
  "• Confirm “remove” when the window prompts you to do so.",
  "Sign up here."
]