[
  "Zuckerberg faced a battery of questions from 44 senators, POLITICO’s Quint Forgey and Aubree Eliza Weaver report , uttering two important words: “I’m sorry.”\n\nStory Continued Below\n\n“Zuckerberg took responsibility for what happened with Cambridge Analytica — the British political consulting firm that collected the personal information of more than 80 million Facebook users and used it to influence voter opinions — and acknowledged his company’s shortcomings in its response.”\n\n“We didn’t take a broad enough view of our responsibility, and that was a big mistake,” he added.",
  "POMP THEM FOR INFORMATION: CIA Director Mike Pompeo trashed Democrats, and Hillary Clinton in particular, when he was a member of Congress but now he is asking Clinton and former Secretary of State John Kerry for advice as he awaits Senate confirmation to the State Department.",
  "Between an all caps tweet from Trump and the White House making thinly veiled threats about firing Mueller there were numerous signs both public and private about precisely what was on the president’s mind, POLITICO’s Andrew Restuccia reports .",
  "WHAT YOU XI, NOT WHAT YOU GET: Chinese President Xi Jinping promised to reduce auto tariffs, but the move, portrayed as a win by President Trump, is not a clear cut win and echoes past failed promises by China to open its auto markets.",
  ": CNN reports that President Trump is considering firing Deputy Attorney General Rod Rosenstein, who almost certainly was responsible for approving yesterday’s raids on the offices of President Trump’s personal attorney.",
  "LONG DECEMBER: The New York times reports that President Trump told advisers in no uncertain terms that Mueller’s investigation needed to be shutdown in December — the second known instance in which he talked about it.",
  "NO LONGER THE BOSS: John Bolton’s second day on the job as White House national security adviser included the resignation of Tom Bossert, a key adviser to President Trump on counter terrorism and cybersecurity.",
  "WEL-NESS CHECK: President Trump ordered a top-to-bottom review of government welfare programs, directing agencies to raise the requirements for food stamps, Medicaid, rent subsidies and other programs.",
  "CHAD TO BE HERE: President Trump today lifted travel restrictions on the African nation of Chad, citing improvements in the nation’s identity management and information sharing practices.",
  "COHEN’S COLLAR: The Washington Post reports that Trump’s personal attorney Michael Cohen is under investigation for possible bank fraud, wire fraud and campaign finance law violations.",
  "I started Facebook, I run it, and I’m responsible for what happens here.”\n\nWall-to-wall coverage of Zuckerberg’s testimony didn’t really diminish the swirl around the president.",
  "With President Donald Trump publicly raging over an FBI raid of his personal attorney’s offices, a contrite Mark Zuckerberg, CEO of Facebook, took center stage on Capitol Hill.",
  "PRUITT FALLOUT: The career EPA official who approved a report that undermined administrator Scott Pruitt’s claims about needs for more security was removed from her post today.",
  "The White House announced today that Trump is canceling a planned trip to Latin America, ostensibly to deal with a potential military action against Syria.",
  "Win McNamee/Getty Images Trump After Dark: Zuck and Cover edition\n\nFor one day, at least, another billionaire shared scrutiny in Washington.",
  "We’re at a different level now.”\n\nSign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "“A GOP operative close to the White House told POLITICO: “The all caps tweet, that’s the primal scream.",
  "Mario Caraballo was deputy associate administrator for the EPA’s Office of Homeland Security.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "That’s the war cry.”\n\nThe operative added: “He’s losing his shit.",
  "Special counsel Robert Mueller and the FBI loomed large, though.",
  "Elsewhere in President Trump’s orbit:\n\nDAGGER OUT FOR DAG?",
  "You’re caught up on the Trump administration.",
  "“It was my mistake, and I’m sorry.",
  "You can unsubscribe at any time.",
  "Or do much to rein him in.",
  "There you have it.",
  "That was Tuesday."
]