[
  "Whether Facebook can track activity across devices\n\nWho is Facebook's biggest competitor (Senator Graham pursued this with vigor)\n\nWhether Facebook \"may store up to 96 categories of user information\" (I would be surprised if it is that few)\n\nWhether he knew about Aleksandr Kogan's terms of service or whether Kogan could sell or transfer data under them\n\nBut her main issue, aside from informing Zuckerberg that these points had not been forgotten, was to bring up the specific occurrence that in 2015, Facebook learned that the data of millions of users had been abused, and yet did not inform those users.",
  "For the record, Harris listed that Zuckerberg did not address:\n\nWhether Facebook tracks users after they log out (his answer to this, \"I know that people use cookies on the internet, and that people can probably correlate activity between sessions,\" was a monumental eye-roller considering we know this is a crucial capability Facebook deploys.)",
  "(Photo by Chip Somodevilla/Getty Images)\n\nHarris did not take the bait and when Zuckerberg attempted to steer the conversation towards the known facts of how Facebook responded in 2015, she pressed on:\n\n\"Were you part of a discussion that resulted in the decision not to inform your users?\"",
  "She'd limited Zuckerberg's options to either admitting he was unaware of conversations among leadership choosing to withhold news of this data abuse from users (unrealistic), or admitting that leadership did not have those conversations (deeply troubling).",
  "WASHINGTON, DC - APRIL 10: Facebook co-founder, Chairman and CEO Mark Zuckerberg testifies before a combined Senate Judiciary and Commerce committee hearing in the Hart Senate Office Building on Capitol Hill April 10, 2018 in Washington, DC.",
  "Zuckerberg, 33, was called to testify after it was reported that 87 million Facebook users had their personal information harvested by Cambridge Analytica, a British political consulting firm linked to the Trump campaign.",
  "\"A concern of mine is that you, meaning Facebook, and I'm going to assume you personally as CEO, became aware in December of 2015 that Dr Kogan and Cambridge Analytica misappropriated data from 87 million Facebook users.",
  "\"Are you aware of anyone in leadership at Facebook who was in a conversation where a decision was made not to inform your users,\" she asked, \"or do you believe no such conversation ever took place?\"",
  "So my question is did anyone at Facebook have a conversation, at the time that you became aware of this breach, have a conversation wherein the decision was made not to contact the users?\"",
  "Harris, who sounded bored — as well she might be after some of the softballs that had been lobbed in Zuckerberg's direction — began by saying that she was \"concerned\" by what she'd heard.",
  "Her questioning had Zuckerberg contradicting himself on a serious topic: how the decision was made in 2015 to not inform the 87 million users that their data had been improperly sold off.",
  "Senator Kamala Harris (D-CA) spent her portion of today's epic-length questioning of Mark Zuckerberg getting the CEO to squeeze himself deeper and deeper between a rock and a hard place.",
  "\"I don't remember a conversation like that,\" Zuckerberg responded, and attempted to expand with \"for the reason why—\" only to be cut off by Harris again.",
  "\"During the course of this hearing these last four hours you've been asked several critical questions for which you don't have answers,\" she began.",
  "Here Zuckerberg attempted the defense of not being able to know every conversation at Facebook \"because I wasn't in a lot of them...",
  "We were also tracking the many, many times Zuckerberg declined to answer clearly or deferred with the standard \"we'll follow up.\"",
  "He didn't reveal anything particularly damning, but he also — with her help — made himself look ineffective and clueless.",
  "But if he did know, then how could no conversation have taken place about the decision before it was made?",
  "It was one of the few times in the hearing where Zuckerberg's prepared remarks proved wholly insufficient.",
  "If he didn't know about how that decision was made, what kind of leadership was that?",
  "Both reflect poorly on him, his executives, and the company.",
  "\"However, a decision was made not to notify the users.",
  "I mean, I'm not sure what other people discussed.\"",
  "Zuckerberg prudently chose to plead ignorance.",
  "That's 27 months ago,\" she said.",
  "This was an excellent move.",
  "Story continues"
]