[
  "President Trump orders National Guard to the Mexican border\n\nYouTube's relationship with creators, the source of so much success, has been turbulent\n\nThe second-highest total, $369,000, went to members of the Senate Commerce, Science and Transportation Committee, which announced later that it would have a joint hearing with the Senate Judiciary Committee to question Zuckerberg on Tuesday.",
  "A Facebook spokesman responded to questions about the contributions by pointing to an April 2017 statement Facebook issued to employees about \"political engagement\" that said it is important for the company to \"develop relationships with elected officials ... who share our vision of an open internet.\"",
  "Fred Wertheimer, founder and president of the campaign finance reform advocacy group Democracy21, said having a committee that got the most contributions from Facebook question its top executive about a national controversy demonstrates why the system needs to be changed.",
  "WASHINGTON — Members of the House and Senate committees that will question Facebook CEO Mark Zuckerberg about user privacy protection next week are also some of the biggest recipients of campaign contributions from company employees and the Facebook Inc. PAC.",
  "The statement described the company's PAC and said decisions about which candidates get support from it are based on whether their policy positions are consistent with the company's \"and whether the candidate holds a key committee or leadership position.\"",
  "Walden and Pallone jointly announced that the committee on April 11 will question Zuckerberg \"to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online.\"",
  "\"It's a fundamental problem that exists throughout the system and throughout the committee structure, and it undermines public confidence that the members are going to make decisions in the best interests of the American people.\"",
  "The top recipient of Facebook contributions on the commerce committee, receiving $51,050, was Rep. Anna Eshoo, a California Democrat whose district is adjacent to Facebook's headquarters and is home to many company employees.",
  "\"But the premise that Facebook is getting softballs from the committee isn't grounded in the facts,\" Young said, citing Walden's and Pallone's insistence that Zuckerberg appear at a public hearing to address user privacy.",
  "Members of the committee, whose jurisdiction gives it regulatory power over internet companies, received nearly $381,000 in contributions tied to Facebook since 2007, according to the Center for Responsive Politics.",
  "Facebook estimated that as many as 87 million accounts could have had their data improperly shared by Cambridge Analytica, a political targeting firm that worked on President Trump's 2016 campaign.",
  "Facebook suspended the firm's account after concluding Cambridge Analytica obtained and did not destroy personal information from users who had downloaded a personality profile app.",
  "Plus, nearly 30 members of Congress own Facebook stock, according to a story in Roll Call, including two Democratic members of the committee who will question Zuckerberg next week.",
  "\"Powerful interests provide lots of money to the committees that have jurisdiction over them and they do it to gain influence with those members of Congress,\" Wertheimer said.",
  "The committee that got the most Facebook contributions is the House Energy and Commerce Committee, which announced Wednesday morning it would question Zuckerberg on April 11.",
  "House Minority Leader Nancy Pelosi, a California Democrat who is not on the committee, got the most Facebook contributions in the House, totaling $55,150 since 2007.",
  "On top of its campaign contributions, Facebook spent $11.5 million lobbying Congress last year, and its total spending on lobbying since 2009 is nearly $52 million.",
  "But of the $7 million in contributions to all federal candidates tied to the Menlo Park, Calif.-based social network, Democrats got 65% to Republicans' 33%.",
  "Of the 55 members on the Energy and Commerce Committee this year, all but nine have received Facebook contributions in the past decade.",
  "Committee Chairman Greg Walden, R-Ore., received $27,000, while Rep. Frank Pallone of New Jersey, the top-ranking Democrat, got $7,000.",
  "Eshoo narrowly lost a battle with Pallone for the top Democratic spot on the committee after the 2014 election.",
  "Overall, Facebook has contributed $1.1 million to House members, split almost evenly between the parties.",
  "Massachusetts Rep. Joseph P. Kennedy's investment is worth at least $80,000 and is held in trust funds.",
  "The two congressmen said they \"appreciate Mr. Zuckerberg's willingness to testify.\"",
  "More from USA Today:\n\nHe was bullied for his cleft lip, different-colored eyes.",
  "Judiciary Committee members have received $235,000 in Facebook contributions.",
  "On the House committee, Republicans got roughly twice as much as Democrats.",
  "The average Republican got $6,800, while the average Democrat got $6,750.",
  "Oregon Rep. Kurt Schrader's stake is worth at least $15,000.",
  "Young, said he could not discuss campaign contributions.",
  "A spokesman for Democrats on the House committee, C.J.",
  "Then he adopted a cat just like him."
]