[
  "As Cambridge Analytica got millions of Facebook profiles via a third-party app, it’s worth reviewing what they say about how they work with “apps, websites and third-party integrations.”\n\nFacebook says,\n\nWhen you use third-party apps, websites or other services that use, or are integrated with, our Services, they may receive information about what you post or share.",
  "To see all the data Facebook collects about you, just click on your “Activity Log.” You’ll find every photo and comment you’ve ever posted, as well as all the ads you’ve clicked on, the posts you’ve liked, all the searches you’ve ever made and even everyone you’ve friended and unfriended.",
  "For example, when you play a game with your Facebook friends or use the Facebook Comment or Share button on a website, the game developer or website may get information about your activities in the game or receive a comment or link that you share from their website on Facebook.",
  "In addition, when you download or use such third-party services, they can access your Public Profile, which includes your username or user ID, your age range and country/language, your list of friends, as well as any information that you share with them.",
  "But now that it has come out that the Trump campaign did the same thing, via the political consulting firm Cambridge Analytica, the media is focusing in on Facebook’s privacy settings and how it lets third-party contractors use our personal data.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\n“If you start typing something and change your mind and delete it, Facebook keeps those and analyzes them too,” said Zeynep Tufekci in a Ted Talk.",
  "Its privacy settings also give you some options to maintain your privacy, but when it comes to your data, if you put it on Facebook they can monetize it or give it to the authorities.",
  "They sell this to advertisers and use it to give advertisers a measure of their impact (though they’ll hide your identity when they do that).",
  "When it came out that the Obama campaign used Facebook users’ personal information to push their messaging, the media thought it genius.",
  "Facebook uses all of this data to decide which ads to target you with and to decide which posts will appear at the top of your feed.",
  "It would be just as easy for you to create an alias with completely different likes and tastes just to mess with the data.",
  "Frank Miniter is the author of Kill Big Brother, a cyber-thriller that shows how to keep our freedom in this digital age.",
  "Facebook is also upfront in its privacy statement that it does get info about its Facebook users from third parties.",
  "Information collected by these apps, websites or integrated services is subject to their own terms and policies.",
  "It adds these to profiles of you and sells the data (again, they say they remove identifying information).",
  "They tell you right up front that that save every click you make to build a profile of you.",
  "But, if you click on new stuff, you’ll have to go back and uncheck the preferences.",
  "Facebook does say if you delete your account it will delete all of this data.",
  "To do so you go to ad settings and uncheck all your interests and more.",
  "It’s actually up to whether you let them accurately profile you or not.",
  "ARTICLE CONTINUES AFTER ADVERTISEMENT\n\nBetter late than never.",
  "Facebook’s business model is you and all your connections.",
  "Facebook does allow you to turn off ad targeting.",
  "Facebook’s privacy statement isn’t lawyer jargon.",
  "Next, click on their “Privacy” button.",
  "That’s an open-ended declaration."
]