[
  "When even politicians from the left side of the American political melodrama turn on Facebook, a social-media giant run by people of the left and one that Obama’s campaign once deftly used to great political influence, you know the plot is ready for a twist.",
  "And not just by possible Russian-backed fake-news posts, but because Facebook allegedly allowed a consulting firm hired by the Trump campaign, Cambridge Analytica, to obtain information from the social-media monster on perhaps 50 million Americans.",
  "“I have serious concerns about the role @Facebook played in facilitating and permitting the covert collection and misuse of consumer information by Cambridge Analytica,” Tweeted Senator Ron Wyden (D-OR).",
  "Competition, not government regulation, is the best way to resolve problems stemming from social-media that is almost exclusively controlled by people from one political persuasion.",
  "Right now social-media sites have about the same amount of power TV networks and the big, urban papers had before the Fairness Doctrine was repealed by the Reagan administration.",
  "Expecting companies, such as YouTube and Facebook, to regulate themselves isn’t just impractical, but is to expect something that has never taken place in the human experience.",
  "The possibility that Trump, who also baffled the left by using Twitter to influence voters, benefited from lose security protocols at Facebook is just too much for Democrats.",
  "In this case, as it turns out, Facebook’s unfathomable amount of personal data on so many millions of Americans might have been used to help elect President Donald J. Trump.",
  "It should then be backed by real teeth, punishments for companies caught breaking their promise to keep peoples’ information private.",
  "Frank Miniter is the author of Kill Big Brother, a cyber-thriller that shows how to keep our freedom in this digital age.",
  "Fox News’ Tucker Carlson has even repeatedly said that federal regulators should take on Google and other tech monsters.",
  "“Democrats for years celebrated Facebook as a demonstration of the power of a connected world driven by liberal values.",
  "It should simply protect online privacy by requiring simple privacy agreements between online companies and consumers.",
  "Meanwhile, it’s about time that some conservatives invest in and develop alternatives to Facebook, YouTube and more.",
  "It hasn’t hurt that people associated with the company have been ready donors to Democrats,” reported Politico.",
  "When government censorship was forced out of radio the market busted up as conservative talk radio flourished.",
  "This led to Fox News and to so much more alternative media as the Internet was established and took off.",
  "Congress should simply pass an “online bill of rights.” This shouldn’t empower government regulators.",
  "In the Obama era, Democrats and Facebook reveled in each other’s reflected glory.",
  "The answer to Facebook’s alleged political malfeasance isn’t stifling regulation.",
  "To punish the cheater, some Democrats are now talking about regulating Facebook.",
  "If that romance grew into a marriage, then Facebook was just caught cheating.",
  "This is something that a few on the right have been calling for.",
  "It is clear privacy protections and a competitive marketplace.",
  "There is a better way."
]