[
  "But as of early afternoon Tuesday, neither Facebook chief executive Mark Zuckerberg nor his high-profile chief operating officer, Sheryl Sandberg, had made public comments about the mushrooming crisis, which now involves a reported Federal Trade Commission probe, demands by Democrats and Republicans on Capitol Hill for testimony by Zuckerberg, and the release of an undercover video by a British television station that appears to show the head of the data analytics firm talking about bribes and traps to sway elections.",
  "\n\nFacebook founder and chief executive Mark Zuckerberg speaks onstage during the annual Facebook F8 developers conference in San Jose, Calif. (Stephen Lam/Reuters)\n\nFacebook released a statement on Friday — in advance of bombshell media reports that a data analytics firm improperly accessed the personal information of its users — that is signed by its deputy general counsel and says it is suspending an organization from its platform.",
  "We are committed to vigorously enforcing our policies to protect people’s information and will take whatever steps are required to see that this happens.”\n\n[Cambridge Analytica whistleblower to testify to House Democrats on Facebook data operation]\n\nBut communications experts said it is best to hear such reassurances directly from the CEO.",
  "Paul Argenti, a professor who studies corporate communication strategies at Dartmouth College's Tuck School of Business, said Zuckerberg could say “ ‘it doesn't reflect the kind of company you want to be,’ or ‘a full explanation is forthcoming and we will get to the bottom of it,’ but you have to say something to reassure people.",
  "“You have to be real and engaged, even if you don’t have all the answers.”\n\nA Facebook spokesman said in an emailed statement that “Mark, Sheryl and their teams are working around the clock to get all the facts and take the appropriate action moving forward, because they understand the seriousness of this issue.",
  "Levick pointed to the widely cited example from the 1980s of Johnson & Johnson pulling Tylenol and other products from store shelves after a poisoning spree before it was required by the government — and even though analysts suggested it would damage the company's performance.",
  "[FTC opens investigation into Facebook after Cambridge Analytica scrapes millions of users’ personal information]\n\n“Once you have the world’s attention, what you do next matters,” said Richard Levick, CEO of an eponymously named communications firm.",
  "“When you have a company that has a face, and that face is missing in a time of crisis, that sends up all sorts of red flags for everybody that matters to the company,” said Anthony Johndrow, CEO of a New York-based reputation advisory firm.",
  "That lack of public communication from the top could be a problem, according to experts on crisis communication and corporate reputation, who say companies' top leaders should be front and center for a crisis of this magnitude.",
  "But when it's a situation on this scale — involving questions about user privacy, government probes and Americans' trust in technology and the election process — top leaders should be involved, they said.",
  "Social media has created an atmosphere where corporations are expected to respond more like people, Johndrow said, reacting to news not only quickly but with a personal voice.",
  "He is Facebook.”\n\nCrisis experts said companies may weigh who is the best spokesman as a situation escalates, trying not to alarm investors or damage the CEO's reputation.",
  "Another unsigned statement released Monday said the social media giant has hired a digital forensics firm to conduct an audit of the firm in question, Cambridge Analytica.",
  "The gods of crisis love a sacrifice.”\n\nRead also:\n\nFrom ‘tone-deaf’ to ‘textbook’: Experts review the United CEO’s first — and latest — apology\n\nLike On Leadership?",
  "A couple of executives have weighed in with Twitter messages or Facebook posts, and other executives or spokesmen have responded to some media reports.",
  "Can we trust Silicon Valley?’ ”\n\nZuckerberg's company has played no small part in escalating the speed with which leaders are expected to speak up.",
  "There’s all kinds of things that you could say would be better than saying nothing.”\n\nThat's partly because in a crisis, symbols matter.",
  "“If a person's integrity gets impugned, you'd expect that person to have a response,” said Johndrow.",
  "Perhaps a prominent board member, lawyer or another corporate executive might serve instead.",
  "“Leadership is articulated symbolically — so the CEO being out front is a symbol.",
  "“It has to come from the top, and it has to come in a visual way,” he said.",
  "Follow us on Facebook and Twitter, and subscribe to our podcast on iTunes.",
  "“For Mark Zuckerberg, this is all about ‘Can we trust you?",
  "The entire company is outraged we were deceived.",
  "“Zuckerberg is not just a corporate free agent.",
  "(Cambridge Analytica has disputed the reports.)",
  "Doing something is a symbol.",
  "Can we trust your company?"
]