[
  "So let’s end this madness and admit that we have a problem: When it comes to bacon, we don’t know when to stop and say, “This dish is good enough already.”\n\nRead more:\n\nTrump hotel managers say food writers are giving the place the cold shoulder\n\nWhen your favorite neighborhood restaurant closes, the grief is real\n\nWith a White House staff catering to every whim, can President Trump really improve his diet?",
  "Take a brief stroll and discover the dishes yourself: bacon cinnamon buns, bacon-wrapped wings, bacon oatmeal, ramen with bacon, bacon ranch dip, gnocchi with bacon and mozzarella, bacon date bread, bacon-pecan chocolate truffles, dulce de bacon milkshake, bacon-wrapped grissini and bacon-wrapped pig’s feet stuffed inside a porchetta dusted with dehydrated bacon dust.",
  "(Kathryn Norwood for The Washington Post)\n\nFive years later, our infatuation with bacon is so complete that I wouldn’t be surprised if some high-end restaurant in a gilded luxury hotel would one day just clip a few strips of it to a clothesline and charge diners $21 for the dish, like a poor man’s version of Alinea’s original high-wire bacon act.",
  "If there’s one ingredient in the world that doesn’t need a slice of bacon around its waist to attract diners, it’s a sweet, succulent scallop — unless, of course, you’re a chef trying to offload a batch of old shellfish on unsuspecting customers.",
  "As it does with almost everything it touches, the bacon treats the rest of the grilled cheese sandwich as a captive audience, there only to listen to it mansplain the superiority of smoky strips of cured pork belly.",
  "The kitchen knows to lay the cheese on thick, too, so that the neon orange slices of American provide a gooey contrast to the bread, to the sting of the red onions and to the hint of acid hiding in the tomatoes.",
  "In fact, we found that when you crunch the data for all recipes, those with bacon do in fact rate higher.” The article was slapped with the following headline: Math Proves Bacon Is a Miracle Food.",
  "It’s no secret that Stoney’s super grilled cheese sandwich is a thing of beauty, starting with its fat slices of rustic white bread, as crackly as an FM station on the western plains of Nebraska.",
  "(Dixie D. Vereen for The Washington Post)\n\nI don’t know exactly when baconmania began, but some point to the Atkins diet craze of the late 1990s, when carbs were out and fats were in.",
  "Cooks, chefs and recipe developers are practically obsessed with bacon, and I think I know why: Back in 2013, Wired magazine partnered with Food Network to crunch some numbers.",
  "They’re the same ones that our brain craves with a junkie’s fervor: salt, fat and sugar, all contained in thin strips that also provide an irresistible crunch.",
  "I mean, is there a bite in the known universe more immediately satisfying than the first chomp of bacon, still hot and crisp from the pan?",
  "The cheeseburger, a dish that, if prepared correctly, already has two sources of tongue-coating fats that lock perfectly into place.",
  "Data miners combed through more than 49,000 recipes as well as more than 906,000 ratings, comparing recipes with and without bacon.",
  "Frankly, I can’t think of scrambled eggs without bacon, either, the soft curds serving as a silky counterpoint to the crispy pork.",
  "Add bacon, and you have a pork interloper asserting its authority like Cambridge Analytica over a nation’s electoral process.",
  "A BLT is an architectural wonder, the whole of which would collapse without its strips of bacon acting as the support beams.",
  "But just as every activity in life isn’t improved by sex, every dish from the kitchen is not improved with bacon.",
  "[The definitive step-by-step guide to making better mac and cheese]\n\nSure, bacon has its place in many dishes.",
  "You get the point: If a dish already rocks your world, someone out there will think it’s better with bacon.",
  "The meat’s entry into the fashion world was probably inevitable: Americans pant equally for sex and bacon.",
  "“Of all the foods we analyzed, bacon lends the most improvement to sandwiches,” the author concluded.",
  "A Black Angus double beef patty with pimento cheese, bacon and tomato jam at Red Apron Burger Bar.",
  "And burgers surely don’t demand applewood-smoked bacon to improve their Q Score among diners.",
  "Bacon has become our national crutch, and we’re relying on it to the point of disability.",
  "Its bacon, the party crasher of ingredients, the one that shows up and trashes the place.",
  "As a country, we’ve been tricked into believing that you need bacon atop a cheeseburger.",
  "The difference is that bacon is an essential ingredient in the BLT and club sandwich.",
  "This may be true, but chefs have been shoving bacon down our throats for far longer.",
  "The Super Grilled Cheese sandwich at Stoney’s: perfect, except for the bacon.",
  "You know another dish that doesn’t need bacon to improve its desirability?",
  "For a hot-minute there was even a dating app for bacon lovers.",
  "Asparagus doesn’t require a spiral of bacon around its stalk.",
  "I still remember bacon-wrapped scallops back in the 1980s.",
  "And what’s Alsatian choucroute garnie without slab bacon?",
  "I imagine there was a lot of pillow talk about rendering.",
  "I’m sorry, but everything is not better with bacon.",
  "The Internet, of course, will tell you otherwise.",
  "A chef’s knife is the one blade you really need.]",
  "Fish fillets don’t need to be entombed in bacon.",
  "Its pleasures are not difficult to pin down.",
  "There are countless other examples, too.",
  "It’s extraneous in so many other dishes.",
  "[A Wawa sub makes sense on the highway.",
  "In the city, it tastes like a mistake.]",
  "“Many other foods also benefited.",
  "A disappointment, I’d venture.",
  "I have nothing against bacon.",
  "Okay, I made the last one up.",
  "The results were predictable.",
  "The sandwich’s lone misstep?",
  "Same for the club sandwich.",
  "[Skip the 18-piece set.",
  "You never do.",
  "You don’t.",
  "Oh, wait."
]