[
  "Instead, ITI says a U.S.-led coalition of countries can bring about more sustainable change by using the World Trade Organization to “tell China that failure to adhere to international norms and obligations will no longer be tolerated.” Garfield concludes: “The time to initiate negotiations is now.”\n\nSILICON VALLEY MUST-READS\n\n— YouTube’s new kids offering: “YouTube is planning to release a new version of its YouTube Kids app that will do away with algorithmically suggested videos and will only display videos from channels that a team of YouTube curators handpicks, a source familiar with YouTube’s plans told BuzzFeed News.”\n\n— Chinese ride-sharing firm debuts in Mexico: “Chinese ride-hailing company Didi Chuxing has publicly launched in Mexico with a website advertising its service to drivers and passengers, setting the stage for a potentially expensive showdown with rival Uber,” Reuters reports.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“My biggest worry with all this is that the privacy issue and what I call, … the propagandist issue are both too big for Facebook to fix,” he said, during an appearance on CBS’ “Face the Nation.”\n\n— A telecom giant joins the growing calls for data privacy protections: Charter Communications is adding its voice to the chorus for regulation and pushing for data privacy legislation in a blog post today.",
  "— An interesting note on those who will be pressing Zuckerberg: “Members of the House and Senate committees that will question Facebook CEO Mark Zuckerberg about user privacy protection next week are also some of the biggest recipients of campaign contributions from Facebook employees directly and the political action committee funded by employees,” USA Today reports.",
  "— Spotify announcement coming later this April: “It’s unclear whether the company is planning to unveil hardware later this month in New York City, but evidence suggests that Spotify has been working on an in-car controller — or even a standalone player — for the streaming service that would allow drivers to control music playback with their voice,” The Verge reports.",
  "Zuck hits Hill\n\nWith help from Margaret Harding McGill, Steven Overly and John Hendel\n\nZUCK HITS HILL — Facebook CEO Mark Zuckerberg is making a highly anticipated appearance on the Hill this week, amid revelations that Cambridge Analytica, a data firm with links to the Trump campaign, exploited data from as many as 87 million Facebook users.",
  "— Consumer privacy groups still have questions about EU rule: Members of the Transatlantic Consumer Dialogue, which includes Consumer Watchdog and Public Knowledge, are urging Zuckerberg to describe, once and for all, what the company’s plans to implement updates for the EU’s General Data Protection Regulation look like on a global scale.",
  "QUICK DOWNLOADS\n\nPalantir’s policy on social media data: “The Silicon Valley data analysis firm Palantir Technologies lacked a comprehensive policy for handling social media data in 2014, when one of its employees helped Cambridge Analytica acquire private information on as many as 87 million Facebook users,” BuzzFeed News reports.",
  "RSVP for Winning the Age of AI: The future of Work, Workers and Education — Thursday, April 12 at Union Station — Doors open at 5 p.m.\n\nANTI-TRAFFICKING BILL SIGNING — President Donald Trump on Wednesday is expected to sign an anti-sex-trafficking bill that has ruffled some members of the tech industry.",
  "Story Continued Below\n\n— Cramming for Congress: The company has enlisted law firm WilmerHale and a collection of outside consultants to help the tech executive, who’s struggled with media appearances in the past, to prepare for his turn in the congressional hot seat, The New York Times reports.",
  "“Because YouTube is not for children, we’ve invested significantly in the creation of the YouTube Kids app to offer an alternative specifically designed for children.” An FTC spokeswoman said the agency takes COPPA enforcement seriously and looked forward to reviewing the complaint.",
  "YOUTUBE HIT WITH COPPA COMPLAINT — Consumer privacy groups are calling on the FTC to investigate Google’s operations of YouTube and whether it has complied with the Children’s Online Privacy Protection Act, which set up rules regarding the data collection of younger users.",
  "Meanwhile, Cambridge Analytica whistleblower Christopher Wylie told “Meet the Press” that the number of Facebook users affected by his former company’s data harvesting could be even higher than the 87 million figure the social network has estimated.",
  "“Its illegal collection has been going on for many years and involves tens of millions of U.S. children.”\n\n— “We will read the complaint thoroughly and evaluate if there are things we can do to improve,” a YouTube spokesperson said in a statement.",
  "TRANSITIONS — The executive council of trade association TechNet has two new faces: Kate Adams, Apple’s general counsel and senior vice president of legal and global security, and Matt Cain, the president and CEO of data management firm Couchbase.",
  "“We urge you to confirm your company’s commitment to global compliance with the GDPR and provide specific details on how the company plans to implement these changes in your testimony before the US Congress this week,” it writes in a letter.",
  "“[This team has helped] coach him on questions lawmakers may ask, and on how to pace his answers and react if interrupted, according to people close to the preparations, who would speak only anonymously because the sessions were private.",
  "Facebook has also set up mock hearings involving its communications team and outside advisers who role-play members of Congress.” The head of the WilmerHale group is Reginald Brown, a former special assistant to President George W. Bush.",
  "“Internet users should have opt-in protections, meaning all entities must receive opt-in consent to collect and share their data for purposes other than the actual service they engaged in,” the company writes.",
  "On Friday, the government seized Backpage, posting notices indicating that several of its sites had been taken over by an \"enforcement action\" brought by the FBI, the Postal Inspection Service and the IRS.",
  "Zuckerberg had said during a press call that the company does intend to apply changes it’s made to comply with GDPR to its offerings in the rest of the world, but the coalition is seeking more clarity.",
  "Democratic FCC Commissioner Jessica Rosenworcel will give remarks ahead of a panel on press freedom, and Republican Commissioner Mike O’Rielly will speak at a session on the evolving media landscape.",
  "Zuckerberg is slated to testify during a joint hearing of the Senate Judiciary and Commerce panels on Tuesday, followed by a hearing with the House Energy and Commerce Committee on Wednesday.",
  "— SNL shade: “Saturday Night Live” parodied Zuckerberg in a “Weekend Update” interview in which his character claims “no backsies” when pressed on Facebook’s collection of consumer data.",
  "NAB President Gordon Smith will open the show with a discussion on the state of the broadcast industry, which had a very successful year of deregulatory policy changes at the FCC.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "AI EVENT: With artificial intelligence driving the next big shift in the global economy, no aspect of American society will be untouched by the new age of machine learning.",
  "Carr plans to spend Monday visiting rural communities in southern Nevada, meeting with a health clinic that uses telemedicine, a local TV broadcaster and Ponderosa Dairy.",
  "), a member of the Judiciary Committee, is one of the latest lawmakers to suggest that “it may be the case” that the company needs additional government oversight.",
  "Facebook also announced that it will send notices today to the 87 million users who were affected by the Cambridge Analytica data harvesting, The Guardian reports.",
  "TARIFF TALK — The Information Technology Industry Council wants the Trump administration to focus on peer pressure, not tariffs, amid rising tensions with China.",
  "Margaret will be tracking the speeches, and whatever tidbits she can dig up on next-gen TV, media ownership, the auction repack and the Sinclair-Tribune deal.",
  "He had also previously been hired by Paul Manafort as the former Trump campaign chairman geared up to field questions about his potential links with Russia.",
  "The new color is part of the company’s partnership with (RED), an advocacy group dedicated to combating HIV/AIDS in Africa,” The Verge reports.",
  "1865 (115)), would hold tech companies like Facebook and Google liable for knowingly publishing content that helps facilitate sex trafficking.",
  "The legislation was introduced following a roughly two-year Senate investigation into Backpage.com and its role in promoting sex trafficking.",
  "— Another lawmaker hints at openness toward regulation: As congressional scrutiny of Facebook reaches a fever pitch, Sen. John Kennedy (R-La.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "“Tariffs do not work.” The letter, addressed to Treasury Secretary Steven Mnuchin, cautions that tariffs could damage the U.S. economy.",
  "(NAB) SHOWTIME — The National Association of Broadcasters’ annual show kicks off today, and Margaret is in Las Vegas to take it all in.",
  "He’s expected to face a grilling over everything from potential data privacy regulation to Russian-linked interference on the platform.",
  "The company over the weekend suspended Cubeyou and AggregateIQ, two data firms that have faced allegations about misusing user data.",
  "— Facebook makes more moves before hearings: Zuckerberg is huddling with some lawmakers today ahead of the panels, Reuters reports.",
  "Uber CEO Dara Khosrowshahi is also set to pay his first visit to D.C. since taking over the top role at the ride-sharing company.",
  "… TechNet, a trade group that includes Apple and Amazon among its members, is also holding a fly-in with a group of tech leaders.",
  "“Google has made substantial profits from the collection and use of personal data from children on YouTube,” the groups write.",
  "Join POLITICO for a discussion on how American workers and U.S. school systems can adapt to the future of work and the AI era.",
  "The Center for Digital Democracy and Campaign for a Commercial-Free Childhood are among those who are filing the complaint.",
  "MORE TECH CEOS HEADING TO THE CAPITOL — Zuck isn’t the only tech executive making a swing through the Beltway this week.",
  "Expect O’Rielly to discuss his desire to redefine the media marketplace in an upcoming agency review of broadcast rules.",
  "“Maybe Facebook sold out our democracy to Russian troll farms … but on the other hand, Farmville,” the character adds.",
  "GOOD MONDAY MORNING and welcome to Morning Tech, where we spotted some tech-themed signage at the Cherry Blossom race.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "He’ll participate in an event Wednesday with D.C. Mayor Muriel Bowser focused on transportation and innovation.",
  "— FCC Chairman Ajit Pai and Republican Commissioner Brendan Carr will both be speaking at the show Tuesday.",
  "Seeing red: “Apple will reportedly introduce a new color to its iPhone 8 and 8 Plus lineup tomorrow: red.",
  "“Our opposition to tariffs is pragmatic,” the group’s leader, Dean Garfield, writes in a new letter.",
  "They join a board that includes leaders from Oracle, Visa, Box and CA Technologies, among others.",
  "Smith will have a “fireside chat” with House Energy and Commerce Chairman Greg Walden (R-Ore.).",
  "TechNet has also added three new members: TaskRabbit, Glamsquad and Letgo.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "Say hello if you’re in Vegas!",
  "The bill, dubbed FOSTA (H.R.",
  "Tips, comments, suggestions?",
  "Watch it, here.",
  "**"
]