[
  "Rep. Blackburn: Mark 'Universal Income' Zuckerberg Made Billions Selling Americans' Info\n\nThe Viral 'Weather Kid' Brought His Dance Moves to 'Fox & Friends'\n\nRatcliffe: Mark Zuckerberg Needs to Testify About Cambridge Analytica Data Breach",
  "Steyn: 'Highly Ideological' Twitter and Facebook Have Become an Internet 'Duopoly'\n\nApple CEO Tim Cook recently weighed in on Facebook's data scandal and and electronic privacy itself, saying it's a \"human right\" and a \"civil liberty.\"",
  "... We should assume that our data is somehow being harvested and that advertisers are using our data to target, specifically to their demographic,\" said Adrienne Elrod, former Hillary Clinton director of strategic communications.",
  "Cook's comments come amid Facebook CEO Mark Zuckerberg's controversial scandal involving consulting firm Cambridge Analytica, which may have misused the data of nearly 50 million users to influence the 2016 election.",
  "\"For Cook to make these sort of thuggish charges is a little bit disingenuous,\" said former Ted Cruz campaign pollster Chris Wilson on \"America's Newsroom.\"",
  "Cook said of his company that it could \"make a ton of money if we monetized our customers, if our customer was our product.",
  "When go to Amazon, we like the fact that they know we're about to run out of toothpaste,\" he said.",
  "The Federal Trade Commission could potentially fine Facebook up to $40,000 per violation, per day.",
  "Facebook announced Thursday that it would no longer allow third-party data for targeting ads.",
  "When we go on Netflix, we like the fact that they recommend something for us to watch.",
  "Wilson said, however, that he's uncomfortable with more regulation.",
  "Watch the full discussion from \"America's Newsroom\" above.",
  "\"I think that applied to a political campaign too.",
  "It takes politics directly to the individual.\"",
  "\"This is a step in the right direction.",
  "... We've elected not to do that.\"",
  "\"Let's face it.",
  "..."
]