[
  "See also: Amazon Boycott Unites Workers, Gamers, Shoppers For Prime Day Protest\n\nAnd while the article's figures and quotes about the highly productive collaboration should be plenty eye-catching to many readers, perhaps the most publicly lasting detail will be about how, in late 2016, Zuckerberg reportedly \"placed a secret, previously unreported call to the president-elect during which .... he congratulated the Trump team on its victory and successful campaign, which spent millions of dollars on advertising with Facebook.\"",
  "Katie Harbath, Facebook’s global politics and government outreach director, also told the site in a statement, “While we offer insights into how our products work and provide technical support, campaigns make their own decisions about how to use our tools.”\n\nThe report does support the (totally believable) idea that the Clinton 2016 campaign didn't really try or care to optimize social media marketing with any significant effort, and certainly not a comparable one.",
  "For example, they wrote,\n\nThe Trump campaign was able to sway voting sentiment via Facebook advertising with a rapid testing approach, according to a late-2017 Facebook marketing team note on [the 'Test, Learn, Adapt' marketing model], which discusses the example set by the Republican candidate’s advertising strategy to drive donations and voter turnout.",
  "See also: Facebook Reveals It Shared User Data For Longer Than It Said, And With More Partners\n\nAccording to BuzzFeed, the prolific and game-changing nature of Facebook's collaboration with the Trump campaign is also evident in an internal paper trail at the company, which has supposedly been utilizing insights from its campaign experience ever since.",
  "Reporters Ryan Mac and Charlie Warzel explained, \"In addition to interviews with Trump campaign staffers and former Facebook employees, BuzzFeed News obtained company presentations and memos that show the social media giant viewed Trump’s campaign as an 'innovator' of a fast-moving, test-oriented approach to marketing on Facebook.\"",
  "The company touted the lessons it learned from the Trump campaign for its current 'Here Now' effort, a multimillion-dollar advertising push to assuage users’ privacy concerns and the glut of misinformation cluttering the platform ... [including] marketing on the Facebook platform itself.",
  "Among other things, BuzzFeed reported that former Facebook employees and Trump campaign workers have described a rich, productive working relationship between the two groups leading up to the 2016 presidential election, and one which continues to have a big impact inside the firm.",
  "After all, the report follows a series of revelations and accusations around the social media giant in 2018, including scrutiny of its data and business practices, political associations, and suspected news and user biases, which it's still seemingly been able to walk off.",
  "As NPR noted today, Facebook's distinctions around what is and is not appropriate fodder for the platform have often come down to posters' intentions -- if they intended to cause harm with a post, for example, or not -- in some Facebook users' cases, anyway.",
  "In the wake of Facebook's latest scandals and heavy PR push, CEO Mark Zuckerberg is now facing reports that he congratulated president-elect Trump by phone after what amounted to extensive marketing collaboration between Facebook and his campaign.",
  "On Thursday, BuzzFeed.News published an article containing a number of explosive new details about Facebook's work and relationship with the Trump 2016 election campaign, as well as other recent and slightly more well-known points in this area.",
  "Facebook reportedly told BuzzFeed that it offered the same level of support to both campaigns, echoing Zuckerberg's April congressional testimony, and suggesting in part that Hillary Clinton's campaign team simply chose not to engage.",
  "It seems that getting people to admit the true and exact intentions behind their actions is often quite difficult, however, whether before, after, online, or off.",
  "Yesterday, Zuckerberg himself again saw blowback for commenting during an interview that holocaust deniers should be allowed their place on his platform.",
  "Facebook was reached out to for comment, which will be included here when and if available.",
  "See also: Whistleblower: Bannon Sought To Suppress Black Voters With Cambridge Analytica",
  "Then again, maybe it won't stick."
]