[
  "In “Facebook Isn’t Just Violating Our Privacy,” Noam Cohen writes:\n\nEven as it issues full-page apologies in print newspapers promising ritualistically “to do better,” Facebook and its allies have minimized the importance of the seismic revelation that the political consulting firm Cambridge Analytica, which worked on behalf of the Trump campaign in 2016, had gained access to the private information of about 50 million Facebook users.",
  "The company’s chief security officer, Alex Stamos, took to Twitter to complain that Facebook and other “platforms” were being held to a double standard concerning the profiles, since they may well “have been criticized as monopolists for locking them down.” Others poured cold water on the idea that Cambridge Analytica was able to use these profiles as grist for its research on swaying voters by cracking the code of human intention.",
  "Marc Andreessen, the venture capitalist and a Facebook board member, doesn’t tweet anymore, but he “likes” hundreds of tweets a week, a group that recently included a string that mocked the public’s fear that new media forms can be turned into “weapons of total mind control.” Perhaps these are the wrong reasons for outrage, but that doesn’t mean we shouldn’t be outraged.",
  "Some executives have pointed out that the mechanism that until a few years ago allowed a researcher with 270,000 app downloads to have access to 50 million profiles wasn’t exactly a secret, and, besides, Facebook users nominally agreed to the sharing of these profiles so that apps would perform better.",
  "What Facebook is selling to political campaigns is the same thing Uber is selling to its drivers and customers and what YouTube is selling to advertisers who hope to reach an audience of children — namely, the right to bypass longstanding rules and regulations in order to act with impunity.",
  "— Mr. Cohen writes:\n\nFacebook’s irresponsibility isn’t merely an abuse of a personal relationship — what its chief executive, Mark Zuckerberg, called “a breach of trust between Facebook and the people who share their data with us” — but also an abuse of a civic relationship.",
  "Before reading this article, you may want to watch this three-minute video or read this brief explainer about how a political firm, Cambridge Analytica, used Facebook to acquire private data on millions of Americans.",
  "— Do you think Facebook and other social media platforms should be regulated by the United States government?",
  "Students: Read the entire article, then tell us:\n\n— What are your thoughts on the Facebook data leak?",
  "Or would doing so infringe First Amendment rights and discourage further innovation?",
  "Or should it be up to users to decide what to share, as is the case now?",
  "— Should Facebook be more proactive in protecting its users’ data?",
  "Do you think the company has people’s best interests in mind?",
  "How do you feel about what happened?",
  "Are you a Facebook user?",
  "— Do you trust Facebook?",
  "Why do you think so?",
  "Why or why not?",
  "Why or why not?",
  "Do you agree?",
  "Why?"
]