[
  "Facebook (FB) is also at an all-time high, a sign that investors are no longer worried about the Cambridge Analytica data scandal and are instead focused on strong growth at Facebook-owned Instagram.",
  "Most companies have indicated they aren't seeing much of an impact on sales and profit from the growing trade tension between the United States and China — not to mention Europe, Canada and Mexico.",
  "The Dow was lower much of the day Wednesday after auto giants GM (GM) and Fiat Chrysler (FCAU) provided weak outlooks for the rest of the year.",
  "Stocks climbed after solid results from Dow components Verizon (VZ) and United Technologies (UTX) as well as drug maker Eli Lilly (LLY).",
  "You can watch future shows live on CNNMoney at 12:45 ET on Wednesdays and check in for clips from the latest episode and past shows.",
  "Coke's stock rose nearly 2% thanks to solid sales of its iconic beverages, particularly the recently revamped Coca-Cola Zero Sugar.",
  "Boeing (BA), the biggest component in the Dow, also fell despite solid earnings and a boost to its revenue guidance.",
  "CNN's Richard Quest broke down all the market's moves from the New York Stock Exchange on CNNMoney's \"Markets Now.\"",
  "The broader market enjoyed a late day bounce on reports of a trade deal between the US and European Union.",
  "Costs for steel and aluminum have risen because of the Trump administration's tariffs on those metals.",
  "That news helped lift Facebook, which reported its latest earnings after the closing bell Wednesday.",
  "Google owner Alphabet (GOOGL) hit an all-time high Tuesday after it reported stellar results.",
  "Second-quarter earnings have still been solid, particularly from technology companies.",
  "Boeing rival Northrop Grumman (NOC) also fell despite earnings that topped estimates.",
  "But the jet maker's earnings forecast wasn't as strong as investors were hoping for.",
  "Boeing's stock is up more than 20% this year, so expectations were sky high.",
  "Investors aren't pleased with what they're hearing from Corporate America.",
  "The Nasdaq was up slightly Wednesday and has gained nearly 14% this year.",
  "Better than expected profit from Coca-Cola (KO) was a bright spot.",
  "Boeing also cut its profit margin outlook for its defense unit.",
  "But rising commodity prices still put a dent in GM's forecast.",
  "Wednesday's market pullback follows a strong day on Tuesday.",
  "GM shares fell 4.6%, and Fiat Chrysler's stock plunged 12%.",
  "It is near a record high, just under 8,000."
]