[
  "“Some networks will probably have a token component, where they give tokens out to early users that can be used to purchase different features,” said Shea, similar to the Kik model, but he added: “I also think there’s going to be social networks that don’t have crypto-tokens.”\n\nCompetition with Facebook and Twitter is also coming from areas beyond social network startups, according to security pioneer Christopher Allen, who in addition to working as the principal architect of Bitcoin startup Blockstream, which has raised $151 million in venture capital, coined the phrase “self-sovereign identity” as part of his Rebooting the Web of Trust workshop series.",
  "Zuckerberg added:\n\nI'm interested to go deeper and study the positive and negative aspects of these technologies, and how best to use them in our services.”\n\nWhile Zuckerberg embarks on his own personal quest to understand how blockchain and cryptocurrency might help or harm his business, Blockstack’s social network challenge will proceed in parallel.",
  "The discovery of a network of elaborate business deals designed to leverage Facebook users' data to affect elections has elevated the once-niche conversation about who should own an identity to the global stage and Shea hopes could eventually trigger a demand for a new breed of social networks that like Bitcoin don't require centralized control.",
  "By giving early adopters of a budding social network like Steemit access to a token that potentially appreciates in value and gives them access to the service, developers could create an incentive to join long before the actual network effects are competitive with established centralized social networks like Facebook and Twitter.",
  "Along the way, the renamed startup raised more than $50 million via a funding mechanism called an initial coin offer, or ICO, wherein early Twitter investor Union Square Ventures and Tyler and Cameron Winklevoss of Facebook fame purchased crypo-tokens similar to Bitcoin for later use in the decentralized internet.",
  "In addition to a Twitter competitor currently being developed by Blockstack using the increasingly popular Mastadon codebase, social networks like Steemit have been built from the ground up to rely on cryptocurrencies, and traditional social network Kik is even in the process of creating its own cryptocurrency.",
  "In many ways, that idea proved to be ahead of its time, and after having difficulty finding broader adoption, Shea and his cofounder Muneeb Ali rebranded as Blockstack in 2016 and set out to build a more general-purpose stack of blockchain tools designed to power an entire internet without centralized servers.",
  "In March, multiple publications reported that the personal information of 87 million Facebook users had been acquired by political consulting firm Cambridge Analytica and sold to politicians including former U.S. presidential candidate Ted Cruz and current U.S. president Donald Trump.",
  "While the social network was well on its way to becoming the de facto online way to prove one’s identity with a valuation of more than $100 billion, Bitcoin, whose blockchain lets users conduct financial transactions without revealing who they are, was valued at a meager $1.5 billion.",
  "Money recipients will also have access to the company’s blockchain-based identity solution, called Blockstack ID, and a native storage solution called Gaia that’s designed to give users of a wide range of decentralized applications, called \"dapps,\" control over their own data.",
  "The money will be doled out in chunks to developers and teams who will then have three months to build any of a wide range of social media networks, ranging from platforms for hyper-local groups to full-fledged Facebook clones that give users control over their own data.",
  "“And decentralized social networks will potentially be the largest category to benefit.”\n\nTo jump-start this process, Blockstack has set aside $1 million in seed funding to support those who are using its technology to turn the social network business model on its head.",
  "In Zuckerberg’s annual post on the “personal challenges” he’s set for himself, he concluded by acknowledging that cryptocurrency and other technology using encryption has the potential to “take power from centralized systems and put it back into people's hands.",
  "“They are great people to have involved, and we have discussed potentially engaging with them,” said Shea, “but haven’t done so yet.” A representative of Winklevoss Capital, which has also invested in a number of other blockchain startups, declined to comment.",
  "In spite of the increased attention to identity security following the fallout around Facebook’s Cambridge Analytica relationship and a hack of credit bureau Equifax last year, Facebook users have remained loyal to the platform, according to multiple reports.",
  "There is no time limit to apply for support from the Blockstack social network fund, with plans for a larger decentralized applications accelerator targeting a wide range of centralized businesses expected to be revealed later this month.",
  "Whereas Shea and Muneeb had difficulty gaining adoption of their OneName identity platform in 2015, similar models have recently risen to prominence among blockchain developers and other proponents of so-called self-sovereign identity.",
  "Facebook looked all but invincible when Ryan Shea cofounded OneName back in 2013 as a way to let Bitcoin users buy and sell the cryptocurrency using their real identities instead of pseudonymous, alphanumeric Bitcoin addresses.",
  "Shea's hope was that if blockchain technology could let users own currency without centralized banks, perhaps it could also let users own their identities without Facebook or any other central authority.",
  "Following the completion of the three-month build, fund recipients could see further investing from Blockstack’s $25 million Signature Fund set up for more traditional venture capital investments.",
  "Among the best-known advocates looking to provide this layer of identity is open-source Hyperledger Indy, created by the Sovrin Foundation, which is in the process of hosting its own ICO.",
  "According to Allen, who cowrote a protocol that helps secure much of today's e-commerce, the implications of centrally controlled identity extend to the entire internet.",
  "In the same way that startups can issue new tokens based on the Ethereum blockchain, users of the Blockstack blockchain will be able to issue their own crypto-tokens.",
  "The $1 million will in turn come from Blockstack's December 2017 ICO, which was specifically designed to comply with Securities and Exchange Commission regulations.",
  "The problem is that a social network—like any business that relies on network effects—is by its very nature only as powerful as the number of people who use it.",
  "“It’s not a good idea to delete your Facebook,\" he said, adding the caveat: \"Until a viable replacement comes along and you’re able to gracefully exit.”",
  "Until something better comes along he says he's using a Chrome extension and ad-blocker technology that minimizes the data the social network gathers.",
  "In spite of the Winklevoss brothers’ early experience with helping conceive Facebook, Shea says his company hasn’t yet tapped into their expertise.",
  "It’s just that Facebook, with over two billion users, is a useful poster child for the negative side effects of a centrally controlled identity.",
  "\"To a certain extent, it’s an ideology that says the human side, the real side of things, means we have to give respect to the individual.\"",
  "But then, earlier this year, a chink appeared in Facebook’s armor that could mean Blockstack's original vision has finally found its time.",
  "To overcome the lack of critical mass faced by these early innovators, crypto-tokens similar to ether could play a critical role.",
  "Hyperledger Indy is focused on creating a universal platform that gives users ultimate control over their own identity.",
  "“The euphoria around cryptocurrencies will fuel the interest in decentralized applications,” Shea told Forbes.",
  "Facebook CEO Mark Zuckerberg seems well aware of the target recent controversies have placed on his back.",
  "“In the end, Facebook owns it and that’s why they can sell the information to others,” Allen said.",
  "In fact, it is cryptocurrency itself that could end up being the second chink in Facebook’s armor.",
  "\"Self-sovereign identity is about more than blockchain,\" he said.",
  "In the meantime, Shea continues to use Facebook personally.",
  "But they come with the risk of being harder to control.\""
]