[
  "Aleksandr Kogan is the data scientist behind the quiz app that harvested as many as 87 million Facebook user profiles and then sold that information to Cambridge Analytica, in breach of Facebook's terms of service.",
  "Facebook has since sought to paint Kogan as the main villain in the scandal, but the data scientist told BuzzFeed he had a deep relationship with the company.",
  "In the interview, he said he acted as a paid consultant to Facebook for a week in November 2015, even giving talks to employees about behavioral psychology.",
  "In a statement to BuzzFeed, Facebook acknowledged its prior relationship with Kogan but said it hadn't been aware of Global Science Research's activities.",
  "As first noted by The Washington Post, Kogan coauthored a research paper on friendships and wealth using data that was provided to him by Facebook.",
  "And Joseph Chancellor, Kogan's cofounder at Global Science Research, the company that created the quiz app, has worked for Facebook since 2015.",
  "He told BuzzFeed the media had insinuated he was a Russian spy, pointing at his roots and a short stint in St. Petersburg as a researcher.",
  "Kogan said Chancellor told Facebook about Global Science Research and its work while interviewing for a position the social network.",
  "Kogan also disputed that Cambridge Analytica had used Facebook data to sway millions of voters in the 2016 US presidential election.",
  "And what I was teaching them was lessons I learned from working with this data set that we had collected for Cambridge Analytica.",
  "The company said that at \"no point during these two years was Facebook aware of Kogan's activities with Cambridge Analytica.\"",
  "CNN\n\nA man portrayed by Facebook as a major source of blame in the Cambridge Analytica data scandal has begun to speak out.",
  "Kogan is now considering suing Facebook, which took out full-page newspaper ads in March blaming him for the data leaks.",
  "He worked on at least 10 papers, he said, with Pete Fleming, now head of research at the Facebook-owned Instagram.",
  "And here's how you can apply it internally to help you with surveys and survey predictions and things like that.\"",
  "Kogan is listed as a research associate at the University of Cambridge under his married name, Aleksandr Spectre.",
  "According to his bio, his research has focused on \"the biology and psychology of human kindness and well-being.\"",
  "His position at Cambridge ends this summer, and he told BuzzFeed he was unlikely to win another academic post.",
  "He completed his undergraduate degree at the University of California at Berkeley and a Ph.D. in Hong Kong.",
  "\"I think they strongly insinuated that I'm a Russian spy based on no evidence whatsoever,\" he said.",
  "He also runs a big-data startup called Cliometrics, which is also unlikely to survive the scandal.",
  "He said the whistleblower Christopher Wylie had exaggerated the firm's capabilities.",
  "\"I visited their campus many times,\" Kogan separately told CBS' \"60 Minutes.\"",
  "\"Chris is as much a data scientist as I am a fashion icon,\" Kogan said.",
  "I even did a consulting project with Facebook in November of 2015.",
  "Kogan was born in Moldova and moved to the US as a child.",
  "So I was explaining, like, here's kinda what we did.",
  "\"And I mostly wear sweatpants.\"",
  "\"They had hired my students.",
  "And here's what we learned.",
  "Who is Aleksandr Kogan?",
  "Aleksandr Kogan."
]