[
  "I do opposition research on certain candidates and stuff like that, so I know what’s out there, but every day I’m surprised about what you can find or about what can happen.”\n\nMcNally continued to tell an anecdote about how her phone informed her how long it would take to get to the Secretary of State’s office when she entered her car, despite the fact that she hadn’t told the phone she was planning to go to the Secretary of State’s office, which she described as “spooky.”\n\n“When you’re at work you sign into your Gmail, you sign into apps, and you always use the Google platform,” McNally proclaimed.",
  "“We consider ourselves the consumers, so we think we’re safe, and we need to change that mindset.”\n\nFree Our Internet is sponsoring Breitbart News’ upcoming live town hall — “Masters of the Universe: Big Tech vs. Free Speech and Privacy,” which will take place on April 5 in New Orleans, Louisiana, and will also be available to watch live online.",
  "So if people are upset with Facebook, let’s say ‘time out’ and start looking at what Google collects on you, because Facebook gets your Facebook stuff, but Google, they get everything.”\n\n“They get all your navigation, they get what’s on your computer, they get what’s on your phone, they get what’s on your tablet.",
  "“What I also find ironic is we’re all talking about Facebook, and everyone’s angry with Facebook and they feel violated and all this stuff, and I’m going, ‘Woah woah, time out.’ Google is sitting back here going, ‘Everybody look at Facebook, everybody look at Facebook,’ but Google is so much worse than Facebook.",
  "“It is ironic because it’s been going on for such a long time, and after the Cambridge Analytica stuff came out, the media person for the Obama campaign came out and said, ‘Well we did this, with Facebook’s approval,’ and that’s kind of been swept up under the rug a little bit,” declared McNally.",
  "Christie-Lee McNally, the executive director of Free Our Internet, joined SiriusXM Patriot’s Breitbart News Daily, Friday, to discuss with Breitbart News Editor-in-Chief Alex Marlow how much data Facebook and Google are collecting on users.",
  "So that is all-encompassing… I think people will start pulling back from some of these things and consider what they’re putting out there about themselves, and their children actually.",
  "They get everything across the board, and I don’t think people understand just how much information they have on you,” she explained.",
  "“I think people are starting to wake up to that, but people need to understand just how much information is out there about them.",
  "I think that’s the other thing too; it’s amazing how much is out there about your children.”\n\n“We’re not consumers.",
  "You’re at work; you’re on your phone, you’re on your tablet, you’re on your computer.",
  "And that’s the thing, we don’t have that mindset,” she concluded.",
  "You now have the Google Home… They have the navigation services.",
  "“That’s the thing about Google; they are across the board.",
  "We’re the products."
]