[
  "In a separate statement, Schiff said Facebook must \"answer important questions about why it provided private user information to an academic, how they have informed users in advance of these kinds of data transfers, and whether it can demonstrate that this data has indeed been destroyed.",
  "Following outrage over a data breach that may exposed approximately 50 million Facebook accounts and resulted in a $40 billion decline in its market cap, the social network has hired a digital forensics firm \"to conduct a comprehensive audit of Cambridge Analytica.\"",
  "We also want to be clear that today when developers create apps that ask for certain information from people, we conduct a robust review to identify potential policy violations and to assess whether the app has a legitimate use for the data.",
  "When reached by The Associated Press, a Facebook spokeswoman did not address whether Stamos was leaving, although she pointed to a tweet in which Stamos says he's still fully engaged at Facebook but that his role has changed.",
  "Commissioner Elizabeth Denham said in a statement Monday that she planned to seek the warrant because the British firm had been \"uncooperative\" in her investigation of whether Facebook data was \"illegally acquired and used.\"",
  "It's unclear at this point whether this specific breach will impact the company's advertising business over the long-run, but eMarketer analyst Debra Aho Williamson said it is something for advertisers to be cautious about.",
  "In a blog post, Facebook said it has approached the firm, as well as former Cambridge Analytica contractor Christopher Wylie and current Cambridge Analytica data scientist Aleksandr Kogan to submit to the audit as well.",
  "\"This is part of a comprehensive internal and external review that we are conducting to determine the accuracy of the claims that the Facebook data in question still exists,\" Facebook said in the statement.",
  "News of the data breach, which may have provided Cambridge Analytica access to 50 million accounts, sent the stock down sharply in Monday trading, falling as low as $170.06, before slightly recovering.",
  "The newspaper, citing current and former employees it did not name, said Alex Stamos would leave after a disagreement over how the social network should deal with its role in spreading misinformation.",
  "LAWMAKERS DEMAND ANSWERS FROM FAEBOOK AFTER CLAIM THAT ANALYTICS FIRM SNATCHED USER DATA FOR TRUMP CAMPAIGN\n\nThe firm added: \"We are moving aggressively to determine the accuracy of these claims.",
  "\"This specific incident is not likely to cause advertisers to leave Facebook, but it will cause them to think twice about how data about Facebook’s users is handled,\" Williamson told Fox News.",
  "The research firm said it expects worldwide ad spending on Facebook to grow 22 percent in 2018, reaching $48.85 billion, accounting for nearly 18 percent of all global digital advertising.",
  "FACEBOOK APOLOGIZES FOR SEARCH SUGGESTIONS OF CHILD PORNOGRAPHY VIDEOS\n\nSen. Jeff Flake, R-Ariz., told CNN's \"State of the Union\" that it was important to find out \"who knew what when?\"",
  "The company has come under fire from lawmakers after it announced over the weekend it was suspending Cambridge Analytica, which has ties to Donald Trump's 2016 presidential campaign.",
  "Domingo Guerra, co-founder and president of security specialist Appthority, said the data leak was reminiscent of previous gaps his company has identified, raising security concerns.",
  "\"Facebook’s advertising system depends on user data, and it has used that data to develop targeted advertising capabilities that are better than any other company can offer.",
  "Even if you don’t use WhatsApp, if any of your friends have your phone number in their address book, then Facebook has that as WhatsApp harvests each user’s address book.",
  "It said Stamos pushed to do more to investigate and disclose Russian activity and that he stayed to oversee transferring some 100 people in his group to other divisions.",
  "\"We need to find out what we can about the misappropriation of the privacy, the private information of tens of millions of Americans,\" Rep. Adam Schiff, D-Calif., said.",
  "In Washington, the top Democrat on the House Intelligence Committee told ABC News' \"This Week\" that Cambridge Analytica's work deserved further scrutiny by the panel.",
  "If this data still exists, it would be a grave violation of Facebook’s policies and an unacceptable violation of trust and the commitments these groups made.\"",
  "\"Facebook has a huge responsibility to protect its users and their data, as Facebook is used by millions of people all over the world,\" Guerra said.",
  "If Facebook were forced to change the way it uses data or the way its ad products work, then advertisers may become less enamored with it.\"",
  "Schiff pointed out that the committee had only done one interview with Alexander Nix, the head of the U.K.-based firm.",
  "Also Monday, The New York Times has reported Facebook's chief information security officer plans to leave in August .",
  "The Mark Zuckeberg-led company said Kogan has given his verbal agreement, but added that Wylie has thus far declined.",
  "Britain's information commissioner said she would apply for a warrant to access the servers of Cambridge Analytica.",
  "\"Plus, when Facebook acquired WhatsApp, they essentially acquired every mobile cellphone number in the world.",
  "They must also answer questions about how they have notified users about this breach of their personal data.\"",
  "\"This is data Cambridge Analytica, SCL, Mr. Wylie, and Mr. Kogan certified to Facebook had been destroyed.",
  "We remain committed to vigorously enforcing our policies to protect people’s information.",
  "Fox News' Samuel Chamberlain and The Associated Press contributed to this report.",
  "Kogan’s app would not be permitted access to detailed friends’ data today.\"",
  "\"Even then it was by a video conference at the GOP's insistence,\" he said.",
  "So, your friends can share your data/phone number and you’ll never know.\"",
  "We actually reject a significant number of apps through this process.",
  "\"This is a big deal, when you have that amount of data,\" Flake said.",
  "\"And the privacy violations there are significant.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "And what happens to that data now?\"",
  "So, the question is, who knew it?",
  "How long did this go on?",
  "When did they know it?"
]