[
  "“Tuesday’s findings do not include any judgment on whether President Donald Trump’s team coordinated with Moscow on its disinformation campaign, unlike the House’s parallel Russia probe.” More: http://politi.co/2DHY5be\n\nRelated: “Trump campaign sprints away from Cambridge Analytica,” by Matthew Nussbaum: http://politi.co/2psNYmd ; “Congress to Facebook: Send us Zuckerberg,” from Ashley Gold and Nancy Scola: http://politi.co/2psYudh ; and “Trump’s national security advisers warned him not to congratulate Putin.",
  "“Lipinski was backed heavily by anti-abortion rights groups and by some unions, while Newman boasted endorsements from a host of outside groups on the left in the 3rd District contest.”\n\nStory Continued Below\n\n“Several other House primaries -- from the suburbs of Chicago down to the southwestern tip of the state -- will also produce Democratic nominees to compete in a handful of GOP-held districts that Democrats must make competitive to retake the majority,” they continue.",
  "In order to deliver on their budget boost for the Pentagon, they’ve also had to fund Democratic priorities that will increase the national debt, not exactly the hallmark of conservative orthodoxy.” More: http://politi.co/2prpj1w\n\nSENATE INTEL MAKES BIPARTISAN PITCH FOR ELECTION SECURITY -- Senate Intelligence Committee leaders Richard Burr (R-N.C.) and Mark Warner (D-Va.) made a high-profile push to keep hackers and online trolls out of U.S. elections.",
  "House Democratic Caucus Chairman Joseph Crowley (D-N.Y.) and Vice Chairwoman Linda Sanchez (D-Calif.) will hold a media availability after a closed caucus meeting at 10:15 a.m. in HVC-Studio A.\n\nReps. Jim Jordan (R-Ohio), Mark Meadows (R-N.C.), Warren Davidson (R-Ohio), Andy Biggs (R-Ariz.), Ralph Norman (R-S.C.) and Louie Gohmert (R-Texas) will hold a discussion on issues of the day and field questions from the media at 12 p.m. in 2253 Rayburn.",
  "More: http://politi.co/2pqUNEa\n\nRelated Russia read: “Jeff Flake warns of impeachment if Trump fires Mueller,” by CNN’s Ashley Killough: http://cnn.it/2psQpo8\n\nTRUMP SLAMS DEMS AT NRCC FUNDRAISING DINNER -- Trump attacked Democrats in a speech last night at an NRCC fundraising dinner, warning that a Democratic Congress would lead to “radical” policies.",
  "LIPINSKI SURVIVES PRIMARY -- Spending bill delayed as shutdown looms -- FARENTHOLD MULLS RESIGNING -- Bryant expected to announce Cochran replacement today\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nLIPINSKI PREVAILS OVER PRIMARY CHALLENGER NEWMAN -- Rep. Dan Lipinski (D-Ill.) never got the DCCC’s backing in his primary.",
  "Much more: http://nyti.ms/2FZWBLi\n\nRelated: “Top takeaways from the Illinois primary,” via Natasha Korecki: http://politi.co/2pxtxUK\n\nSHUTDOWN LOOMS OVER SPENDING DEAL TALKS -- Congressional leaders delayed plans to unveil a massive, must-pass omnibus spending package as negotiators continued haggling over outstanding issues.",
  "“The recommendations ... include establishing a voluntary state election security grant program but do not suggest a cost, a key sticking point for Democrats, who want Congress to allocate millions of dollars to help cash-strapped states upgrade outdated voting technology,” Tim Starks, Cory Bennett and Martin Matishak report.",
  "Senate Majority Leader Mitch McConnell (R-Ky.), House Speaker Paul Ryan (R-Wis.) and House Minority Leader Nancy Pelosi (D-Calif.) will hold a Congressional Gold Medal ceremony in honor of the members of the Office of Strategic Services for their historic contributions during World War II at 3 p.m. in CVC Emancipation Hall.",
  "“But he now is on the brink of leaving Congress well before the end of his term, which would allow him to dodge an Ethics Committee investigation into allegations of inappropriate office behavior.” While Farenthold has not made up his mind yet, he has discussed the issue with several top Republicans.",
  "“Dragging the talks into Wednesday would increase the chance that lawmakers pass a short-term spending bill to prevent a temporary shutdown when funding lapses Friday evening.”\n\nNevertheless, House Speaker Paul Ryan (R-Wis.) told the GOP conference that he is planning to pass the omnibus on Thursday.",
  "Ryan said he’s been assured that President Donald Trump won’t oust Mueller, whom McConnell lauded as an “excellent appointment.” “Democrats seemed momentarily satisfied with the GOP leader's statement after calling on Republicans to do more to protect Mueller,” Burgess and Cristiano Lima report.",
  "And I think the president would create havoc, disaster, constitutional crisis in this country if he were to do otherwise.” “Democrats have been pushing the GOP to pass legislation that would protect Mueller should the president move to oust him, but Republicans have resisted,” they write.",
  "Rep. Mike Bost (R-Ill.) will face St. Clair County state’s attorney Brendan Kelly; businesswoman Betsy Dirksen Londrigan will challenge Rep. Rodney Davis (R-Ill.); and former Obama administration official Lauren Underwood will take on Rep. Randy Hultgren (R-Ill.).",
  "Jones, 70, unsuccessfully sought the nomination five times before, and his victory on Tuesday was a foregone conclusion after the Republican Party failed to draft another candidate to enter the race against him,” Liam Stack reports for The New York Times.",
  "If no candidate receives a majority of the vote, the top two vote-getters will compete later that month in a runoff election.” Hyde-Smith would likely face state Sen. Chris McDaniel, who abandoned his primary challenge against Sen. Roger Wicker (R-Miss.)",
  "GOP LEADERS DEFEND MUELLER -- House Speaker Paul Ryan (R-Wis.) and Senate Majority Leader Mitch McConnell (R-Ky.) defended special counsel Robert Mueller’s investigation but stopped short of calling for legislation to protect him from being fired.",
  "“There were still a number of unresolved issues as of Tuesday evening, and multiple sources were pessimistic that negotiators would reach a deal in time to release the bill before Wednesday,” Burgess, Rachael, Sarah Ferris and Heather report.",
  "Senate Minority Leader Chuck Schumer (D-N.Y.) said McConnell did the right thing by speaking out, “and I certainly hope President Trump is listening.” Mueller, Schumer continued, “ought to be allowed to continue his investigation unimpeded.",
  "Jones told the newspaper, “Even if only myself and my wife voted for me, I'd win the primary because the Republican Party screwed up big time.” The state party had urged voters to “stop Illinois Nazis” in campaign fliers and robocalls.",
  "Phil Bryant is scheduled to make an announcement on the U.S. Senate this afternoon in Brookhaven, where he is expected to say that state Agriculture Commissioner Cindy Hyde-Smith will be appointed to replace Sen. Thad Cochran (R-Miss.",
  "“Farenthold already announced he would not seek re-election in his southeastern Texas district, after POLITICO reported he settled a sexual harassment lawsuit with $84,000 in taxpayer funds,” Jake Sherman, Rachael and Bres report.",
  "“Trump’s assessment came during a speech … that served as a pep talk for members of his party who are growing increasingly anxious about losing seats in the November midterm elections,” The Washington Post’s John Wagner reports.",
  "“Still, on the House's current schedule, the Senate would have just a day to pass the bill before government funding runs out on Friday evening -- allowing for any one senator to shut the government down briefly,” they write.",
  "“Lipinski narrowly prevailed over businesswoman Marie Newman, 51 to 49, after a bitter campaign battle that pitted the party’s ideological poles against one another,” Elena Schneider and Daniel Strauss report.",
  "“Republicans were unable to pass a repeal of Obamacare… And they’ve also struggled to deliver on Trump’s border wall with Mexico, though the latter was never a huge priority for most congressional Republicans.",
  "More: http://wapo.st/2IFtwGR\n\nHouse Speaker Paul Ryan (R-Wis.) told donors that Republicans were delivering on their promise to accomplish great things for the American people under a unified GOP government.",
  "House Foreign Affairs Committee Chairman Ed Royce (R-Calif.) and other committee members will hold a meeting with United Nations High Commissioner for Refugees Filippo Grandi at 12:30 p.m. in 2255 Rayburn.",
  "will hold a congressional reception to commemorate the 1848 Hungarian War of Independence and to present an award recognizing support in strengthening U.S. relations with Hungary at 6 p.m. in 2060 Rayburn.",
  "The president mocked Rep. Maxine Waters (D-Calif.), calling her a “low-IQ individual,” and slammed moderate Democrats as “Pelosi Democrats” who are weak on crime, terrorism and defense.",
  "More: http://politi.co/2G8edbn\n\nTODAY IN CONGRESS, ASSUMING SNOW DOESN’T INTERVENE -- The House gavels in at 10 a.m. Today’s agenda: http://bit.ly/2EsSWEM The Senate meets at 11 a.m.",
  "He did it anyway,” via The Washington Post: http://wapo.st/2HQWORv\n\nFARENTHOLD CONSIDERS RESIGNING -- Rep. Blake Farenthold (R-Texas) is considering resigning before his term ends.",
  "More: http://politi.co/2GT53gZ\n\nRelated read: “What Congress is fighting over in the $1.3 trillion spending bill,” by Sarah Ferris: http://politi.co/2uf4qvx\n\nHAPPY WEDNESDAY!",
  "More on Tuesday’s primary results: http://politi.co/2G8jpMf\n\nLipinski’s general election opponent is Arthur Jones, a Holocaust denier the state GOP has denounced as a Nazi.",
  "Lipinski, a Blue Dog Democrat who opposes abortion rights, survived a fierce primary from a progressive challenger, all but assuring another term in the House.",
  "and others will hold a hearing on the state of the steel industry and priorities for the 115th Congress and the Trump administration at 8 a.m. in 2203 Rayburn.",
  "TUESDAY’S TRIVIA WINNER -- Wilson Golden was first to correctly guess that Roland Burris finished third in the 2002 Illinois Democratic gubernatorial primary.",
  "The House International Religious Freedom Caucus will hold a briefing on the new refugee cap and persecuted minorities at 10 a.m. in 441 Cannon.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“The truth is the Democrats never have been more vulnerable because they’ve lost touch with normal, everyday working people,” he said.",
  "There will be up to four hours of debate on amendments before votes in relation to the amendments and on passage of the bill.",
  "“A special election will be held for the remaining two years of Cochran’s term on Nov. 6,” Daniel Strauss and Burgess report.",
  "TODAY’S TRIVIA -- From Wilson: Which former president’s father was the founding leader of a national Protestant denomination?",
  "Rep. Sheila Jackson Lee (D-Texas) and others will hold a briefing on ending harmful practices at 4:30 p.m. in 2045 Rayburn.",
  "Senate Majority Leader Mitch McConnell (R-Ky.) said he would keep the chamber in until the bill is passed.",
  "TUESDAY’S MOST CLICKED: Edward-Isaac Dovere’s interview with Rep. Beto O’Rourke (D-Texas) was the winner.",
  "She would be the sixth woman in the Senate, if appointed, and the first female senator from Mississippi.",
  "The Caucus to Cure Blood Cancers and the National Marrow Donor Program will hold a briefing on the C.W.",
  "More: http://politi.co/2puquwb\n\nBRYANT EXPECTED TO NAME COCHRAN REPLACEMENT TODAY -- Mississippi Gov.",
  "Hyde-Smith, a former Democrat who switched parties in 2010, served three terms in the state Senate.",
  "Sen. Rand Paul (R-Ky.) shut down the government last month and wouldn’t rule out doing it again.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this March 21.",
  "Lawmakers are still haggling over key issues but hope to unveil the omnibus text this morning.",
  "Today’s agenda: http://bit.ly/2HQDx2B\n\nAROUND THE HILL -- Reps. Rick Crawford (R-Ark.",
  "Rod Blagojevich later appointed him to President-elect Barack Obama’s Senate seat.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "He said Democrats would raise taxes and block every effort to secure the border.",
  "“Of course, that’s not the full story of the GOP-led Congress,” Rachael reports.",
  "His resignation could trigger a special election in his conservative district.",
  "“All candidates will run on one ballot, without party identification listed.",
  "Sign up today to start receiving the newsletter right at launch on April 6 .",
  "The chamber will proceed to consideration of an anti-sex trafficking bill.",
  "Bill Young Transplantation Program at 5:30 p.m. in 2075 Rayburn.",
  "to run for the open seat, in November’s all-candidate election.",
  "will hold his weekly pen and pad briefing at 1 p.m. in H-144.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "Reps. Marcy Kaptur (D-Ohio) and Andy Harris (R-Md.)",
  "), Mike Bost (R-Ill.) and Peter Vislocky (D-Ind.)",
  "House Minority Whip Steny Hoyer (D-Md.)",
  "Votes could be in the 4:30 p.m. range.",
  "Brookhaven is Hyde-Smith’s hometown.",
  "It turns out he didn’t need it.",
  "), who will resign next month.",
  "Presented by Boeing.",
  "“Mr.",
  "Gov."
]