[
  "“Trust me, it’s much easier to testify at a congressional hearing before your company gets caught up in a scandal,” Walden wrote in an op-ed published by the San Francisco Chronicle on Monday, referring to the appearance by Facebook CEO Mark Zuckerberg weeks after the company suffered a data privacy scandal.",
  "and Richard Blumenthal (Conn.), also pressed Dorsey to ensure the misinformation that surfaced and spread over Twitter during the 2016 race doesn’t wreak havoc ahead of the 2018 congressional midterms, according to an aide with knowledge of the meeting who was not authorized to speak on record.",
  "Walden, who helped orchestrate a high-profile hearing last month featuring Twitter’s larger rival, Facebook, reiterated his request that all top tech executives should answer public questions about their data collection practices on the Hill, according to a committee spokeswoman.",
  "“As part of Twitter’s regular outreach to Capitol Hill, Jack is meeting with several members of Congress on a wide range of issues, including our work to promote the public health of conversations online and to protect data privacy,” a company spokeswoman said.",
  "The heightened scrutiny is the consequence of Facebook and its entanglement with Cambridge Analytica, a political consultancy that had improperly accessed names, “likes” and other personal information from 87 million of the social site’s users.",
  "(Mike Segar/Reuters)\n\nLawmakers on Thursday sought to convince Twitter chief executive Jack Dorsey to testify before Congress as part of their probe into the privacy practices of the country’s largest tech companies.",
  "), chairman of the Senate Commerce Committee, similarly suggested to Dorsey that it would be wise for him to appear — on his own accord — in front of members of Congress, according to an aide to the GOP lawmaker.",
  "The CEO also met with Virginia Sen. Mark R. Warner, the top Democrat on the Senate Intelligence Committee, according to a source familiar with the lawmaker’s plans and not authorized to speak on the record.",
  "They said that Twitter had declined an invitation to a Senate Intelligence Committee hearing, opting — much like its peers, Facebook and Google — to send a lower-level executive in Dorsey’s place.",
  "Dorsey, in his first-ever visit to the U.S. Capitol, met with legislators, including Rep. Greg Walden (R-Ore.), the leader of the tech-focused House Energy and Commerce Committee.",
  "In response, Dorsey conveyed to Walden on Thursday an “interest in telling Twitter’s story in response to the opportunity,” a spokeswoman for the House committee said.",
  "For Dorsey — as the leader of Twitter as well as payments company Square — his political agenda spanned more than just privacy on Thursday.",
  "And since then, some lawmakers have pushed for new legislation that would restrict the kind of data companies collect in the first place.",
  "The panel has investigated the extent to which Russian agents spread propaganda on Twitter and other platforms during the 2016 election.",
  "They had initially invited Twitter and Google to participate in those hearings, before refocusing their attention on Facebook.",
  "In April, the controversy brought Facebook’s Zuckerberg face-to-face with lawmakers for two hearings spanning 10 hours.",
  "The early requests reflect the growing unease in Congress with the Internet’s most powerful, popular web platforms.",
  "He made the comment in November as lawmakers investigated Russia’s meddling in the 2016 election.",
  "Previously, Dorsey has said he would be “absolutely” willing to testify before Congress.",
  "But some Democrats and Republicans have been spoiling to hear from other tech giants.",
  "Thune did not officially extend a formal invitation to Dorsey, the aide said.",
  "A quartet of Democrats on the Senate Commerce Committee, including Sens.",
  "Warner’s office did not immediately respond to a request for comment.",
  "Congressional sources, however, told a different story.",
  "\n\nJack Dorsey, CEO and co-founder of Twitter.",
  "Twitter confirmed Dorsey’s meetings.",
  "Separately, Sen. John Thune (R-S.D.",
  "Edward J. Markey (Mass.)"
]