[
  "“You know, you didn’t like black people getting rights, you don’t like women getting jobs, you don’t want to see that Indian American succeeding more than you are, whatever your problem is, I’m going to solve it.”\n\nHer focus on those four words, however, misses the fact that enough of those same people voted for Barack Obama to make him president twice.",
  "Columnist\n\nFacebook and the voter-profiling company Cambridge Analytica are getting richly deserved condemnation in the growing scandal over revelations that the social network allowed millions of users’ personal information to be shared with a consultant for Donald Trump’s presidential campaign.",
  "But in some respects, this scheme represents the crowning touch for what has become a fetishization of data in politics — the idea that if you can just identify the right niches, and microtarget those people with a diet rich in what they already think, you win.",
  "It also overlooks the fact that Trump’s slogan was not the product of a political technocrat’s algorithm but a gut instinct he had long before anyone took him seriously as a possible president.",
  "What’s lost when data starts driving politics is not only privacy — including that of 50 million Facebook users — but also an opportunity to make our politics more than the sum of its factions.",
  "All that matters is deciding what slices of the electorate constitute your base and mobilizing them in larger numbers and with greater sophistication than your opponent’s data operation does.",
  "Ironically, given what we are learning about the Trump campaign’s efforts in this regard, it was Hillary Clinton who fell deeper into this trap during the 2016 election.",
  "It is far from clear whether Cambridge Analytica delivered any real results for Trump or whether it merely hyped what it could achieve with all this information.",
  "Push the right button and deliver to them the correct message — whether it is true or false, rational or unhinged — and they are yours.",
  "From there, it would follow that the character of the candidate, much less the quality of his or her ideas, is practically irrelevant.",
  "Voters are sought based on what they watch, and what they click, and whether they get their caffeine from Dunkin’ Donuts or Starbucks.",
  "But perhaps we should also thank them for shining a spotlight on something that is eating at our political system.",
  "He filed for a trademark on the phrase six days after the 2012 election and stuck with it all the way through.",
  "Clinton’s campaign, on the other hand, was at one point considering 84 different slogans, none of which stuck.",
  "But to assume that is all anyone needs to know — or ask — shortchanges voters and diminishes candidates.",
  "It delivered a majority of the electorate, but it did not connect everywhere it needed to.",
  "It also accelerates the polarization that is making our country all but ungovernable.",
  "Trump’s “whole campaign, ‘Make America Great Again,’ was looking backward,” she said.",
  "Her campaign was the best we’ve seen when it comes to modern, data-driven tactics.",
  "Clinton blames the voters, as she made clear at a recent conference in India.",
  "There is little room for creativity, no incentive to reach out or elevate.",
  "Yes, we are all products of our demographics to some degree.",
  "She got an A in science and a D in art.",
  "My hunch is the latter."
]