[
  "Facebook CEO Mark Zuckerberg officially ran the congressional gauntlet on Tuesday during a joint committee hearing in which nearly half the Senate grilled the social media executive about his platform’s ability to protect Americans’ personal data and ferret out foreign meddling in U.S. elections.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg takes his seat after a break to continue to testify before a joint hearing of the Commerce and Judiciary Committees on Capitol Hill in Washington, Tuesday, April 10, 2018, about the use of Facebook data to target American voters in the 2016 election.",
  "• The best questioner during Tuesday’s session: Sen. Richard Blumenthal, D-Conn., who seemed to catch Zuckerberg flatfooted when he asked about the terms of service that Facebook agreed to when it allowed Alexander Kogan to download Facebook users’ data with an app he developed.",
  "He was also unable to say what connection Facebook had found, if any, between the Russian-linked company that purchased ads in the 2016 election and Cambridge Analytica, the data mining firm that improperly accessed up to 87 million Facebook users' private information.",
  "Here are six takeaways from Tuesday’s bruising session:\n\n• Zuckerberg would not commit to a proposal that would require the social media giant to automatically let users “opt out” of having their data collected or shared.",
  "“The details matter.”\n\nThat was Zuckerberg’s answer to many questions about what kind of regulation of legislation Facebook would support to beef up Americans’ privacy in their use of social media platforms.",
  "• Zuckerberg was also unable to answer several questions about how the company would stop foreign meddling in U.S. elections and the extent to which the Russians used Facebook to sway the 2016 elections.",
  "Kogan and that app were at the center of the data breach, with Kogan later selling that Facebook users’ data to Cambridge Analytica, a data mining firm used by the Trump campaign in the 2016 election.",
  "Facebook officials have said the selling of that data was unauthorized, but Blumenthal showed a blow-up poster of Kogan’s terms of service, which said the data could be used for commercial purposes.",
  "I believe that there may be, but I know we're working with them.”\n\n• Zuckerberg said he wasn’t comfortable sharing some of his own personal information in the setting of a televised Senate hearing.",
  "“Everyone in the world deserves good privacy protection,” Zuckerberg said when asked if the U.S. should adopt the kind of stringent protections embraced by the European Union.",
  "• Best Facebook defender: Several lawmakers lobbed softballs at Zuckerberg, but Sen. Orrin Hatch, R-Utah, seemed the most primed to help the Facebook CEO make his case.",
  "(Photo: Alex Brandon, AP)\n\nWASHINGTON — One Silicon Valley star witness, 44 media-hungry senators, and five hours of mostly tough questions and often ambiguous answers.",
  "“I think that’s the right principle,” Zuckerberg said in response to a question about opt-out legislation from Sen. Edward Markey, D-Mass., a fierce privacy advocate.",
  "• Zuckerberg said Facebook officials are working with Special Counsel Robert Mueller, who is investigating Russian interference in the 2016 presidential election.",
  "CLOSE Senator Kamala Harris of California doesn’t let Zuckerberg dodge her very pointed questions asking why Facebook didn't tell users about Cambridge Analytica.",
  "Hatch seemed to poke his congressional colleagues for saying they were “shocked, shocked” that companies like Facebook use Americans’ data to sell ads.",
  "And he said “yes” again when asked if anyone at Facebook had been interviewed — though Zuckerberg said he personally had not talked to Mueller’s team.",
  "But when Sen. Sheldon Whitehouse, D-R.I., asked how they would investigate a shell corporation or nonprofit, Zuckerberg did not have a firm answer.",
  "“Would you be comfortable sharing with us the name of the hotel you stayed in last night?” asked Sen. Dick Durbin, D-Ill.\n\n“Um, no,” he responded.",
  "But then, Zuckerberg added a few caveats: “I want to be careful here, because that – our work with the special counsel is confidential,” he said.",
  "For example, Zuckerberg testified Tuesday that Facebook would check a group's location so a Russian company can't pretend to be based in the U.S.",
  "And there's nothing wrong with that, as long as they're up-front about what they're doing.”\n\nRead or Share this story: https://usat.ly/2GPdxsC",
  "“I’m committed to getting this right,” he said when asked why lawmakers and the American public should trust Facebook to police itself.",
  "Facebook has promised it will now verify the identity of political groups that place campaign ads on the social media platform.",
  "Zuckerberg said he had not seen the terms of service, and his app team would have been responsible for reviewing it.",
  "Zuckerberg was similarly squeamish when Durbin asked if he would share the names of everyone he messaged week.",
  "“And these great websites that don't charge for access — they extract value in some other way.",
  "Zuckerberg answered “yes” when asked if Facebook had been served any subpoenas from Mueller.",
  "“This deserves a lot of discussion,” he said about a privacy bill of rights for children.",
  "Right now, users must manually choose privacy settings that block such data sharing.",
  "\"We believe it is entirely possible that there will be a connection there.\"",
  "Political score at the end of that round: Durbin 2, Zuckerberg 0.",
  "Has anyone in that division been fired, Blumenthal asked.",
  "“I would probably not choose to do that,” he said.",
  "But he hedged on the details of that cooperation.",
  "\"We’re investigating that now,\" Zuckerberg said.",
  "“Not because of this,” Zuckerberg answered.",
  "“I actually am not aware of a subpoena.",
  "“Nothing in life is free,” Hatch said."
]