[
  "“That’s something he set the drumbeat on many years ago and really set out to let people know that was a problem.”\n\nBloomberg's Sahil Kapur got Sen. Jerry Moran's take:\n\nSen. Jerry Moran (R-Kansas): “Entitlement reform is difficult to begin with, and Paul Ryan’s absence from the House diminishes the likelihood that there’ll be success.” — Sahil Kapur (@sahilkapur) April 11, 2018\n\nCommentary editor John Podhoretz:\n\nRyan never wanted to be Speaker and the thing he cares about most, entitlement reform, is off the table.",
  "“That challenge comes at a time when Senate Republicans are already juggling other controversial nominations that will consume much of the political oxygen on Capitol Hill.”\n\nJackson — who has served three administrations under both parties as the White House physician yet has little management experience — is relatively unknown to Republicans, who say they know little to nothing about him and are quickly studying up as they prepare for one-on-one meetings with the nominee.",
  "“The proposal is deeply divisive, however, with opponents, including Democrats and Republicans in Congress, saying the effort could further weaken VA.”\n\n— Facebook CEO Mark Zuckerberg survived nearly 10 hours of questioning before House and Senate committees on Tuesday and Wednesday after revelations that political research firm Cambridge Analytica gained access to 87 million Facebook users’ data during the 2016 election season.",
  "— Damian Paletta (@damianpaletta) April 11, 2018\n\nBuzzFeed's political editor:\n\nSkeptical it was really Paul Ryan’s dream to a pass a tax law that isn’t revenue neutral and not really do anything on restructuring entitlement spending — Katherine Miller (@katherinemiller) April 11, 2018\n\nAHH, OOF and OUCH\n\nA CVS Pharmacy in Pittsburgh.",
  "“It’s effectively pushing veterans outside the system.”\n\n“President Trump, and the conservative groups advising him, has seized on the long waits many veterans face at government facilities as grounds for aggressively expanding a program that enables patients to seek services from private providers at taxpayer expense,” Emily reports.",
  "Once \"unalterably opposed\" to decriminalizing marijuana, Boehner and his change of heart is consistent with changing views about pot among Americans as well as Republican lawmakers, Erik Altieri, executive director for the Washington-based marijuana advocacy group NORML told The Post’s Alex Horton and Christopher Ingraham.",
  "The Navajo Nation filed a lawsuit yesterday in U.S. District Court in New Mexico seeking unspecified damages and attorney fees and charging that Native Americans have suffered disproportionately from opioid dependency or abuse, leading to death, family dysfunction, poverty and social despair, the Arizona Republic reports.",
  "(AP Photo/Andrew Harnik)\n\n— Senate Republicans are skeptical over whether White House physician Ronny Jackson, President Trump's nominee to lead the Department of Veterans Affairs, has enough management experience to lead the nation's second-largest bureaucracy, The Washington Post's Seung Min Kim reports.",
  "And he's counting that as a win, despite the fact that President Trump is clearly not on the same page when it comes to entitlements and that deficit spending is expected to swell to $1 trillion by 2020 (see my colleague Tory Newmyer's rundown of Ryan's \"scary math\" legacy in today's Finance 202).",
  "—A few more good reads from The Post and beyond:\n\nAGENCY ALERT\n\nNIH looking at alcohol industry influence 'in a very aggressive way' A House lawmaker on Wednesday stridently questioned the NIH director, Francis Collins, over the agency's reportedly cozy relationship with the alcohol industry.",
  "Ryan included similar approaches to Medicare in multiple budget negotiations over which he presided, proposing various iterations of this “premium support” model that turns over more of Medicare to the private sector and places more limits on how much the federal government spends on it.",
  "Laura Vozzella and Gregory S. Schneider\n\nHow single-payer healthcare became the biggest policy flashpoint in California's race for governor The debate over single payer in California’s race for governor reaches beyond how best to cure the inadequacies of healthcare in the state.",
  "Bob Greenstein, president of the liberal Center on Budget and Policy Priorities, said several of Ryan’s positions “have been marked by serious internal contradictions.”\n\n“He sounds deep concerns about budget deficits while championing tax cuts that widen them,” Greenstein said.",
  "(AP Photo/Matt York)\n\n— VA, as it faces intense scrutiny amid reports of widespread dysfunction and a push by the Trump administration to outsource more medical care, has tens of thousands of full- and part-time vacancies nationwide, The Post's Emily Wax-Thibodeaux reports.",
  "“Providing information on out-of-pocket costs and cheaper alternatives to pharmacists, doctors and consumers will help save money, CVS says, and is necessary because each insurance plan may vary widely in how it covers drugs and shifts costs onto patients,” Carolyn writes.",
  "“Comments from several GOP senators, particularly those with influence on veterans’ issues, signal Jackson will have to work overtime to persuade not just Democrats but Trump’s own party that he is qualified to oversee the beleaguered agency,” she writes.",
  "Would you agree with that statement?”\n\nZuckerberg acknowledged there are a “number of areas of content that we need to do a better job policing on our service.”\n\n“When are you going to take down these posts that are done with illegal digital pharmacies?",
  "— John Podhoretz (@jpodhoretz) April 11, 2018\n\nAny significant changes to the relatively popular Medicare program would be among the most politically treacherous things Congress could take on, considering the program covers about 55 million seniors.",
  "Now his retirement adds to uncertainty about whether embattled Republicans can maintain control of the House, and it could sap GOP morale amid a surge in enthusiasm from Democrats, my colleagues Bob Costa, Mike DeBonis and John Wagner report.",
  "But Ryan's prominent profile -- as the 2012 vice presidential nominee and chairman of both the House Budget and Ways and Means panels -- did force the spotlight on Medicare costs, which consume about 15 percent of all federal spending.",
  "Ryan did get to see the House pass an Obamacare repeal-and-replace bill last spring that would have significantly cut future Medicaid spending by either fixing federal payments to states in a block grant or pegging them to enrollment.",
  "“Congressman, I agree that this is a terrible issue, and, respectfully, when there are tens of billions or 100 billion pieces of content that are shared every day, even 20,000 people reviewing it can't look at everything,” he said.",
  "SUGAR RUSH\n\nHouse Minority Leader Nancy Pelosi (D- Calif. praises House Speaker Paul Ryan for serving constituents with \"great distinction:\"\n\nThe White House is optimistic about midterm elections despite Ryan's retirement plans:",
  "Lindsey Bever\n\nArts and Entertainment Mariah Carey reveals years-long battle with bipolar disorder: ‘I lived in denial and isolation’ Mariah Carey said she was diagnosed with bipolar II disorder during a hospitalization in 2001.",
  "Lindsey Bever\n\nSTATE SCAN\n\nVirginia Politics Virginia legislature returns to work; Medicaid expansion the focus of special session The GOP is divided over whether to expand health coverage to 400,000 low-income Virginians.",
  "Former Ryan staffers told me that is how they’ll remember Ryan’s health-care legacy -- not the policy failures to curtail entitlement spending but by the attention he repeatedly drew to the issue of entitlement costs.",
  "Stat News\n\nMEDICAL MISSIVES\n\nTo Your Health This 3-year-old has 'a sparkle' in her heart: The world's smallest mechanical heart valve Sadie Rutenberg was born with a gaping hole between the two sides of her heart.",
  "“In my mind, the Paul Ryan health-care legacy isn’t necessarily about anything that has passed in the last couple of years,” said Charlotte Ivancic, who advised Ryan on health policy at the Budget Committee.",
  "\"We need to look no further than our nation's 20 million veterans, 20 percent of whom, according to a 2017 American Legion survey, reportedly use cannabis to self-treat PTSD, chronic pain and other ailments.",
  "The proposal, which he teamed up on with Sen. Ron Wyden (D-Ore.), aimed to lower Medicare spending by offering seniors a subsidy to buy either a privately managed Medicare plan or a government-run option.",
  "On Monday, the Congressional Budget Office released an analysis projecting the tax overhaul Congress passed in December will expand the deficit to $804 billion this year, up from $665 billion last year.",
  "“We aren’t going to sit back and let our community be torn apart while our children are suffering.”\n\nHEALTH ON THE HILL\n\nWhite House physician and nominee for Veterans Affairs Secretary Ronny Jackson.",
  "(AP Photo/Gene J. Puskar, File)\n\nAHH: CVS Health is launching a new tool to alert pharmacists to cheaper drug options when they fill patient prescriptions, our colleague Carolyn Y. Johnson reports.",
  "But Congress never actually passed Ryan’s plans, amid heavy opposition from Democrats who argued fiercely such proposals would hurt seniors (and made the ideas staples of their campaign messaging).",
  "(SAUL LOEB/AFP/Getty Images)\n\nWhen House Speaker Paul Ryan exits Congress, he’ll leave unfulfilled his most prized policy goal: Slimming down the government’s big, costly health insurance programs.",
  "Still, as Ryan departs, his biggest legislative aspiration remains in the wings — the bipartisan Medicare overhaul he rolled out six and a half years ago as chairman of the House Budget Committee.",
  "But if Republicans ever decide to go that direction (there was some chatter about it after passing the tax overhaul, but...), Ryan’s proposal would probably be the first approach they’d consider.",
  "Among the wide rage of topics he was grilled on, Zuckerberg was asked by Rep. David McKinley (R-W.Va.) about pharmacies using the social media site to sell drugs online without a prescription.",
  "“For generations, Native Americans have disproportionately suffered during health crises, and the opioid crisis is no different,” Navajo Nation President Russell Begaye said in a statement.",
  "CVS Pharmacy’s Rx Savings Finder program will flag cheaper equivalent drugs to its pharmacists, who can then ask the patients for permission to ask their doctors to switch the prescription.",
  "\"While we come at this issue from different perspectives and track records, we both believe the time has come for serious consideration of a shift in federal marijuana policy,\" they wrote.",
  "“All the budgets I passed normalizing entitlement reform … I’m very proud of that,” Ryan told reporters yesterday as he announced his plans to step down after the November elections.",
  "But Ryan contends he's made changes to Medicare and Medicaid -- the government health-care programs for senior and low-income Americans -- part of the regular conversation.",
  "Early testing results show customers switch to a covered drug 85 percent of the time when prompted, if the drug they were originally prescribed isn't covered by their plan.",
  "Ryan oversaw some big political and legislative victories in his two and a half years as speaker, including expanding the GOP House majority and overhauling the tax code.",
  "“Whenever there is a sense we've got to do something, I think Paul Ryan has put up on the shelf the template, the beginning point,” another former Ryan staffer told me.",
  "OOF: Former House Speaker John Boehner (R-Ohio) tweeted yesterday he will be joining the board of Acreage Holdings, one of the country's largest cannabis groups.",
  "(FBI via AP)\n\nOUCH: Another large Native American tribe is suing pharmaceutical companies and drug distributors over the opioid crisis ravaging its communities.",
  "And his House Republicans voted to shrink Medicaid expansion in their (ultimately unsuccessful) bid last summer to repeal and replace the Affordable Care Act.",
  "The Post's Damian Paletta:\n\nRomney brought Paul Ryan onto his 2012 presidential ticket, a sign that Ryan's brand of austerity had reached the GOP mainstream.",
  "Doctors switch only 30 percent of the time when the prescribed drug is covered, but there is a lower-cost therapeutic alternative available, Carolyn reports.",
  "LA Times\n\nDAYBOOK\n\nToday\n\nThe House Oversight Subcommittee on Government Operations holds a hearing on “improper payments in state-administered programs.\"",
  "There are numerous other patient groups in America whose quality of life has been dramatically improved by the state-sanctioned use of medical cannabis.\"",
  "“There is some concern about whether or not he’s been in a position to lead an organization like that.”\n\nThe Department of Veterans Affairs in Phoenix.",
  "Thousands of primary-care physicians, mental-health providers, physical therapists, social workers and even janitors are needed, Sen. Jon Tester (Mont.",
  "The tribe is going after manufacturers Purdue Pharma and Endo Health Solutions and distributors McKesson Corp., Cardinal Health and AmerisourceBergen.",
  "\"Your platform is still being used to circumvent the law, and allow people to buy highly addictive drugs without a prescription,\" McKinley said.",
  "“I think he did move the ball forward significantly on educating people as to the problem of health-care spending growing,” Ivancic said.",
  "Spokesman David Schnittger said the ex-speaker's evolving position is the result of close study on how marijuana can help patients.",
  "Boehner released a joint statement yesterday with former Massachusetts governor Bill Weld, who is also joining the board.",
  "But Ryan’s critics have noted the big inconsistencies between Ryan’s rhetoric and the legislation he advanced as speaker.",
  "“It really is entitlements -- that’s where the work needs to be done, and I’m going to keep fighting for that,” he said.",
  "Ryan told reporters yesterday that “of course more work needs to be done” on cutting Medicare and Medicaid spending.",
  "\"With all due respect, Facebook is actually enabling an illegal activity and, in so doing, you are hurting people.",
  "It’s a political marker for the top Democratic candidates trying to woo different factions of their divided party.",
  "THE PROGNOSIS\n\nHouse Speaker Paul Ryan announces his retirement during a news conference on Wednesday.",
  "“Certainly, I do have concerns about his experience, as far as managing people,” John Boozman (R-Ark.",
  "Pharmacists used to have to run claims through the system manually to find a cheaper option.",
  "Other defendants include pharmacies run by CVS Health, Walgreens Boots Alliance and Walmart.",
  "Boehner had reiterated his opposition to legalizing pot as recently as September 2015.",
  "He said the agency also lacks enough HR personnel to vet candidates and make hires.",
  "“It’s crippling our ability to deliver health care to our vets,” Tester said.",
  "But the whole effort stalled after the Senate failed to pass its own version.",
  "Navajo Nation President Russell Begaye with FBI Director Christopher Wray.",
  "), the ranking Democrat on the Veterans’ Affairs Committee, told Emily.",
  "), who sits on the Senate Veterans’ Affairs Committee, told Seung Min.",
  "Zuckerberg said it's difficult to monitor all the content on the site.",
  "The groundbreaking Masters HP 15-mm mechanical heart valve saved her.",
  "Ryan leaves the speakership with spending levels at $4.2 trillion.",
  "CVS Caremark consumers can access the information through an app.",
  "Yet the VA does not allow its doctors to recommend its usage.",
  "When are you going to take them down?,” McKinley pressed him.",
  "Govt spending that year was $3.5 trillion.",
  "So why has he changed his mind?",
  "Why stay."
]