[
  "It's a lot more complicated than that\n\nMore: Bye Facebook, hello Instagram: Users make beeline for Facebook-owned social network\n\nMore: How to delete all those Facebook apps you probably have\n\nMore: Here's how to protect your personal info on Facebook\n\nFollow USA TODAY's Jefferson Graham on Twitter, @jeffersongraham\n\nRead or Share this story: https://usat.ly/2Gktoit",
  "Facebook's list of Jefferson Graham's downloaded apps (Photo: Screenshot)\n\nAs I did, you'll jump over the obvious, such as the names of your Facebook friends, which are listed already on the social network, along with your posts, photos, etc.",
  "Facebook's listing of your personal information, which it uses for advertising purposes (Photo: Screenshot)\n\nAgain, in the Settings section in Facebook, head to the Ads section by clicking on \"Ads\" in the left menu.",
  "This happened when I joined and Facebook asked if I wanted to connect with other friends by importing my contacts from my computer, which happened to have their phone numbers and sometimes addresses.",
  "— My (estimated by Facebook) political and religious views, despite my posts that focus on three areas: photography, work (the latest articles, podcasts and videos) and, occasionally, family.",
  "Meanwhile, you don't need to download the file to find out which advertisers have targeted you and have your personal information, including what your religious and political persuasions are.",
  "The download your information tab in Facebook (Photo: screenshot)\n\nJeremiah Owyang, an analyst with Kaleido Insights, suggests turning off as many of the features as possible on Facebook.",
  "After the Cambridge Analytica scandal, in which an app developer was able to sell personal data to a research firm that said it helped Donald Trump win the election, Facebook apologized.",
  "Just go to the Settings section of Facebook (the arrow next to the question mark, top right) and click on \"download my data\" at the bottom of the page called \"General Account Settings.\"",
  "(Photo: Screenshot)\n\nOne section that definitely is worth clicking \"no\" to: the ad settings where Facebook asks if it can create ads for you based on the websites and apps you visit.",
  "Separately Facebook has been collecting information on calls and text messages from Android devices, but the social network defended itself by saying it sought permission to do so.",
  "I'm followed around everywhere I surf with ads for cameras and guitars because Facebook knows I love them, but, hey, if I want to buy a camera, I know where to go.",
  "Facebook said these companies had \"your contact info\" but didn't spell out how extensive that was — just email or phone number and address as well?",
  "It was sold primarily as a feature for Facebook Messenger to help \"you find and stay connected with the people you care about,\" Facebook said.",
  "Political and religious were first to go for me, although the others seem pretty tame, such as male friends with birthdays within seven days.",
  "The magazine Vanity Fair, which I love but don't subscribe to, has the goods on me, along with Dollar Rent a Car and Uber, which I do use.",
  "USA TODAY\n\nLOS ANGELES — Like many, I downloaded the data that Facebook compiled about me over the years, and frankly, it was spooky.",
  "I love the social network for showing off my latest photos, staying in contact with old friends and catching up on the latest news.",
  "Here you can try and play havoc with Facebook's algorithm by deleting as many of the assumptions that Facebook has come up with.",
  "CLOSE USA TODAY's Jefferson Graham explains how you can tell Google, Facebook and Amazon to stop following you around the web.",
  "Despite the years of data Facebook has collected, downloading them won't require a separate hard drive for giant files.",
  "— All my searches on Facebook over the years, the names of my followers and facial recognition of me and my friends.",
  "Then you'll make your request and await Facebook's compiling of your data, which is delivered via an email link.",
  "It says it has tightened its policies on what data can end up with app developers since that data leak happened.",
  "Once the file arrives, double-click to open the \"index.htm\" file in an Internet browser, and look it over.",
  "Meanwhile, it will roll back some of the ad-targeting tools that have long been available to data brokers.",
  "Let's be real — you can click every button, and Facebook will still find a way to keep tracking you.",
  "Additionally, it will be more transparent about the data it collects, the company vows.",
  "CLOSE Protect your Facebook information from third-part apps in just a few steps.",
  "But to get those features, Facebook kept:\n\n— Location info of all my contacts.",
  "If you've been on Facebook for many years, expect the link to take a while.",
  "Where it gets weird is in the phone numbers — why does Facebook have them?",
  "Facebook wants to create ads for you based on websites and apps you visit.",
  "You could argue that targeted ads make for a better Internet experience.",
  "\"The less information you give, the more privacy you'll have,\" he says.",
  "After a few more clicks, I found out which advertisers had my info.",
  "(We reached out to Facebook to ask, and are awaiting an answer.)",
  "— The IP address of everywhere I've ever logged into Facebook.",
  "Facebook has lived with this info since I joined in 2007.",
  "— Any restaurant or airport where I've \"checked in.\"",
  "Jefferson Graham reports on #Talking Tech.",
  "Most are text based, and thus, tiny files.",
  "Want to know what Facebook has on you?",
  "But it can track less.",
  "More: Delete Facebook?",
  "Download the data.",
  "Whoa!"
]