[
  "JUST WATCHED Controversial data firm under scrutiny Replay More Videos ... MUST WATCH Controversial data firm under scrutiny 03:04\n\nThat story, which was reported while Cambridge Analytica was running the digital campaign of Ted Cruz's primary race, included the facts that the company had harvested data from 40 million or more profiles, was using this in political profiling and had done so by paying participants to take a personality quiz designed by Alexander Kogan.",
  "While the more recent stories add new facts and far more color, any member of Congress who had chosen to google around the issue could have been armed with this information when questioning either Facebook or Cambridge Analytica -- both of which have appeared in front of committees since that original report.",
  "If lawmakers and regulators had asked the right questions of Facebook and Cambridge Analytica in 2015, when the story first broke, we could have had a debate about micro-targeting -- and online information and misinformation -- before the hugely controversial 2016 votes in both the US and UK.",
  "Adam Schiff, the ranking Democrat on the House Intelligence Committee, has demanded answers from both companies, even threatening the use of subpoenas \"if necessary\" -- though Facebook and Cambridge Analytica have both subsequently agreed to brief lawmakers.",
  "Separately, the FTC has announced it is investigating whether the data harvesting breached a 2011 settlement between the company and regulators, while in the UK, Parliament has asked Facebook founder Mark Zuckerberg to testify in front of a committee.",
  "Neither can now turn back the clock, but they can try to look ahead to the stories that aren't immediately front-page news, and make sure we go into the next technological revolutions with our eyes open and with good laws and rules laid out.",
  "The reason everyone is taking action now is because of good reporting that landed at exactly the right time, in the middle of a backlash against technology companies that had previously been given a free ride by media and politicians alike.",
  "But lawmakers and regulators alike could have taken action on this issue far sooner: before the US elected Donald Trump and before the UK voted for Brexit -- both elections that some claim were influenced by Cambridge Analytica.",
  "But for as long as lawmakers can only ask questions in the wake of a story reaching front pages across the world, they will only ever be playing catch-up and covering yesterday's scandal, failing to protect us from tomorrow's.",
  "(CNN) In the US and across the world, lawmakers and regulators are demanding answers from Facebook and Cambridge Analytica in the wake of a global scandal centered on the harvesting of the personal data of 50 million users.",
  "On the face of it, this is regulation working exactly as it should: Something shocking has been revealed and lawmakers and agencies are working together to get to the bottom of it.",
  "The information was then allegedly used to help in the digital campaigning efforts of President Donald Trump during the 2016 election -- a claim Cambridge Analytica denies.",
  "As this has happened, traditional media and legislators have struggled to understand their workings, or the ramifications of the new world that these firms have built.",
  "Action from lawmakers and regulators after something makes global headlines is good, but it's not enough -- we need them to be out in front.",
  "It has also come against the backdrop of concerns about online misinformation from Russia and elsewhere reshaping the West's politics.",
  "Further down the road, it also includes artificial intelligence, which could reshape the workplace -- and possibly even our biology.",
  "James Ball is an award-winning journalist and author who has worked for Wikileaks, the Guardian, the Washington Post and BuzzFeed.",
  "It is certainly to the good that such companies lose their halo and face the same scrutiny as companies in any other sector.",
  "The technology giants have been allowed to grow and become some of the world's largest companies with very little scrutiny.",
  "It includes algorithms that determine who gets paid what, who gets loaned what and how long people go to jail.",
  "Because the claim at the center of the most recent stories had already been reported by the Guardian in 2015.",
  "At the simple end, this includes self-driving cars, which come with huge potential but also huge risks.",
  "The country's information commissioner -- its data watchdog -- has launched a separate investigation.",
  "It's certainly right that Facebook and Cambridge Analytica should face some tough questions.",
  "But lawmakers and regulators should be asking themselves some tough questions too.",
  "The technology sector is working on numerous things that could reshape our world.",
  "The story even included reaction from Facebook on the activities.",
  "The opinions in this article belong to the author.",
  "Why?"
]