[
  "The ads, which were taken out in papers including The New York Times, The Washington Post, Wall Street Journal and the U.K.'s The Observer, The Sunday Times and The Sunday Telegraph, featured a signed apology from Zuckerberg and an explanation of what the social media giant was doing to fix the situation.",
  "Noting that \"a quiz app built by a university researcher that leaked Facebook data of millions of people in 2014 ... was a breach of trust,\" Zuckerberg said, \"I'm sorry we didn't do more at the time,\" and wrote that the company was \"taking steps to make sure this doesn't happen again.\"",
  "Facebook co-founder and CEO Mark Zuckerberg took out full-page advertisements in major U.S. and British newspapers to apologize for a \"breach of trust\" after it was discovered Cambridge Analytica improperly harvested user data.",
  "STEVE WEISMAN: HERE'S WHY THE FACEBOOK-CAMBRIDGE ANALYTICA CONTROVERSY MATTERS\n\nZuckerberg reiterated that the company was \"also investigating every single app that had access to large amounts of data before we fixed this.\"",
  "The apology was similar to one he posted to Facebook last week, as well as the CEO's rare interview with CNN in which Zuckerberg said he'd testify before Congress regarding the data breach \"if it's the right thing to do.\"",
  "Facebook's privacy practices came under fire after accusations emerged that Cambridge Analytica, a political consulting firm affiliated with President Trump's 2016 campaign, inappropriately obtained data.",
  "\"We have a responsibility to protect your information,\" the ad began, ringing similar to the Facebook founder's initial apology on Thursday.",
  "\"Finally, we'll remind you which apps you've given access to your information — so you can shut off the ones you don't want anymore.\"",
  "The firm was alleged to have created psychological profiles to influence how people vote or even think about politics and society.",
  "The Trump campaign paid the firm $6 million during the 2016 election, although it has since distanced itself from Cambridge.",
  "Zuckerberg thanked users for \"believing in this community,\" and said he promises \"to do better for you.\"",
  "And when we find them, we will ban them and tell everyone affected,\" he wrote.",
  "It's believed around 50 million people were affected by the breach.",
  "The Associated Press contributed to this report.",
  "\"If we can't, we don't deserve it.\"",
  "\"We expect there are others."
]