[
  "In one exchange, the company chief executive, Alexander Nix, is recorded telling reporters: “It sounds a dreadful thing to say, but these are things that don’t necessarily need to be true as long as they’re believed.”\n\nHere’s the Channel 4 News video:\n\nI am still not sold on the idea that Cambridge Analytica is the missing link connecting Russian cyber efforts and the Trump campaign.",
  "(Mary Altaffer/AP)\n\nDaniel W. Drezner is a professor of international politics at the Fletcher School of Law and Diplomacy at Tufts University and a regular contributor to PostEverything\n\nI have been blogging in one form or another for more than 15 years, and the kind of story that has always aggravated me the most is the conspiracy theory that goes semi-mainstream.",
  "And then, on Sunday, part II of the story broke, and hoo, boy, Cambridge Analytica is gonna be in big trouble:\n\nThe company at the centre of the Facebook data breach boasted of using honey traps, fake news campaigns and operations with ex-spies to swing election campaigns around the world, a new investigation reveals.",
  "The article contains this sentence: “Dr Kogan — who later changed his name to Dr Spectre, but has subsequently changed it back to Dr Kogan — is still a faculty member at Cambridge University, a senior research associate.” Oh, and of course, Russians are involved on the periphery.",
  "BIGGEST SECRET ABOUT CAMBRIDGE ANALYTICA: It was (& is) an overpriced service that delivered little value to the TRUMP campaign, & the other campaigns & PACs that retained it — most of which hired the firm because it was seen as a prerequisite for receiving $$$ from the MERCERS.",
  "Executives from Cambridge Analytica spoke to undercover reporters from Channel 4 News about the dark arts used by the company to help clients, which included entrapping rival candidates in fake bribery stings and hiring prostitutes to seduce them.",
  "As Politico’s Blake Hounshell noted last month:\n\nI keep coming back to the slapdash nature of Trump’s 2016 operation, and the chaos and dysfunction that everyone who covered that campaign saw play out each day.",
  "being involved in the John F. Kennedy assassination, to vaccines causing autism, to climate change being a Chinese hoax, to millions of illegal votes being cast against him in 2016.",
  "It would appear that Cambridge Analytica, a firm that did data analytics work for the Trump campaign, illegally harvested Facebook data so as to develop its influence techniques.",
  "But here goes: Donald Trump has gone to extraordinary lengths over the course of his time in office to try to stymie or discredit rigorous investigation of the Russia matter.",
  "I am bipartisan in my rejection of conspiracy theories; both Democrats and Republicans are nuts when they embrace the paranoid delusions of their most ardent advocates.",
  "None of these conspiracies gained majority acceptance, but all of them were popular enough for the media to spread them through the “many people are saying” trope.",
  "\n\nRepublican presidential candidate Donald Trump is joined by Joe Arpaio, the sheriff of metro Phoenix, at a campaign event in Marshalltown, Iowa, Jan. 26, 2016.",
  "Like the Trump White House, the Trump campaign was a viper’s nest of incompetence and intrigue, with aides leaking viciously against one another almost daily.",
  "There are viable alternative hypotheses, like he’s a huge moron or he’s guilty of some other serious wrongdoing that he fears an investigation will uncover.",
  "So much damaging information poured out of Trump Tower that it’s hard to believe a conspiracy to collude with Moscow to win the election never went public.",
  "Indeed, I have had Middle East experts lament that they have had to use the same tools they have used to explain Gulf sheikhdoms to explaining Washington.",
  "Sept. 11, 2001, truthers used to obsess about the temperature that caused steel girders to melt while insisting that the attack was an inside job.",
  "A year ago, if someone asked me about the prospect of the Trump campaign colluding with Russian trolls, I would have laughed uproariously.",
  "In a world in which this administration is hemorrhaging scandal after scandal, commentators need to rethink what constitutes a fair deal.",
  "Indeed, this is the line that Attorney General Jeff Sessions used to deflect congressional questions about the campaign intrigue.",
  "— Kenneth P. Vogel (@kenvogel) March 19, 2018\n\nWhat I want to do, but can’t, is dismiss the whole story as another conspiracy.",
  "And then, over the weekend, this Guardian story about Cambridge Analytica came over the transom, and it is pretty bonkers.",
  "In my experience, incompetence is almost always a better explanation than malevolence for something out of the ordinary.",
  "The upper ranks of Trump’s campaign were discovered to have met with Russian officials to seek dirt on Hillary Clinton.",
  "The utter conviction that President George W. Bush jury-rigged the Ohio vote count to put him over the top in 2004.",
  "The president has articulated a lot of these crackpot theories, ranging from the father of Sen. Ted Cruz (R-Tex.)",
  "The most probable explanation for why he has done it is that he is guilty of serious Russia-related wrongdoing.",
  "President Trump admitted on NBC that he fired FBI Director James B. Comey because of the Russia investigation.",
  "This leads me to what I hate the most about the Age of Trump: It’s making me think in a conspiratorial manner.",
  "Donald Trump’s original political sin was claiming that Barack Obama was not born an American citizen.",
  "But the best bet is that things are exactly as they seem and he’s acting guilty because he is guilty.",
  "As Vox’s Matthew Yglesias also wrote last month:\n\nTo speak the obvious has become nearly forbidden.",
  "After all, at the time, Trump’s foreign policy team seemed too stupid to do anything malevolent.",
  "As someone who always bets on incompetency, I would ordinarily be inclined to agree with Blake.",
  "The first story was enough to send Facebook’s stock in the United Kingdom down six points.",
  "The idea that President Barack Obama’s family forged his birth certificate is absurd.",
  "If there was such a conspiracy, it must have been a very closely guarded secret.",
  "Indeed, much has been written about Trump’s conspiracy theorizing.",
  "As a political scientist, I find conspiracy theories laughable.",
  "It is unclear what effect, if any, they had on the campaign.",
  "This has gotten worse with a Conspiracy Theorist-in-Chief.",
  "But Trump is making us all into conspiracy theorists.]",
  "And I hate having to think like that.",
  "But this time seems different.",
  "[Democracy requires trust.",
  "That’s a lot."
]