[
  "Related: Data scientist says Facebook is making him a scapegoat\n\nIves kept his Facebook price target at $225, but he conceded that legal hearings in the United States and EU may hurt the company if Facebook doesn't take further steps soon to assure users that it is on top of the problem.",
  "If Facebook has truly lost the trust of users and people stop posting incessant updates about their kids, what they had for breakfast and their latest thoughts (pro and con) about President Trump, then advertisers may eventually lose faith in Facebook, too.",
  "And Daniel Ives at GBH Research wrote in a report Tuesday that \"we continue to strongly believe this situation if handled well by Zuckerberg & Co. will end up being a 'manageable risk' with more noise than actual financial ramifications.\"",
  "Investors seem particularly alarmed by the radio silence from CEO Mark Zuckerberg since the revelation that Cambridge Analytica, a political consulting firm, improperly accessed the personal data of 50 million Facebook users.",
  "Thill thinks the stock can hit $230 in the next 12 months, an increase of 40% from the current price and nearly 20% higher than the all-time high Facebook shares hit just last month.",
  "Some analysts think the crisis will blow over: Users won't defect in large numbers from Facebook and the other social media platforms it owns, including Instagram and WhatsApp.",
  "Cambridge Analytica says it deleted the data when Facebook asked it to, and it did not use the data as part of its services to Donald Trump's 2016 presidential campaign.",
  "\"We see current positive ad trends as running counter to investor fears,\" Sheridan wrote, adding that he was leaving his price target for Facebook unchanged at $214.",
  "Brent Thill, an analyst at Jefferies, wrote in a report Tuesday that he thinks Facebook shares could be under pressure until at least the second half of this year.",
  "However, Thill does not think that the Cambridge Analytica data problems will hurt the company's revenue, even though it has damaged Facebook's reputation.",
  "Related: Why nobody can tell Mark Zuckerberg what to do\n\nThill said that in the worst scenario, Facebook stock could fall another $15 or so, to about $150.",
  "\"If this data leak fiasco is left to fester it could take on a life of its own leading to tougher regulatory oversight/chatter down the road,\" Ives wrote.",
  "Eric Sheridan at UBS said in a report Tuesday that he sees no reason that marketers will suddenly stop spending on Facebook.",
  "He added that subsequent changes made by Facebook should prevent similar compromises of user data to happen in the future.",
  "Few media outlets — and that's what Facebook is — offer big brand name companies the scope that Facebook does.",
  "\"Cambridge is a bad actor in the space and an anomaly rather than the norm,\" Thill wrote.",
  "Shares of Facebook (FB) fell another 1% early Wednesday morning before moving higher.",
  "Facebook users may or may not delete their accounts because of the data scandal.",
  "The company has lost 8% of its market value this week, or nearly $35 billion.",
  "But investors are rapidly deleting Facebook from their portfolios.",
  "He finally broke it in a Facebook post Wednesday afternoon.",
  "And advertisers will keep spending heavily on Facebook.",
  "But it may take a while before the storm clouds pass.",
  "Several other analysts remain Facebook bulls, too.",
  "But he believes the upside is much greater.",
  "Of course, the big wild card is trust.",
  "But is Wall Street overreacting?",
  "That's what Facebook hopes."
]