[
  "While this notification will streamline the process, Facebook users are already able to tell if they were affected by going to the Facebook Help Center and searching for “Cambridge Analytica,” then clicking on “How can I tell if my info was shared with Cambridge Analytica?”\n\nOn April 4, Facebook revealed in a statement that 87 million users had their data improperly shared with Cambridge Analytica, a data firm that the Trump campaign used during the 2016 election.",
  "Do you trust them to uphold your data and share data that they will use to sell advertising and other uses but if you don’t trust them you’re not going to share that data.”\n\nFacebook founder and CEO Mark Zuckerberg will testify before Congress on Tuesday and Wednesday, to address how his company protects the private data of its users.",
  "Users, who never logged onto “This Is Your Digital Life” app, could still have had their “public profile, Page likes, birthday, and current city” sent to Cambridge Analytica, if one of their friends had logged into the app.",
  "CNET Editor-in-Chief Connie Guglielmo told KPIX-TV in San Francisco,\n\n“At the end of the day Facebook which is the world’s largest social media platform is a platform about trust.",
  "On March 21, Zuckerberg released a statement admitting that the company “made mistakes” with how it handled data harvesting by Cambridge Analytica.",
  "Cambridge Analytica received data from Facebook users who logged into the “This Is Your Digital Life” app, which was discontinued in 2015.",
  "Facebook users whose data was shared with Cambridge Analytica will be alerted with a notification as early as today, according to reports.",
  "Users whose data was not affected will still get a link explaining how their data is used and how to adjust their privacy settings.",
  "A screenshot of a Facebook Help Center search result alerting a user that her information has been shared with Cambridge Analytica.",
  "According to Facebook, most of the 87 million users affected by this improper data sharing were Americans.",
  "Since the news of the Cambridge Analytica scandal broke, Facebook stock has dropped 19 percent.",
  "After it discovered the abuse of users’ data, Facebook banned the firm from its platform.",
  "Since the incident, Facebook has released updates to its privacy policy."
]