[
  "Obligation In Disclosing Data Breaches\n\n\"With a platform like Facebook, Zuckerberg and his executive team, have the opportunity to set an example for corporate America, and really the world, when it comes to a data privacy standard\" –Robert Herjavec, Shark Tank Investor & CEO/Founder of Herjavec Group\n\nEvaluating the steps Facebook took in terms of handling the data breach internally, versus the time it took for Facebook to disclose it to the general public, may present different arguments based on the industry.",
  "The Mighty 'Terms of Service' And Ensuring Its Effectiveness\n\n\" When it comes to enterprise security, the framework that is built to support a process, or attack, is critical \" –Robert Herjavec, on structuring Terms of Service\n\nEverytime we download a new mobile application to our phone; or purchase a new piece of computer software, we spend little to no time scrolling through and reading what seems to be a never ending essay of guidelines surrounding what the application may do with our information.",
  "And how much you give away in modern America in the name of, quote, connecting people around the world.” –Senator Richard J. Durbin (D-Illinois)\n\nZeroing in on the issue at the heart of Facebook’s dilemma, Senator Richard Durbin (D-Illinois), asked Mr. Zuckerberg Tuesday, if he’d be comfortable sharing the name of the hotel he stayed at the night before, to which the CEO responded, “No.",
  "In response to Senator Cruz’s insistence that Facebook has become a politically biased platform, censoring content that doesn’t meet the views of the content teams, Zuckerberg admitted that Silicon Valley “is an extremely left-leaning place,” but ultimately denied Senator Cruz’s assertion that this left-winged bias has infiltrated the systems and beliefs of Facebook.",
  "“Are you a First Amendment speaker, expressing your views, or are you a neutral public forum, allowing everyone to speak?” –Ted Cruz to Mark Zuckerberg\n\nThe twenty-first century has been a plateau, growing closer and closer to defining what our founding fathers were thinking when they drafted The First Amendment to the United States Constitution.",
  "In reality, there are two standards to evaluate a data breach and whether to provide notice—what you have to do under the law, and what you should do from an ethical and customer trust perspective ,\" explained Scot Ganow, Co-Chair of the Privacy and Data Security practice at Taft Stettinius & Hollister, LLP, an Ohio-based law firm.",
  "“It’s clear now that we didn’t do enough to prevent these tools from being used for harm.” –Zuckerberg identifies failure to address hate speech, fake news, and bots, to the Senate Judiciary and Commerce comittees\n\nHate speech is in the eye of the beholder, or so it may seem, to Zuckerberg.",
  "Under the law, an individual or entity may not have to report an unauthorized disclosure or breach, as Facebook had chosen not to do here; however, it remains to be seen whether by disclosing it anyway, a company is choosing the right course of action in maintaining trust with customers.",
  "Generations Collide\n\nOn one hand, you have many Senators who are on social media, but don't understand the aspects of how Facebook actually works, ranging from privacy settings and messaging capabilities, to content sharing and applications integrated throughout the platform.",
  "In Senator Lindsey Graham’s attempts at having Mr. Zuckerberg admit that Facebook has become a monopoly on the industry, Mr. Zuckerberg, ultimately agreed to work with the Senate on proposed regulations to help ensure the safety and privacy of all its users.",
  "Herjavec also agreed that Facebook didn't take the right steps in its attempts of internal governance--they didn't notify the Federal Trade Commission (\"FTC\"), or end-user consumers of the leak; it considered the case 'closed,'\" says Herjavec.",
  "It's almost as if these policies are crafted in such a way that is meant to drive consumers away from the superfluous wordings of how our data is to be used, and straight into hitting that download button on our mobile devices and computers.",
  "\"If you're reading these headlines and not considering at minimum, what your company's incident response plan is, and ideally an overall evaluation of your privacy policies and data access controls, then shame on you,\" emphasized Herjavec.",
  "But, at the same time, we have seen companies take a proactive approach and communicate clearly, follow an incident response plan, and act transparently, coming out of a breach with their reputation and customer's confidence intact.\n\n\"",
  "If the public has learned anything about Mr. Zuckerberg's trip to Washington, it's about how brutally honest the committees have been in their critique of Facebook’s global mistake, costing 87 million users their privacy.",
  "While Facebook is definitely to blame when it comes to the poor handling of its users data, it became very clear throughout Tuesday and Wednesday's hearings, that there is an aggressive collision between generations.",
  "According to cyber-security expert and CEO/Founder of The Herjavec Group, Robert Herjavec, a breach should be made public when there is a risk to people's safety, whether from a personal or financial perspective.",
  "Zuckerberg’s plan to address this centers around the deployment of AI, artificial intelligence, tools, which he claims 99% of ISIS and al-Qaeda content is removed from the platform before the public even sees it.",
  "This is problematic in many instances, because it creates assumptions that the company is restricting user’s freedom of speech, which may associate with certain beliefs or even more extreme organizations.",
  "Under the law, a \"breach\" is often a narrowly defined event, and a company first has to analyze the facts of any incident or unauthorized use or disclosure, and determine whether it truly is a 'breach.'",
  "In response to several Senator's questions, Zuckerberg has affirmed that he would be willing to work with legislators and Senate committees on proposed regulations to make the internet safer for users.",
  "The internet has grown from a mere communications platform, to a place where we conduct our everyday lives, demanding new considerations and arguments on free speech and how to privatize this space.",
  "Facebooks’ CEO told Congress that the platform would be investigating tens of thousands of apps, looking for suspicious activity, that would then require a full audit of understanding that data.",
  "“As an attorney, I completely see the value of having robust terms of service in place to manage the liability and compliance risks a client takes on in offering a good or service,” said Ganow.",
  "Under the European Union's General Data Protection Regulation (\"GDPR\"), breach notification is required within 72 hours, when there is a risk to the rights and freedoms of EU natural persons.",
  "With a platform like Facebook, Zuckerberg and his executive team have the opportunity to set an example for corporate America, and really the world, when it comes to a data privacy standard .",
  "Other Senators, however, have never engaged with social media and have a difficult time even conceptualizing the capabilities this platform has offered America and the rest of the world.",
  "At at the other end of the spectrum, you have Mark Zuckerberg and a plethora of millennials and younger folks who were born into this era of internet-connected devices and social media.",
  "Mark Zuckerberg: I don’t think the average person likely reads that whole document, but there are different ways in which we can communicate that better, and we are obligated to do so.",
  "The Harvard graduate believes that in a 5-10 year period, Facebook will have the AI tools in place to even address the linguistic nuances to be more accurate in flagging content.",
  "Yet, those in the cybersecurity fields and legal fields, believe there is a difference between a legal obligation and an ethical obligation, to disclose breaches to the public.",
  "The 87 million users who had their data harvested through Cambridge Analytica, did not all give Facebook their permission for their information to be utilized for those means.",
  "If there was anything we took away from yesterday’s testimony, it’s that legislator’s are beginning to understand how powerful tech companies, like Facebook, truly are.",
  "As a business professional, I do believe the company can improve, and help to establish a standard for other corporations when it comes to security and privacy.",
  "There was a survey done in Times Square, years ago, where people were offered a coupon for a hamburger in exchange for giving away their social security number.",
  "Like Ganow, Herjavec also believes there is a balance in terms of how a company can provide long and short form notices to consumers about their privacy online.",
  "Despite the global disappointment in the social media giant's actions, experts like Herjavec, are confident that Facebook can earn back the trust of its users.",
  "As we heard from Senator Lindsey Graham's (R-South Carolina) rigorous questioning of the Facebook CEO, the average consumer doesn't read the entire document.",
  "Facebook took the steps it believed were sufficient to resolve the incident, and had, according to them, assurances that the threat to the data was gone.",
  "On the subject of brevity and transparency, I often have company leaders ask themselves, 'what would you want to know if you were using this product?.'\"",
  "\"That said, I also appreciate that there is a need to be transparent and provide your customers the ‘high points’ that they should easily understand.",
  "As Zuckerberg has indicated, he is ready to work with regulators in making Facebook a leading example of what online privacy can and should be.",
  "As a security professional, it always comes down to a balance of the people, process, and technology at play, which helps drive a situation.",
  "This was referenced throughout Zuckerberg's questioning, in terms of whether Facebook could find a way to match up with the EU's GDPR model.",
  "This statement alone infers that Facebook is not aware of every app approved on its platform and how it affects users at the end of the day.",
  "“If we find that [these apps] are doing anything improper, we’ll ban them on Facebook and will tell everyone affected,” said Zuckerberg.",
  "The Facebook CEO stated that he feels hate speech is one of the hardest types of speech to identify, due to its linguistic nuances.",
  "Facebook has already begun to roll out notices to users about watching out for applications that area asking for your information.",
  "Connecting People Around The World’ Has Serious Privacy Risks\n\n“I think that may be what this is all about…your right to privacy.",
  "As Ganow and Herjavec have told me, security isn't perfect, but these are the steps in thinking about how to move forward.",
  "While acknowledging this, the next question turns to the point in which a companies TOS becomes ineffective and tedious.",
  "To that end, sometimes a company can provide both a long form and short form notice of terms and privacy practices .",
  "Herjavec believes its critical that the U.S. adopt similar policies to the EU's GDPR model, because \"we have to.\"",
  "The problem, as Herjavec and Ganow have indicated, is that consumers want convenience and privacy in one basket.",
  "I see this in our space all the time –when there is a breach, people look around and go 'how could this happen.'",
  "It will be very difficult for Facebook to earn the trust back of legislators, but most importantly, its users.",
  "\"We need governance to balance the privacy and security mechanisms at a governmental level,\" says Herjavec.",
  "This is evident through many of the questions Mr. Zuckerberg attempted to answer, without cracking a smile.",
  "I asked Herjavec what questions should be asked in situations like this, before and after a breach occurs.",
  "Herjavec emphasized to me that far too often, we see companies try and brush data breaches under the rug.",
  "“It is a balancing test every time between what you have to do, and what you should do,” says Ganow.",
  "But, that's just it--you never think something of this magnitude will occur, until it actually does.",
  "Senator Lindsey Graham: When you look at Facebook’s Terms of Service (\"TOS\"), this is what you get.",
  "\"You need to understand what a slur is, and whether something is hateful,\" explained Zuckerberg.",
  "While some may pass this off as “no big deal,” the truth of the matter is that it is a big deal.",
  "Consumers generally don't understand the risks here, but that understanding will mature in time.",
  "We don't read the TOS–we scroll through, click accept, and download the now unauthorized app.",
  "He also told me that he envisions the U.S. adopting similar policies over the next two years.",
  "Without penalty to the organization reinforcing its policy, the TOS is already ineffective.",
  "This takes root in the Russian-backed accounts during the 2016 U.S. Presidential Election.",
  "Unless and until tech companies like Facebook find a way to seamlessly integrate the two.",
  "Then, we need to give consumers the choice–they need to decide whether to opt in or not.",
  "\"Consumers want it both ways, and corporations take advantage of that,\" says Herjavec.",
  "I would probably not choose to do that publicly here.”\n\nThat’s what this is all about.",
  "He provided me with the following list:\n\nWhat would you do in a similar situation?",
  "\"What turns my stomach, is the opportunity to prevent and plan,\" said Herjavec.",
  "This isn't the first time we've heard reference to the EU and their GDPR model.",
  "With convenience, comes the exploitation of our own privacy, in many respects.",
  "Has Political Bias Infiltrated Facebook’s Mechanisms, Censoring User Content?",
  "Do you think the average consumer understands what they are signing up for?",
  "We as consumers don't understand the powers of our identities and data.",
  "\"People aren't deleting their accounts, which is good,\" says Herjavec.",
  "Facebook isn’t transparent when it bans accounts or kicks people off.",
  "These are benign forces for innovation, which requires legislation.",
  "How would you communicate a breach or incident in your environment?",
  "He told me that privacy regulation has to start from the top down.",
  "(holds up hundreds of pages, compiling the Terms of Service).",
  "Let's hope there isn't another apology coming anytime soon.",
  "What plan do you have for your critical data assets?",
  "And this time, it's playing out on a global scale.",
  "Most assuredly, what we do know, is that it works.",
  "What Do Our Cyber-security Experts Have To Say?",
  "As a security professional, it terrifies me.",
  "But, we also want privacy and security.",
  "Admittedly enough, we have all done it.",
  "Convenience will always trump privacy.",
  "The limits of your right to privacy.",
  "An individual’s right to privacy.",
  "They didn’t grow up in this era.",
  "Obviously that wasn’t the case.",
  "Who has access to those assets?",
  "As consumers, we need choices.",
  "Guess what the results were?",
  "It’s a double-edged sword.",
  "In Facebook We Trust?",
  "They just do it.",
  "A massive one.",
  "50% agreed.",
  "Why?"
]