[
  "Facebook is dealing with another controversy related to the 2016 U.S. presidential election, and the fallout could have implications for how the social network treats data and the community of software developers who have access to it.",
  "He legitimately gained access to information on 270,000 accounts through Facebook's Login feature, which lets people use their Facebook account to log into outside apps so they don't have to create new usernames and passwords.",
  "At the time, Kogan allegedly collected the information, Facebook allowed developers to also access information not only from the people who opted into the feature, but some other data about their network of friends.",
  "On Saturday, The New York Times and The Guardian reported that Cambridge Analytica, a data firm that worked with the Trump campaign, harvested information from 50 million Facebook accounts without their permission.",
  "It allegedly leads back to a Cambridge professor named Aleksandr Kogan, who created an app called \"thisisyourdigitallife,\" a personality quiz that was billed as \"a research app used by psychologists.\"",
  "\"The distinction you're drawing between this infraction and a data breach is meaningful from your perspective, but not from ours,\" a Twitter user named Evan Baily replied to a Bosworth tweet.",
  "— Amy Klobuchar (@amyklobuchar) March 17, 2018\n\nBut perhaps the most concerning part is that the Russians -- and now Cambridge Analytica -- didn't abuse Facebook by breaching its security.",
  "Stamos and Andrew Bosworth, another top exec at Facebook who used to run its ads business, have been quick to point out the difference between data breach and service violation.",
  "But in 2015, Facebook learned that Kogan had passed on that data to Cambridge Analytica, Paul Grewal, Facebook's vice president and deputy general counsel, said in a blog post.",
  "\"[Kogan] lied to those users and he lied to Facebook about what he was using the data for,\" Facebook's chief security officer Alex Stamos wrote in a now-deleted tweet.",
  "The social network is still under fire for Russian trolls abusing Facebook with ads and organic posts to sow discord among Americans and influence the 2016 election.",
  "Instead, they used Facebook's products exactly as they were built (though in the case of Kogan and Cambridge Analytica, the rule-breaking allegedly came later).",
  "Last November, Facebook, along with Twitter and Google, sent their general counsels to hearings on Capitol Hill for a grilling from members of Congress.",
  "A broader problem\n\nWhat happened with Cambridge Analytica is just the latest in a growing list of ways Facebook's platform has been reportedly misused.",
  "It helps millions of people connect with one another, while also helping advertisers send targeted ads based on what people put in their profiles.",
  "(@sivavaid) March 17, 2018\n\nFor Facebook's part, Grewal said Facebook has made changes to how it deals with developers in the last five years.",
  "Because of that, Facebook has drawn ire from lawmakers threatening to impose regulations on the social network and its advertising business.",
  "\"It's clear these platforms can't police themselves,\" Amy Klobuchar, the Democrat senator from Minnesota, tweeted on Saturday night.",
  "In reaction to the controversy, Facebook's most senior executives have been trying to stress that Facebook was deceived.",
  "Could Facebook have done more to ensure the data had been destroyed -- beyond accepting certifications it was deleted?",
  "Kogan shouldn't have passed on the data, they said, and those involved shouldn't have lied about deleting all of it.",
  "Hardly,\" tweeted Siva Vaidhyanathan, director of the Center for Media and Citizenship at the University of Virginia.",
  "How can the social network try to make sure other developers don't pass on the data they collect to other parties?",
  "For example, the need to undergo an app review that requires them to justify collecting certain types of date.",
  "Facebook changed its rules three years ago to stop developers from seeing information about people's friends.",
  "\"Facebook's platform must protect us from predatory behavior or we can't and shouldn't trust the platform.\"",
  "Malicious actors from propagandists to trolls have been abusing its systems for sometimes nefarious ends.",
  "When Facebook found out, the social network demanded Cambridge Analytica and Kogan destroy the data.",
  "Still, Bosworth acknowledged Facebook's responsibility to protect people from \"predatory behavior.\"",
  "This article originally appeared on CNET titled \"Can Facebook be blamed for Cambridge Analytica?\"",
  "So far, Kogan's data-gathering was all above board and in compliance with Facebook's rules.",
  "Facebook didn't respond to CNET's request for comment asking the company these questions.",
  "But the dust-up raises several questions about Facebook's responsibility in all of this.",
  "To what extent is Facebook responsible for bad actors who abuse developer agreements?",
  "They say “trust us.” Mark Zuckerberg needs to testify before Senate Judiciary.",
  "\"We are calling them out on their policies, actions, and their consequences.\"",
  "I've called for more transparency & accountability for online political ads.",
  "We are calling them out on their policies, actions, and their consequences.",
  "The Cambridge Analytica incident has again spurred criticism from Congress.",
  "Facebook's trove of data on its 2 billion monthly users is a powerful tool.",
  "That added data from more than 50 million accounts, according to The Times.",
  "\"Facebook leaders think we are questioning their motives and sincerity.",
  "Facebook leaders think we are questioning their motives and sincerity.",
  "In response, Bosworth quoted the tweet, and said, \"I agree with this.\"",
  "How Cambridge Analytica got that data is where it gets complicated.",
  "Facebook breach: This is a major breach that must be investigated.",
  "Now, there are allegations not all the data had been destroyed.",
  "Still, critics put the blame squarely on the social network.",
  "Facebook said it received certifications they had complied.",
  "Mark Zuckerberg needs to testify before Senate Judiciary.\"",
  "But this time they want answers straight from the top.",
  "It’s clear these platforms can’t police themselves.",
  "There were no passwords stolen, no systems hacked.",
  "— Siva Vaidhyanathan??????",
  "\"They say 'trust us.'",
  "Hardly."
]