[
  "“When I came forward with the mass surveillance revelations in 2013, sources had to try and patch together this kind of reporting infrastructure journalist by journalist, in total secrecy, and with crude tools,” said Edward Snowden, perhaps the best known whistleblower of the 21st century.",
  "Germany’s Die Zeit, France’s Mediapart, the UK’s Daily Telegraph and WikiTribune, and The Intercept from the US have a combined audience of more than 46 million people across the world, and maintain teams of dozens of investigative reporters and editors.",
  "Exposing wrongdoing has never been easier.”\n\nOne lesson of recent years is that not all whistleblowers are created equal — some may even be acting on behalf of governments, or the rich and powerful, to undermine civil society or disrupt an election.",
  "Once the frenzied headlines and viral moments of a spectacular revelation dissipates, networks like ours need to take the longer view, and make sure our work is still making an impact even when attention turns elsewhere.",
  "That protection needs to be global, because while it is difficult to protect sources a democratic environment, it is much harder — and much more important — to be able to do it in repressive and lawless places.",
  "Talking with many whistleblowers, we’ve identified the most important types of support and protection that they need if their identity becomes public — which now happens with unfortunate regularity.",
  "The sudden arrival of such intense emotional pressure is something few of us are prepared to deal with, and our network will give whistleblowers the support that too many have lacked in the past.",
  "But there are also more practical matters to consider: they also need legal representation, as lengthy and expensive court procedures are a tool used to silence whistleblowers across the world.",
  "On a regular basis, the reporters and editors in our network will identify a key subject to investigate across the world, make a public call for information, and seek out new sources.",
  "Whistleblowers are a pillar of investigative journalism, from John Kiriakou revealing CIA torture to Edward Snowden at the NSA and Christopher Wylie at Cambridge Analytica.",
  "If we want a society where the powerful are held to account, we need a much better system for keeping these people safe — something like a safety net for whistleblowers.",
  "And beyond protection from legal harassment, they need protection from hackers, who are frequently deployed to harass and compromise those with powerful enemies.",
  "Our alliance will not merely offer this kind of support — we will also work in a coordinated way to publish important information revealed by whistleblowers.",
  "Each individual seeking our protection will be vetted by a group that includes legal experts, a trusted whistleblower, and a representative from the media.",
  "Overnight, people who have typically been living quiet, private lives suddenly become public figures, often at the center of a frenzied national debate.",
  "Based on public interest and risk of exposure, we will determine whether to offer our services and define what protections are warranted.",
  "While five news outlets are already on board, the strength of an investigation grows exponentially with the number of newsrooms involved.",
  "Imagine, for a moment, if every few months a coalition of eighty media groups launched a global investigation into one specific subject.",
  "Five media organizations have teamed up with the press freedom organization I founded, The Signals Network, to make this happen.",
  "Exposing wrongdoing is relevant only if it improves the system in the long run, and unfortunately, that is not often the case.",
  "The chances of exposing corruption, fraud, and corporate abuse only increases with the scale of the investigative effort.",
  "Some have been killed, several went to jail, and many are traumatized by ruinous legal actions and public pressure.",
  "But while their heroic revelations have changed our world, no whistleblower emerges unscathed from their actions.",
  "In this way, news organizations will set the agenda for what to investigate, and co-ordinate the effort globally.",
  "The Signals Network Foundation is sending a message to whistleblowers that this time, the newsroom is ready.",
  "With communications security specialists, we will build a digital environment that protects whistleblowers.",
  "Our network of lawyers will be made available to defend those facing legal pressure for their revelations.",
  "They face physical threats and emotional abuse, as well as legal pressure, which threatens financial ruin.",
  "“How can you do that to your kids” is a line well known to many whistleblowers, and it's a painful one.",
  "And their choices impact their family: relatives, including children, suddenly need protection.",
  "Finally, we must ensure that the work of whistleblowers has a tangible and long lasting impact.",
  "This is only the first step toward more global and coordinated work among media organizations.",
  "Suddenly they are vulnerable to being jailed, bankrupted, or in many countries, killed.",
  "Somewhat surprisingly, the number one need they expressed was psychological support.",
  "The key to this will be improving the protection afforded to whistleblowers.",
  "The act of whistleblowing can come with a severe emotional cost.",
  "And today, that is exactly what we are launching.",
  "“Protecting the public shouldn’t be that hard."
]