[
  "In a hearing with the British House of Commons media committee, Chris Wylie, the expert who accused Facebook of improperly harnessing user data to help Donald Trump’s presidential bid, said Facebook and other smartphone apps might be trying to figure out users' environment to “improve the contextual value of the advertising itself,” according to reports.",
  "Wylie replied, “that’s probably a question for Facebook.”\n\nFACEBOOK THINKS IT KNOWS WHETHER YOU’RE LIBERAL OR CONSERVATIVE: HERE’S HOW TO FIND OUT\n\nWylie also said he believed it was possible the social media giant and other smartphone apps were, in fact, tapping into users' audio to customize ads.",
  "FACEBOOK DATA SCANDAL PROMPTS REDESIGN OF SETTINGS, PRIVACY PAGES\n\nWylie also told the House of Commons media committee that he believed the breach exceeded the 50 million Facebook users reported earlier.",
  "Facebook might be listening in from your smartphone to determine where you are for targeted advertising, according to testimony from the computer expert who sparked the Cambridge Analytica controversy.",
  "The company’s acting CEO, Alexander Tayler, said in a statement that Wylie was a part-time contractor who \"has no direct knowledge of our work or practices\" since he left the company in 2014.",
  "The 28-year-old Canadian previously has alleged that Cambridge Analytica used personal data improperly collected from Facebook users to help Trump's 2016 presidential campaign.",
  "Damian Collins, chairman of the committee and a member of parliament, asked Wylie whether the Facebook app might have listened to what users were saying for targeted ads.",
  "“There’s audio that could be useful just in terms of, are you in an office environment, are you outside, are you watching TV, what are you doing right now?” Wylie said.",
  "Facebook users have long reported seeing ads in their feeds after only mentioning a product in passing.",
  "Cambridge Analytica said none of the Facebook data was used in its work on the Trump campaign.",
  "Facebook did not immediately return Fox News' request for comment.",
  "The Associated Press contributed to this report.",
  "It denied any wrongdoing."
]