[
  "Coming this week:\n\nTuesday — Equal Pay Day; Zuckerberg testifies; PPI\n\nWednesday — Zuckerberg testifies; Fed minutes; CPI; Bed Bath & Beyond earnings\n\nThursday — BlackRock, Delta, Rite Aid earnings\n\nFriday — Citi, JPMorgan, PNC, Wells Fargo earnings",
  "US stock futures were higher early after Chinese President Xi Jinping said his government would \"significantly lower\" tariffs on vehicle imports this year as part of efforts to further open its giant economy to the world.",
  "The United States and Russia clashed over Syria on Tuesday, as Ambassador Nikki Haley told the United Nations the United States will respond to the Assad regime's alleged chemical attack against Syrian civilians.",
  "The pledge addresses one of the gripes of President Donald Trump, who has threatened to impose new tariffs on $150 billion of Chinese goods in a trade dispute between the world's two largest economies.",
  "The Chinese government had promised in November to \"gradually and properly\" reduce tariffs on imported vehicles, though it didn't give a specific time frame for doing so.",
  "The CEO had faced calls to testify in the aftermath of the Cambridge Analytica scandal, which raised concerns about how Facebook (FB) handles personal data.",
  "\"The lack of any ramping-up of the US/Chinese trade-war-by-rhetoric was the key for equities to rally,\" said Kit Juckes, a strategist at Societe Generale.",
  "The day is a symbolic marker that reflects how long women have to work into the new year to match the pay earned by men in the previous calendar year.",
  "Facebook's reckoning: Facebook CEO Mark Zuckerberg will testify before a joint hearing of the Senate Judiciary and Commerce committees on Tuesday.",
  "Markets in Hong Kong and Shanghai were the biggest winners following President Xi's speech, finishing the session around 1.7% higher.",
  "The Dow Jones industrial average closed 0.2% higher on Monday, while the S&P 500 added 0.3% and the Nasdaq gained 0.5%.",
  "Oil prices jump: The latest spike in geopolitical tensions in the Middle East has pushed oil prices higher.",
  "Earnings and economics: The Bureau of Labor Statistics is set to release its March PPI report at 8:30 a.m.",
  "Experts cautioned, though, that Xi's comments may not do much to resolve the conflict.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "Zuckerberg will go before the House Energy and Commerce Committee on Wednesday.",
  "Global market overview: Major European and Asian markets were higher.",
  "The price of Brent crude, the international benchmark, also rallied.",
  "Investors fear that a wider conflict could break out in the region.",
  "Facebook shares have declined 15% since the scandal erupted.",
  "US crude futures jumped 1.3% to trade at $64.20 per barrel.",
  "Still, investors took Xi's pledge as a positive sign.",
  "Before the Bell newsletter: Key market news.",
  "It's Equal Pay Day in the United States.",
  "China's great market opening?",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "ET.",
  "5.",
  "4.",
  "3.",
  "2.",
  "1.",
  "6."
]