[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“And we have made clear for months that the funds were going to be moved to the Treasury.”\n\nSATELLITE OF (BROADBAND) LOVE — The House Rural Broadband Caucus is looking to the stars this week, with plans to hold a briefing Thursday afternoon for other Hill offices “on how satellite Internet service is helping to bridge the digital divide.” The briefing will include speakers from Elon Musk’s SpaceX as well as Echostar, OneWeb, the Satellite Industry Association and Viasat.",
  "“If we’re going to have this expanding space market, we don’t want to discover we’ve basically stunted the growth of that market by denying them the spectrum that might be needed for those transactions.”\n\nSCOTUS TO HEAR GOOGLE CASE — The Supreme Court is set to review a case examining how Google doled out settlements in a previous suit, the Associated Press reports.",
  "SILICON VALLEY MUST-READS\n\n— Delrahim maintains stance on AT&T-Time Warner: “AT&T Inc.’s planned takeover of Time Warner Inc. might be approved by U.S. regulators if Turner Broadcasting assets are severed from the merged company, the Justice Department’s top antitrust enforcer [Makan Delrahim] said at the Milken Institute Global Conference,” Bloomberg reports.",
  "What Qualcomm’s patent licensing deal could mean: “Qualcomm Inc has broadened its use of a lower-cost licensing model for the next generation of mobile data networks, a move that could help in contentious talks with two customers including iPhone maker Apple Inc, the wireless tech company’s patent licensing chief said on Monday,” Reuters reports.",
  "— “The billionaire chief executive of WhatsApp, Jan Koum, is planning to leave the company after clashing with its parent, Facebook, over the popular messaging service’s strategy and Facebook’s attempts to use its personal data and weaken its encryption, according to people familiar with internal discussions,” per The Washington Post.",
  "T-Mobile CEO hits the FCC\n\nWith help from Margaret Harding McGill, John Hendel and Cory Bennett\n\nLEGERE HITS THE FCC — T-Mobile CEO John Legere is in town today to talk up the Sprint merger, planning meetings with Republican FCC Commissioner Mike O’Rielly and Democratic Commissioner Jessica Rosenworcel, agency officials said.",
  "— Panasonic reaches settlement with U.S. govt: “A unit of Panasonic Corp agreed to pay about $280 million on Monday in a deal with the U.S. government to resolve criminal and civil charges that the company falsified its financial records to conceal payments to sales agents in China and other parts of Asia,” Reuters reports.",
  "Google agreed to an $8.5 million settlement.”\n\n— Meanwhile: “The U.S. Supreme Court on Monday declined to hear Google’s appeal of a lower court’s ruling that narrowed the scope of patents that can be challenged before a federal tribunal whose proceedings have led to the cancellation of many patents,” Reuters reports.",
  "“There is a concern within the administration that we need to make sure that as we go forward—and we obviously want to facilitate 5G, we want to facilitate broadband—we also want to keep an eye on the future,” said Comstock, who heads Commerce Secretary Wilbur Ross’s office of policy and strategic planning.",
  "“As a result, YouTube’s no-good, messy, horrifying year has also likely been massively lucrative for its parent company, Google.”\n\nTRANSITIONS — Bilal Sayyed, an attorney at Cadwalader, Wickersham & Taft, has been named director of the FTC's Office of Policy Planning by Acting Chairman Maureen Ohlhausen.",
  "FCC TELECOM SUBSIDIES SHIFT TO U.S. TREASURY — The Universal Service Administrative Company, the nonprofit that administers the FCC’s billions of dollars of telecom subsidies, announced it’s moving the pot of money from private banking to the U.S. Treasury effective as of May.",
  "Story Continued Below\n\nFACEBOOK TALKS ‘RESPONSIBILITY’ WITH DEVELOPERS — Facebook this morning kicks off its annual F8 developer conference, following CEO Mark Zuckerberg’s testimony in Congress and scrutiny about the company’s privacy practices and handling of user data.",
  "“In doing so, the agency forgoes over $50 million in annual interest income.” Four House Democrats had objected to the idea of moving the funds last year, and Rep. Frank Pallone (D-N.J.) signed onto a letter to the GAO in January raising concerns.",
  "— YouTube’s “messy” but profitable year: “Creators and advertisers may grumble about YouTube’s imperfect editorial policies and woeful communication, but few comparable venues reach such a massive audience of youngsters,” Bloomberg reports.",
  "Pai last October told lawmakers this change is necessary “to secure the integrity of the USF's funding source and avoid any unnecessary risks to the program,” citing the recommendation of the Government Accountability Office.",
  "— The Trump administration sees a careful “balancing act” in making sure the satellite broadband industry has enough wireless airwaves, Commerce Department official Earl Comstock said during a Monday Hudson Institute panel.",
  "Coming to you via Twitter: “Walt Disney Co will create live sports, news and entertainment programing specifically for Twitter Inc’s social media platform, the companies said in a statement on Monday,” Reuters reports.",
  "What it takes to wrangle digital profiles from different companies: ProPublica walks through the steps that users can take to see the data that firms like Cambridge Analytica and Google currently have stored on them.",
  "— One particular area of interest at F8 is how Facebook approaches its relationship with third-party app developers, who’ve seen their access to data curbed following the Cambridge Analytica revelations.",
  "The ‘dislike’ button is here: “Facebook is trialling new technology on some Australian and New Zealand users which allows people to give comments an ‘up’ or ‘down’ vote,” The Guardian reports.",
  "“We are taking a broader view of our responsibility – to not only give people powerful tools but to make sure these tools are used for good,” Zuckerberg wrote in a post ahead of the event.",
  "(Worth noting: Ohlhausen, appointed to her temporary role by the president shortly after taking office, had been naming high-ranking FTC officials to also serve in an \"acting\" capacity.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“In the dark of night last week, without notice to my office or a Commission vote, the FCC began to move universal service funds to the US Treasury,” she said in a statement.",
  "About that open science adviser job: Microsoft founder Bill Gates mentioned a vacancy at the Office of Science and Technology Policy during a sit-down with Trump last month.",
  "Per Wired, there will also be discussion about the future of the News Feed, something Facebook had tweaked earlier this year to focus more on posts from friends and family.",
  "Consumer privacy advocates have long expressed concerns about Facebook’s ownership of WhatsApp, which gained a reputation for offering a secure messaging platform.",
  "The FCC and DOJ will review the T-Mobile-Sprint merger, and Legere has said he expects to spend plenty of time in Washington to make his case for the deal.",
  "POLITICO’s Ben White is bringing Morning Money to the Milken Institute Global Conference to provide coverage of the day’s events and evening happenings.",
  "“The lawsuit involves Google users who sued saying Google violated privacy rights by disclosing to websites the search terms users entered to get there.",
  "And since the acquisition, privacy watchdog groups have filed formal complaints with the FTC over Facebook’s collection of certain data from WhatsApp.",
  "QUICK DOWNLOADS\n\nRide-sharing companies and sexual assault: CNN found that more than 100 Uber drivers face allegations of sexual assault or abuse.",
  "Pai is on the road this week as part of his “Gulf Coast Digital Opportunity Tour,” with plans to visit a U.S. Navy facility in Gulfport, Miss.",
  "Expect plenty of talk about thorny issues like fake news and election integrity, alongside product announcements, a company spokesman says.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "The fears spurred the Federal Trade Commission to issue a stern warning to Facebook when it was contemplating purchasing the company.",
  "Legere said Sunday he called Republican Chairman Ajit Pai ahead of the announcement of the $26.8 billion all-stock deal with Sprint.",
  "He noted that the U.S. does not auction spectrum for the satellite industry, while it does for terrestrial communications networks.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "“We are taking this step to safeguard USF funds consistent with guidance from GAO and OMB,” an FCC spokesman said.",
  "… Maggie Vail, executive director of CASH Music, has joined the executive board of the Content Creators Coalition.",
  "GOOD TUESDAY MORNING and welcome to Morning Tech, where we’re confused, but still on the Westworld train.",
  "He emphasized that this approach would offer guardrails for new services that the company creates.",
  "tour a cable broadband facility in Pascagoula, and meet with local leaders in Mobile, Ala. today.",
  "U.S. District Judge Richard Leon is scheduled to rule on the case on June 12, Steven reports.",
  "Zuckerberg on Monday responded to a Facebook post that Koum wrote about his departure.",
  "Fellow GOP Commissioner Brendan Carr is also traveling this week.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Trump went on to ask Gates if he was interested, STAT reports.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Sign up to keep up with your daily conference coverage.",
  "Email us the details at techcalendar@politicopro.com.",
  "— Rosenworcel blasted the transfer of funds.",
  "The newsletter is running April 29 - May 2.",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "That’s not the case with Sayyed.)",
  "WHATSAPP CLASHING WITH FACEBOOK?",
  "Tips, comments, suggestions?",
  "Watch F8 live, here.",
  "We’re tracking.",
  "**"
]