[
  "When the anchor asked why his company shouldn’t be regulated, his response was, “I’m not sure we shouldn’t be regulated.”\n\nThe Austin bomber made a 25-minute confession video before he died\n\nThe man police believe was responsible for a string of lethal package bombs in Austin has died following a shootout with police that ended with him killing himself with an explosive device.",
  "They sent us a statement that said Zuckerberg and Sandberg “have built the company and our business and are instrumental to its future.”\n\nNow there’s a lawsuit: A Maryland woman who claims she was frequently targeted with political ads is suing Facebook and Cambridge Analytica.",
  "Police are not releasing the video at this time, but describe it as “the outcry of a very challenged young man.”\n\nTrump is preparing to roll out a package of tariffs on China\n\nPresident Donald Trump is set to unveil $50 billion worth of tariffs targeted at Chinese imports.",
  "She filed the suit over “the absolute disregard with which Defendants have chosen to treat Plaintiff’s Personal Information.”\n\nAnd finally (and this is big): Zuckerberg went on CNN last night to talk about this scandal.",
  "In a post, he said, “We have a responsibility to protect your data, and if we can't then we don't deserve to serve you.” He gave a timeline of the original data harvesting and how Facebook handled it.",
  "When it initially found out about the sale of the data to Cambridge Analytica, a violation of its rules, it only asked the company to “certify” it had deleted the data.",
  "US criticism of Chinese intellectual property theft is not new, but since he was a presidential candidate, Trump has vowed to take a particularly tough line on China.",
  "After a pursuit along Interstate 35, police say 23-year-old Mark Anthony Conditt detonated an explosive device in his car as SWAT team officers approached on foot.",
  "It’s day six of Facebook’s data-harvesting scandal being the story, and it’s taken quite the turn:\n\nFirst of all: Mark Zuckerberg finally broke his silence.",
  "According to reports, the tariffs are in response to China’s theft of US intellectual property and technological know-how.",
  "Conditt admitted to his crimes in a 25-minute video confession that he recorded the night before his death.",
  "Zuckerberg’s post leaves a lot of unanswered questions about what else Facebook could have done.",
  "But remember: Facebook has also come under fire for its poor handling of the original incident.",
  "You can still get what you need to know before you walk out your front door.",
  "They’re standing behind Zuckerberg and the company’s COO, Sheryl Sandberg.",
  "Just watch or listen to Reporting to You, our bite-size daily news show.",
  "This Facebook crisis just keeps getting bigger\n\nGood morning.",
  "The move is likely to spark retaliation from Beijing.",
  "Where’s Facebook’s board in all of this?",
  "One officer was injured by the blast.",
  "You don't have time to read the news.",
  "We totally get it.",
  "Don't sweat."
]