[
  "This is what the muckraking journalist Henry D. Lloyd wrote in 1881, when he argued that the “railroad problem ... may indicate whether the American democracy, like all the democratic experiments which have preceded it, is to become extinct because the people had not wit enough or virtue enough to make the common good supreme.”\n\nThat “railroad problem” was that the railroads themselves were captive to an even bigger monster, Standard Oil, which used its massive market position to crush competitors by forcing the railroads to raise rates on other oil producers.",
  "“If I’m upset with Facebook, what’s the equivalent product that I can go sign up for?”\n\nLast fall, New York Magazine’s Max Read listed various proposed comparisons for Facebook that he’d come across: “a state, the E.U., the Catholic Church, Star Trek’s United Federation of Planets.” More metaphors have bloomed in the aftermath of the Cambridge Analytica scandal.",
  "News organizations find themselves at the whim of algorithms determined by digital platforms, the campaigns of future lawmakers who would oversee digital platforms are dependent upon them to reach voters, and meanwhile, those platforms spend tens of millions of dollars on lobbying and campaign contributions to influence politics to their benefit.",
  "Railroad companies worked to take over the political apparatus of state governments and the national government by handing out free rail passes to their preferred political party, installing railroad allies in office, shortchanging states by evading taxes and, of course, directly trading stocks, gifts and cash for public goods.",
  "If people believe that online life is distinct from what we now call real life, that digital capitalism is somehow less real than the industrial capitalism on which it is quite literally founded, then the impression will settle in that online companies can’t be regulated in the way offline companies are regulated.",
  "This is important to acknowledge now as discussions about regulation move forward in Washington following the revelations about Cambridge Analytica, a political consulting firm that harvested data from approximately 87 million Facebook users.",
  "“If we will not endure a king as a political power,” he said, “we should not endure a king over the production, transportation, and sale of any of the necessaries of life.” It was clear to Sherman that economic power was political power.",
  "Rep. Bill Flores (R-Texas) stated outright that Facebook operates as a monopoly just like Standard Oil and Ma Bell, the nickname for the telephone giant that began as Bell Telephone and ended as AT&T.",
  "Universal History Archive via Getty Images Sen. John Sherman (R-Ohio) was the principal author of the Sherman Antitrust Act, which gave the federal government tools to break up corporate monopolies.",
  "While comedians like Dave Chappelle mine this sentiment for jokes, the real beneficiaries of this idea are the corporate executives who run the giant online platforms currently eluding regulation.",
  "In 1873, Union Pacific completed the final tracks linking the two halves of the transcontinental railway by bridging the Missouri River between Council Bluffs, Iowa, and Omaha, Nebraska.",
  "“If I buy a Ford and it doesn’t work well and I don’t like it, I can buy a Chevy,” said Sen. Lindsey Graham (R-S.C.) in a line of inquiry that went to the heart of the Facebook question.",
  "Our phones are almost always connected to the internet, but we tend to consider ourselves online when we are actively engaging on a website, usually some kind of social media platform.",
  "It zeroes in on the thingness of Facebook, sidestepping the free speech issues that so consumed many of the politicians questioning Zuckerberg in the capital this week.",
  "Those platforms have also become the best distribution tool for disinformation and propaganda, as they favor individual emotional expression over reasoned discussion.",
  "Controlling the lines that people and business rode on, railroads could pick winners and losers by setting rates to benefit friends or cripple individual businesses.",
  "Those corporations either colluded with and abused infrastructure monopolies to their benefit (Standard Oil) or were infrastructure monopolies themselves (Ma Bell).",
  "Railroads were the engine of 19th-century industrial capitalism, and as they became economic monopolies, their market power translated into political power.",
  "Congress can intervene for the same reason it intervened to regulate the railroads more than a century ago: Power over infrastructure is political power.",
  "The mega-project inaugurated a new industrial era in the United States that transformed the nature not just of work and life, but also of time and space.",
  "But perhaps the answer is as plain as the ground beneath Facebook’s sixth U.S. data center, which is currently under construction just outside Omaha.",
  "Oxford Science Archive/Print Collector/Getty Images Union Pacific extended the railroad system across the country, linking the East and West coasts.",
  "Just like the railroads before them, platform companies like Facebook and Google are pieces of infrastructure, albeit a new type of infrastructure.",
  "The internet and the railroads share the same physical space, as Ingrid Burrington explained in an article for The Atlantic in 2015 and David A.",
  "Online, which lost its hyphen sometime before AOL launched, now refers to our connection to the internet and its millions of active websites.",
  "“These companies were started by entrepreneurs and their companies grew and eventually became detached from everyday Americans,” Flores said.",
  "Or force the platform giants to shrink to a size at which no individual platform could alter society with the tweak of an algorithm.",
  "The concentrated private political influence of monopoly violated the long-standing American democratic spirit of one man-one vote.",
  "Railroad right-of-ways have been used by every communication medium from telegraph wires to telephone lines to fiber optic cables.",
  "“And then what happens is policymakers had to step in and re-establish the balance between those folks and everyday Americans.”",
  "“Do you think you have a moral responsibility to run a platform that protects our democracy?” Rep. Anna Eshoo (D-Calif.) asked.",
  "Americans can still vote out their president in the next election if they don’t like his rage tweets about cable news stories.",
  "They make decisions that affect the flow of information and pick political winners and losers with little democratic input.",
  "As corporations built nationwide networks of infrastructure that held power over governments, monopoly mattered even more.",
  "How can we begin to work on the question of what to do with Facebook if we can’t even agree on what Facebook looks like?",
  "Congress began to take action against the “railroad problem” in 1890 when it enacted the landmark Sherman Antitrust Act.",
  "The law’s author, Sen. John Sherman (R-Ohio), decried the power of monopolistic railroads on the floor of Congress.",
  "The late Sen. Ted Stevens was right: The internet is best thought of as “a series of tubes” (not “a big truck”).",
  "John D. Rockefeller’s Standard Oil monopoly colluded with the railroads to privilege his product over others.",
  "What their owners do with them and what their users do on them are real actions that have real consequences.",
  "Today, digital platform behemoths like Facebook and Google are the major private designers of American life.",
  "The center will open in 2023, exactly 150 years after the transcontinental railroad was completed nearby.",
  "Soon a new phrase would be used to describe the locations of workplaces, people, goods and entire cities.",
  "The problem of Facebook, the most popular such platform in the U.S., is in part a problem of metaphors.",
  "And, of course, the president of the United States occasionally threatens nuclear holocaust on Twitter.",
  "That’s being debated in policy circles right now and could soon be debated by congressional lawmakers.",
  "This much was made clear during Facebook CEO Mark Zuckerberg’s hearings on the Hill earlier this week.",
  "His law was later used to break up Standard Oil under the administration of President Teddy Roosevelt.",
  "Rainier Ehrhardt/Getty Images The inside of a Facebook data center in Forest City, North Carolina.",
  "This then altered the economic and political life of states subject to Standard Oil’s decision.",
  "Notions that the internet is separate from real life have existed since the dawn of the web.",
  "Facebook, like Google, like Amazon, is a thing, or more precisely a concatenation of things.",
  "And like the railroads and phone companies before them, they can be regulated or broken up ?",
  "People have funerals for their online friends in massive multiplayer online game universes.",
  "They connect people and transform society, politics, the nature of time and space itself.",
  "Lawmakers seemed to operate from very different conceptions of the social media giant.",
  "These digital platforms are not unearthly beasts that exist apart from the real world.",
  "Some lawmakers see this clearly, as evidenced by their questioning of Zuckerberg.",
  "Either you were connected (or traveling on that connecting line) or you weren’t.",
  "Now, digital platform corporations build their data centers on these same lines.",
  "Maybe history has handed us the right metaphor: Facebook is like the railroads.",
  "But Congress could regulate the business side of the digital platform economy.",
  "Political campaigns are spending an increasing amount on digital advertising.",
  "They were either “on-line” or “off-line,” the line being the railway itself.",
  "Social movements, including neo-Nazis, are organized on digital platforms.",
  "Yet it’s quite clear that what happens online matters in offline life.",
  "Is Facebook a “self-regulated superstructure for political discourse”?",
  "Banks explored in a scholarly journal article published the same year.",
  "The newest such center will open in 2023 outside Omaha, Nebraska.",
  "Once again, this is market power translating to political power.",
  "Much of this activity, however, doesn’t need to be regulated.",
  "They are real-world entities that possess corporeal form.",
  "Just look at the past four years if you have any doubts.",
  "Nearly 80 percent of Americans have a Facebook account.",
  "Congress doesn’t need to regulate anyone’s speech.",
  "How can you write an agency rule about a phantom?",
  "Therein lies the value of the railroad metaphor.",
  "whether they provide a physical service or not.",
  "In a sense, it’s hardly a metaphor at all.",
  "wondered Sen. Dan Sullivan (R-Alaska).",
  "How can you pass a bill about a cloud?",
  "Facebook is like a fashion designer.",
  "Facebook is like a record company.",
  "This distinction had consequences.",
  "mused Rep. John Sarbanes (D-Md.).",
  "Is Facebook a publisher?"
]