[
  "Alon Bachar, director of the IPPA, said that due to the scale of Facebook's global platform, “it is reasonable to assume the action constitutes the illegal use of private data under Israel’s privacy law.”\n\nMore: Bye Facebook, hello Instagram: Users make beeline for Facebook-owned social network\n\nMore: Zuckerberg is willing to testify to Congress, isn't sure if the Russians have your data\n\nThe law, established in 1981, represents a constitutional right for Israelis, whose personal data may only be used to the purpose for which it was given with explicit consent.",
  "Our concern is to examine if the privacy of Israeli citizens has been violated, full stop.”\n\nHinting at a global legal avalanche facing Facebook, Bachar said that to his knowledge the European Union, Canada, Australia and India had announced similar investigations.",
  "The Israeli daily Haaretz reported earlier that the “abuse of data of 50 million Facebook users may also have included Israelis – including some 200,000 U.S. voters living in Israel.”\n\nCLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "Growing public outrage over the misuse of the private information of tens of millions of Facebook users by Cambridge Analytica, a firm that claimed it helped Donald Trump win the White House, has ignited a full-blown crisis for the technology giant.",
  "Just how seriously became clear Thursday as the Israeli Privacy Protection Authority — a body empowered to issue criminal charges — launched an “administrative investigation” into Facebook’s possible violations of Israeli law.",
  "Just the FAQs\n\nHowever, Bachar said there is no connection between the Israeli \"probe and U.S. law enforcement.”\n\nInstead, he said the rights of all 8.5 million Israelis may be at risk.",
  "Israel’s law is similar to European Union statutes on personal data and confidentiality, where the expectation of privacy is considered a basic right.",
  "And the IPPA, a department within the Israeli Justice Ministry, has wide-ranging authority to investigate any suspected violations.",
  "“It is a significant law, heavily weighted toward the citizen’s right to privacy,” Bachar said in an interview with USA TODAY.",
  "A cellphone and a computer screen display the logo of the social networking site Facebook on March 22, 2018.",
  "(Photo: Norberto Duarte, AFP/Getty Images)\n\nJERUSALEM — Israel takes the privacy of its citizens seriously.",
  "“We are in contact with and cooperating with privacy protection authorities around the world,” he said.",
  "CLOSE Protect your Facebook information from third-part apps in just a few steps.",
  "“We are not looking into American voters in Israel.",
  "Read or Share this story: https://usat.ly/2DNDmTi",
  "Jefferson Graham reports on #Talking Tech.",
  "We have the FAQs."
]