[
  "Zuckerberg said on Wednesday under questioning by U.S. Representative Ben Luján that, for security reasons, Facebook also collects “data of people who have not signed up for Facebook.”\n\nLawmakers and privacy advocates immediately protested the practice, with many saying Facebook needed to develop a way for non-users to find out what the company knows about them.",
  "(REUTERS/Leah Millis)\n\nBy David Ingram\n\nSAN FRANCISCO (Reuters) - Concern about Facebook Inc’s respect for data privacy is widening to include the information it collects about non-users, after Chief Executive Mark Zuckerberg said the world’s largest social network tracks people whether they have accounts or not.",
  "Privacy concerns have swamped Facebook since it acknowledged last month that information about millions of users wrongly ended up in the hands of political consultancy Cambridge Analytica, a firm that has counted U.S. President Donald Trump’s 2016 electoral campaign among its clients.",
  "This would apply to other services beyond Facebook because, as mentioned, it is standard to how the internet works.”\n\nFacebook often installs cookies on non-users’ browsers if they visit sites with Facebook”like” and “share” buttons, whether or not a person pushes a button.",
  "Zuckerberg, for instance, said the collection was done for security purposes, without explaining further or saying whether it was also used for measurement or analytics, Gillmor said, adding that Facebook had a business incentive to use the non-user data to target ads.",
  "Facebook said in its statement on Friday, “Our products and services comply with applicable law and will comply with GDPR.”\n\nThe social network would be wise to recognize at least a right to know, said Michael Froomkin, a University of Miami law professor.",
  "TARGETING FACEBOOK\n\nAdvocates and lawmakers say they are singling out Facebook because of its size, rivaled outside China only by Alphabet Inc’s Google, and because they allege Zuckerberg was not forthcoming about the extent and reasons for the tracking.",
  "The first regulatory challenge to Facebook’s practices for non-users may come next month when a new European Union law, known as the General Data Protection Regulation (GDPR), takes effect and requires notice and consent prior to data collection.",
  "“He’s either deliberately misunderstanding some of the questions, or he’s not clear about what’s actually happening inside Facebook’s operation,” said Daniel Kahn Gillmor, a senior staff technologist at the American Civil Liberties Union.",
  "Leah Millis / Reuters Facebook CEO Mark Zuckerberg testifies for a House Energy and Commerce Committee hearing regarding the company's use and protection of user data on Capitol Hill in Washington, U.S., April 11, 2018.",
  "At a minimum, “Facebook is going to have to think about ways to structure their technology to give that proper notice,” said Woodrow Hartzog, a Northeastern University professor of law and computer science.",
  "Asked if people could opt out, Facebook added, “There are basic things you can do to limit the use of this information for advertising, like using browser or device settings to delete cookies.",
  "“We’ve got to fix that,” Representative Luján, a Democrat, told Zuckerberg, calling for such disclosure, a move that would have unclear effects on the company’s ability to target ads.",
  "“It’s not clear what Facebook is doing with that information,” said Chris Calabrese, vice president for policy at the Center for Democracy & Technology, a Washington advocacy group.",
  "Other information comes from “cookies,” small files stored via a browser and used by Facebook and others to track people on the internet, sometimes to target them with ads.",
  "COOKIES EVERYWHERE\n\nFacebook gets some data on non-users from people on its network, such as when a user uploads email addresses of friends.",
  "The ACLU is pushing U.S. lawmakers to enact broad privacy legislation including a requirement for consent prior to data collection.",
  "Gillmor said Facebook could build databases on non-users by combining web browsing history with uploaded contacts.",
  "“This kind of data collection is fundamental to how the internet works,” Facebook said in a statement to Reuters.",
  "“If I’m not a Facebook user, I ought to have a right to know what data Facebook has about me,” Froomkin said.",
  "The company said it does not use the data to target ads, except those inviting people to join Facebook.",
  "Facebook said it uses browsing data to create analytics reports, including about traffic to a site.",
  "Critics said that Zuckerberg has not said enough about the extent and use of the data.",
  "Facebook declined to comment on why Zuckerberg referred to security only.",
  "On Friday Facebook said it had no plans to build such a tool.",
  "Facebook said on Friday that it does not do so.",
  "Zuckerberg did not respond."
]