[
  "One, gathered from 2015 to 2017 by researchers in Denmark and New Zealand, examined 1.3 million people in Denmark — about a quarter of the country’s population — to determine how liking one political page on Facebook could predict how someone would vote in the future.",
  "Their practices came to light in March when The New York Times and The Observer of London reported that Aleksandr Kogan, a University of Cambridge psychology professor, had obtained the data of up to 87 million Facebook users through a quiz app.",
  "The potential result is more leakage of Facebook users’ information through academic circles, said Rasmus Kleis Nielsen, a professor of political communication at the University of Oxford who has studied data collection from Facebook.",
  "“Even if almost everyone in the academic community is careful and protects the data, you still can end up in a situation where someone is careless or acts in bad faith and sells access.",
  "Mr. Kogan sold the information to Cambridge Analytica, a political consulting firm with ties to the Trump campaign, so it could build psychographic profiles of American voters.",
  "It’s hard to imagine how Facebook stops that from happening.”\n\nThe Times reviewed half a dozen Facebook data sets compiled by academics from 2006 to 2017.",
  "“The academic world is highly decentralized, and each individual, each institution, has a different way of securing their data,” Dr. Nielsen said.",
  "Another set, from 2013, by a group of Norwegian academics focused on the civic engagement of 21 million Facebook members on four continents.",
  "But while what happened with Mr. Kogan’s Facebook data set is now known, the fate of other information hoards is murkier.",
  "Last week, Cambridge Analytica said it would cease operations after the uproar over its use of personal information.",
  "Some academics said the data could have been easily copied and sold to marketers or political consulting firms.",
  "The information was then sometimes left unsecured and stored on open servers that offered access to anyone.",
  "In many cases, the data was used for research or scholarly articles."
]