[
  "More: Facebook CEO Mark Zuckerberg finally speaks on Cambridge Analytica: We need to fix 'breach of trust'\n\nMore: Cambridge Analytica active in elections, big data projects for years\n\nFacebook alleges that Cambridge Analytica improperly culled the private information of 50 million of the social media giant's users.",
  "Bolton's PAC was one Cambridge Analytica's first customers when it hired the data firm in August 2014, reportedly for the specific purpose of creating psychological profiles on voters based on the Facebook data harvested from millions of users without their knowledge.",
  "(Photo: Julie Jacobson, AP)\n\nA political action committee run by President Trump's incoming national security adviser relied on research from Cambridge Analytica, the voter profiling firm that Facebook has accused of unauthorized use of its user data.",
  "Contributing: Fredreka Schouten\n\nMore: 5 facts about John Bolton, Trump's new national security adviser\n\nMore: New national security adviser John Bolton heralds a more aggressive Trump foreign policy\n\nRead or Share this story: https://usat.ly/2FYQICq",
  "— Fredreka Schouten (@fschouten) March 22, 2018\n\n\"The data and modeling Bolton’s PAC received was derived from the Facebook data,\" Christopher Wylie, a data expert on the team that founded Cambridge Analytica told The New York Times.",
  "The John Bolton Super PAC, founded by the former ambassador to the United Nations, paid Cambridge Analytica more than $811,000 for \"survey research\" during the 2016 campaign, according to Federal Election Commission filings.",
  "Conservative hedge-fund billionaire Robert Mercer, the financial backer of Cambridge Analytica and a Trump supporter, gave Bolton's super PAC $1 million during the 2018 election cycle alone, according to the FEC.",
  "In 2016 election alone, Trump's new National Security Adviser John Bolton's super PAC paid more than $800K to Cambridge Analytica for 'survey research,' per FEC filings.",
  "Special counsel Robert Mueller has asked the firm to turn over internal documents as part of his investigation into Russian interference in the 2016 election.",
  "Just the FAQs\n\nFormer U.S. ambassador to the U.N. John Bolton speaks at the Republican Jewish Coalition, March 29, 2014, in Las Vegas.",
  "Former White House adviser Steve Bannon, who had deep ties with Mercer, was a Cambridge Analytica co-founder.",
  "Overall, the PAC paid the British firm nearly $1.2 million over two years, according to The New York Times.",
  "That's more than one-quarter of the nearly $3.9 million the PAC has raised so far in this cycle.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "We talked about it in conference calls, in meetings.\"",
  "\"We definitely told them about how we were doing it.",
  "We have the FAQs."
]