[
  "— How the FCC’s O’Rielly really feels about nationalizing 5G: GOP FCC Commissioner Mike O’Rielly was never a fan of the Trump administration’s draft plan to nationalize the 5G wireless network, but his assessment in private was even more scathing, reports POLITICO’s Margaret Harding McGill: “That is the dumbest idea I’ve ever heard.”\n\n— Consumer Technology Association chief on Trump’s tariff play: “From using ambiguous antitrust laws, to extorting billions in tax payments using new legal interpretations, to creating a privacy law with unprecedented reach primarily aimed at American companies, the EU has targeted these U.S.-based global innovators—and President Trump has chosen to be silent, and instead seek to resurrect an iconic smokestack industry with tariffs,” CTA President Gary Shapiro writes in Fortune.",
  "A GOP committee spokeswoman told MT there are no scheduling announcements regarding an FCC hearing but that “the committee has already expressed our interest in rescheduling the hearing and continuing our tradition of oversight of the FCC.”\n\nTECH GROUPS PRESS EU ON DATA PROTECTIONS IN TRADE DEALS: A coalition of 14 tech and business groups from the United States, Canada, Brazil and Australia is calling on the European Union to change a proposal for negotiating provisions on cross-border data flows in trade agreements.",
  "Per Reuters: “A wide majority of outside investors at Facebook Inc backed a measure that would revamp its voting structure and end the supervoting rights of shares held by Mark Zuckerberg and others, seen as a rebuke to the chief executive of the world’s largest social media company.”\n\nQUICK DOWNLOADS\n\n— The National Telecommunications Information Administration released a full agenda Tuesday of who will speak at chief David Redl’s June 12 spectrum symposium.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel).",
  "Already facing heavy criticism over deals to share user data with device makers like Apple and Samsung (which in turn came on the heels of the infamous Cambridge Analytica flap involving user information improperly accessed by that Trump campaign-linked data firm), Facebook revealed Tuesday that it also had partnerships with Chinese firms Huawei, Lenovo, OPPO and TCL, Ashley reports.",
  "— GitHub was a bid hub: Microsoft may be the tech giant acquiring GitHub for $7.5 billion, but it turns out there were other interested parties: “GitHub has been an acquisition target for years, and repeatedly spurned requests from companies including Microsoft, Google and Amazon,” CNBC reports, noting that merger talks with Google were still under way in recent weeks.",
  "SILICON VALLEY MUST-READS\n\n— Google to review proposal tying executive pay to diversity: Zevin Asset Management has prepped a plan slated for consideration today at Google’s annual shareholder meeting in Mountain View, Bloomberg reports, noting the proposal to build metrics on diversity and inclusion into executive pay packages comes in the wake of lawsuits.",
  "A proposed exception for privacy and data protection is “unnecessarily broad … and would allow third countries to impose unwarranted restrictions on data flows that do not improve privacy and data protection,” the Information Technology Industry Council and other groups said in a letter to each Brussels-based ambassador of the 28 EU member states.",
  "John Simpson, the privacy project director at Consumer Watchdog and an Alphabet shareholder, plans to ask: “Since Google says it does not even sell data about you, why is the company opposing this privacy protecting ballot initiative?”\n\n— Simpson, a frequent Google critic, told POLITICO: \"It not like [the measure] is any draconian sort of thing.",
  "DEMOCRATS HUNGRY FOR PAI (TESTIMONY) — Reps. Pallone and Mike Doyle (D-Pa.) reminded House Energy and Commerce GOP leaders on Tuesday that FCC Chairman Ajit Pai has not come to testify before the panel since before Halloween and said it’s “long past time to reschedule” an oversight hearing that was set for February but postponed.",
  "— Microsoft is adopting a “returnship” program for women workers: The tech company “is expanding a program designed to increase its hiring of women seeking to rejoin the workforce, following a rash of complaints about sexual harassment and gender discrimination at the world’s largest software company,” Reuters reports.",
  "HACK WALKBACK — The FCC’s former chief information officer on Tuesday hit back at a report that he intentionally misled the public when he claimed hackers flooded the agency’s commenting site with fake traffic to force it offline as the agency mulled net neutrality rules and a subsequent rollback in 2014 and 2017.",
  "“No one disagrees that transparency is a good thing,” Ross told a roomful of staffers regarding what he called “administrative shenanigans.”\n\n— A Democratic Senate aide dismissed such concerns, telling MT the CRA would simply restore the FCC’s net neutrality protections from 2015 without these complications.",
  "TechFreedom President Berin Szoka and Wiley Rein lawyer Bennett Ross both suggested the use of the CRA tool would have unintended effects, such as inviting lawsuits and blocking the FCC from ever enforcing transparency provisions (which the GOP-controlled agency retained when it repealed the broader rules).",
  "— The groups, which include the Brazilian Association of Software Companies, the Australian Information Industry Association, the Information Technology Association of Canada and the Confederation of British Industry, urged the EU to try to find a new approach that works for both business and individuals.",
  "“It’s highly unlikely, but crazier things have happened before.”\n\nWATCHDOG TO BARK — One consumer advocacy group plans to call attention to Google parent Alphabet's efforts to stop a California privacy measure during the company's annual shareholder meeting today.",
  "Emails obtained through a records request and reviewed by Gizmodo showed then-CIO David Bray told reporters that former FCC Chairman Tom Wheeler downplayed the 2014 attack for fear of inspiring \"copycats\" — a claim a former Wheeler aide said was \"flat out false.\"",
  "Facebook's latest headache hits migraine status\n\nWith help from Doug Palmer, Steven Overly and Margaret Harding McGill\n\nFACEBOOK’S LATEST HEADACHE HITS MIGRAINE STATUS — The social media giant’s latest data controversy may become a matter of national security.",
  "“It is very unlikely … but it is an election year and things are the way they are and you just don’t know,” Koh, a former White House telecom adviser who left her role on the National Economic Council earlier this year, said during the TechFreedom panel.",
  "THE CASE AGAINST THE NET NEUTRALITY CRA — Net neutrality skeptics sought to sound the alarm during a Tuesday TechFreedom Hill briefing on Democrats’ Congressional Review Act measure to undo the FCC’s repeal of Obama-era open internet rules.",
  "The measure would let agencies in certain circumstances tap more money than they otherwise could from the fund, which the Treasury sets aside to reimburse some expenses incurred when the government relinquishes airwaves for commercial use.",
  "FCC DINGS DRONE DEVICE: The FCC proposed a $2.8 million fine against retailer HobbyKing for marketing devices used to transmit video from drones that could operate in unauthorized spectrum bands at higher-than-permitted power levels.",
  "— The Trump administration seems to have reached an agreement in principle that would lift the Commerce Department’s ban on telecom giant ZTE and have the U.S. claim a penalty of up to $1.7 billion, Reuters reported Tuesday.",
  "The California Consumer Privacy Act, which is expected to appear on the state's November ballot, would require companies to disclose — and allow consumers to dictate — how personal information is collected, sold and shared.",
  "“We believe that there is an appropriate balance of language that supports trade, investment, and innovation while maintaining strong protections for the privacy and data protection rights of EU citizens,” the groups said.",
  "STARKS, CARR SET FOR SENATE PAIRING— The Senate Commerce Committee is looking to schedule a nomination hearing for Democratic FCC nominee Geoffrey Starks “as soon as we can,” pending paperwork, Chairman John Thune (R-S.D.)",
  "Pallone, the top Democrat on the House Energy and Commerce panel that oversees the FCC, called on FCC chief Ajit Pai to ensure his agency \"fully cooperates\" with a Government Accountability Office probe into the matter.",
  "But the tech industry views the regulations as onerous and expensive, and opposes them through the Coalition to Protect California Jobs, a group headed by the Internet Association, TechNet and the Chamber of Commerce.",
  "The bill, known as SPECTRUM NOW, would add some flexibility to how government agencies can use money from the Spectrum Relocation Fund to cover the costs of spectrum research and development and planning activities.",
  "The barrage of comments came at a volume and rate that seemed consistent with an attack like the one he described to reporters, Bray explained, and many thousands of them came from third-party programs.",
  "Tesla said proposals to curb Musk’s influence were rejected by “a wide margin.” Facebook CEO Mark Zuckerberg also faced some resistance, according to shareholder meeting details released Tuesday.",
  "FCC Commissioner Jessica Rosenworcel, also a Democrat, tweeted Pallone's statement approvingly and followed up by saying, \"I have seen no evidence of a DDoS attack on the @FCC comment system.",
  "The White House sent the nomination to the Senate on Monday evening, and Thune said he wants to pair Starks’ nomination with that of Republican FCC Commissioner Brendan Carr to a second term.",
  "Members receive the GPAC weekly newsletter, including original reporting and analysis on new transparency standards, recent lobbying regulation, risk management and industry best practices.",
  "Reps. Yvette Clarke (D-N.Y.), Bobby Rush (D-Ill.) and G.K. Butterfield (D-N.C.) on Tuesday offered a strong endorsement of Starks, who is set to succeed Commissioner Mignon Clyburn.",
  "Wireless trade group CTIA and its member companies support the legislation and hope more generally to identify more airwaves that can be tapped to undergird 5G wireless networks.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "That suggested to him automated, bot-generated comments that \"might deny system resources from actual people wanting to comment on the high-profile issue,\" he wrote.",
  "— Sponsors in the House include Reps. Brett Guthrie (R-Ky.) and Doris Matsui (D-Calif.), who head the Congressional Spectrum Caucus, and in the upper chamber, Sens.",
  "“Congress should move in a bipartisan fashion to block this deal right away.” Rubio and Warner also tweeted skeptically about the administration’s approach to ZTE.",
  "“Dissident [Tesla] shareholders want to oust board members and split the jobs of chairman and chief executive, both held by Elon Musk,” reports The New York Times.",
  "“By letting ZTE off the hook, the president who roared like a lion is governing like a lamb when it comes to China,” Senate Minority Leader Chuck Schumer tweeted.",
  "FIRST IN MT: THE SPECTRUM NOW BILL — Lawmakers are gearing up today to introduce new bipartisan, bicameral legislation aimed at freeing up more wireless spectrum.",
  "Join the Global Public Affairs Club (GPAC), a new global community dedicated to C-level public affairs professionals launched by POLITICO’s sister company, DII.",
  "\"I look forward to learning more about how Facebook ensured that information about their users was not sent to Chinese servers,\" he said in a statement.",
  "It officials from the Department of Defense and the White House Office of Science and Technology Policy, as well as an adviser to FCC Chairman Ajit Pai.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "GOOD WEDNESDAY MORNING and welcome to Morning Tech, with your guest host John Hendel at the helm today and still mourning the loss of August recess.",
  "— Sen. Mark Warner (D-Va.), the Senate Intelligence ranking member, pledged to push Facebook further on the terms and oversight of the arrangement.",
  "But as Pro Trade’s Adam Behsudi reports, the Commerce Department is pushing back against the notion any “definitive” deal has been reached.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Along with fellow Chinese telecom ZTE, the company has drawn considerable scrutiny for its alleged close ties to the Chinese government.",
  "A number of lawmakers and FCC officials have long been skeptical of those claims, and a Tuesday Gizmodo report cast further doubt on it.",
  "\"It disconnects California from the rest of the world by imposing state-only regulations,\" said coalition spokesman Steve Maviglio.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Alphabet, Microsoft and AT&T are backing the coalition, while Facebook and Verizon have dropped out in recent months.",
  "You ought to be able to say no, you can't sell data about me without my permission and I don't want you to do that.\"",
  "— Bray took umbrage with the story in a blog post on Medium Tuesday, though he stopped short of denying it outright.",
  "The measure passed the Senate on a 52-47 vote but still needs 218 backers to force a vote in the House.",
  "Packaging Republican and Democratic nominees together typically smooths their path through the Senate.",
  "Companies that don’t comply or that suffer a security breach could face a fine of $1,000 per customer.",
  "In addition, members have access to the Global Public Affairs Forum on September 28, 2018 in Paris.",
  "Story Continued Below\n\n— Of those four device makers, Huawei may raise the most eyebrows.",
  "For additional information on GPAC, email Chloé Mimault-Talagrand at cmimault@dii.eu.",
  "U.S. policymakers have said China could use Huawei and ZTE tech to spy on Americans.",
  "Former Trump administration official Grace Koh isn’t ruling out a House victory.",
  "The company will have a chance to respond before the fine is finalized.",
  "“This could be a very big problem,” Sen. Marco Rubio (R-Fla.) tweeted.",
  "— Rep. Frank Pallone (D-N.J.) said he was \"disturbed\" by the report.",
  "“Hopefully we’ll be able to pair them and get a vote,” Thune said.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "... It’s time for the agency to own up to what really happened.\"",
  "Learn more here about the Microsoft Airband Initiative.",
  "— That didn’t stop lawmakers from voicing displeasure.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send tips to jhendel@politico.com and @JohnHendel.",
  "— Uprisings against Elon Musk and Mark Zuckerberg?",
  "Got an event for MT’s tech calendar?",
  "\"This was my biggest concern.\"",
  "and Brian Schatz (D-Hawaii).",
  "Tips, comments, suggestions?",
  "told reporters Tuesday.",
  "Roger Wicker (R-Miss.)",
  "IS ZTE OFF THE HOOK?",
  "**"
]