[
  "The Republican senator, referencing previous hearings from social media representatives on Capitol Hill last year after revelations that Russian troll farms used sites like Facebook and Twitter to sow discord during the 2016 election, said Facebook has been less than forthcoming with clear plans about how they aim to prevent user data from being used and harvested by third-party sources and advertisers.",
  "Kennedy, who will be one of the lawmakers questioning Zuckerberg at one of his two hearings scheduled for this week on Capitol Hill, told \"Face the Nation\" on Sunday that he's not looking to \"regulate them half to death, but we have a problem.\"",
  "Is it fair for me to give up all of my personal data to Facebook and apparently everybody else in the Western Hemisphere in exchange for me being able to see what some of my high school buddies had for dinner Saturday night?",
  "The company is reeling from a privacy scandal over its data collection policies following the revelation that political consulting firm Cambridge Analytica obtained data on as many as 87 million Facebook users.",
  "Now, Facebook needs to talk with us frankly about how we can fix that and if it doesn't know how to fix it, which is my biggest worry, it needs to be be very frank in that regard too.\"",
  "Zuckerberg will appear at a rare joint hearing of the Senate Judiciary and Commerce Committees on April 10, the day before testifying at the House Energy and Commerce Committee.",
  "But my biggest worry with all this is that the privacy issue and what I call the propagandist issue are both too big for Facebook to fix, and that's the frightening part.\"",
  "Sen. John Kennedy, R-Louisiana, says problems arising from the failure to protect users' privacy on social media are \"too big\" for Facebook and CEO Mark Zuckerberg to fix.",
  "While Kennedy says he hopes Zuckerberg will be more frank with lawmakers at his Congressional appearances, he conceded, \"We're not going to conclude this in one hearing.\"",
  "It's done a lot of good, but how do we preserve the good things about Facebook while mitigating the obvious detrimental effects of it?",
  "\"I do not want to regulate Facebook half to death but we do have two major problems we've discovered.",
  "One is the privacy issue and the other is the propagandist issue.",
  "\"Our promised digital utopia has minefields in it,\" said Kennedy.",
  "\"We can do it the easy way or the hard way,\" Kennedy said.",
  "\"Look, we've got to talk about the initial bargain.",
  "It's a minefield in many respects,\" he added.",
  "\"I have many, many questions, Mr. Zuckerberg.",
  "Do I own it or does Facebook own it?\"",
  "\"I do not want to hurt Facebook.",
  "Who owns my data?",
  "Kennedy said."
]