[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "This new Custom Audiences certification tool was described by Facebook representatives to their marketing clients, according to two sources.”\n\nSILICON VALLEY MUST-READS\n\n— Saks and Lord & Taylor hit with major hack: “A well-known ring of cybercriminals has obtained more than five million credit and debit card numbers from customers of Saks Fifth Avenue and Lord & Taylor, according to a cybersecurity research firm that specializes in tracking stolen financial data,” The New York Times reports.",
  "Kelley and a Tempe-based former Uber operator … described a work environment in which they were expected to function not unlike the machines they were minding, staying alert through long hours with little stimulus as the company advanced its goal of racking up mileage.”\n\n— CloudFlare debuts DNS offering: “Cloudflare is launching its own consumer DNS service ... that promises to speed up your internet connection and help keep it private,” The Verge reports.",
  "“The data, the firm said, appears to have been stolen using software that was implanted into the cash register systems at the stores and that siphoned card numbers until last month.”\n\n— Former Uber self-driving backup drivers share experience: “[Ryan] Kelley and another former backup driver interviewed by CityLab suggested that safety drivers were rushed into vehicle testing conditions for which neither they nor the technology was fully prepared.",
  "Inside Spotify’s IPO: “If Spotify’s unusual ‘direct listing’ offering — done without the traditional assistance from investment banks — is successful, credit will go to a Spotify executive thirty years [CEO Daniel] Ek’s senior, who doesn’t want any attention: Barry McCarthy, the company’s chief financial officer, who is acknowledged as the architect of the unorthodox, and to some, controversial public offering,” Recode reports.",
  "When they fail to do so, Congress must act.” Facebook CEO Mark Zuckerberg was quick to denounce the memo, and its author, vice president Andrew Bosworth, said he did not agree with its sentiments and circulated it in June 2016 to be “provocative.” Thus far, three congressional panels have formally summoned Zuckerberg for testimony in the wake of the Cambridge Analytica data breach controversy.",
  "While Amazon has about 43% of the U.S. e-commerce market, it is still less than 4% of total U.S. retail, according to eMarketer.”\n\nDOJ CALLS ON SUPREME COURT TO DROP MSFT CASE — The Justice Department on Friday urged the Supreme Court to dismiss a case the agency had levied against Microsoft, since newly passed legislation addresses the question at the heart of the suit.",
  "Sen. Bernie Sanders (I-Vt.) said on Sunday that he believed the tech giant has gotten “too big.” “We're seeing this incredibly large company getting involved in almost every area of commerce,” Sanders said during an appearance on CNN’s “State of the Union.” “And I think it is important to take a look at the power and influence that Amazon has.\"",
  "MACRON ON ALGORITHMIC TRANSPARENCY — French President Emmanuel Macron emphasized the role that artificial intelligence could play in making public and private services more efficient, but said that AI-driven algorithms need to be more transparent in order to address issues like bias, POLITICO Europe’s Bjarke Smith-Meyer reports.",
  "“It’s possible to believe two things: one, it’d be deeply troubling and improper for Trump’s personal animus toward Jeff Bezos to be the basis of an antitrust action, and two, Amazon’s structure and conduct raise anticompetitive concerns worthy of an antitrust investigation,” Open Markets’ Lina Khan told Bloomberg.",
  "“The service is using https://1.1.1.1, and it’s not a joke but an actual DNS resolver that anyone can use.”\n\nTRANSITIONS — Kevin McKinley, previously a policy advocate with the California Chamber of Commerce, is now the Internet Association’s director of government affairs for the state of California.",
  "The DOJ said the core issue in the case — which centered on whether Microsoft needed to abide by a U.S. law enforcement warrant for data that’s stored overseas — has been addressed by the CLOUD Act (S. 2383 (115)), legislation that was recently signed into law as part of the omnibus.",
  "QUICK DOWNLOADS\n\nNTSB dings Tesla: “The National Transportation Safety Board expressed displeasure with Tesla’s recent disclosure that the company’s semiautonomous driving system was activated before a fatal crash last month in California,” The Wall Street Journal reports.",
  "That language bashes outlets reporting “fake stories.” As CNN’s Brian Stelter previously reported, a number of Sinclair staffers were concerned about the promotions, which feature rhetoric resembling language Trump has used to unfavorably describe the media.",
  "Niantic settles Pokemon Go suit: “Niantic is settling a class action suit surrounding the [Pokemon Go] festival, TechCrunch has learned, paying out $1,575,000 … to reimburse various costs attendees might have picked up along the way,” TechCrunch reports.",
  "\"That amounts to Billions of Dollars.” Trump went on to argue that The Washington Post, which is owned by Amazon CEO Jeff Bezos, should be required to register as a lobbyist for the internet giant, POLITICO’s Brent Griffiths reports.",
  "— Speaking of Cambridge Analytica: As Facebook refines data protections for users, it’s more closely examining whether advertisers have properly obtained the contact information they leverage to target people, TechCrunch reports.",
  "“I have to guarantee there is no bias in terms of gender, age, or other individual characteristics, except if this is the one I decided on behalf of them or in front of them,” Macron said in an interview with Wired.",
  "SINCLAIR SPOTLIGHT — A video compilation from Deadspin drew renewed scrutiny to Sinclair Broadcast Group this weekend, highlighting scripted promotional language the company has provided for its anchors to read.",
  "— “The United States has obtained a new warrant under the CLOUD Act, and Microsoft’s sole objection—that the prior warrant was impermissibly extraterritorial—no longer applies,” the DOJ writes in its motion.",
  "The CLOUD Act would help countries set up bilateral data access agreements, so tech companies would not face legal conflicts when it came to complying with different countries’ policies on the matter.",
  "Trump voices Amazon grievances\n\nTRUMP HITS AT AMAZON, AGAIN — President Donald Trump continued his tirade against Amazon over the weekend, lobbing allegations that the company has misused the U.S.",
  "“Targeting Amazon on anticompetition grounds would be difficult, requiring an overturn of the principles that have guided U.S. antitrust enforcement for decades, policy experts say.",
  "criticized a leaked internal memo from Facebook in which an executive stated that the company’s efforts to connect people were worthwhile even if they came at the cost of user harm.",
  "… Current regulations typically only kick into effect when a company is dominant in one market or is hurting consumers — neither of which experts think currently apply to Amazon.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "The FCC is currently reviewing a pending merger between Sinclair and Tribune, which could expand the reach of its stations to nearly three-quarters of American households.",
  "\"While we are on the subject, it is reported that the U.S. Post Office will lose $1.50 on average for each package it delivers for Amazon,\" the president wrote on Twitter.",
  "However, while Trump may not be the only one with concerns about Amazon’s size, those who share them still question his personal attacks on the company.",
  "“Facebook will launch a certification tool that demands that marketers guarantee email addresses used for ad targeting were rightfully attained.",
  "On previous occasions, the president has also conflated Bezos' dual roles as Post owner and Amazon CEO, though the two entities are separate.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "Government officials have told Trump that Amazon’s contracts with USPS bring profits to the agency, The Washington Post reports.",
  "That level of transparency will also apply to algorithms that are developed by firms that get cash from the French authorities.",
  "One of the company’s April Fool’s photo filters this Sunday mimicked a Facebook page with text on it that looks like Cyrillic.",
  "Macron added that all AI algorithms that his government creates will be open to scrutiny to mitigate the threat to democracy.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Story Continued Below\n\n— A Trump-driven antitrust effort has low odds of taking off, The Wall Street Journal reports.",
  "GOOD MONDAY MORNING and welcome to Morning Tech, where we’re anxiously watching the March Madness finals tonight.",
  "Now, Snap, a long-time competitor with Facebook, has made its own dig at the social network’s Russia troubles.",
  "A spokesperson for DOJ did not immediately respond to a request for comment over the weekend.",
  "“It is @facebook’s moral obligation to maintain the integrity and safety of their platform.",
  "“Death from bullying cannot be the cost of doing business,” Markey wrote on Twitter.",
  "ABOUT THAT SNAP APRIL FOOL’S FILTER — First, HBO’s “Silicon Valley” TV show did it.",
  "Sign up today to start receiving the newsletter right at launch on April 6th.",
  "— Trump’s animus toward Amazon has put the heat back on the tech giant.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "He will serve as the organization’s top lobbyist in Sacramento.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "MARKEY SLAMS FB MEMO — Sen. Ed Markey (D-Mass.)",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "Microsoft declined to comment.",
  "Tips, comments, suggestions?",
  "Presented by Boeing.",
  "Check it out, here.",
  "Postal Service.",
  "**"
]