[
  "The overhaul came in response to increasing pressure Facebook endures over its potentially negative impact on society, from sharing violent videos to letting fake news run unchecked to its late acknowledgement that Russian operatives had used to platform to target U.S. voters.",
  "It made this disclosure on the eve of investigative articles in the New York Times and The Guardian's The Observer, which detailed a scheme by the Trump campaign-linked firm to tap likes and posts from tens of millions of unwitting users to predict how they would vote.",
  "March 17: One day after Facebook announced it had suspended Cambridge Analytica for improper access to user data, The New York Times and The Observer said the political consultancy had access to 50 million profiles and used them to target ads during the 2016 election.",
  "More: Breaking up with Facebook: Users confess they're spending less time\n\nFebruary 5: Former employees of Facebook and Google help launch the education campaign The Truth About Tech to explore tech addiction and the mental health consequences of using social media.",
  "March 14: The Federal Election Commission said it would start writing new disclosure rules for online ads in response to revelations Russian interests bought content on Facebook and other platforms in an attempt to meddle with the 2016 election.",
  "Here's a recap:\n\nJanuary 11: Facebook unveils significant changes to its News Feed aimed at bumping up social interactions between friends and family over news articles, videos, or what they consider passive engagement.",
  "Facebook defended keeping users in the dark by saying it had thought Cambridge had deleted the data — and because it didn't qualify as a data breach, since users had agreed to share their data with the quiz app.",
  "\"They've created the attention economy and are now engaged in a full-blown arms race to capture and retain human attention, including the attention of kids,\" said former Google design ethicist Tristan Harris.",
  "Much like Uber, which started off 2017 weathering a #deleteUber campaign over its action during President Trump's travel ban, Facebook is dealing with its own scandal and calls by users to drop the service.",
  "Late last week, Facebook admitted it knew, but didn't notify users, that political intelligence firm Cambridge Analytica had obtained data on hundreds of thousands of Facebook users without their consent.",
  "\"Technology has addictive qualities that we have to address, and that product designers are working to make those products more addictive and we need to rein that back,\" Benioff told CNBC.",
  "Facebook said it knew Cambridge had violated its policies by obtaining the data, which users had agreed to share with a personality prediction app that then, secretly, passed them on.",
  "February 18: More than a quarter of Americans in a recent online survey said Facebook should receive a fine for its role in Russian interference during the 2016 presidential election.",
  "Backlash against the abuse of user privacy was swift, with regulators, privacy experts and lawmakers calling for tighter regulations, investigations and company executives to step up.",
  "Buzz60\n\nIn this file photo taken on November 21, 2016 Facebook logos are pictured on the screens of a smartphone (R), and a laptop computer, in central London on November 21, 2016.",
  "Zuckerberg testifies on Capitol Hill before the Senate Judiciary Committee, the Senate Commerce, Science and Transportation Committee, and the House Energy and Commerce Committee.",
  "March 5: Facebook comes under fire for a user survey which asked whether pedophiles should be able to proposition underage girls for sexually explicit photographs on the service.",
  "March 16: Facebook found itself apologizing again after users discovered typing \"video of\" in the search bar would lead to inappropriate results when autocomplete was triggered.",
  "February 16: Facebook moves forward with its Messenger Kids app despite calls from critics to shut it down for attempting to pull kids toward its services at too young an age.",
  "CLOSE With Facebook in the news over concerns about user privacy and its impact on politics, splitting up with the social media giant isn’t as easy as you may think.",
  "March 19: Democrat Senators Edward Markey and Richard Blumenthal called for hearings into the situation and for the Federal Trade Commission to investigate.",
  "Then three Republican Senators send a letter to Facebook CEO Mark Zuckerberg demanding questions about the privacy breach answered, in writing.",
  "Facebook continues to update its policies on advertisements on the social network, tightening rules on the use of political ads and issue ads.",
  "February 12: Research firm eMarketer found Facebook was losing younger users at a faster rate to messaging app Snapchat than first realized.",
  "January 23: Salesforce CEO Marc Benioff said Facebook should face regulations compared to cigarette companies for its addictive properties.",
  "Voter harvesting scheme shows perils for users\n\nThe Cambridge Analytica scandal is the latest in what has been a rough year for Facebook.",
  "January 31: Facebook CEO Mark Zuckerberg confirmed a drop in the time users spent on the platform following big changes its to News Feed.",
  "February 23: Facebook apologized for featuring violent VR video games at its booth during the Conservative Political Action Conference.",
  "More: How to delete your Facebook account (and the pros and cons of doing so)\n\nMore: Can Facebook be trusted with your personal info?",
  "Cambridge Analytica whistleblower Christopher Wylie is confirmed to testify before Democrats on the House Intelligence Committee.",
  "Facebook suspended a data analytics firm called CubeYou after learning it was collecting information on users through quizzes.",
  "\"I started Facebook, and at the end of the day I'm responsible for what happens on our platform,\" he wrote on a Facebook post.",
  "March 25: Zuckerberg takes out full-page advertisements in newspapers in the U.S. and U.K. apologizing for the data scandal.",
  "During Facebook's fourth quarter earnings call, he said it amounted to users spending 50 million fewer hours each day.",
  "The firm found less than half of U.S. Internet users ages 12 to 17 will use Facebook this year for the first time.",
  "Zuckerberg reveals advertisers who want to run those types of ads must verify their identity and location.",
  "(Photo: JUSTIN TALLIS, AFP/Getty Images)\n\nLast year was Uber's terrible, horrible, no-good, very bad year.",
  "\"It shouldn't have been part of this survey,\" said Guy Rosen, a vice president of product for Facebook.",
  "March 21: Zuckerberg breaks his silence, pledging to fix the \"breach of trust\" created by the scandal.",
  "Apple co-founder Steve Wozniak is among the high-profile Facebook users who plan to quit the service.",
  "In a series of interviews, Zuckerberg also suggested he would be willing to testify before Congress.",
  "The event took place days after shootings at a high school in Parkland, Fla., left 17 people dead.",
  "According to CNBC, CubeYou misleadingly labeled the quizzes then shared the data with marketers.",
  "Zuckerberg announces he will testify before Congress on the Cambridge Analytica scandal.",
  "The app is targeted to kids under 13 and lets parents approve who their kids message.",
  "That response didn't sit well with lawmakers, regulators and privacy activists.",
  "\"Apple makes its money off of good products, not off of you,\" Wozniak said.",
  "March 20: The Federal Trade Commission probes potential misuse of data.",
  "\"We have a responsibility to protect your information,\" said the ad.",
  "Facebook said it's investigating what caused the results to pop up.",
  "\"I'm serious about doing what it takes to protect our community.\"",
  "The calls echo lawmaker demands in other parts of the world.",
  "The tech company holding that title in 2018 is Facebook.",
  "\"As they say, with Facebook, you are the product.\"",
  "Read or Share this story: https://usat.ly/2prLFiM",
  "Shares dropped 7%, the worst drop in four years.",
  "Follow Brett Molina on Twitter: @brettmolina23.",
  "\"If we can't, we don't deserve it.\"",
  "Among the highlights:\n\nApril 19.",
  "April 11-12.",
  "March 27.",
  "April 6.",
  "April 8.",
  "April 8."
]