[
  "What resonated most with me was a keynote address delivered by Al Roth, an economics Nobel Laureate who has done pioneering work on finding solutions to market failures like designing elegant systems enabling urban school districts to optimally place students across hundreds of schools, or finding ways to help the more than 100,000 people in the U.S. waiting for a kidney transplant find a matching donor.",
  "The medical establishment ultimately turned to lobbyists for help, who in turn succeeded, by getting Senators Ed Kennedy from Massachusetts and Judd Gregg of New Hampshire to attach a rider to a pension act already set in stone which basically maintained that the residency match did not constitute any sort of antitrust violation.",
  "Antitrust, as a Chicago view, is entirely that consumers get the benefits of competition.” Ultimately, Murphy suggested that viewing concentration of market power by the likes of a few dominant players – Google, Facebook, Microsoft, and Amazon – does not imply consumers are necessarily harmed.",
  "Since that testimony, three Illinois Facebook users have decided to pursue legal action against the tech giant under an Illinois state law called the Biometric Information Privacy Act, which affords individuals protection rights over information like fingerprints and facial recognition data.",
  "After two years of science training and more than a year of clinical rotations, fourth-year medical students interview for residency programs at hospitals across the U.S. Once their interviews are finished, students rank their top hospitals and hospitals rank their preferred students.",
  "Relating the class action suit in the residency match program to the current tension surrounding anticompetitive behaviors being alleged against the tech titans suggests that one ought to think deeply about what it means to have outsized influence in a market.",
  "Professor Roth mentioned that the matching system is stable in the sense that it ensures medical students get matched to the best residencies they can – and a good explanation on what it means to be a stable match can be found here.",
  "Others at the two-day conference did see companies like Facebook posing reasonable consumer harm, particularly from a privacy perspective, but what remains to be seen from a regulatory perspective is much hand waving at this point.",
  "A U.S. district judge has ruled that the suit can be classified as a class action, meaning Facebook could owe millions in damages to all Facebook users in the state of Illinois should the case turn in favor of the plaintiffs.",
  "These and other questions were recently debated by a group of roughly 50 economists, law scholars, venture capitalists and intellectuals at the Booth School of Business in a conference on digital platforms and concentration.",
  "was thought to have an insurmountable first mover advantage in search or AOL had an insurmountable first mover advantage to people’s eyeballs or Microsoft media player was going to dominate digital music,” recalled Murphy.",
  "Lawmakers welcomed the opportunity to hear from Zuckerberg on critical consumer data privacy issues that aimed to help all Americans better understand what happens to their personal information online.",
  "In the not so distant past, companies like Google, Facebook and Apple represented the best of what America stood for – our shared appreciation for innovation, entrepreneurship and competition.",
  "A question up for reasonable debate is whether assigning ownership rights to user data would make for healthier competition and help address the sorts of privacy concerns raised by Congress.",
  "Because hospitals share detailed salary information with one another, the suit alleged that hospitals are able to force residents to accept below-market wages for their time in residency.",
  "The suit alleged that the defendants – seven medical organizations and thousands of private hospitals – use the matching program to suppress soon to be residents’ wages.",
  "Now that sentiment has shifted, particularly in the wake of Facebook CEO Mark Zuckerberg’s testimony before the Senate and House earlier this month.",
  "More interestingly in the talk, Roth spoke of a class-action lawsuit that was filed in 2002 challenging the matching program on antitrust grounds.",
  "The enormous wealth and power that giants like Facebook and Amazon wield has raised serious concerns about competition and innovation.",
  "Economist Kevin Murphy from the Booth School suggested that history has much to offer when thinking about the current sentiment.",
  "In his keynote, Professor Roth talked about Match Day, or the more formally termed National Resident Matching Program.",
  "Are these tech giants getting so big as to merit heightened regulation, or even (gasp) possibly breaking them up?",
  "A matching algorithm then spits out a student’s match on Match day – the third Friday of March each year.",
  "User data, undoubtedly, will continue to be a pressing talking point among policymakers and academics.",
  "“Anything I learned at Chicago about antitrust is that antitrust is about competition.",
  "“I think we need to be humble about what we can and can’t do,” noted Murphy.",
  "“I remember the days when Yahoo!"
]