[
  "Sen. @MarcoRubio on the Mueller investigation: “I remain confident that the Special Counsel is going to conduct a probe that is fair and thorough and is going to arrive at the truth and is not going to go down rabbit holes that are not places that we need to be going.” #MTP — Chuck Todd (@chucktodd) March 18, 2018\n\nSen. James Lankford (R-Okla.) similarly downplayed the alarm over Mueller’s potential sacking, calling Dowd’s statement “not different than what an attorney does typically.”\n\nIn an interview on ABC’s “This Week,” the senator maintained that Trump would not have Mueller fired because the White House wants him “to be able to finish the investigation.”\n\nBut he also echoed Trump’s criticism of the composition of Mueller’s team, calling it “odd” that the former FBI chief had selected a number of Democrats.",
  "“This would undoubtedly result in a constitutional crisis, and I think Democrats and Republicans need to speak out about this right now,” Rep. Adam Schiff of California, the ranking Democrat on the House Intelligence Committee, said on “This Week.” “Members need to speak out now, don’t wait for the crisis.”\n\nSenate Minority Leader Chuck Schumer (D-N.Y.) issued a similar statement, accusing Trump of “floating trial balloons about derailing the Mueller investigation,”",
  "Rubio expressed hope that the investigation “is going to arrive at the truth and is not going to go down rabbit holes that are not places that we need to be going.”\n\nSome Republicans have cried foul at news that Mueller’s investigation has begun to look into Trump’s personal business ties to Russia, a move that has included a subpoena of the Trump Organization.",
  "When @jaketapper asks if he would be bothered if Trump fired Robert Mueller, Rand Paul says he “wouldn’t advocate for it.” — Kaitlan Collins (@kaitlancollins) March 18, 2018\n\nOn the same show, Sen. Lindsey Graham (R-S.C.) offered a markedly different response, suggesting that if Trump pushed to remove Mueller, it would spur impeachment proceedings.",
  "He said on “State of the Union” that some of his Republican colleagues had told him they’d treat Mueller’s firing as a “massive red line that can’t be crossed.”\n\nDemocrats warned that any move to undercut the special counsel probe would serve as a threat to democracy.",
  "Mueller has also requested documents pertaining to the Trump campaign’s correspondence with data firm Cambridge Analytica, which ran the data operations for his White House bid and reportedly violated policies protecting the privacy of Facebook users.",
  "GOP lawmakers offered a muted response on Sunday to the prospect of President Donald Trump pushing for the removal of special counsel Robert Mueller as head of the investigation into Russian interference in the 2016 presidential election.",
  "Trump’s attorney, John Dowd, on Saturday followed up on the move by urging the Justice Department to immediately end the special counsel probe, leading many to speculate that Mueller’s job could be the next one in peril.",
  "Sen. Marco Rubio (R-Fla.) didn’t appear to share those concerns during a Sunday interview on NBC’s “Meet the Press.” Rubio offered cursory support for Mueller, while advising him against expanding the probe too widely.",
  "The questions came on the heels of Attorney General Jeff Sessions’ firing of FBI deputy director Andrew McCabe on Friday, less than two days before McCabe was set to retire with full benefits.",
  "Sen. Rand Paul (R-Ky.), appearing on CNN’s “State of the Union” program, seemed even less perturbed by the prospect of Mueller’s firing.",
  "“ — Manu Raju (@mkraju) March 18, 2018\n\nSen. Jeff Flake (R-Ariz.), a persistent Trump critic, shared Graham’s view.",
  "Lindsey Graham reiterates this to Trump when asked by @jaketapper about the potential firing of Mueller.",
  "“If he tried to do that, that would be the beginning of the end of his presidency.",
  "Most Republicans have opted not to weigh in on McCabe’s firing.",
  "We are a rule-of-laws nation."
]