[
  "REUTERS/Andrew Yates\n\nBrittany Kaiser testified to a committee of British lawmakers that Leave.EU founder Banks might have broken data protection law by mixing customer data from his insurance firms with voter contact lists, and that he had refused to pay a bill for work done by Cambridge Analytica.",
  "FILE PHOTO: British businessman Arron Banks, who has funded the Leave.EU campaign, is seen during the opening day of the United Kingdom Independence Party (UKIP) annual conference at Doncaster Racecourse in Doncaster, northern Britain September 25, 2015.",
  "The unpaid bill was an invoice for UKIP, Banks said, who decided not to proceed with the project and said that the work done was “so superficial that it didn’t warrant what was being charged.”\n\n“It had nothing to do with the referendum campaign” he said.",
  "Banks told Reuters it was well-known that Leave.EU had set up a call center in his offices, but there was a separate dataset for politics, and there was “no overlap at all.”\n\n“We absolutely refute that any insurance data was used in it,” he added.",
  "British consultancy firm Cambridge Analytica lies at the center of a storm for using data obtained from millions of Facebook users without their permission after it was hired by Donald Trump for his 2016 U.S. presidential election campaign.",
  "LONDON (Reuters) - A prominent campaigner to leave the European Union, Arron Banks, denied allegations on Tuesday by a former employee of political consultancy Cambridge Analytica that he had misused personal data for political purposes.",
  "Cambridge Analytica and Banks, who was a major donor to eurosceptic party UKIP, have said that while the consultancy pitched for work with Leave.EU, it did not have any contracts and no money changed hands.",
  "“In hindsight, I now think that there is reason to believe that misuse of data was rife amongst the businesses and campaigns of Arron Banks,” she said in written testimony to the committee.",
  "Kaiser said she was no expert in data but that she believed that the number of Facebook users compromised in similar ways was “much greater” than the current estimate of 87 million.",
  "Kaiser said that on a visit to Banks’ headquarters in Bristol, she had seen a call center where data for Eldon and GoSkippy, Banks’ insurance firms, was being used by Leave.EU.",
  "Banks reiterated that Leave.EU decided not to use Cambridge Analytica after his campaign was not designated as the official campaign to leave the European Union.",
  "The chair of the committee of lawmakers, Damian Collins, has said that Leave.EU still benefited from work done before that decision was made.",
  "The analytics firm is also under scrutiny over alleged campaigning for the 2016 referendum when Britons voted to leave the European Union.",
  "Kaiser also said that Banks refused to pay a bill of 41,500 pounds ($59,500) for initial work undertaken by Cambridge Analytica.",
  "Cambridge Analytica said it had “never received data from any Arron Banks company,” in a tweet as Kaiser gave her testimony.",
  "Banks told Reuters the testimony was “sheer whoppers”, a British colloquialism for lies."
]