[
  "These technologies are combined differently across prototypes as the company works to arrive at an optimal \"recipe,\" but the goal is to create a universally applicable technology that can be used in cars everywhere in the world.",
  "Its cars may be thoroughly capable driverless vehicles, as demonstrated by its polished publicity videos, but the environment works in the cars' favor by eliminating variables like inclement weather and complex navigation.",
  "The company has previously given short demos of these cars in closed courses, but now the goalposts are moving: Yandex quietly took a car on a test drive through Moscow city streets after a heavy snowfall.",
  "Roll the videotape:\n\nThe video shows a driver with his hands in his lap as the car turns its own steering wheel to navigate precisely around snowy embankments and thoughtlessly parked cars.",
  "Russian tech giant Yandex strikes a strong corollary as \"Russian Google,\" with its own search engine, email service, cloud storage product, and yes, a driverless car initiative.",
  "\"To identify a road covered in snow you need a lot of images and videos with road in such conditions,\" says Dmitriy Polischuk, head of the Yandex.Taxi self-driving project.",
  "If we want a truly mainstream driverless future, these cars have to be way more robust, able to go anywhere without much thought about weather or road conditions.",
  "YouTube\n\nGoogle's self-driving car company Waymo operates in hot and sunny Phoenix, Arizona for a reason: the weather is fair and the roads are mostly straight.",
  "\"Weather creates some difficulties, but this can be solved as sensors improve, and as we collect more and more unique data to train our algorithms.",
  "Consider the Russian capital of Moscow, which has countless twisty, narrow roads that are obscured by snow up to five months of every year.",
  "\"With enough data, everything that can be identified by human eyes can also be identified by a computer with proper technologies.\"",
  "It's made possible with help from cameras, radar, lidar, and specialized satellite navigation called and GNSS.",
  "Taxi, the company's popular ridesharing app, merged with Uber last year.",
  "In many parts of the world, the environment works directly against this.",
  "The promise is that Yandex's driverless cars will reinvent Yandex.",
  "It's a compelling proof of concept, but what's next?",
  "It's a world away from Phoenix."
]