[
  "A lawsuit filed on July 10th, 2016, by the families of Hamas terror victims argues Facebook should be held liable for Palestinian attacks because “Hamas has used and relied on Facebook’s online social network platform and communications services as among its most important tools to facilitate and carry out its terrorist activity.”\n\nMr. Zuckerberg, would you support a bill to create a cause of action against online platforms that “knowingly” assist, support, or facilitate Jihad?",
  "Likewise, one organization simultaneously created then reported two Facebook groups with nearly identical content except for an image of Israeli soldiers in one with the statement, “Death to all the Arabs,” and an image of a masked Palestinian in the other with the statement, “Death to all the Jews!”\n\nFacebook shut down the anti-Arab group, but left up the anti-Semitic group calling for violence against Jews.",
  "In your statement, you said, “If a service provider can block you from seeing certain content … that hurts all of us and we should have rules against it.”\n\nMr. Zuckerberg, isn’t it time for Congress to tell Facebook (and Google, Twitter, and YouTube, to name a few) to accept an opt-in privacy regime, giving users control over whether and how they share information?",
  "In a recent survey, 82 percent of Americans polled agreed it would be “hard to ban hate speech because people can’t agree what speech is hateful.”\n\nYet under the guise of fighting “hate speech,” Facebook has repeatedly shut down pages providing information about Jihad, while leaving up Jihad pages themselves.",
  "In May 2016, former Facebook officials acknowledged they had actively ignored news items about conservative events, politicians, and individuals, including Chris Kyle, the former Navy SEAL inspiration for the blockbuster American Sniper, who was outspoken in his critique of Jihad.",
  "On July 12, 2017, Zuckerberg personally called for so-called “Net Neutrality” – which is, in reality, price controls on “Core” companies that actually deliver Internet signals (like AT&T and Comcast), benefiting “Edge” companies that use those signals (like Facebook).",
  "Yet in 2013, 2014, and 2016, a Facebook page advocated that the editor of counterterror site Jihad Watch should be “lynched,” “be arrested and lynched,” and “must be shot [in the] head.” Though the threats themselves were removed, Facebook did not shut down the page.",
  "These bills amend Facebook’s less-and-less-warranted immunity to lawsuits for removing material, “whether or not such material is constitutionally protected,” to create a cause of action against online platforms that assist, support, or facilitate sex trafficking.",
  "For instance, according to a lawsuit filed by counter-terror organizations and activists, in March 2016, Facebook shut down a page chronicling the actual Quranic texts and teachings that called for hatred and incitement of violence against Jews.",
  "Both the House and Senate have passed the Allow States and Victims to Fight Online Sex Trafficking Act of 2017 (FOSTA), which included a Senate version of the same bill called the Stop Enabling Sex Traffickers Act (SESTA).",
  "The Cambridge Analytica scandal is hardly the first time Facebook acquired or provided data in ways that offended its users – it’s the first time it helped Trump win an election, which helped focus the Left’s attention.",
  "One editorial pointed out, “Funny, When Obama Harvested Facebook Data On Millions Of Users To Win In 2012, Everyone Cheered.”\n\nObama, Trump – and now Facebook has sent a doctor to ask hospitals to share patient data.",
  "The same month, Facebook objected to another page because of a photo of “Kill the Jews” and “Jihad against Israel” graffiti presented as a rationale against the spread of Sharia supremacism in America.",
  "Mr. Zuckerberg, if Facebook can block you from seeing certain content – including content literally advocating against Jihad – doesn’t that hurt all of us, and shouldn’t we have rules against it?",
  "In fact, in response to the current scandal, Facebook shut down outside data partners – without restricting access to its own data, further cementing its grip on users’ information.",
  "If not – and maybe regardless – it’s time for Congress to let bereaved families sue Facebook for the results, and let Facebook users opt-in to the use of their data.",
  "Mr. Zuckerberg, why is Facebook shutting down counterterror speakers, while allowing threats against those speakers and actual terrorist communications to continue?",
  "In June 2016, Facebook censored the same page again over its critique of Jihadi beliefs in the wake of the deadly Islamic terror attack in Orlando, Florida.",
  "***\n\nThese kinds of questions might persuade Facebook to stop shutting down counterterror activists while leaving terrorists to frolic on its platform.",
  "Facebook supported these measures after an amendment was agreed to that made clear that online platforms must do so “knowingly” to be liable.",
  "NBC News has reported Cambridge Analytica may have collected data on 50 million people.",
  "The Obama campaign bragged it may have had as many as 190 million Facebook users’ data.",
  "Mark Zuckerberg confirmed he would testify before the U.S. Senate and House this week.",
  "But in 2012, Barack Obama’s campaign exploited users’ Facebook data as well.",
  "Here are four questions Congress should ask him."
]