[
  "\"I pray that Acting Attorney General Rosenstein will follow the brilliant and courageous example of the FBI Office of Professional Responsibility and Attorney General Jeff Sessions and bring an end to alleged Russia collusion investigation manufactured by McCabe's boss James Comey based upon a fraudulent and corrupt dossier,\" Dowd told CNN in a statement.",
  "Facebook suspends data group with ties to Trump campaign\n\nFacebook's vice president and deputy general counsel said in a statement that a University of Cambridge psychology professor had passed personal user data gained through an app on to third-parties, including Cambridge Analytica.",
  "Since Fri. 5 pm: *POTUS notified a porn star he might seek $20M from her; *DOJ fired former deputy FBI director McCabe hours before retirement, as POTUS wanted; * we learned Trump campaign data firm Cambridge Analytica had unauthorized access to 50 million people's FB data.",
  "Here's what you might have missed:\n\nAttorneys for Trump file to move Stormy Daniels lawsuit to federal court\n\nAttorneys for Trump and the company of his personal lawyer, Michael Cohen, filed to move Stormy Daniels' lawsuit from state to federal court.",
  "In the less than 24 hours following close of business that day, Washington has seen a litany of major headlines involving President Donald Trump, porn star Stormy Daniels, former FBI Deputy Director Andrew McCabe and a host of others.",
  "Sessions fires McCabe\n\nIn a statement Friday night, McCabe hit back, saying his firing is part of a larger effort to discredit the FBI and the special counsel's investigation into Russian meddling in the 2016 election.",
  "Trump lawyer calls for end to Mueller probe\n\nTrump's personal lawyer, John Dowd, called for Deputy Attorney General Rod Rosenstein to end special counsel Robert Mueller's investigation.",
  "Dowd told CNN he was speaking on his own behalf, although he had earlier told the Daily Beast, which first reported Dowd's remarks, that he was speaking on behalf of the President.",
  "The legal complaint claims Trump never signed the hush agreement regarding an alleged sexual encounter he and Daniels had in 2006, and therefore the agreement is void.",
  "Mueller has McCabe's memos\n\nMcCabe also has been interviewed by Mueller's team and was asked about Comey's firing, a source briefed on the matter confirms to CNN.",
  "(CNN) While a good deal of America was likely focused on Friday's NCAA upset , the nation's capital was entrenched in its own kind of March Madness.",
  "McCabe told CNN he had four interactions with the President while he was acting FBI director last May -- three in-person meetings and a phone call.",
  "His firing could place a portion of his anticipated pension, earned after more than two decades of service, in significant jeopardy.",
  "However, they are said detail to what former FBI Director James Comey told McCabe about his interactions with Trump.",
  "It is unclear exactly what is in McCabe's memos and if he memorialized every interaction he had with the President.",
  "McCabe had been expected to retire Sunday, when he would have become eligible to receive early retirement benefits.",
  "Friday's move marks the first time attorneys for Trump himself have joined the legal action in the Daniels matter.",
  "They also said the porn star could owe in excess of $20 million for violating her nondisclosure agreement.",
  "Daniels' attorney filed suit in Los Angeles County Superior Court last week.",
  "The suit instead claims that Cohen signed the document on behalf of Trump.",
  "They are seen as a way to corroborate Comey's account in Mueller's probe.",
  "The Trump campaign hired Cambridge Analytica in the summer of 2016.",
  "Cohen has said Trump \"vehemently denies\" any affair took place.",
  "The data firm has denied violating Facebook's policies."
]