[
  "Australia has launched a formal investigation into Facebook (FB) after the company revealed that information about hundreds of thousands of Australians may have been exposed to the data research firm Cambridge Analytica.",
  "Then the United States came out with plans for tariffs to punish China for intellectual property theft, and China responded with $50 billion more in proposed tariffs on American cars, planes, soybeans and other goods.",
  "Trump can't stop tweeting about Amazon\n\nPresident Trump this week falsely accused The Washington Post, which Jeff Bezos owns personally, of being the \"chief lobbyist\" for Amazon (AMZN), where Bezos is CEO.",
  "Shares of Amazon have been volatile since Trump went on his Twitter campaign against the company, including misleading attacks about its tax payments and its relationship with the Postal Service.",
  "Anbang, an embattled Chinese financial giant that owns major assets in the United States including the Waldorf Astoria, was just handed a $10 billion lifeline.",
  "But China is planning to make US farmers pay a 25% tariff to sell beans in the country in retaliation for President Trump's proposed tariffs on Chinese goods.",
  "For farmers already operating on thin profit margins, the tariff could be \"the straw that breaks the camel's back,\" says Indiana farmer Brent Bible.",
  "Former Treasury Secretary Larry Summers told CNN that Trump's behavior is \"not the stuff of democracy,\" and he compared Trump to Benito Mussolini.",
  "The results show that men overwhelmingly earn more than women, especially at soccer clubs, airlines, financial firms and select fashion brands.",
  "On Thursday, Trump ratcheted up the trade war rhetoric with China, saying he was considering another $100 billion in tariffs on the country.",
  "The stock slide is bad news for many Americans because Amazon is widely held by big investors that run 401(k) plans and popular index ETFs.",
  "And the Amazon ambush is curious because the company's AWS cloud unit is a top vendor for the federal government, particularly the CIA.",
  "The United States introduced broad tariffs on steel, and China responded with a duty on American fruits, nuts, wine and steel pipes.",
  "— Patrick Gillespie\n\nChina takes aim at America's soybean farmers\n\nAmerican soybean farmers are worried about their best customer.",
  "Rupert Murdoch's 21st Century Fox (FOX) is making a new pitch to win approval for its planned takeover of British broadcaster Sky.",
  "In a joint hearing, the Senate Judiciary and Senate Commerce Committees will ask about how his company handles its users' data.",
  "— Nathaniel Meyersohn\n\nUK gender pay gap is big and pervasive\n\nMen are making a lot more than women in the United Kingdom.",
  "If the United States added jobs in March, as expected, it will be the 90th straight month of gains, extending a record.",
  "Martin Sorrell, the CEO of the world's biggest ad agency, is under investigation over claims of \"personal misconduct.\"",
  "Some argue that this is a negotiating strategy by a president who claims to be an expert in the \"art of the deal.\"",
  "Mr. Zuckerberg goes to Washington: Facebook (FB) CEO Mark Zuckerberg will face questions next week in Congress.",
  "The concern is whether they represent only the initial step — \"the first of many\" as Trump put it recently.",
  "— Danielle Wiener-Bronner\n\nQuick takes\n\nSpotify (SPOT) started trading on the New York Stock Exchange.",
  "That sentiment could change on a dime, though, if talks between the United States and China collapse.",
  "China was the United States' largest buyer last year, gobbling up $12.3 billion worth of soybeans.",
  "Yes, they'll cause pain on both sides, such as pork farms in places like Texas and North Carolina.",
  "Goodbye GATT, goodbye WTO, goodbye multilateralism, and hello to the unwinding of global trade.",
  "Companies there with 250 or more employees were legally required to publish gender pay data.",
  "On Wall Street, there is cautious (albeit fragile) optimism that the worst will be avoided.",
  "The weapons have been drawn, and they are ready to be deployed into battle at any moment.",
  "Sign up for the weekly Quest newsletter in your inbox\n\nBut the rhetoric has been bold.",
  "Wages in those industries are especially skewed because top positions are held by men.",
  "The tariffs announced so far by the United States and China aren't that bad.",
  "Quest's Profitable Moment\n\nIs the United States in a trade war with China?",
  "Chinese tariffs would hit farm states and more than 300,000 soybean jobs.",
  "What's next\n\nJobs report: The jobs report on Friday could be a milestone.",
  "Still, the US, Chinese and global economies can stomach these tariffs.",
  "But Trump's rants against Corporate America are growing more routine.",
  "If this isn't a trade war, it's as close to one as I want to be.",
  "So much time and effort is being spent arguing the semantics.",
  "China is targeting parts of the country that voted for Trump.",
  "— Paul R. La Monica\n\nHow bad could a China-US trade war get?",
  "Let me say again: This is dangerous, and we need to be wary.",
  "None of the bigger tariffs have actually been imposed — yet.",
  "Women were dismayed — but not surprised — by the reports.",
  "All the traditional postwar rules seem to have gone.",
  "We can argue that the trigger hasn't been pulled.",
  "That's how long until these tariffs take effect.",
  "Whichever way you look at this, it's dangerous.",
  "The real fear in a trade war is escalation.",
  "The armies on both sides are on the move.",
  "We'll find out over the next 60 days.",
  "Is he really a dealmaker supreme?",
  "Oh, yes, it most certainly is.",
  "It's worth about $30 billion.",
  "Well, let me join in: Yes.",
  "It is a trade war.",
  "Think about it."
]