[
  "“In light of consumer outrage after Cambridge Analytica, there is massive pressure to show that their advertising model hasn’t been significantly impacted by the black cloud of the last few months.”\n\nThe company did not discuss whether it lost users as a result of the Cambridge Analytica controversy.",
  "The social network is weathering the fallout from a scandal over data privacy, in which the company’s lax policies enabled a Trump-affiliated consultancy called Cambridge Analytica to inappropriately siphon the private profiles of up to 87 million Facebook users.",
  "Last quarter, Zuckerberg touted surprising new metrics that people were spending fewer hours per day on Facebook — a consequence of the company’s new push to emphasize the quality of interactions on its platform over the popularity of content.",
  "Despite many users saying they deleted Facebook as the result of a privacy scandal that erupted in mid-March, 3.4 percent more people logged on each day in March than in the previous quarter.",
  "They anticipate that growth among European users will flatten or even decline slightly in the coming year as a result of the new laws, but that it won't have a significant impact on revenues.",
  "Some of those losses may ultimately be supplanted by Facebook-owned Instagram and WhatsApp, where user growth continues apace, but the platforms do not generate the revenue of Facebook.",
  "Chief Operating Officer Sheryl Sandberg said a few advertisers stopped spending on Facebook in the weeks after the revelations, and that one advertiser had returned to the platform.",
  "A recent study by the American Press Institute and the Associated Press-NORC Center for Public Affairs Research found that 12 percent of people trusted Facebook as a news source.",
  "Another poll by Axios and SurveyMonkey found that Facebook’s favorability fell 28 points in the past five months — more than twice as much as that of rivals Amazon and Google.",
  "“This is probably the most important earnings they’ve had,” said Daniel Ives, chief strategy officer and head of technology research for the research firm GBH Insights.",
  "“Despite facing important challenges, our community and business are off to a strong start in 2018,” Mark Zuckerberg, Facebook chief executive, said in a statement.",
  "The company added 3 million users in the US and Canada between the first quarter of 2018 and the same quarter the previous year, reaching 185 million people.",
  "The company is also in the midst of a costly hiring spree as it beefs up security to address disinformation and other forms of manipulation of its platform.",
  "SAN FRANCISCO — The crisis of public trust confronting Facebook has yet to affect the company’s bottom line — at least for the time being.",
  "The company plans to hire around 10,000 additional workers, including content moderators around the world, to bolster this effort.",
  "On Wednesday, Facebook said its first-quarter revenue, which is dominated by advertising, grew by 49 percent to $12 billion.",
  "Those changes have also contributed to stalled growth in some places, including a slight drop in the number of U.S. users.",
  "Facebook is adapting to sweeping new privacy laws in Europe that give citizens a much more say in how their data is used.",
  "Facebook is facing several class-action lawsuits as well as a Federal Trade Commission investigation into its practices.",
  "Between 2016 and 2017, however, growth was more robust, with the company adding 9 million North American users.",
  "Executives expect expenses to grow considerably in the year ahead, as the company continued to hire more staff.",
  "The law slaps technology companies that break the rules with steep fines of up to 4 percent of global profits.",
  "But the strong quarterly growth sent its stock price up more than 7 percent in after-hours trading Wednesday.",
  "It's possible that the effect of deletions and other fallout will be more notable in the second quarter.",
  "Facebook executives faced many questions from analysts about the impact of the European privacy rules.",
  "Net profit jumped 65 percent from the same period a year earlier to a record $4.9 billion.",
  "Last quarter there was a slight drop in North American users compared to the previous one.",
  "The biggest impact of this turbulent period was visible in Facebook’s expenses and costs.",
  "Expenses were already up 39% due to a record number of new hires.",
  "Its stock has dropped 14 percent since the controversy erupted.",
  "Facebook is at the most perilous moment in its 14-year history.",
  "Facebook is pouring resources into preparing for these changes.",
  "Overall growth on the platform is slowing, however."
]