[
  "(Translating the Roman poet Juvenal, in 1687, the satirist Thomas Shadwell cut to the point: “What pleasure can the weak Old Doting Fool, / Expect from that infirm and Aged Tool?”) In Silicon Valley, according to Siva Vaidhyanathan, a professor at the University of Virginia whose book about Facebook, “Antisocial Media,” is due out in September, “Tools are technologies that generate other technologies.” When I asked an engineer friend who builds “developer tools” for his definition, he noted that a tool is distinct from a product, since a product is “experienced rather than used.” The iTunes Store, he said, is a product: “there are lots of songs you can download, but it’s just a static list.” A Web browser, by contrast, is a tool, because “the last mile of its use is underspecified.”\n\nYesterday was not Zuckerberg’s first time being called in and interrogated about a Web site that he created.",
  "Its slogan: “Access to tools.” The publisher of the “Catalog,” Stewart Brand—a Stanford-trained biologist turned hippie visionary and entrepreneur—would later call it “the first instance of desktop publishing.” Steve Jobs, in his 2005 commencement address at Stanford, described it as “one of the bibles of my generation.” The “Catalog,” Jobs said, was “Google in paperback form, thirty-five years before Google came along.",
  "“We have a responsibility to not just build tools, but to make sure those tools are used for good.” Later, he added, “I don’t want anyone to use our tools to undermine democracy.” In his testimony before the Senate Judiciary and Commerce Committees on Tuesday, Zuckerberg referred to “these tools,” “those tools, “any tool,” “technical tools,” and—thirteen times—“A.I.",
  "“The vast majority of people internally did, too.”) But the core idea—that tools can be used well or badly, and that the people who make them are not responsible for how others use or misuse them—resonates with Zuckerberg’s frequent refrain that Facebook is a “neutral platform.” Vaidhyanathan said he doubted that the use of the word was deliberate.",
  "In defining the purpose of the “Catalog,” he wrote, “a realm of intimate, personal power is developing—power of the individual to conduct his own education, find his own inspiration, shape his own environment, and share his adventure with whoever is interested.” Like Zuckerberg, Brand saw tools as a neutral means to engage any and every user.",
  "It was idealistic, and overflowing with neat tools and notions.” Jobs’s biographer, Walter Isaacson, quotes Brand as saying that the Apple co-founder was a kindred spirit; in designing products, Jobs “got the notion of tools for human use.” With the rise of personal computing, the term “tools” migrated from communes to software.",
  "This idea became highly influential in the nineties, as the Stanford historian Fred Turner demonstrates in his book “From Counterculture to Cyberculture.” Through Wired magazine, which was founded by Brand’s collaborator Kevin Kelly, the message reached not just Silicon Valley but also Washington.",
  "In other words, Brand’s philosophy helped create the climate in which Facebook, Google, and Twitter could become the vast monopolies that they are today—a climate in which dubious political ads on these platforms, and their casual attitudes toward sharing user data, could pass mostly unnoticed.",
  "On Tuesday, senators directly challenged the idea that Facebook could ever be a “neutral platform.” It remains to be seen whether American politicians and the American public will accept Zuckerberg’s can-do talk of technical solutions—or whether they will dismiss him as a tool himself.",
  "But a tech backlash has been building steam since the 2016 Presidential election, and especially since the revelation that Cambridge Analytica, a political-consulting firm connected with Donald Trump, surreptitiously harvested the data of eighty-seven million Facebook users.",
  "In 2016, for instance, Facebook’s head of product, Chris Cox, joined him onstage at the Aspen Ideas Festival to give a talk titled “Connecting the Next Billion.”\n\nTool talk encodes an entire attitude to politics—namely, a rejection of politics in favor of tinkering.",
  "“You would not usually call an AK-47 a tool.”\n\nThe exaltation of tools has a long history in the Bay Area, going back to the late nineteen-sixties, when hippie counterculture intersected with early experiments in personal computing.",
  "In particular, the word got its cachet from the “Whole Earth Catalog,” a compendium of product reviews for commune dwellers that appeared several times a year, starting in 1968, and then sporadically after 1972.",
  "The Oxford English Dictionary will tell you that the English word is more than a thousand years old and that, since the mid-sixteenth century, it has been used as the slur that we’re familiar with today.",
  "As the student newspaper, the Crimson, reported, “The programming and algorithms that made the site function were Zuckerberg’s primary interest in creating it.” The point of Facemash was to make a tool.",
  "tools.” On Wednesday, at a separate hearing of the House Energy and Commerce Committee, a congressman from Florida told Zuckerberg, “Work on those tools as soon as possible, please.”\n\nWhat’s in a tool?",
  "photos of female undergraduates scraped from the university’s online directories, Facemash presented users with pairs of women and asked them to rank who was “hotter.” (“Were we let in for our looks?",
  "The sense that the Web was somehow above or beyond politics justified laws that privatized Internet infrastructure and exempted sites from the kinds of oversight that governed traditional publishers.",
  "“As Facebook has grown, people everywhere have gotten a powerful new tool to stay connected to the people they love, make their voices heard, and build communities and businesses,” Zuckerberg wrote.",
  "In the fall of 2003, when he was a sophomore at Harvard, a disciplinary body called the Ad Board summoned him to answer questions about Facemash, the Facebook precursor that he had just released.",
  "As Turner put it in a recent interview with Logic magazine (of which I am a co-founder), Brand and Wired persuaded lawmakers that Silicon Valley was the home of the future.",
  "This was the first iteration of an excuse that Zuckerberg and Facebook have offered many times since, which was distilled in a recently leaked internal memo from 2016.",
  "The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is de facto good.",
  "Unlike his contemporaries in the antiwar, civil-rights, and women’s movements, Brand was not interested in gender, race, class, or imperialism.",
  "The generation of tech leaders who grew up taking P.C.s and the World Wide Web for granted nevertheless inherited an admiration for Brand.",
  "Yes.”) By 10 P.M. on the day Facemash launched, some four hundred and fifty visitors had cast at least twenty-two thousand votes.",
  "“Who wants to do that?”\n\nFor decades, the American public has largely embraced this optimistic, laissez-faire ideology.",
  "of Facebook, submitted in advance of his testimony on Capitol Hill this week, he used the word “tool” eleven times.",
  "In the memo, titled “The Ugly,” Andrew Bosworth, a vice-president at the company, wrote:\n\nWe connect people.",
  "Several student groups, including Fuerza Latina and the Harvard Association of Black Women, led an outcry.",
  "If people got good enough tools to build the communities they wanted, politics would take care of itself.",
  "“Whole Earth eschewed politics and pushed grassroots direct power—tools and skills,” he later wrote.",
  "The idea that tools were preferable to politics found a ready audience in a decade of deregulation.",
  "In the sixties, Brand and the “Whole Earth Catalog” presented tools as an alternative to activism.",
  "Zuckerberg criticized Bosworth’s memo when it leaked, and he criticized it again on Tuesday.",
  "(“I disagreed with it at the time that he wrote it,” Zuckerberg told Senator Lindsey Graham.",
  "But Zuckerberg insisted to the Ad Board that he had not intended to “insult” anyone.",
  "The fact that it got sharpened on the faces of fellow-students was incidental.",
  "“It’s probably just how they’re talking around the office,” he told me.",
  "So we connect more people\n\nThat can be bad if they make it negative.",
  "Maybe someone dies in a terrorist attack coordinated on our tools.",
  "Maybe it even saves the life of someone on the brink of suicide.",
  "The transformations that he sought were personal, not political.",
  "In the written remarks that Mark Zuckerberg, the C.E.O.",
  "Maybe it costs a life by exposing someone to bullies.",
  "“A tool is not a weapon,” Vaidhyanathan pointed out.",
  "Still, it implies a set of ideas and ideals.",
  "That can be good if they make it positive.",
  "“Why regulate the future?” Turner asked.",
  "And still we connect people.",
  "“Will we be judged on them?",
  "Maybe someone finds love.",
  "No,” the site proclaimed.",
  "Using I.D."
]