[
  "And the executive failed to give straight answers when Democratic Rep. Kathy Castor of Florida asked about certain kinds of data Facebook collected, attempting to shift to a rehearsed talking point: \"Congresswoman, the primary way that Facebook works is that people choose to share data, and they share content because they're trying to communicate.\"",
  "In Tuesday's hearing, Zuckerberg revealed that Facebook employees had been interviewed by the special counsel's office as part of Robert Mueller's investigation into Russian election meddling, and he conceded that he didn't think most users read Facebook's terms of service.",
  "He also said that, following the Cambridge Analytica scandal, which sparked this week's hearings, Facebook was considering legal action against the research firm itself, the researcher who sold user data to the firm, or Cambridge University, where the researcher worked.",
  "Republican lawmakers including Reps. Leonard Lance of New Jersey, Cathy McMorris Rodgers of Washington state, and Tim Walberg of Michigan hit Zuckerberg with a laundry list of occasions in which Facebook was perceived to have been censoring conservatives.",
  "In round two on Wednesday, in front of a committee of the House of Representatives, the 33-year-old chief executive was grilled more closely for about five hours, at times failing to answer key questions as he pivoted robotically back to prepared lines.",
  "Under questioning from Democratic Rep. Ben Luján of New Mexico, the CEO was unable to say how many categories of data Facebook collects— both on users of its service and on people who have never signed up for an account but are profiled anyway.",
  "When Rep. Paul Tonko, a Democrat from New York, asked whether Facebook had legal liability for content shared on Facebook, Zuckerberg punted and starting talking about unrelated changes the social network made in 2014 to its app platform.",
  "The executive, who has never been a natural public speaker, stumbled more when grilled by technically adept members of Congress, and he seemed unwilling to go into detail about exactly which data Facebook collects and how.",
  "There were less explosive revelations on Wednesday — though the CEO did acknowledge that, like tens of millions of other Facebook users, his personal data had been scraped and obtained by Cambridge Analytica.",
  "Zuckerberg disputed the assertion, attributing the Diamond & Silk situation to error on the part of moderators, saying he \"wouldn't extrapolate from a few examples to assuming the overall system is biased.\"",
  "And many of the lawmakers present were primarily preoccupied with allegations of anti-conservative bias at Facebook, a line of questioning that failed to produce any illuminating answers.",
  "When the Facebook CEO appeared before a US Senate joint committee hearing on Tuesday to answer questions on Facebook's scandals, there were no real upsets or scandalous remarks.",
  "You did not know how many firms have been sold data by Dr. Kogan, other than Cambridge Analytica and Eunoia Technologies, even though you were asked that question yesterday.",
  "The pro-Trump internet personalities Diamond & Silk were brought up repeatedly, with a focus on how the social network recently labeled their videos as \"unsafe.\"",
  "Rep. Debbie Dingell, a Michigan Democrat, summarized Zuckerberg's responses in a remark toward the end of the hearing: \"As CEO, you didn't know some key facts.",
  "Facebook CEO Mark Zuckerberg testified Wednesday before a House Energy and Commerce Committee hearing regarding the company’s use and protection of user data.",
  "Rep. Billy Long, a Missouri Republican, even relayed a question from the vloggers: \"What is unsafe about two black women supporting Donald J.",
  "With just four minutes of questioning allowed per representative, however, Zuckerberg was never pushed as far as he could have been.",
  "You didn't know that FTC doesn't have fining authority and that Facebook could not have received fines for the 2011 consent order.\"",
  "REUTERS/Leah Millis\n\nMark Zuckerberg's second day of congressional testimony didn't go quite as smoothly as his first.",
  "He stuck closely to talking points, and the technical illiteracy of many lawmakers was on painful display.",
  "You didn't know about major court cases regarding your privacy policies against your company.",
  "You don't even know all the kinds of information Facebook is collecting from its own users. \"",
  "She continued: \"You didn't know what a shadow profile was.",
  "You didn't know how many apps you need to audit.",
  "And yes, we were all paying attention.",
  "Trump?\""
]