[
  "More from USA Today:\n\nCambridge Analytica files for Chapter 7 bankruptcy liquidation after debilitating scandal\n\nRoyal wedding is the stage to display the best British cars like Rolls-Royce, Jaguars\n\nMillions flow to fast-growing lobbying firms with ties to the Trump administration\n\n\"In honor of the royal wedding,\" it reads, \"use your royal wedding guest name this week.",
  "Much as other, more adult, prompts have asked users to create and forward along their \"porn star\" name, this one helps you craft an aristocratic title from seemingly innocuous items from your family and your past.",
  "Because your peerage name is an excellent hunting ground for any and all hackers looking to harvest the answers to those pesky online security questions more and more sites make you come up with.",
  "SAN FRANCISCO — A funny as Lord Carpenter Rover of Sunnyside might sound, please don't reply to a Facebook prompt asking you to create your royal wedding guest name using details from your past.",
  "It's all fun and games until somebody gets hacked, which is why you're more than welcome to say the name aloud and giggle, but by no means should you cut and paste into your status.",
  "The same goes for shared, anonymously sourced quizzes on favorite books, musical styles, concerts, flowers and pretty much anything else that could be used against you.",
  "Once you post those answers, you should assume that every hacking group worth its salt will find and index them quicker than Harry and Meghan can say \"I do.\"",
  "We don't know who started this particular meme making the rounds or whether they had the best, or the worst, intentions.",
  "Facebook is always awash in sharable quizzes and prompts (remember 'Tell us your first 10 rock concerts' last year?)",
  "and this week's suggestion inspired by the pending wedding of Meghan Markle and Prince Harry is no different.",
  "All very common security questions and all exactly the information you don't want to be publicly posting.",
  "Your surname is the name of your first pet, then \"of\" followed by the name of the street you grew up on.",
  "The best response to online quizzes, at least when it comes to posting the answers, is \"just say no.\"",
  "This material is key to getting inside your online accounts.",
  "Sorry to be a party pooper but it's the world we live in.",
  "But it also puts you in real danger of identity theft.",
  "Your first name is one of your grandparents' names.",
  "Then cut and paste it into your status.\"",
  "Start with either Lord or Lady.",
  "Just for fun, let's do this!",
  "It sounds innocuous enough.",
  "The street you grew up on?",
  "It doesn't really matter.",
  "Mother's maiden name?",
  "Post below.",
  "First Pet?",
  "Why?"
]