[
  "Your information (everything from status updates to usage habits) is tracked, analyzed by artificial intelligence, compiled and sold to companies like The Bay and Air Canada — and Cambridge Analytica — who use it sell you products and ideas.",
  "The firm then used that information to create an app that allowed them to target potential swing voters in two major political campaigns — Brexit in the United Kingdom and Donald Trump's 2016 election bid in the United States.",
  "It sounds harmless to share an article bashing your least-favourite politician, to \"like\" a meme, or click \"I agree\" when Instagram updates their privacy policy, but both actions are doing more than most people realize.",
  "In the long run, creating an environment that requires truth and integrity, and values journalistic standards and moral practices, will make both the online realm and the real world a safer place for everyone.",
  "Pay-per-click websites will do just about anything to get you on their landing page, and one of the easiest ways to do that it is to spread news that they know from your data profile will appeal to you.",
  "Fortunately and unfortunately, the internet has allowed everyone to confirm every absurd or ignorant opinion they hold, share it with others of like mind, and ignore all evidence to the contrary.",
  "Cambridge Analytica quietly retrieved not only all of their information, but the data of their Facebook friends, too, who hadn't taken the test or specifically agreed to be included.",
  "We have to understand the risks and act accordingly, commit to stop the spread of what is obviously fake news, and be aware of the implications of our digital behaviour.",
  "And Facebook, instead of hiding behind all that mouse print, should be required to summarize in short, simple language what we're agreeing to when we click \"I agree.\"",
  "If you share fake news, it gains traction, makes money for someone, and encourages whoever produced it to produce more of the same counterfeit tripe.",
  "At the time when the data collection was taking place, Facebook's policies allowed for the collection of friends' data by app creators and academics.",
  "Put simply, they took advantage of people who unknowingly supplied their friends' data and then used that data to manipulate major, real-life events.",
  "The scandal, in short, involves Cambridge Analytica, a U.K.-based data firm who indirectly acquired the information of millions of Facebook users.",
  "Nobody is going to read a small-print, 47-page document before proceeding, but we must be accountable for the risk that our participation implies.",
  "It might be satisfying to share an article bashing your least-favourite movie star, but if the story isn't true, it's doing more harm than good.",
  "If you haven't followed the story, you've undoubtedly seen \"#DeleteFacebook\" make its way across your screen — maybe even on Facebook.",
  "The company exploited Facebook users who agreed to share their information when they filled in online quizzes or personality tests.",
  "Facebook is in the business of selling this information to people and organizations that find incredible value in your data.",
  "Before you share an article because it supports the point you were making at Easter dinner, check to see what the source is.",
  "However, we each have a responsibility for creating a set of online standards and understanding our own online behaviour.",
  "We all have a duty to reinforce and exemplify high standards for the use and production of information.",
  "You're giving them the ability to pump out more false information to feed those who are hungry for it.",
  "Eighty-seven million people were affected worldwide, more than 600,000 of which are Canadian.",
  "Still, there's no arguing that what Cambridge Analytica did wasn't, on a moral level, wrong.",
  "By agreeing to these policies, you are putting your information into the hands of Facebook.",
  "Sites like Snopes provide free fact-checking and immediately discredit many \"true\" stories.",
  "In short, you can find something somewhere online that will back up whatever you believe.",
  "Our desire to prove our opinions right only encourages the creation of fake news.",
  "Sure, there are technicalities, but the action itself wasn't completely corrupt.",
  "Each of us has a duty to understand, at a basic level, how digital media works.",
  "When's the last time you actually read a privacy policy before agreeing to it?",
  "When's the last time you actually read a privacy policy before agreeing to it?",
  "We have the ability to control the information we offer and reinforce online.",
  "It's immoral, frightening and threatens already delicate democratic systems.",
  "Getty Images/iStockphoto\n\nThe internet is a battle for your attention.",
  "Recently, the Cambridge Analytica scandal made headlines worldwide.",
  "We're all quick to click \"accept\" or \"share\" or \"I agree.\"",
  "UIG via Getty Images\n\nPeople have reason to be upset.",
  "But how can we be upset when we agreed, after all?",
  "Technically, Facebook didn't do anything wrong.",
  "Do they fact check?",
  "Also on HuffPost:",
  "Is it credible?"
]