[
  "That could give Democrats in states like North Dakota, Montana, Indiana, Missouri and Florida — all of are represented by Senate Democrats up for reelection this year — a new argument to make against the president and his allies in Congress.”\n\nNo one will make up for Trump’s utter lack of self-discipline.",
  "Both his credibility and his influence have been severely diminished, administration officials said, a clear decline for the retired four-star Marine Corps general who arrived with a reputation for integrity and a mandate to bring order to a chaotic West Wing.”\n\nHe’s now a self-parody.",
  "“A suspected chemical-weapons attack on a rebel-held Syrian town near Damascus late Saturday has killed at least 42 people and sickened hundreds more, relief workers said, sparking calls for international action and a sharp rebuke from U.S. President Donald Trump.",
  "I can’t imagine that you support a president––any president of the United States––singling out an American company and just bad-mouthing it for weeks while its stock goes down.” Kudlow couldn’t bring himself to answer so he denied it was an attack on a company.",
  "): “We’ll nitpick little things — ‘He has too many people on his security detail.’ — … but what about … how [Environmental Protection Agency Administrator Scott Pruitt is] taking care … of the taxpayers’ dollars with the EPA?",
  "“Democrats see President Trump‘s escalating trade war with China as an opportunity that could help them win several Senate races in states where a trade fight would damage local economies.",
  "“For almost a week after the Cambridge Analytica scandal broke, [Facebook’s Mark] Zuckerberg remained silent, while his company lost nearly fifty billion dollars in stock value.",
  "“President Trump on Sunday put blame on former President Obama after the alleged chemical attack in Syria.” Trump is the one who wants an immediate retreat.",
  "“The recurring and escalating clashes between the president and his chief of staff trace the downward arc of Kelly’s eight months in the White House.",
  "Poisonous gas was unleashed from a barrel bomb dropped by a government helicopter, according to the White Helmets, a Syrian paramedic group.",
  "And what about the regulations that he said he’s going to clean up on?”\n\nLarry Kudlow self-destructs defending Trump’s attack on Amazon.",
  "\n\nAt least 40 people are reported to have been killed in an apparent chemical-weapons attack on the rebel-held Syrian city of Douma.",
  "When Zuckerberg testifies before Congress, he won’t have the luxury of muting his interrogators.” His arrogance will do him in.",
  "Alex Kantrowitz, of BuzzFeed, asked whether Facebook would consider making less profit in order to protect users’ privacy.",
  "Victims showed symptoms of poisoning by chlorine and nerve agents, doctors said.”\n\nHe could use some self-awareness.",
  "If Kantrowitz had a follow-up, no one heard it—reporters’ phones were muted after their initial question.",
  "(Reuters)\n\nOpinion writer\n\nThe GOP manages to administer self-inflicted wounds on a regular basis.",
  "Republicans might want to preserve what little self-respect they have by not defending corruption.",
  "States that rely on agriculture could be hit particularly hard by retaliatory tariffs from China.",
  "Zuckerberg proceeded to answer a question that he hadn’t been asked, about ad relevance.",
  "Then he embarked on an apology tour, which included last week’s conference call.",
  "The administration should self-reflect on the wisdom of bugging out.",
  "Jake Tapper: “You’re a believer in free markets.",
  "Sen. Mike Rounds (R-S.D."
]