[
  "More: Facebook CEO Mark Zuckerberg finally speaks on Cambridge Analytica: We need to fix 'breach of trust'\n\nMore: Obama 2012 team: We didn't break Facebook rules in our campaign\n\nMore: Your Facebook posts: How to make your likes and posts private\n\nTroubling disclosures that Cambridge Analytica used vast amounts of data from Facebook to build profiles of American voters to help Donald Trump's campaign have spurred some Facebook users to delete their accounts and seek refuge on Instagram.",
  "(Photo: Courtney Nawara)\n\n\"It's like being a fly on the wall in some users' lives,\" says LaShawn Wiltz, a 41-year-old registered nurse from Decatur, Ga.\n\nDanasia Fantastic, a 31-year-old Instagrammer from Atlanta who runs a lifestyle website for Millennial women, TheUrbanRealist.com, says tuning into Instagram Stories is what got her hooked.",
  "People also complain that Instagram, with its carefully composed photos, feels too much like flipping through the pages of Vogue and not enough about getting to know real people and their lives, says Doran Poma, a 31-year-old esthetician from Monterey, Calif.\n\n\"It is so over-curated from every angle,\" she says.",
  "But even before Cambridge Analytica hijacked headlines, USA TODAY surveyed more than 80 social media users and the majority of them said they've been spending less time on Facebook and more time on Instagram, some of them citing the bitterly divisive presidential election as the reason.",
  "She gets annoyed when, looking to feel better after a long, hard day, she scrolls through Instagram, clicking on hashtags such as #realmoms or #messykids only to see post after post of \"perfectly curated color-coordinated messes or families smiling on white furniture.\"",
  "Instagram Stories is \"like being a fly on the wall in some users' lives,\" says LaShawn Wiltz, a 41-year-old registered nurse from Decatur, Ga. (Photo: LaShawn Wiltz)\n\nInstagram dialed in early to the power of building community through visual communication.",
  "Don’t even get users started on Instagram’s controversial decision to switch from a chronological feed to a computer algorithm or on the growing number of carefully edited posts eating away at the raw authenticity that made Instagram special.",
  "Credit people such as Kim Delatorre, a 43-year-old blogger and mother of three from a small town in Idaho who settles down with Instagram at night after everyone's asleep to follow updates from her nieces and the cast of The Walking Dead.",
  "It says it allows developers access to information about users to help businesses understand them, to help users share their content to a third party, such as a photo printing service, or to help broadcasters and publishers find content.",
  "(Photo: Menucha Citron Ceder)\n\nThat inauthentic feeling is one of the reasons Menucha Citron Ceder, a 28-year-old blogger from New York, stays faithful to Facebook, though she's spending longer stretches on Instagram, as are her peers.",
  "Instagram, which Facebook bought in 2012 for $1 billion, is having a moment — and just in time to be a lone bright spot for its parent company, which is in crisis over its handling of people's private information.",
  "This visualization of social media was propelled by young people who, bombarded by text messages, status updates and blog posts, gravitated to a simpler, faster and more expressive medium to tell their stories.",
  "When the 35-year-old digital marketer and yoga and fitness studio owner had a major complication with her pregnancy, she opened up on Instagram about how she was really feeling, which was \"pretty crappy.\"",
  "Research from the University of Oregon suggests that perusing more images and less text is associated with increased happiness and satisfaction and decreased loneliness.",
  "Social media influencers use a wide variety of social platforms, but a recent survey by influencer platform Zine found that Facebook's Instagram was still the favorite.",
  "Systrom, Instagram's CEO, is fighting back by building features that promote civility and safety, reassigning engineers and researchers to work on the new initiatives.",
  "\"My friends and I were all over Snapchat, but when Instagram Stories came out, it brought our attention back to the platform, and I haven't left it since,\" she says.",
  "Courtney Nawara, a beauty blogger for Phyrra.net in Tampa, says she is spending a lot less time on Instagram after it switched to an algorithm-controlled news feed.",
  "Self-driving trucks could make that happen; some say, no way\n\nMore: World's largest collection of ocean garbage is now twice the size of Texas\n\nMore: Cheap iPads?",
  "And, while the share of Americans using other social networks — Facebook, Twitter, LinkedIn and Pinterest — remained about the same, Instagram has seen an uptick.",
  "Instagram abuse\n\nFounders Kevin Systrom and Mike Krieger envisioned Instagram as a kinder, gentler place where people could freely and safely express themselves.",
  "Menucha Citron Ceder, a 28-year-old blogger from New York, stays faithful to Facebook, though she's spending longer stretches on Instagram, as are her peers.",
  "And they are starting to wonder if Instagram, which already was a target of Russian interference, will become even more treacherous in the midterm elections.",
  "When Jamie King, 35, had a major complication with her pregnancy, she opened up on Instagram about how she was really feeling, which was \"pretty crappy.\"",
  "Instagram Stories has 300 million daily users who hop on the feature to post photos and videos that disappear after 24 hours, according to Instagram.",
  "\"I didn't want people placing judgments about the decisions I was making or how I was feeling as it seems people are more likely to do on Facebook.\"",
  "Kim Delatorre, a 43-year-old blogger and mother of three from a small town in Idaho, settles in with Instagram at night after everyone's asleep.",
  "In his research note, Wells Fargo Securities analyst Ken Sena said he sees Instagram \"becoming more important to the broader Facebook story.\"",
  "They fear that third parties may have gotten access to their data on Instagram without their knowledge or permission, just like on Facebook.",
  "(Photo: Lauren Elyce)\n\n\"Thank Goodness For Instagram,\" said a Wall Street research note on Facebook's mounting troubles earlier this week.",
  "The mobile app, which had 30 million users and zero revenue when Facebook bought it, is expected to reach $10 billion in revenue by 2019.",
  "With feeds filled with inspirational pictures and a chummy vibe, it's their happy place — or at least a whole lot happier than Facebook.",
  "Thirty-five percent of U.S. adults use Instagram, an increase of seven percentage points from 2016, according to Pew Center Research.",
  "But as the online world has gotten uglier, more Instagram users are complaining they are getting mocked, harassed and bullied.",
  "\"I will delete Facebook, but you can pry Instagram from my cold, dead hands,\" read a headline on tech news outlet Mashable.",
  "More than two dozen social media users told USA TODAY in recent weeks that Instagram is now their favorite social network.",
  "(Photo: Getty Images)\n\nSAN FRANCISCO — Before turning in for the night, Katie Clark curls up with Instagram, not Facebook.",
  "Facebook-like problems, such as trolls, political conflicts and judgmental friends, are already cropping up on Instagram.",
  "Courtney Nawara says she is spending a lot less time on Instagram after it switched to an algorithm-controlled news feed.",
  "CLOSE Facebook faces the dilemma of losing trust and even users in the aftermath of the Cambridge Analytica data leak.",
  "There are also more and more ads, they fret, plus lecherous or spammy messages and \"fake\" news and followers.",
  "But, as more of their friends join the #DeleteFacebook movement, some Instagram junkies are getting worried.",
  "\"I just think it's a nicer place to be,\" the 28-year-old blogger from Littleton, Colo., says of Instagram.",
  "\"Even my mother has an account,\" says Shari Stamps, a 33-year-old parenting blogger from Lathrop, Calif.",
  "\"Facebook used to be my favorite place to find out how my friends are doing and what everyone is up to.",
  "Driving the latest surge in popularity is Instagram Stories, a copycat of a popular Snapchat feature.",
  "On Thursday, it rolled out a change that it says will push newer posts to the top of people's feeds.",
  "And Instagram says people younger than 25 spend an average of more than 32 minutes a day on the app.",
  "And research firm eMarketer predicts Instagram’s ranks will swell to 927.9 million users by 2021.",
  "Some 800 million people log in to Instagram at least once a month, 500 million of them every day.",
  "From the start, Instagram was a mobile app that revolved around snapshots, not snippets of text.",
  "Danasia Fantastic, a 31-year-old from Atlanta, describes herself as a visual person with ADHD.",
  "What I expect to see at Apple's next event\n\nRead or Share this story: https://usat.ly/2DNy6PI",
  "Instagram says about 20 million people saw content on Instagram from fake Russian accounts.",
  "Support on Instagram flooded in from friends and acquaintances and from strangers, too.",
  "Seven out of 10 Americans ages 18 to 24 use the app, according to Pew Center Research.",
  "(Photo: Kim Delatorre)\n\nInstagram's nascent advertising business is flourishing, too.",
  "\"I can't stand seeing things two or more days old pop up in my feed,\" Nawara said.",
  "This year, Instagram launched a dedicated product group called Well-Being.",
  "Instagram has also gotten an assist from a rival, messaging app Snapchat.",
  "She says Instagram is the place she can be her \"raw and unfiltered\" self.",
  "On Facebook, \"everything feels like an advertisement or an argument.\"",
  "(Photo: Jamie King)\n\nEven so, not all is rosy for Instagram.",
  "More from USA TODAY Tech\n\nMore: A trucker asleep in the cab?",
  "On Facebook, King shared less and kept the tone lighter.",
  "Now I use Instagram for those updates,\" Delatorre says.",
  "And now they say they have bigger, scarier concerns.",
  "\"I feel like Instagram was made for me,\" she says.",
  "\"It's as fake as fake gets,\" Citron says.",
  "That's not the case for Jamie King.",
  "So Instagram's trying to fix that.",
  "Goodbye Facebook, hello Instagram.",
  "\"That is my time, and I adore it.\"",
  "Now everyone's getting in on it.",
  "She's far from the only one.",
  "The response blew her away.",
  "The focus on images helped.",
  "More personal, less drama.",
  "Jefferson Graham reports.",
  "New Pencil?"
]