[
  "EU Plans Social Media Crackdown on Eurosceptic ‘Disinformation’ as Guardian Retracts Key Details in Cambridge Analytica Story https://t.co/haYaKCKqiz — Breitbart London (@BreitbartLondon) April 2, 2018\n\nSweden’s establishment media has taken a keen interest in fighting so-called “disinformation” in the run-up to elections, with several organisations in January pledging to team up on editorial matters in a bid to tackle the issue.",
  "All of Sweden’s major parties involved in the upcoming ballot are taking part in the collaboration, according to Expressen, which reported that the “fast track” power has so far only been used once — when the county administrative board of Stockholm alerted Facebook to a false account set up in the agency’s name.",
  "“The process was very quick — I was sitting at home on the sofa with my phone when I emailed them one evening, and [the request for deletion] was completed within a matter of hours.”\n\nFacebook confirmed to Expressen that the social media company is working with MSB but declined to comment further on the matter.",
  "At the weekend, it emerged that Brussels is planning a major crackdown on social media companies accused of allowing Eurosceptic “disinformation” on their platforms, with European Commissioner for security Jonathan King claiming such content threatens to “subvert our democracy”.",
  "Sweden Threatens Action if Facebook Fails to Censor ‘Hate’, ‘Fake News’ https://t.co/8RycQOQaIX pic.twitter.com/8MJehB3Zzh — Breitbart London (@BreitbartLondon) December 7, 2016\n\n“We were contacted by Facebook who said they had seen that, yes, this is a false page.",
  "With Swedes set to vote in September, the nation’s Civil Contingencies Agency (MSB) is being allowed to jump to the front of the queue when agents at the body highlight “fake” content they believe that Facebook should delete.",
  "After victories at the polls for Brexit and U.S. presidential candidate Donald Trump in 2016, the liberal establishment across the West has blamed “fake news” spread on social media for the rise in approval for populism.",
  "Facebook has granted authorities in Sweden special powers to remove so-called “fake accounts” on the website ahead of this year’s national elections, reports local media.",
  "“It’s like boarding an aeroplane — everyone can get on board, but it is about who is permitted to board first,” explained Dominik Swiecicki, a senior analyst at MSB.",
  "So they closed it down for us, and even moved the account’s followers to the correct page,” Swiecicki said."
]