[
  "Furthermore, Davidsen says that Facebook representatives visited Obama’s offices after the 2012 election, where they admitted that Obama had been allowed to “do things they wouldn’t have allowed someone else to do, because they were on our side.”\n\nThe mainstream media has, naturally, ignored this story, despite the fact that Davidsen admits Obama, taking advantage of Facebook’s weak data protections in 2012, was able to collect far more data on American voters than Cambridge Analytica.",
  "This is a problem: under Section 230 of the Communications Decency Act, an online service is only granted legal immunity for the content posted by its users if it remains a neutral platform and does not have a “point of view” that it imposes on its users.",
  "Despite the media stonewall, electoral law expert and former FEC nominee Hans von Spakovsky says that if Facebook gave special favors to Obama and not to Romney in 2012, that would be an “illegal corporate contribution,” and a violation of campaign law.",
  "Mark Zuckerberg also says he is going to demote news sources that, in his view, have “varying levels of accuracy or trustworthiness” while promoting “high-quality journalism.” He did not explain precisely how he plans to make the distinction.",
  "https://twitter.com/MarkDice/status/979154346200858627\n\nThere’s another aspect of user control that Zuckerberg, and other Silicon Valley masters of the universe, seem determined to snuff out: the idea that users can control what they see.",
  "Following the social network’s changes to users’ newsfeeds this January, aimed at tackling “fake news” and “misinformation,” engagement on Donald Trump’s Facebook posts suddenly dropped by 45 percent.",
  "Without the protection of Section 230, Facebook would become legally liable for all content posted by its users – something that would fundamentally threaten its existence as a company.",
  "Facebook is now in the business of “having a point of view” on the news, and “defining what quality news looks like.” So says the company’s head of news partnerships, Campbell Brown.",
  "Barack Obama’s former director of media analytics, Carol Davidsen, says that Facebook allowed them to harvest data on the “entire social network of the U.S.” in 2012.",
  "When lawmakers question Facebook CEO Mark Zuckerberg today and tomorrow, they must not be tempted to only ask the questions the mainstream media want them to ask.",
  "Zuckerberg must be very confident in the fact that lawmakers will turn a blind eye to this contradiction, to play games with his company’s existence.",
  "The Republicans, said Davidsen, never built an app at the same time to do the same thing, and Facebook shut off the feature before they could do so.",
  "If there’s one concept that Facebook and other data empires (like Google) don’t want to discuss, it’s the concept of digital sovereignty.",
  "Furthermore, engagement on the accounts of top Democrats Bernie Sanders and Elizabeth Warren do not appear to have been affected.",
  "That’s the idea that users get to decide what they see on social media, and users get to decide what they share on social media.",
  "If Facebook is now sorting “good” news from bad, that makes them more like editors and publishers than a neutral platform.",
  "Instead of letting users choose what news they see on Facebook, Zuckerberg is determined to control it from the top down.",
  "1) Did Facebook violate federal campaign laws by allowing the Obama campaign to harvest user data in 2012?",
  "Facebook representatives did not deny that the massive fall in engagement was a result of their changes.",
  "Zuckerberg was once happy to claim to the media that users, not his platform, own their information.",
  "That means if a user wants to recall all their data and have it deleted, they can do so.",
  "There are plenty of other issues on the public’s mind, and Zuckerberg must answer them.",
  "Perhaps Sen. Ted Cruz, who has brought up this issue before, can prove him wrong.",
  "Will he do so again, while under a legal obligation to answer truthfully?",
  "Facebook’s recent algorithm changes also seem to be politically targeted.",
  "Allum Bokhari is the senior technology correspondent at Breitbart News.",
  "You can follow him on Twitter, Gab.ai and add him on Facebook.",
  "Email tips and suggestions to allumbokhari@protonmail.com.",
  "Why is Zuckerberg suddenly editor-in-chief of the world?",
  "Why is power being stripped so brazenly from the users?",
  "3) Is Facebook now a publisher or a neutral platform?",
  "2) Is Facebook still engaged in political favoritism?",
  "4) Who’s really in charge — the users, or Facebook?",
  "But why should that be the case?"
]