[
  "Mark Zuckerberg has just completed a non-apology tour around the media, conducting interviews with CNN, Recode, and Wired, in which he promised that Facebook would investigate itself, four years after the company first realized it had given developers too much access to data on the friends and families of their users.",
  "After promising publishers an equal playing field for years, the social network has pulled a bait-and-switch, leaving users with the same corporate-controlled information environment that the internet was supposed to liberate them from.",
  "This is the same approach that Facebook adopted during the trending news scandal, when the company came under political pressure for discriminating against conservative news stories in their “trending” column.",
  "If Facebook wants to escape allegations of poisoning democracy, they also need to be transparent about their recent newsfeed changes, in particular, which sites have lost out and which have benefited.",
  "But while users are unlikely to complain about this suggestion, the idea of hostile ads manipulating voters is an obsession of global elites, who think voters are idiots, not ordinary Facebook users.",
  "True, the total number of apps, even if restricted to the pre-2014 period when Facebook’s rules around data collection were weak, would number in the tens of thousands, if not hundreds of thousands.",
  "Prior to 2014, an app didn’t need your permission to grab personally identifying information from your profile — they only needed permission from one of your Facebook friends.",
  "So far, the conservative media have had to highlight the fact that conservative sites, as well as Donald Trump, have been hit particularly badly by Facebook’s recent changes.",
  "So why don’t they create a publicly-searchable list of every app that had access to user data prior to 2014, ranked according to how many users they collected data from?",
  "If Zuckerberg really wanted to show users that his company is changing its ways, he would promise a lot more than a Facebook-led investigation of data access.",
  "He would let users know which third-party apps had access to their data, their friends’ data, and to the data of others on the platform — and how much of it.",
  "Probably because it would confirm what we know already: that Facebook is now boosting corporate mainstream media at the expensive of the alternative media.",
  "Ordinary Facebook users care about who has access to their data, and why they are no longer allowed to see news organizations they like on their newsfeeds.",
  "He did address the issue of transparency, but only around ad buys, telling CNN that he wants to let users know who is paying for ads on the platform.",
  "That’s the loophole that Obama’s team exploited to harvest mass quantities of user data, and, quite possibly, win the 2012 election.",
  "Then they fired the entire team responsible for trending news, which is exactly what innocent companies do.",
  "Why won’t Facebook release engagement and reach rankings for all news sites that use their platform?",
  "But cataloging vast amounts of information is the very business of a tech company like Facebook.",
  "Users should also be able to search the database to discover which of the apps have their data.",
  "He isn’t really apologizing to users — he’s apologizing to politicians and global elites.",
  "If Zuckerberg was really interested in transparency, he’d be transparent about that.",
  "Kowtowing to corporations and global elites is now the order of the day at Facebook.",
  "Something tells me Cambridge Analytica wouldn’t be close to the top of the list.",
  "Read between the lines of Zuckerberg’s media interviews, and you’ll see it.",
  "That’s who he really considers himself accountable to — not the public.",
  "Allum Bokhari is the senior technology correspondent at Breitbart News.",
  "In particular, he would not keep Facebook’s investigation internal.",
  "You can follow him on Twitter, Gab.ai and add him on Facebook.",
  "Email tips and suggestions to allumbokhari@protonmail.com.",
  "Instead, he would promise transparency around data.",
  "Facebook investigated itself, and (surprise!)",
  "Because, remember, they might not know.",
  "But Obama’s 2012 campaign might.",
  "found itself innocent."
]