[
  "Facebook is in hot water over data leaks\n\nLong-simmering questions about both the social media giant and the secretive conservative data firm Cambridge Analytica, with ties to the Mercer family, the Trump campaign, and Steve Bannon, came to a head with the revelation that Cambridge Analytica had improperly accessed data on tens of millions of Facebook users and deployed it during the 2016 presidential campaign.",
  "A hawk for all seasons: Bolton remains an unapologetic cheerleader for the Iraq War and a proponent of using military force against Iran and North Korea, and and all in all is very much a hawk’s hawk — cutting somewhat against the profile Trump struck as a candidate but seemingly in line with Trump’s governing instincts.",
  "Bolton remains an unapologetic cheerleader for the Iraq War and a proponent of using military force against Iran and North Korea, and and all in all is very much a hawk’s hawk — cutting somewhat against the profile Trump struck as a candidate but seemingly in line with Trump’s governing instincts.",
  "There are technical fixes to last year’s tax reform package, the Fix NICS bill to tighten flaws in existing gun background checks, as well as a fudge on the Gateway tunnel question that may allow the project to go forward without Trump explicitly signing off on it.",
  "There are technical fixes to last year’s tax reform package, the Fix NICS bill to tighten flaws in existing gun background checks, as well as a fudge on the Gateway tunnel question that may allow the project to go forward without Trump explicitly signing off on it.",
  "A whole new trade war: Meanwhile, Trump launched a whole new front in trade wars by announcing a broad range of tariffs on Chinese goods designed to force the Chinese government to change its domestic intellectual property policies.",
  "And longstanding questions about Facebook’s approach to privacy broke through as a major controversy, driving down the company’s share price and at least vaguely raising the spectacle of possible future regulation.",
  "His replacement is John Bolton, the ultra-hawkish Bush-era official who drew enough bipartisan opposition that he couldn’t be confirmed as United Nations ambassador back in 2005 when the GOP held 55 Senate seats.",
  "The big picture: The bill fleshed out the details of the broad February agreement that rescinded spending caps and boosted domestic spending by $128 billion while hiking defense budgets by $160 billion.",
  "That means any future GOP drive to cut the budget deficit will come narrowly from programs that help the poor, like food stamps and Medicaid, though realistically, the deficit will probably just go up.",
  "The changing shape of austerity: More broadly, the package indicates that the post-2011 dynamic in which Congress squeezes discretionary spending to keep the budget deficit down is over.",
  "McMaster’s unhappy run: By all accounts, Trump just plain didn’t like McMaster, who had more respect for the career professionals on the National Security Council than the president did.",
  "McMaster, the well-known military intellectual and three-star general who’d served as national security adviser since Michael Flynn was fired, never got along well with Trump personally.",
  "The bill fleshed out the details of the broad February agreement that rescinded spending caps and boosted domestic spending by $128 billion while hiking defense budgets by $160 billion.",
  "The exemption list left observers puzzled as to why Japan, which is also a close US military ally, did not make the cut — especially given Japan’s closeness to the Korean nuclear issue.",
  "The exemption list left observers puzzled as to why Japan, which is also a close US military ally, did not make the cut — especially given Japan’s closeness to the Korean nuclear issue.",
  "These countries together make up a large majority of American steel exports and, if they stick, mean the tariffs should have little real impact on the price of domestic steel.",
  "These countries together make up a large majority of American steel exports and, if they stick, mean the tariffs should have little real impact on the price of domestic steel.",
  "We have an omnibus\n\nMonths late, House and Senate leaders finally reached a deal on a $1.3 trillion appropriations package to keep the government funded through September.",
  "By all accounts, Trump just plain didn’t like McMaster, who had more respect for the career professionals on the National Security Council than the president did.",
  "Trump switched trade wars\n\nThe surprise imposition of steel tariffs roiled world markets and the Trump administration’s personnel lineup a few weeks ago.",
  "Snow briefly shut the nation’s capital down this week, but that didn’t stop it from being an incredibly eventful week on a wide range of policy fronts.",
  "The national political climate has also moved away from cutting Social Security and Medicare, and, of course, Republicans just passed a big tax cut.",
  "The favored list: Canada, Mexico, Australia, Argentina, Brazil, South Korea, and the European Union won exemptions from the new tariff policy.",
  "Canada, Mexico, Australia, Argentina, Brazil, South Korea, and the European Union won exemptions from the new tariff policy.",
  "McMaster also clashed with John Kelly and James Mattis, two older military men who’d retired at the higher four-star rank.",
  "McMaster also clashed with John Kelly and James Mattis, two older military men who’d retired at the higher four-star rank.",
  "Perhaps an exemption for them will be announced soon, or perhaps there’s some purposeful anti-Japanese trade initiative.",
  "Perhaps an exemption for them will be announced soon, or perhaps there’s some purposeful anti-Japanese trade initiative.",
  "And the president finally fired his long-uncomfortable national security adviser and brought in a controversial hawk.",
  "Bolton apparently promised Trump “he wouldn’t start any wars” as a condition for getting the job, so maybe he won’t.",
  "He was also pushed in the summer of 2017 toward sending more troops to Afghanistan than he really wanted.",
  "He was also pushed in the summer of 2017 toward sending more troops to Afghanistan than he really wanted.",
  "Some key specifics: Trump won $1.6 billion for wall building (though with strictures on where it can go).",
  "Trump is expected to sign the bill late Friday night (even though he’s been making noise he might not).",
  "Congressional leaders finally cobbled together a deal over federal spending for the next six months.",
  "Meanwhile, the administration backed away from one trade war while seeming to initiate another.",
  "Trump won $1.6 billion for wall building (though with strictures on where it can go).",
  "Beijing announced a plan to respond with tariffs on American agricultural exports.",
  "But new exemptions released this week cut the policy down to almost nothing.",
  "John Bolton will be the national security adviser\n\nH.R.",
  "Instead, there’s a whole new set of tariffs on China.",
  "Here’s what you need to know.",
  "He was finally booted.",
  "Big in Japan?",
  "What’s next?"
]