[
  "Senator Dianne Feinstein, the top Democrat on the Judiciary Committee, told reporters after speaking with 33-year-old Zuckerberg, that he “was a very nice young man” who “obviously knows what he’s doing and has a very pleasant personality.”\n\nFacebook CEO Mark Zuckerberg arrives to testify before a Senate Judiciary and Commerce Committees joint hearing regarding the company’s use and protection of user data, on Capitol Hill in Washington, U.S., April 10, 2018.",
  "He is confronting combined outrage over how Russia used Facebook to spread divisive political propaganda during the 2016 U.S. presidential election and how Facebook seemed unaware that a political consultancy, Cambridge Analytica, improperly harvested personal data of about 87 million Facebook users, most of them Americans.",
  "Senior executives from a host of companies including Target Corp (TGT.N), Alphabet’s Google (GOOGL.O), United Airlines [UALCO.UL] and Equifax (EFX.N), have testified before Congress on a variety of issues including network security and walked away with little more than a scolding and a temporary dip in stock price.",
  "The prospect of new laws that restrict Facebook and other internet companies, however, is extremely unlikely not only because of a lack of political will and the effective lobbying of technology companies but because few lawmakers want to grapple with the sheer complexity of the technical issues involved.",
  "“They don’t understand ad targeting and they will probably ask him a bunch of unrelated questions that play to their respective political bases,” said one technology industry source, who spoke on condition on anonymity because his company had not authorized him to speak on the matter for the record.",
  "“I don’t have a specific policy announcement on that front, but I think we’re all looking forward to that testimony.”\n\nRepublicans are generally against more corporate regulation and they are not persuaded that tech companies need more of it.",
  "Our promised digital utopia has minefields in it.”\n\nCompanies that have been victimized by computer hacks have been accused by lawmakers of failing to take adequate security measures to protect their customers’ personal information.",
  "Senator Bill Nelson, the top Democrat on the Senate Commerce Committee, said on Monday that while he believed new regulation was needed in the face of Facebook’s twin scandals, he did not expect anything substantive to happen.",
  "“People have this idea that we are going to pass omnibus privacy legislation and it is going to be a silver bullet,” said Alvaro Bedoya, a former congressional aide who worked on privacy issues for former Senator Al Franken.",
  "He attributed that in part to the format for Tuesday’s joint hearing before the Senate’s Commerce and Judiciary committees that will give Zuckerberg an advantage, saying it would favor spectacle over thoughtful dialogue.",
  "Congress did pass legislation last month that chipped away at the 1996 Communications Decency Act, which for decades has guarded internet-based companies from liability for what users post on their platforms.",
  "“The reality is lobbyists outnumber consumer privacy advocates in Washington 20 to 1 or 30 to 1.”\n\nInstead of major regulatory changes, lawmakers in Congress have offered narrowly focused legislation.",
  "The legislation, which is expected to be signed into law this week by U.S. President Donald Trump, was aimed at penalizing operators of websites that facilitate online sex trafficking.",
  "Slideshow (4 Images)\n\nPowerful lobbying forces assemble against any effort to convert public and political outrage into regulation, privacy advocates have said.",
  "“How in the world can you have 44 senators do a hearing that has a lot of substance when each senator only has four minutes?” Nelson asked reporters on Monday.",
  "REUTERS/Aaron P. Bernstein\n\nPRIVACY ADVOCATES OUTNUMBERED\n\nWhite House Press Secretary Sarah Sanders declined to say on Monday if new regulations were needed.",
  "Facebook spent $1.35 million on lobbying in 2011 and six years later spent $11.5 million, according to data maintained by the Center for Responsive Politics.",
  "I don’t want to regulate them half to death,” said Republican Senator John Kennedy of Louisiana, a member of the Judiciary Committee “But we have a problem.",
  "The Honest Ads Act, for instance, aims to address concerns about foreign nationals covertly purchasing ads on social media to influence American politics.",
  "1 mission during his appearance before U.S. lawmakers on Tuesday and Wednesday will be to defend against calls to regulate internet-based companies.",
  "Internet companies have expressed worry that it could be the first step toward dismantling decades of a hands-off regulatory approach by Washington.",
  "Technology industry officials said they also expected Zuckerberg’s testimony to be long on political point scoring and short on legislative ideas.",
  "It would require political ads on the internet to reveal who paid for them, much the same as ads on television and radio.",
  "“So Democrats will ask about monopolies and Republicans will ask about anti-conservative bias in Silicon Valley.”",
  "It legislation has been stalled since its introduction last October, although Facebook endorsed it on Friday.",
  "Zuckerberg is scheduled to testify before a joint hearing of the Senate Commerce and Judiciary Committees.",
  "WASHINGTON (Reuters) - Facebook (FB.O) Chief Executive Mark Zuckerberg’s No.",
  "“I don’t want to hurt Facebook."
]