[
  "“It's targeted at sites like Backpage.com, the subject of a long-running Senate investigation, which was accused of hosting ads that promoted the trafficking of minors -- but its passage comes as divisions within the tech industry and rising frustration with companies like Facebook have weakened the sector’s power in the Capitol.”\n\n“The effort has enjoyed strong bipartisan support in Congress, but it was the subject of fierce lobbying by the tech industry,” which warned the bill would create a dangerous precedent by amending a legal provision that’s long shielded websites like Google and Twitter from lawsuits over user-posted content.",
  "Democrats successfully beat back the Trump administration’s calls to slash budgets for domestic programs like the college Pell Grants, the Environmental Protection Agency and public housing.” More: http://politi.co/2pv5RRu\n\nRelated: “Here’s what Congress is stuffing into its $1.3 trillion spending bill,” by The Washington Post: http://wapo.st/2IKoDfx ; and “‘Trump blew it’: The president missed his best chance yet to get funding for his border wall,” from The Washington Post’s Seung Min Kim: http://wapo.st/2uau1p7\n\nGOP LEADERS FEAR LAZY REPUBLICANS -- Republicans warned Rep. John Culberson (R-Texas) to get his act together.",
  "“But it stalled in the House… After months of deliberation, the House released an updated version last week with tweaks designed to make it safer for patients and encourage more drug companies to participate -- but Democrats continued to oppose the bill, arguing it wouldn’t help more patients to get access to experimental medicines and could cause them harm.” More: http://politi.co/2px2ZTv\n\nANTI-SEX TRAFFICKING BILL HEADS TO PRESIDENT’S DESK -- The Senate overwhelmingly passed a bill, 97-2, to combat online sex trafficking.",
  "More: http://politi.co/2Gf0CyY\n\nRelated reads: “Zuckerberg and Sandberg lean out,” via Steven Overly: http://politi.co/2GguMlk ; “Mark Zuckerberg's Reckoning: 'This Is a Major Trust Issue,'” by The New York Times’ Kevin Roose and Sheera Frenkel: http://nyti.ms/2psN5KI ; and “Cambridge Analytica boss went from 'aromatics' to psyops to Trump's campaign,” from Josh Meyer: http://politi.co/2HWC8aK\n\nVIDEO DU JOUR: Sen. Brian Schatz (D-Hawaii) attempted to sled down Capitol Hill while standing up.",
  "Today’s agenda: http://bit.ly/2EsSWEM The Senate meets at 10:30 a.m.\n\nAROUND THE HILL -- Rep. Jerrold Nadler (D-N.Y.) and other Democrats on the House Judiciary Committee will hold a news conference to discuss the special counsel’s investigation and potential moves by the president against Attorney General Jeff Sessions, Deputy Attorney General Rod Rosenstein and special counsel Robert Mueller at 9:30 a.m. in HVC-Studio A.\n\nSens.",
  "Republicans are deeply concerned that Chris McDaniel, an anti-establishment conservative state senator who is running for the seat, will use Hyde-Smith’s past party affiliation against her in the race.” More: http://politi.co/2pwMvux\n\nTODAY IN CONGRESS -- The House gavels in at 9 a.m., with first votes expected between 10:15 a.m. and 11:15 a.m. and last votes expected between 12:30 p.m. and 1:30 p.m.",
  "“The president was unhappy that GOP leaders didn’t win more money for his border wall with Mexico or any new detention beds for undocumented immigrants and new deportation agents.” House Speaker Paul Ryan (R-Wis.) went to the White House to discuss the omnibus with the president on Wednesday afternoon, and Senate Majority Leader Mitch McConnell (R-Ky.) spoke to the president by phone.",
  "“The so-called omnibus bill abandons many of the most controversial provisions lawmakers were trying to include in the must-pass bill -- which had painfully stalled the bill’s release for days.”\n\nStory Continued Below\n\nThe bill includes a fix for the “grain glitch” in the GOP tax law, a narrow gun safety measure and a compromise on a New York-New Jersey infrastructure project.",
  "And when GOP leaders found out last year that he was being outraised by Democrats and barely had a campaign staff, they were exasperated.” Campaigns like Culberson’s are what Republican leaders fear most heading into November: incumbents who haven’t been involved in a competitive race in years snoozing as a Democratic wave builds.",
  "Leadership offices, where frequent turnover is expected, were excluded.”\n\nLegiStorm doesn’t attribute any factors to the high turnover, and many offices pushed back against the perception that their offices may be home to a poor work environment, with multiple aides touting past staff who have transitioned upward over the years.",
  "-- Trump unlikely to endorse Cochran replacement\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nCONGRESS’ 48-HOUR SPRINT TO FUND THE GOVERNMENT -- Congress is racing to pass a massive omnibus spending package to fund the government through the remainder of the fiscal year by Friday.",
  "More: http://politi.co/2IK5c6E\n\nZUCKERBERG OPEN TO TESTIFYING BEFORE CONGRESS -- Facebook founder and CEO Mark Zuckerberg said he is willing to testify before Congress in the wake of revelations that data firm Cambridge Analytica improperly obtained information on some 50 million Facebook users.",
  "Their message: Get ready for a roller coaster and begin your campaign in earnest now.” One GOP campaign staffer advised members in GOP-leaning districts to “heed the warnings from House leadership and get ready for a fight.” Much more: http://politi.co/2DJfmkp\n\nGOOD MORNING!",
  "“And it comes one week after Republicans failed to pass a similar measure through an expedited process that needed two-thirds support from the chamber.”\n\nThe legislation now heads to the Senate, which passed a similar version of the House bill last summer.",
  "“Lawmakers have called on Zuckerberg and Facebook’s chief operating officer, Sheryl Sandberg, to testify on how data on more than 50 million users ended up in the hands of Cambridge during the 2016 campaign,” Nancy Scola and Rebecca Morin report.",
  "and Rep. Tom Reed (R-N.Y.) will hold a news conference to help fight the opioid epidemic by ensuring that penalties for fentanyl distribution and trafficking better reflect the nature of the crime at 10:15 a.m. in the Senate Radio/TV Gallery.",
  "“Speaker Paul Ryan and the [NRCC] are less concerned about their battle-tested swing-district members -- who face tough races every election cycle -- and more worried about complacent Republicans not prepared for a fight,” Rachael writes.",
  "“The organization used salary data from 2001 to 2016 to determine the 10 offices in each chamber that have the highest annual turnover rate, with a formula that weights the departure of senior officials higher than lower-level staff.",
  "Joseph Ruggles Wilson, was the organizer and first moderator of the Presbyterian Church in the U.S.\n\nTODAY’S TRIVIA -- From Claude: This president became president of a national religion governing body after leaving the White House.",
  "“President Donald Trump, for now, appears grudgingly willing to support the measure, which is likely the last major piece of legislation he will sign before the midterm elections,” Heather, Burgess, Rachael and Sarah Ferris report.",
  "Rep. Kay Granger’s (R-Texas) office, which had the seventh-highest annual turnover rate in the House, said it’s been a launching pad for staffers, who have gone on to serve in the Bush administration and congressional leadership.",
  "House Speaker Paul Ryan (R-Wis.) will hold his weekly media briefing at 11:30 a.m. in HVC-Studio A.\n\nWEDNESDAY’S TRIVIA WINNER -- Claude Marx was first to correctly guess that former President Woodrow Wilson’s father, the Rev.",
  "“The passage of the bill, known as right-to-try, is a big victory for the small libertarian think tank that crafted the proposal -- and for a White House that has vigorously campaigned for the law,” Sarah Karlin-Smith reports.",
  "“For an industry that for years enjoyed a free ride in Washington, the trafficking legislation marks a stinging defeat -- and the first tangible sign of Washington's changing attitude toward Silicon Valley,” Gold continues.",
  "More, including the top 10 lists for the House and Senate: http://politi.co/2pBbQED\n\nWHITE HOUSE OPPOSED COCHRAN REPLACEMENT -- Trump does not plan to campaign for or endorse Cindy Hyde-Smith, Mississippi Gov.",
  "-- While White House turnover has been a dominant theme in Washington over the past year, LegiStorm has tracked lawmakers whose offices have churned through staff at the highest rate over a 15-year span.",
  "“During a phone call Tuesday, administration officials told Bryant that Hyde-Smith’s past history as a Democrat would hobble her in the special election contest for the seat,” Alex Isenstadt reports.",
  "“He‘s served nine terms in what’s been a GOP stronghold for decades, hasn’t had a serious challenger in years and sits on one of the most powerful committees in Congress,” Rachael reports.",
  "White House officials told Bryant as much ahead of Wednesday’s announcement on his intent to nominate Hyde-Smith, a former Democrat who now serves as the state’s agriculture commissioner.",
  "HOUSE PASSES DRUG BILL -- The House passed a bill that would allow very sick patients to request access to experimental medicines without government oversight in a 267-149 vote.",
  "“The site is out with a new feature -- actually titled “Worst Bosses?” -- that shows the members of the House and Senate with the highest turnover,” your Huddle host reports.",
  "“It’s one of the reasons Ryan’s political team and NRCC officials have started holding a series of meetings with lawmakers from traditionally reliable GOP districts.",
  "Democrats sealed $21 billion for infrastructure projects, as well as hundreds of millions more for election security and FBI efforts to fight Russian cyberattacks.",
  "But congressional leaders didn’t unveil the text until late Wednesday, giving lawmakers a roughly 48-hour window to look through and pass a 2,232-page bill.",
  "“Republicans secured an $80 billion annual increase for the Pentagon, its largest in 15 years, with a substantial 2.4 percent pay raise for the troops.",
  "WEDNESDAY’S MOST CLICKED: Sarah Ferris and Kaitlyn Burton’s report on what Congress was fighting over in the omnibus spending package was the winner.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "He told CNN on Wednesday that he would be “happy to go” if he’s the person most knowledgeable about what Congress is trying to learn.",
  "The House passed it in February, so the legislation now heads to the president’s desk, where Trump is expected to sign it into law.",
  "Barrett Karr, Granger’s former chief of staff, for example, is House Majority Leader Kevin McCarthy’s (R-Calif.) chief of staff.",
  "“Both parties' negotiators walked away with sales pitches for their rank-and-file after weeks of back-and-forth,” they add.",
  "“The message underscored the profound misgivings the administration and senior Republicans have about the Hyde-Smith pick.",
  "and others will hold a press event marking the eighth anniversary of the Affordable Care Act at 10:45 a.m. in H-207.",
  "“The legislation would hold websites liable for ‘knowingly’ enabling sex trafficking,” Ashley Gold reports.",
  "“The Senate cleared its version of right-to-try over the summer on unanimous consent,” Karlin-Smith adds.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this Thursday, March 22.",
  "CONGRESS SPRINTS TO FUND THE GOVERNMENT -- GOP leaders' midterm fear: Lazy Republicans -- WORST BOSSES?",
  "“But Culberson‘s suburban-Houston district went for Hillary Clinton by 1 percentage point in 2016.",
  "It’s unclear, however, when Senate Majority Leader Mitch McConnell (R-Ky.) will take up the bill.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "Sign up today to start receiving the newsletter right at launch on April 6 .",
  "Thirty-five Democrats voted for the measure, and two Republicans opposed it.",
  "House Minority Leader Nancy Pelosi (D-Calif.), Whip Steny Hoyer (D-Md.)",
  "Phil Bryant’s pick to temporarily replace Sen. Thad Cochran (R-Miss.",
  "“But the deal wasn't without its detractors,” they write.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "The chamber is expected to vote on the omnibus today.",
  "See the clip: http://bit.ly/2pw6OsU\n\nWORST BOSSES?",
  "Lindsey Graham (R-S.C.), Tom Cotton (R-Ark.",
  "“[f]irst try not great,” he said.",
  "), who will resign on April 1.",
  "), Bill Cassidy (R-La.)",
  "), John Kennedy (R-La.",
  "Presented by Boeing.",
  "Who is he?"
]