[
  "FACEBOOK DENIES IT COLLECTED PHONE CALL, SMS DATA DESPITE MEDIA REPORTS\n\nThe biggest social media network is facing growing scrutiny from lawmakers on both sides of the Atlantic and trying to rebuild trust after allegations that a data-mining firm improperly gained access to users’ information that was later used to help elect Donald Trump in 2016.",
  "Warner repeated calls for Zuckerberg to testify in person before U.S. lawmakers, saying Facebook and other internet companies had been reluctant to confront “the dark underbelly of social media.” In an interview with tech website Recode, Zuckerberg said he would be open to testifying if he felt he was the right person.",
  "FACEBOOK DATA SCANDAL: ACADEMICS REFUSED TO CARRY OUT 'UNETHICAL' CAMBRIDGE ANALYTICA RESEARCH\n\nRespondents to the Reuters poll had more trust in Amazon (66 percent), Google (62 percent) and Microsoft (60 percent) with their personal data.",
  "The polls, taken prior to Facebook’s full-page apology advertisements on Sunday in major U.S. and U.K. newspapers, paint a bleak picture as the tech company struggles to move forward in the wake of the Cambridge Analytica data scandal.",
  "Senator Mark Warner D.-VA., the top Democrat on the Senate Intelligence Committee, said in a Sunday interview on NBC that Facebook had not been “fully forthcoming” over how Cambridge Analytica had used Facebook data.",
  "Only 41 percent of Americans trust Facebook to obey existing U.S. privacy laws, while 50 percent of Germans fear that the social network is having a negative impact on democracy, according to new surveys.",
  "It's far too early to say if users will actually leave Facebook en masse following the scandal, eMarketer analyst Debra Williamson said in an interview with Reuters.",
  "Facebook has lost nearly $50 billion in market cap and hashtags like #QuitFacebook and #DeleteFacebook have gained traction online since the outrage has unfolded.",
  "“It’s psychologically harder to let go of a platform like Facebook that’s become pretty well ingrained into people’s lives,” she said.",
  "Customers of banks or other industries do not necessarily quit after losing faith, she said.",
  "Facebook co-founder and CEO Mark Zuckerberg apologized for a “breach of trust” in the ads.",
  "If we can’t, we don’t deserve it,” the advertisement said.",
  "“We have a responsibility to protect your information.",
  "U.S."
]