[
  "The U.S. Senate Commerce Committee announced Monday evening it would like a briefing on “the use and sharing of individual Facebook user data.” The chairman of a UK parliamentary committee announced Tuesday he was requesting that Facebook Chief Executive Officer Mark Zuckerberg, who has remained silent for days, appear before the panel to supplement prior testimony by the company’s executives.",
  "Republican lawmakers, who normally resist regulation of private business, started coming down on the company as early as Sunday, with Senator Jeff Flake of Arizona calling the privacy violations “significant” and Senator Marco Rubio of Florida saying he was “disturbed” by many things about the company.",
  "The U.S. Federal Trade Commission is probing whether Facebook violated terms of a 2011 consent decree following the revelations that user data had been transferred to Cambridge Analytica without their knowledge, according to a person familiar with the matter.",
  "Under the 2011 settlement, Facebook agreed to get user consent for certain changes to privacy settings as part of a settlement of federal charges that it deceived consumers and forced them to share more personal information than they intended.",
  "Facebook Inc. is under investigation by a U.S. privacy watchdog over the use of personal data of 50 million users by a data analytics firm to help elect President Donald Trump.",
  "If the FTC finds Facebook violated terms of the consent decree, it has the power to fine the company thousands of dollars a day per violation.",
  "That complaint arose after the company changed some user settings without notifying its customers, according to an FTC statement at the time.",
  "Facebook declined in New York trading, falling 3.2 percent to $167 as of 9:31 a.m. in New York.",
  "Spokesmen for Facebook and the FTC didn’t immediately respond to requests for comment.",
  "The Facebook revelations have also prompted bipartisan, transatlantic concern.",
  "That follows a drop of 6.8 percent Monday.",
  "Contact us at editors@time.com."
]