[
  "STAFF: Nathan Gardels, Editor in Chief; Kathleen Miles, Executive Editor; Dawn Nakagawa, Vice President of Operations; Farah Mohamed, Managing Editor; Peter Mellgard, Features Editor; Alex Gardels, Video Editor; Clarissa Pharr, Associate Editor; Rosa O’Hara, Social Editor; Suzanne Gaber, Editorial Assistant\n\nEDITORIAL BOARD: Nicolas Berggruen, Nathan Gardels, Kathleen Miles, Jackson Diehl, Juan Luis Cebrian, Walter Isaacson, Yoichi Funabashi, Arianna Huffington, John Elkann, Pierre Omidyar, Eric Schmidt, Wadah Khanfar\n\nCONTRIBUTING EDITORS: Moises Naim, Nayan Chanda, Katherine Keating, Sergio Munoz Bata, Parag Khanna, Seung-yoon Lee, Jared Cohen, Bruce Mau, Patrick Soon-Shiong",
  "As a result, we are beginning to experience a troubling phenomenon — a ‘democratic fatigue’ — as a growing share of citizens, including in developed societies, becomes more comfortable with the notion of military rule or full autocratic takeover.”\n\nLike too many other nations at this historical moment, Heydarian concludes, his country “is caught in an interregnum, struggling to anchor itself somewhere between strong-man populism, autocratic nostalgia and democratic resistance — with no clear resolution on the horizon.",
  "Davide Casaleggio, who manages the FSM’s online platform, writes from Milan: “Our experience is proof of how the Internet has made the established parties, and the previous organizational model of democratic politics more generally, obsolete and uneconomic.” Financed by micro-donations raised over the Internet, he notes that the FSM spent only 9 cents per vote in the recent elections compared with $8.50 by the mainstream parties.",
  "According to a global Pew poll in October 2017, 66 percent of respondents wanted a system in which “citizens, not elected officials, vote directly on major issues to decide what becomes law.” At the same time, 49 percent would approve of a system in which “experts, not elected officials, make key decisions.”\n\nThe WorldPost this week further examines the fault lines of democracy and explores ideas about how to mend them.",
  "Above all, such a renovation must engage the participatory power of social media and the increasing preference of publics for direct democracy by designing new, impartial institutions and practices that interpose a deliberative check against the false claims, misinformation, intolerance and magical thinking that come along with the immediate wash of networked popular sentiment.",
  "Similarly, a key innovation of democracy today would be to proactively solicit priority concerns from the public through open platforms, empower knowledgeable officials to process those concerns into effective and consensual policy responses on a non-partisan basis, and then go back to citizens directly for approval of those proposals at the ballot box before they become law.",
  "Such a renovation that embraces participation without populism would draw in the American experience from the wisdom of the Founders, who believed that institutions of delegated authority are necessary to “enlarge the public views.” It would draw as well from the later innovations of the Progressive movement at the turn of the 20th century in the American states.",
  "In this WorldPost video, we trace the commensurate rise to dominance of social media that not only often spreads false information, but as seen in this week’s Cambridge Analytica scandal, gathers personal data, in this case from Facebook users, that can be exploited to manipulate elections.",
  "“Often the culprit behind democratic decay and degenerative mutation,” says Heydarian, “is the absence of functioning state institutions that have the capacity to discipline rapacious elites, enforce laws and insulate the bureaucracy from the undue influence of interest groups.",
  "If contemporary democracies are going to compete with autocratic systems on the world stage while avoiding their own suicide through polarization and paralysis fueled by untrustworthy information, they need a radical renovation that responds to the forces undermining them.",
  "It would provide a robust avenue for citizens to initiate action outside legislatures that are most often locked up by the established parties and organized special interests that have the time and money to win elections and maintain a lobby-hold on those they elect.",
  "And finally, to mark World Water Day this week, Jonathan Rashad reports from the Nile Delta on how the fertile land that has supported Egyptian civilization for millennia is at risk from a growing population, climate change and poor garbage and sewage disposal.",
  "Douglas McLennan and Jack Miles relate the ongoing disappearance of mainstream newspapers, which at least strive to be objective in their presentation of facts, to the incapacity to arrive at consensual truths that are the foundation of democratic discourse.",
  "Writing from the other side of the world in Manila, Richard Heydarian examines the case of Philippine President Rodrigo Duterte as a way to understand the rise of illiberal populism in nascent as well as established democracies.",
  "Representative democracy — politics by proxy — is gradually losing meaning.”\n\nFollowing the slogan “participate don’t delegate,” the Five Star Movement has also developed software that allows citizens to propose laws directly.",
  "Despite expectations that the Internet age would create an informed public more capable of self-government than ever before in history, fake news, hate speech and alternative facts have seriously degraded the civic discourse.",
  "The Progressives sought to combine the direct democracy of the ballot initiative — which they introduced so citizens could make laws directly — with smart government administered by non-partisan professionals and experts.",
  "“The platform that enabled the success of the Five Star Movement is called Rousseau,” he explains, “named after the 18th century philosopher who argued politics should reflect the general will of the people.",
  "The Philippines has entered a twilight zone.”\n\nReporting from Australia, WorldPost editor Rosa O’Hara describes how that democracy’s innovative preferential voting system allows voters to rank their choices.",
  "While the FSM suffers from what ails most populist movements in its simplistic approach to complex issues, it has nonetheless invented new forms of citizen engagement that should be closely watched.",
  "The most interesting experiment in democracy taking place today is in Italy, where the Internet-based Five Star Movement garnered the largest block of votes in recent parliamentary elections.",
  "The rise of populism in the West, the rise of China in the East and the spread of peer-driven social media everywhere are prompting a deep rethinking of how democracy works — or doesn’t.",
  "Direct democracy, made possible by the Internet, has given a new centrality to citizens and will ultimately lead to the deconstruction of the current political and social organizations.",
  "Such a revision in the way self-government works would complement representative democracy and at the same time compensate for its waning legitimacy in our age of distributed power.",
  "Its further plans include using blockchain technology to secure online voting and building an academy that will ensure training and “meritocratic selection” of candidates.",
  "It has recently been tempered along the lines above with new rules that require deliberative review of proposed measures before they can qualify for the ballot.",
  "Publishing op-eds and features from around the globe, we work from a worldwide perspective looking around rather than a national perspective looking out.",
  "Contrary to post-Cold War assumptions in the West, China has shown the path to prosperity is not incompatible with one-party authoritarian rule.",
  "The election of Donald Trump realized the worst fears of the American Founding Fathers that democracy would empower reckless demagogues.",
  "We seek to make sense of an interdependent yet fragmenting world by commissioning voices that cross cultural and political boundaries.",
  "If their first choice doesn’t obtain more than half the vote, their votes for lesser preference will be counted in successive rounds.",
  "The virtue of the system is that it produces a stronger governing consensus with an absolute majority instead of a simple majority.",
  "In the U.S., institutional innovation of this sort has always come from the bottom up in the states and will likely do so again.",
  "Studies show that citizens at large are less partisan and more open to pragmatic solutions than parties vying for power.",
  "The citizen’s ballot initiative is so widely used as to be considered the fourth branch of government in California.",
  "ABOUT US: The WorldPost is an award-winning global media platform that aims to be a place where the world meets.",
  "As faith falters in representative government, public opinion polls show support for such a fresh approach.",
  "This was produced by The WorldPost, a partnership of the Berggruen Institute and The Washington Post.",
  "This is the weekend roundup of The WorldPost, of which Nathan Gardels is the editor in chief.",
  "And that is exactly what our platform does: it allows citizens to be part of politics."
]