[
  "But it’s a cumbersome, piecemeal approach involving hours of votes on narrow bills that Democrats complain don’t go far enough and are being rushed through the legislative mill.”\n\nFUNDRAISING CIRCUIT — Donald Trump Jr. will headline a fundraiser in Montana for Republican Senate nominee Matt Rosendale, Campaign Pro’s James Arkin reports: “The fundraiser is hosted by Rosendale, Montana's state auditor, along with Sen. Steve Daines and Rep. Greg Gianforte, according to the invitation.",
  "Cramer expressed frustration that the president is being too kind to his opponent, incumbent Sen. Heidi Heitkamp (D-N.D.), telling The Washington Post last week that because she’s a woman the president might not “want to be that aggressive.” He has also lashed out at White House legislative affairs director Marc Short (who, by the way, told colleagues he plans to leave the White House soon, via POLITICO’s Nancy Cook).",
  "ELSEWHERE ON THE WHISTLESTOP TOUR — The president will headline a fundraiser on behalf of Sen. Dean Heller (R-Nev.) on Saturday in Las Vegas, CNN’s Rebecca Berg reports: “Tickets start at $15,000 per couple for a photo reception with the President, according to an invite obtained by CNN from a state Republican source, while donors of at least $50,000 can attend a \"private roundtable\" with the President.",
  "In one such conversation, which took place in a public place and was overheard by two AP reporters, Oczkowski said he and Trump’s 2020 campaign manager, Brad Parscale, were ‘doing the president’s work for 2020.’” Oczkowski told that AP that whatever was overheard about 2020 was speculative, but the AP reported that a source has confirmed that 2020 work has already begun.",
  "The announcement from the committee notes the move will allow “the nominee more time to use general election funds and travel across the country.” CNN’s Dan Merica (who broke the news) notes that it comes about two weeks earlier in the calendar than the 2016 convention and that it will be the earliest held by either party in more than two decades.",
  "Interviews with nearly two dozen local party officials, candidates and operatives here describe an ongoing effort marked by unprecedented organizing and millions of dollars from out-of-state donors — a reflection of the party’s urgency in reshaping the 2020 landscape in the upper Midwest, a Democratic bulwark that Trump toppled in 2016.",
  "… But to me, my momentum, my energy, my focus is 2018 and making sure I get re-elected in 2020.” He also reflected on the stain of a his political career — “of all the titles that I sincerely seek in my life, more than anything else is ... to be a husband, and a father.",
  "Part of the POLITICO-AARP Deciders series, this event will feature exclusive interviews with Debbie Mucarsel-Powell, David Richardson and Donna Shalala about their candidacies and campaign efforts to address the issues that matter most to voters.",
  "Join POLITICO Playbook co-authors Anna Palmer and Jake Sherman and Playbook Florida author Marc Caputo for a special Playbook Elections event in the battleground state of Florida to discuss the 2018 midterm cycle and issues shaping the races.",
  "Trump takes center stage in North Dakota Senate race\n\nWith Daniel Strauss\n\nTHE WHITE HOUSE IS TRYING TO HEAL a wound opened up with Rep. Kevin Cramer (R-N.D.), one of the GOP’s best hopes at picking off an endangered Democrat in the Senate.",
  "The new 10: Josh Harder (CA-10), Katie Hill (CA-25), Katie Porter (CA-45), Mike Levin (CA-49), Cindy Axne (IA-03), Scott Wallace (PA-01), Susan Wild (PA-07), Abigail Spanberger (VA-07), Jennifer Wexton (VA-10) and Dan Kohl (WI-06).",
  "Immediately following the June 22 fundraiser, Trump Jr. will give the keynote speech at the Montana Republican Party's platform convention dinner, where Rosendale, Daines and Gianforte will all be speaking.” The invitation.",
  "— FIRST IN SCORE: Missouri Rising Action is up with a new digital ad bashing McCaskill over her use of a private plane (which was reported last week) featuring late night host Seth Meyers cracking a joke at her expense.",
  "Matt Oczkowski, the Cambridge exec who is leading the new company, “denied a link to the Trump campaign, but acknowledged that his new firm has agreed to do 2018 campaign work for the Republican National Committee.",
  ": “[T]wo years after [Trump’s] stunning victory in the state, shell-shocked Democrats are beginning to pick up the pieces, pouring money and resources into the state in a test run for a rematch with Trump in 2020.",
  "POLITICO’s Brianna Ehley and Jennifer Haberkorn: “House leadership will bring more than 70 such bills to the floor by the end of the month, many sponsored by the most vulnerable members of the GOP conference.",
  "FIRST IN SCORE — U.S. Chamber boosts Donovan in NY-11 TV ad: The U.S. Chamber of Commerce is out with a TV ad supporting Rep. Dan Donovan in his GOP primary bid against former Rep. Michael Grimm.",
  "I wrote to one of my sons – I said the good part of a funeral is you get the eulogies,” Rep. Mark Sanford (R-S.C.) on talking to his colleagues after losing his primary, to Rolling Stone.",
  "COMING TO AN AD NEAR YOU — If you live in a Republican-held swing district, chances are you’ll see an ad from your incumbent representative touting their leadership on the opioid crisis.",
  "...\n\n\"The AP learned of Data Propria’s role in Trump’s re-election effort as a result of conversations held with political contacts and prospective clients in recent weeks by Oczkowski.",
  "WORTH NOTING — The president will meet with House Republicans Tuesday evening to talk about where he stands on legislation that would protect DREAMers, POLITICO’s Rachel Bade reports.",
  "STAFFING UP — Dayton press secretary joins Ellison campaign for MN attorney general: Sam Fettig, who has served as press secretary and senior communications adviser to Minnesota Gov.",
  "The president did make an initial tweet endorsing Cramer, but Heitkamp has given the tweetstorm-friendly Trump relatively few targets compared to some of her fellow Senate Democrats.",
  "Campaign Pro’s own Daniel Strauss reported that cities including Atlanta, Birmingham, Denver, Houston, Miami Beach, Milwaukee, New York and San Francisco are in the mix to host.",
  "Trump is also slated to address the Nevada State Republican Convention, the source said.”\n\n— ClearPath Action Fund announced it is planning to spend $500,000 to support Heller.",
  "The AP’s Jeff Horowitz reports that a new firm called Data Propria, which is run by ex-Cambridge staffers, has quietly been working on the president’s reelection efforts.",
  "The announcement came on Friday, the same day Cramer visited the White House for a meeting between Secretary of Commerce Wilbur Ross and a group of North Dakota farmers.",
  "CNN’s Eric Bradner interviewed the junior senator from the Garden State (while they were riding the Acela) and Booker was fairly candid: “I'm not going to play coy.",
  "The support will include a new digital buy praising Heller as a “clean energy champion.”\n\n— The NRSC launched a new digital ad praising Heller’s work with veterans.",
  "— The Congressional Progressive Caucus PAC also endorsed five more candidates: Hill, Gil Cisneros (CA-39), Porter, Deb Haaland (NM-01) and Madeleine Dean (PA-04).",
  "Upcoming election dates — June 26: Colorado, Maryland, New York (congressional), Oklahoma and Utah primaries and Mississippi and South Carolina primary runoffs.",
  "The schedule allows lawmakers to show they're trying to combat a public health emergency that claims 115 lives per day and is a top concern of midterm voters.",
  "Scott Walker in the fall.”\n\nEXPANDING THE BATTLEFIELD — The DCCC named 10 more candidates to its “Red to Blue” program, the top targets across the country.",
  "And I've made tremendous sacrifices” — and how his party can return from the political wilderness: “My party has got to focus on not being anti-Trump.",
  "You can email the rest of the great Campaign Pro team at sbland@politico.com, eschneider@politico.com,, mseverns@politico.com and jarkin@politico.com.",
  "FROM THE BADGER STATE — Wisconsin Democrats are flush with cash and hoping to stage a comeback in the state this year to pave the way for 2020.",
  "In recent months, billionaire Democrat Tom Steyer’s NextGen America has designated $2.5 million to register and turn out young voters.",
  "This includes major votes in contested confirmation battles, like for Supreme Court Justice Neil Gorsuch and CIA Director Gina Haspel.",
  "The Democratic Governors Association has reserved about $4 million in air time in preparation for a top-of-the-ticket brawl with Gov.",
  "An April survey from SMP had her lead at 2 percent, while an internal from Hawley’s camp at the end of April had him up one.",
  "The plans came after a week of unusual public sniping between the White House and a Senate nominee in a top target state.",
  "It's what you're for.”\n\n— Plus, Cambridge Analytica is still kicking in Trumpworld, and has begun doing early 2020 work.",
  "Email me your tips, musings and introductions to zmontellaro@politico.com, and follow me on Twitter at @ZachMontellaro.",
  "The state Democratic Party has also sent out videos mocking Cramer while highlighting the president praising Heitkamp.",
  "— The DNC announced that it will hold its 2020 national convention July 13-16, ahead of that year’s summer Olympics.",
  "Story Continued Below\n\nCramer tweeted that the president will host a campaign rally with him in Fargo on June 27.",
  "She has voted with the president more than 50 percent of the time, according to a tracker from FiveThirtyEight.",
  "And until the attacks on Heitkamp ramp up (and we’re sure they will at the rally — bets on nicknames, anyone?",
  "Eric Holder’s National Democratic Redistricting Committee has spent $675,000 on the midterm elections so far.",
  "NEW INTERNAL IN MO-SEN — A fresh internal poll from Senate Majority PAC has Sen. Claire McCaskill (D-Mo.)",
  "Because Dan Donovan is a true conservative,” the TV ad’s narrator says, flashing a picture of the pair.",
  "Mark Dayton, is joining Rep. Keith Ellison’s campaign for attorney general as communications director.",
  "…\n\n“Already, more than $7 million has been committed this year toward efforts to reclaim Wisconsin.",
  "The event will benefit Rosendale's joint fundraising committee with the state Republican Party.",
  "“And that made a lot of people in Washington mad, but when I agree with him, I vote with him.\"",
  "I’m Zach Montellaro, and I’m very excited to be your new, permanent host for Morning Score.",
  "It was a live telephone poll of likely midterm voters and was in the field June 11-13.",
  "Follow us on Twitter: @PoliticoScott, @ec_schneider, @MaggieSeverns and @JamesArkin.",
  "leading Republican state Attorney General Josh Hawley 47 percent to 41 percent.",
  "Today I had help from Daniel Strauss (dstrauss@politico.com; @DanielStrauss4).",
  "), North Dakota Democrats have been all too happy to rub it in Cramer’s nose.",
  "But if Cramer is frustrated, he may have Heitkamp to blame more than Trump.",
  "All but Kohl have already won their primaries, and he’s running unopposed.",
  "“He’s the ally President Trump needs in Washington.” Watch the ad here.",
  "Heitkamp’s campaign released an ad touting her voting record last week.",
  "“I voted over half the time with President Trump,” she said in the ad.",
  "The event will take place Friday, June 29 at InterContinental Miami.",
  "I'm sure after the midterm elections, I'll give it a look.",
  "CODA — QUOTE OF THE DAY: “It's sort of a weird experience.",
  "“Why did President Donald Trump endorse Dan Donovan?",
  "POLITICO’s David Siders reports from Oshkosh, Wisc.",
  "Upcoming filing deadlines — New Hampshire: June 15.",
  "The poll was conducted by Global Strategy Group.",
  "— One of the Dems that could be on that stage?",
  "It's not about what you're against in life.",
  "Doors will open at 8 a.m. RSVP here.",
  "The buy backing it is five figures.",
  "Days until the 2018 election: 141.",
  "The program now has 53 candidates.",
  "New Jersey Sen. Cory Booker.",
  "— Rhode Island: June 27.",
  "— Delaware: July 10.",
  "Good Monday morning.",
  "2020 ALREADY?",
  "See the ad."
]