[
  "JUST WATCHED How controversy changed Facebook's mission Replay More Videos ... MUST WATCH How controversy changed Facebook's mission 02:18\n\nOne of the social network's best offerings to advertisers is the ability to plug in their own customer databases -- emails or phone numbers -- in order to target those individuals, or people like them, on Facebook.",
  "One of the \"abuses\" it has highlighted to its users is the ability that companies and individuals had to find people's Facebook accounts by searching for their email or phone number -- which it says has been done at least once for virtually all of the 2 billion people using the site.",
  "To suggest this database, which accidentally collected the details of one million UK users, could have been instrumental in a referendum won by a margin of around 1.3 million votes is a huge claim and one needing solid evidence that no one has come close to providing.",
  "(CNN) Debate about Facebook -- rather like debate on Facebook -- all too often descends into a furious shouting match of half-truths, conspiracy theories and competing agendas, from which it becomes all but impossible to discern what's true and what matters.",
  "By making it harder for others to connect Facebook profiles to emails and phone numbers, Facebook has protected the value of a service that it offers -- unless (and it certainly hasn't announced this) it intends to revoke that product entirely.",
  "But now, Facebook needs to go far further than it previously has if it wants to be taken at face value: otherwise, we should rightly expect it is trying to protect and defend its existing and highly lucrative business model.",
  "This feature, Facebook says, has since been disabled: but savvy users who understand Facebook's business model might wonder whether this is really about protecting users' privacy, or a bid to secure Facebook's bottom line.",
  "We need to have a much better-informed debate about how our data -- the bits and pieces of information that make up virtually every detail of our daily lives, and our personalities -- is being bought, packaged, and sold.",
  "The company was aware in 2014 that numerous third-party apps using its toolkits were harvesting information on the Facebook friends of people who used them -- as was the case in the Cambridge Analytica controversy.",
  "His appearances come alongside allegations that data harvested from Facebook may have been instrumental in securing the election of Donald Trump and the decision by the UK to leave the European Union.",
  "So it is with the furor that has brought Mark Zuckerberg, finally, to testify before Congress amid a series of questions about Facebook, data handling and privacy.",
  "Facebook knew that Cambridge Analytica had obtained millions of records in 2015, because it was contacted and informed of the fact by the Guardian newspaper.",
  "It holds masses of information on 2 billion people -- far larger than the population of any country -- and close to one in three people on the planet.",
  "We have been hearing soothing noises with minimal detail and virtually no changes from Zuckerberg and Facebook for more than a decade now.",
  "According to Facebook, Cambridge Analytica obtained the personal details of around 87 million people -- including one million Brits.",
  "Unpicking the truth from the hype and working out how to deal with the new challenges we find ourselves facing is a herculean task.",
  "James Ball is an award-winning journalist and author who has worked for WikiLeaks, the Guardian, the Washington Post and BuzzFeed.",
  "It's possible that the database grew since whistleblowers last saw it -- though it was impossible to add to it after early 2015.",
  "This one database (and its million UK citizens) has been seized on as a possible reason to re-run the UK's Brexit referendum.",
  "It has grown to this size in under two decades, and has consequently had almost no time to reflect on how its business works.",
  "Facebook can also recommend keywords to find more people who look like your customers, helping you find new potential buyers.",
  "When the story didn't blow up at the time, it took minimal action -- asking the company to delete the data, but little more.",
  "It's also possible that just 50 million of the 87 million harvested were US-based, and that the others were discarded.",
  "This is a question that can be answered as more people come in front of lawmakers, but one that's important to answer.",
  "Facebook has found itself at the center of numerous debates -- each of which is immensely complex and controversial.",
  "It knew, because this was a built-in feature to its toolkit, which was discontinued for all apps in 2015.",
  "Was improperly harvested data critical to the election of Donald Trump -- or the UK's vote for Brexit?",
  "This feature allows you to target them with an advert on Facebook, offering a discount to buy again.",
  "However, this data was collected for the purposes of helping US campaigns, focused on US users.",
  "But we do also need to place the claims of some of Facebook's critics in their proper context.",
  "Should there be limits on what can be advertised on Facebook -- and who should set them?",
  "The database had previously been referred to as having around 50 million people in it.",
  "How much of our data do we think is acceptable to trade for free social networking?",
  "Facebook has a clear agenda when it provides answers to many of these questions.",
  "It will take far more than Zuckerberg appearing before Congress to get there.",
  "So do many campaigners bitterly opposed to the outcome of recent elections.",
  "Facebook has been disingenuous in many of its defenses and its apologies.",
  "Say you have a database of people who've previously bought your product.",
  "How much influence did Russian propaganda have on Western elections?",
  "Even in its more recent statements, Facebook shows chutzpah.",
  "The opinions in this article are those of the author.",
  "Facebook is long overdue proper scrutiny.",
  "It's a powerful product.",
  "Why?"
]