[
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nValleyspeak\n\nUber Repeatedly Said No to Michael Cohen (WSJ)\n\nThe FTC's New Commissioners Weigh In (Axios)\n\nSilicon Valley Faces Regulatory Fight on Home Turf (NYT)\n\nGoogle Employees Protest Pentagon Contract (Gizmodo)\n\nWeWork Wants To Be Its Own Landlord (WSJ)\n\n---\n\nTalk of Tinseltown: Why CBS sued Viacom\n\nLes Moonves and CBS declared war on Shari Redstone and Viacom this morning in a move aimed at blocking a merger between the two sister companies.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nZuck Watch: Facebook suspends apps\n\nMy colleague Jordan Valinsky emails:\n\nFacebook has suspended 200 apps for possible misuse of user data, signaling their data abuse problem extends far beyond Cambridge Analytica:\n\n• Facebook says it will now investigate each of the 200 apps, ban any that misused user data, and alert users via this website.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\n---\n\nMusk Watch: Tesla execs take flight\n\nElon Musk says he is \"flattening\" Tesla's management structure after his engineering chief announced he was taking a leave of absence and another senior executive jumped to Google's driverless car company Waymo.",
  "• A source in Chinese telecom texts: \"ZTE procures so much of their supplies from US companies that at the end of the day it would have been taking US jobs away if they weren't allowed to buy US parts ...\"\n\n• How this source sees it: \"[Trump] wants it to look like it's bad for China if ZTE falls and not that important for the US.",
  ": We expect to see fantasy sites like Yahoo Sports, DraftKings and FunDuel; media companies like ESPN, Fox Sports and Turner Sports; and a bevy of new startups like Peter Chernin's Action Network move into this space, either with direct betting services or new content built around betting.",
  "• \"You'll see an explosion of investment and new products from companies trying to get a piece of the increased engagement from sports betting and the revenue that should result, including gaming companies, media platforms and tech companies that want to serve one or both of those.\"",
  "Speaking of money ...\n\n---\n\nThe Money Line: Sports gambling gets OK\n\nThe Supreme Court has struck down a federal law that banned sports gambling in most states, a move that has immense implications for tech and media companies seeking to cash in on the multi-billion dollar industry.",
  "Fun tweet: Neil deGrasse Tyson, over the weekend: \"Not that anybody asked, but @JeffBezos' 130-Billion dollars, laid end-to-end, can circle Earth 200 times then reach the Moon & back 15 times then, with what's left over, circle Earth another 8 times.\"",
  "Our colleague Donie O'Sullivan used the tool to look up some pages aimed at Americans and found more than a dozen \"Native American\" pages run from Serbia and Kosovo, US veterans pages run from Mexico, and a \"Proud Deplorables\" page run from Israel.",
  "• \"That's the thing about their seductive matchup in the Western Conference Finals: The Warriors and Rockets have changed so much this season they now defy much of the conventional wisdom about the Warriors and Rockets.\"",
  "WSJ's Ben Cohen explains why innovation is key to both Golden State and Houston:\n\n• \"The Golden State Warriors and Houston Rockets have been the two best and most fascinating teams in the NBA for the last two years.",
  "What's Next: Legal sports betting will lead to a rush on new apps and services from tech startups and legacy media companies who will join traditional bookmakers and online betting sites, industry analysts tell me.",
  "Bonus: California welcomes Didi: \"China's ride-sharing giant Didi Chuxing Technology Co. has been approved to launch live trials of autonomous vehicles on roads in California,\" WSJ's Austen Hufford reports.",
  "What's Next: ZTE for America: The US and China are reportedly finalizing a deal to restore ZTE's access to the US after President Trump said he wanted to keep the Chinese smartphone giant in business.",
  "Musk to employees: \"We are flattening the management structure to improve communication, combining functions where sensible and trimming activities that are not vital to the success of our mission.\"",
  "Flashback: In April, Musk sent \"productivity recommendations\" to staff, in which he spoke out against the \"chain of command\" and advocated for the \"free flow of information between all levels.\"",
  "Bonus: Facebook says it \"mistakenly\" launched an early version of its page transparency tool in Canada and Ireland on Friday, revealing the locations of people running Facebook pages.",
  "Donie emails: \"When Facebook eventually rolls the tool out in the US, many Americans may be surprised to find some of their favorite pages are run from the other side of the world.\"",
  "\"You're going to see a recontextualization of how we view sports and how sports are presented to consumers,\" Chris Grove, the managing director at Eilers & Krejcik Gaming, told me.",
  "• \"We've already seen a lot of companies prepare for a world with legal sports betting, but now the shackles are off with the legal clarity offered by the Supreme Court.\"",
  "The Timeline: Grove predicts New Jersey will offer sports betting ahead of this year's NFL season, with other states to follow by the end of this year or early next.",
  "The Latest, via my colleague Brian Stelter:\n\n• \"On Monday CBS took drastic action -- by suing Redstone and her family's holding company National Amusements.\"",
  "The move is great for broadcasters, leagues and team owners, too, because a surge in sports betting would almost certainly drive a surge in sports viewing.",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation\n\nWhat Trump Isn't Saying: Saving ZTE will save American jobs.",
  "• \"CBS wants to hold a special shareholder meeting and use a dividend declaration to sharply dilute Redstone's control of the company from 79% to 17%.\"",
  "The Big Picture: We're about to witness the launch of a new economy built on vice, not unlike the end of prohibition or the legalization of marijuana.",
  "• Facebook says \"there is a lot more work to be done to find all the apps that may have misused people's Facebook data -- and it will take time.\"",
  "After pressure from Amazon and dozens of other Seattle businesses, the Council now appears ready to cut the proposed tax by nearly half, to $275.",
  "Dallas Mavericks owner Mark Cuban tells CNBC: \"I think everyone that owns a top 4 professional sports team saw the value of their team double.\"",
  "The Big Picture: Musk's Tesla troubles are casting a negative light on the entrepreneur's cult status as one of tech's greatest visionaries.",
  "Trump's claim that \"too many jobs in China [have been] lost\" was seen as off-key for a president who ran on protecting the American worker.",
  "So if we thump our chest and say, 'You know what, we want reciprocity,' China will say, 'You know what, on technology, we don't need you.\"",
  "Random hunch: I would not be surprised if tech giants like Google ultimately move to streamline the experience, a la Google Flights.",
  "Dustin Gouker, an analyst at Legal Sports Report, emails:\n\n• \"The decision represents a sea change for sports betting in the US.\"",
  "The Seattle City Council will vote today on the controversial \"head tax\" that has pitted the city's lawmakers against Amazon.",
  "What's Next: Cambridge Analytica whistleblower Andrew Wylie will testify before the Senate Judiciary Committee on Wednesday.",
  "The move will also create a whole new field of content around sports betting, including news, analysis and data analytics.",
  "The Big Picture, via Ian Bremmer on Bloomberg TV: \"The problem with ZTE is that the Chinese are as big as the Americans.",
  "We're beginning to understand what it means for business, we don't yet know what it will mean for society and culture.",
  "The Big Picture: CBS believes it is more valuable without Viacom, especially in the eyes of other potential suitors.",
  "The move could have major ramifications for CBS as an acquisition target for tech or telecom later down the line.",
  "Back in February, Recode's Ed Lee said Shari Redstone's desire to merge CBS and Viacom was shortsighted.",
  "• \"The suit is designed to prevent Redstone \"from interfering,\" according to a CBS statement.\"",
  "Sign up for PACIFIC: The new CNNMoney newsletter about the center of change and innovation",
  "---\n\nDub Shot: Warriors-Rockets, Game 1\n\nThe greatest match-up in basketball is here.",
  "There are now 53 companies with permits for autonomous vehicle testing in California.",
  "The move comes as Musk continues to struggle to meet Model 3 production demands.",
  "They have model front offices, superb coaches and electrifying star players.",
  "If the vote passes, Mayor Jenny Durkan still has the ability to veto.",
  "\"Redstone should sell CBS to Amazon instead,\" he wrote.",
  "Rockets tips off at 6 p.m. Pacific on TNT.",
  "---\n\nToday's PACIFIC\n\nWelcome to PACIFIC.",
  "Our colleague Ivana Kottasova has more.",
  "Want this in your inbox every morning?",
  "The Big Picture: Always be innovating.",
  "And then they reinvented themselves.\"",
  "They are a technology super power.",
  "---\n\nWhat Next: Warriors vs.",
  "\"It's a landscape changer.\"",
  "They reshaped the league.",
  "They redefined the sport.",
  "See you tomorrow.",
  "He's bluffing.\"",
  "Who's In?"
]