[
  "“House Intelligence Committee Chairman Devin Nunes (R-Calif.) said Tuesday that he will seek to ‘impeach’ FBI Director Christopher Wray and Deputy Attorney General Rod Rosenstein if they decline to hand over the document used to launch the FBI’s probe into possible collusion between the Trump campaign and Russia’s meddling in the 2016 presidential election.” This is nutso.",
  "“[President] Trump vowed on Twitter to attack the regime of Syrian president Bashar al-Assad, warning Russia that the strike will come despite an earlier threat from a Russian diplomat to shoot down any American missiles launched at the war-torn country and even to retaliate against U.S. launch sites.”\n\nRemember when Republicans were the enemies of debt?",
  "It’s also not entirely a surprise: when he reluctantly took the speaker’s gavel in 2015 under heavy pressure, he couldn’t have imagined he would have to deal with a President Donald Trump.”\n\nIt’s hard to fight foreign enemies using social media if our leaders are clueless.",
  "The bulldozing of the judiciary in Poland exposed how few safeguards there are, even in the heart of the European Union, against a determined government that disregards political and constitutional norms.”\n\nWith friends like this, Republicans hardly need enemies.",
  "“One of the persistent themes conservative Republicans have harped on in two days of hearings is the idea there is a potential bias against conservatives in the Facebook algorithm.” But look, Facebook enabled Cambridge Analytica, which helped Republicans.",
  "“Speaker Paul Ryan’s announcement that he will not seek reelection to his southeastern Wisconsin district in 2018 (though he will serve out the rest of his term) is a deep blow to his party’s morale in its uphill efforts to hold the House majority.",
  "CBO’s budget projections are a harsh reminder that the fiscal largesse that Congress and the Administration lavished on the country in the recent legislation is not a free lunch.” In other words, if we have an economic downturn, the debt explodes.",
  "This is significant because, while budget deficits can be helpful in recessions by providing an economic stimulus, there are good reasons we should be retrenching during good economic times, including the one we are in now.",
  "Individual senators often had skillfully written questions in front of them, and they even asked them of Zuckerberg, but they then failed to ask the right follow-up or understand his answer.",
  "Sometimes, a senator even caught the chief executive in a pretzel, but didn’t seem to understand what that he had done so.”\n\nI thought he was against telegraphing our moves to the enemy.",
  "In Central Europe, governments that disdain independent institutions and seek to fuse the ruling party with the state are no longer exceptional.",
  "In one case, [Facebook CEO Mark] Zuckerberg had to tell Senator Orrin Hatch, a Republican of Utah, that Facebook makes money by running ads.",
  "“In 2017, illiberalism established itself as the new normal in the region that stretches from Central Europe through Eurasia.",
  "(Hatch was first elected to the Senate eight years before the 33-year-old Zuckerberg was born.)",
  "“The projected budget deficits in the coming decade are essentially ‘full-employment’ deficits.",
  "In fact, CBO projects that, over the 2018-2028 period, actual and potential GDP will be equal.",
  "“Dozens of senators seemed not to understand the basic functions of Facebook.",
  "(Jeff Roberson/AP)\n\nOpinion writer\n\nEven a paranoid might have enemies.",
  "\n\nFacebook CEO Mark Zuckerberg in St. Louis in November 2017.",
  "Enemies of democracy are on the march.",
  "The enemy is not the FBI, folks.",
  "Good times, good times.",
  ".",
  ".",
  "."
]