[
  "At the time the FTC said, “We intend to monitor closely Facebook’s compliance with the order and will not hesitate to seek civil penalties for any violations.”\n\nFrank Miniter is the author of Kill Big Brother, a cyber-thriller that shows how to keep our freedom in this digital age.",
  "In 2015, for example, SC Media ran a story titled “Massive hole in Facebook security leaves users at risk of data theft.”\n\nWired also recently reported that Brandon Copley, CEO of Giftnix, brought up the same problems with Facebook back in 2013.",
  "“Events API: Until today, people could grant an app permission to get information about events they host or attend, including private events.” This allowed third parties to access “information about people and conversations in groups” and more.",
  "Some are reporting that these warnings could be used against Facebook in a Federal Trade Commission (FTC) probe, as Facebook had agreed to a consent decree in 2011 with the FTC to protect consumer privacy.",
  "Facebook’s search tools allowed app developers and more to gain access to the personal information of Facebook users—data that those who want to steal identities or to commit other types of fraud can use.",
  "“In total, we believe the Facebook information of up to 87 million people — mostly in the US — may have been improperly shared with Cambridge Analytica,” said Facebook in a blog post.",
  "Facebook left its doors and windows wide open and looked the other way when members’ personal data was “scraped” (harvested) by an unknown number of people or companies.",
  "With more than 70 million Americans’ data harvested and used by Cambridge Analytica, to name one culprit, the FTC could punish Facebook with exorbitant fines.",
  "Other security holes included the ability of “any app [to] use the Pages API to read posts or comments from any Page.” This window has also been shut.",
  "When reading the list, however, it’s hard not to be shocked with just how wide-open Facebook purposely left the data of its many millions of users.",
  "Now “all third-party apps using the Groups API will need approval from Facebook and an admin to ensure they benefit the group,” says Schroepfer.",
  "That’s not counting the data the Obama campaign had used from Facebook or what many others likely Web scraped and used and might still be using.",
  "This will surely give Facebook CEO Mark Zuckerberg some good talking points when he appears before a congressional committee this week.",
  "Mike Schroepfer, Facebook’s chief technology officer, lists many ways Facebook is now tightening up access to data members provide.",
  "But that’s only counting what they now think Cambridge Analytica got ahold of and used for political purposes.",
  "At the time he was reportedly told the company didn’t consider the wide-open access a security problem.",
  "“Here are the details of the nine most important changes we are making,” wrote Schroepfer.",
  "In 2011 the FTC had said it would punish Facebook if didn’t protect users’ data.",
  "Any violations of the consent decree with the FTC could also bring heavy fines.",
  "Last year Facebook had profit of $15.9 billion on $40.7 billion in revenue.",
  "Facebook had been repeatedly warned about these access issues.",
  "It’s important that they’re taking these steps.",
  "Schroepfer lists many other security upgrades.",
  "Facebook wasn’t hacked.",
  "They let this happen."
]