[
  "Former EPA deputy chief of staff Kevin Chmielewski alleged to congressional investigators this week that Pruitt routinely directed staffers to book expensive hotels, help him earn frequent flier miles and schedule meetings to align with his personal travel desires.",
  "Jim Watson/AFP/Getty Images)\n\nCharles McQuillan/Getty Images\n\nFormer US President Bill Clinton holds hands with former British Prime Minister Tony Blair at an event Tuesday marking the 20th anniversary of the Good Friday Agreement in Belfast, Northern Ireland.",
  "Drew Angerer/Getty Images\n\nRussian Ambassador to the United Nations Vassily Nebenzia and United States Ambassador to the United Nations Nikki Haley greet each other at the beginning of a United Nations Security Council meeting on Tuesday.",
  "The United States, in coordination with the United Kingdom and France, launched missile strikes against three targets associated with Syria's chemical weapons program in retaliation for the country's alleged chemical attack.",
  "In his first week in the role, Bolton oversaw the dismissals of spokesman Michael Anton, homeland security adviser Tom Bossert, and Nadia Schadlow, the deputy national security adviser for strategy.",
  "The display was the work of global activist group Avaaz, which wants Zuckerberg, Internet CEOs and government regulators to fight disinformation campaigns across Facebook and other social platforms.",
  "Michael Robinson Chavez/The Washington Post/Getty Images\n\n100 cutouts of Facebook founder Mark Zuckerberg were seen on the Capitol lawn Tuesday ahead of Zuckerberg's congressional testimonies.",
  "Saturday, following overnight strikes on Syria by the United States, United Kingdom and France, she continued to blame Russia for propping up the Assad regime's use of chemical weapons.",
  "J Pat Carter/Getty Images\n\nTeachers strike at the state capital in Oklahoma on Monday to protest for better teacher pay, working conditions and school funding.",
  "Facebook CEO Mark Zuckerberg sits for photographers ahead of his testimony before a joint hearing of the Senate Commerce and Judiciary Committees on Tuesday.",
  "Caitlin O'Hara/AFP/Getty Images\n\nMembers of the Arizona National Guard take a break at the Papago Park Military Reservation in Phoenix on Monday.",
  "Bill Clark/CQ Roll Call\n\nA staffer exits the Senate subway with a poster detailing EPA Administrator Scott Pruitt's ethics issues on Wednesday.",
  "Evan Vucci/AP Photo\n\nFormer ambassador John Bolton attends a cabinet meeting on Monday, his first day as White House national security adviser.",
  "Karel Navarro/AP Photo\n\nIvanka Trump attends a meeting with Peruvian women at the Lima Stock Market, in Lima, Peru, on Thursday.",
  "The first daughter and presidential adviser is in South America as part of the US delegation for the Summit of the Americas.",
  "Arizona deployed its first 225 National Guard members to the Mexican border after President Trump's directive last week.",
  "The new law paves the way for victims to hold websites accountable for knowingly facilitating sex trafficking.",
  "Evan Vucci/AP Photo\n\nPresident Trump signs a measure Wednesday aimed at curbing online sex trafficking .",
  "President Trump canceled his trip to the summit on Tuesday in order to monitor the US response to Syria.",
  "Scott formally kicked off his campaign against incumbent Democratic Sen. Bill Nelson on Monday.",
  "Surface-to-air missile fire erupts above Damascus, Syria, in the early hours of Saturday.",
  "His appearances on Capitol HIll came in the wake of the Cambridge Analytica data scandal.",
  "On Friday, Haley slammed Russia for complicity in Syria's alleged chemical attack.",
  "House Speaker Paul Ryan on Wednesday announced he will not seek re-election.",
  "Ryan has endorsed Majority Leader Kevin McCarthy to succeed him as speaker.",
  "Rick Scott holds a Senate campaign rally in Hialeah, Florida, on Tuesday.",
  "It was one of two congressional hearings at which Zuckerberg testified.",
  "(CNN) Take a look at the week in politics from April 8 through 14.",
  "Amir Levy/Reuters/Newscom\n\nJoe Raedle/Getty Images\n\nFlorida Gov.",
  "The walkout ended Thursday after nine days.",
  "along with Vice President Mike Pence.",
  "Doug Mills/The New York Times/Newscom"
]