[
  "There has been a lot of debate about tech companies’ role in society, from the controversy surrounding ex-Google engineer James Damore's anti-diversity memo to concerns among commentators and politicians that social media sites are tipping the scales of online political discourse, says Aaron Smith, an associate director at Pew Research Center.",
  "According to the Pew survey, just 24 percent of the public think tech companies “do enough to protect the personal data of their users,” 25 percent think tech companies can be trusted to do the right thing most of the time and roughly half (51 percent) think tech companies should be regulated more than they are now.",
  "The poll, taken in early June, shows the scope of distrust that has became more visible as companies such as Facebook, Twitter and Google institute stricter policies on the content that runs on their platforms, often leading to confusion about why some posts or users are removed – and not others.",
  "(Photo: Jack Gruber, USA TODAY)\n\nSAN FRANCISCO – Most Republican and Republican-leaning independents don't trust tech companies to be politically neutral and many think social media sites are intentionally censoring political views, a survey from the Pew Research Center released Thursday found.",
  "The survey didn’t ask about specific companies or brands but the big five (Amazon, Apple, Facebook, Google and Microsoft) are generally who the public has in mind when thinking about tech companies, and Facebook is obviously the largest social platform by a large margin, Smith said.",
  "Americans in general are concerned about privacy issues but still think technology has a positive impact on their lives and society as a whole, found the poll, which surveyed 4,594 U.S. adults from May 29 to June 11 and asked them broadly how they feel about tech companies.",
  "Although Republican and Republican-leaning respondents are more likely to see an anti-conservative bias in tech companies, less than half (44 percent) believe tech companies should be regulated more.",
  "On the one hand, people are concerned with tech firms' inability to protect users' data, but, at the same time, people like the products and services that companies bring into their lives.",
  "Researchers at Pew conducted this survey to get a broad view “of how the public is feeling about the controversies swirling around the tech industry at the moment,” Smith said.",
  "Accusations of liberal bias at Facebook surfaced in 2016 when Gizmodo reported that Facebook workers routinely suppressed conservative news in the “trending topics” section.",
  "The survey found that 64 percent of Republican or Republican-leaning respondents said they believe major tech companies support the views of liberals over conservatives.",
  "Twitter has also been accused of suppressing political speech when it has suspended multiple accounts at once in what conservative commentators called a purge.",
  "Facebook CEO Mark Zuckerberg enters the hearing room on Capital Hill as he arrives to testify before the House Energy and Commerce Committee on April 11, 2018.",
  "Eighty-five percent of Republicans and Republican-leaning independents think it likely that social media sites intentionally censor political viewpoints.",
  "Facebook denied the allegations that it suppresses conservative news but met with big-name conservatives in media and politics to smooth things over.",
  "Claims of Facebook suppressing conservative ideas surfaced again this year following Facebook’s data privacy scandal involving Cambridge Analytica.",
  "A new survey from Pew Research Center found that most Americans think it likely that social media platforms censor political viewpoints.",
  "But when asked about tech firms’ impact on society as a whole, a smaller minority (63 percent) said the impact has been a net positive.",
  "When asked about the impact of these companies on them personally, 74 percent of Americans say the impact has been more good than bad.",
  "A majority of Republicans (64 percent) think major technology companies as a whole support the views of liberals over conservatives.",
  "Facebook CEO Mark Zuckerberg testified before Congress and was forced to bat down accusations that the company has a liberal bent.",
  "And 7 in 10 Americans think it likely that social media companies intentionally censor political views they find objectionable.",
  "Earlier this year, Rep. Marsha Blackburn, R-Tenn., said Twitter blocked a launch video announcing her U.S. Senate campaign.",
  "Smith said Pew is working on additional analysis of the survey that will be released at a later date.",
  "The results are \"a little bit of a mixed bag of feelings,\" Smith said.",
  "Just 28 percent of Democrats or Democrat-leaning respondents agreed.",
  "Read or Share this story: https://usat.ly/2MvwUFl"
]