[
  "THE PEOPLE MAKING GDPR HAPPEN — Among the tasks facing U.S. tech companies with just days to go before European privacy rules go into effect is naming who will act as their in-house “data protection officer.” DPOs — required by the General Data Protection Regulation to be experts in privacy-protection laws and procedures — have a complicated job: They have to explain and enforce the new privacy regime inside their companies while simultaneously serving as the primary contact for European users.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly) and John Hendel (jhendel@politico.com, @JohnHendel).",
  "Lou Mastria, executive director of DAA, said his group’s system doesn’t include issue ads; he said focusing on candidate ads is a way to “get into the market and increase transparency quickly.”\n\nMO-MENTUM — Republican FTC Commissioner Maureen Ohlhausen looks like she’s getting a vote in the Senate Judiciary Committee on Thursday for her nomination to be a judge on the Federal Claims Court.",
  "Circuit settles a critical question impacting how big Sinclair is allowed to grow.” The federal appeals court is weighing a challenge from public interest groups over the FCC’s decision to reinstate the so-called UHF discount, which eased the way for the merger by allowing broadcasters to count half the reach of some stations in measuring compliance with the national ownership cap.",
  "A few things stood out to us in his opening remarks, published online ahead of the session: 1) He is pleased USPTO has the authority to spend all of its fee collections; 2) Patents should be issued faster; 3) He’s listening to all sides of the debate when it comes to making sure the America Invents Act and the Patent Trial and Appeal Board are working out as intended.",
  "MT has been surveying the field, and here’s the current lineup of who’s picked whom for the DPO role — Twitter: associate legal director Damien Kieran; Snap: deputy general counsel Katherine Tassi; Microsoft: software engineer and privacy program manager Steve May; IBM: chief privacy officer Cristina Cabella; and Salesforce: SVP Lindsey Finch.",
  "The hearing witnesses are Tim Day, senior vice president of the U.S. Chamber of Commerce Technology Engagement Center; Michelle Richardson, deputy director of the Center for Democracy and Technology’s Freedom, Security and Technology Project, and Dipti Vachani, Intel general manager and Internet of Things Group vice president.",
  "Toyota made the statement in response to a letter from FCC Commissioners Mike O’Rielly and Jessica Rosenworcel, who reminded the automaker that the commission is still testing whether the airwaves set aside for the technology can be shared for high-speed Wi-Fi and other unlicensed uses.",
  "TOYOTA’S TALKING CARS — The automaker said it’s proceeding with plans to roll out so-called dedicated short-range communications systems in its vehicles — which will let cars “talk” to each other — because it trusts the FCC won’t “disrupt” the deployment of the technology.",
  "Zuckerberg in Europe\n\nWith help from Nancy Scola, Ashley Gold, Steven Overly, John Hendel and Margaret Harding McGill\n\nZUCKERBERG GRILLING, PART TWO — Mark Zuckerberg’s marathon testimony before Congress didn’t end questions over the Cambridge Analytica scandal.",
  "**\n\nSINCLAIR CRITICS: SLOW DOWN — The FCC is taking a fresh round of comments on the Sinclair-Tribune deal, given the broadcasters’ decision to drop 23 TV stations from the merger, but a group aimed at stopping the deal said the FCC is acting too quickly.",
  "The former intellectual property lawyer didn’t make too many waves in an earlier appearance before the Senate Judiciary Committee, so we’re eager to hear his thoughts on the direction of the agency and where he differs from his predecessor Michelle Lee.",
  "Pat Toomey (R-Pa.) and Jeff Merkley (D-Ore.) are calling on the FCC to investigate as many as 2 million fake comments on public rulemakings, filed under stolen identities, according to a letter the pair sent to FCC Chairman Ajit Pai.",
  "But both firms list their effective start date as March 12 — the same day the Trump administration blocked Broadcom from purchasing rival Qualcomm out of concern the deal would give a lift to Chinese telecommunications firms.",
  "INTERNET OF THINGS ON THE HILL — The House Energy and Commerce subcommittee on digital commerce and consumer protection holds a hearing today on the State of Modern Application, Research and Trends of IoT, or SMART IoT, Act.",
  "No way it should rush ahead now before the court acts.”\n\n— The FCC sent a letter to Sinclair and Tribune attorneys on Monday, seeking additional information about the Indianapolis and St. Louis television markets.",
  "Twitter bots helped Trump, Brexit — A new report from the National Bureau of Economic Research suggests that automated tweeting played a small, but notable, role in both Trump’s 2016 victory and the Brexit vote.",
  "The discussion draft, from Reps. Bob Latta (R-Ohio) and Peter Welch (D-Vt.), would direct the Commerce secretary to conduct a study on internet-connected devices and how they can power economic growth.",
  "Democratic Commissioner Jessica Rosenworcel also made reference to the court case, saying in a tweet that the agency “is still waiting on a court decision about how many stations one company can own.",
  "“Whether it’s fake news, foreign interference in elections or developers misusing people’s information, we didn’t take a broad enough view of our responsibilities,” he’ll say in his opening remarks.",
  "Remember, there’s been a little awkwardness around the fact that Ohlhausen is still hanging on at the FTC even though her replacement, Christine Wilson, has already been confirmed by the Senate.",
  "In a letter to commissioners Monday, the lawmakers urged the commission to reject calls to reconsider the regulations, which require an average of three hours a week of children’s programming.",
  "— The industry initiative comes as Facebook prepares to adopt new rules for political and issue ads, requiring buyers to verify their identity and location as well as who is paying for them.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "They have lobbied on generic \"legislative and regulatory issues,\" per disclosure filings, though S-3 Group did at least some media outreach related to the failed acquisition attempt.",
  "Story Continued Below\n\nTaking a cue from his U.S. appearances, Zuckerberg is expected to apologize to Facebook’s European users and say his company fell short on a number of fronts.",
  "QUICK DOWNLOADS\n\n— Facebook and Qualcomm team up: Facebook and Qualcomm are working together to bring high-speed wireless internet to cities by mid-next year, TechCrunch reports.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— Bad news for Uber: “A former Uber engineer is suing the company, claiming sexual harassment, retaliation and discrimination based on her sex and race,” according to Recode.",
  "Remember, Republican Commissioner O’Rielly is leading a review of the regulations after he criticized them as ineffective and inflexible in a blog post earlier this year.",
  "Mnuchin takes aim at tech giants — Treasury Secretary Steven Mnuchin wants the Justice Department to take a close look at the role of big tech companies, Ashley reports.",
  "ATTENTION PATENT PEEPS — Andrei Iancu, director of the U.S. Patent and Trademark Office, testifies before the House Judiciary Committee today for an oversight hearing.",
  "DEMOCRATS SOUND ‘KID VID’ ALARM — Six Senate Democrats, led by Ed Markey of Massachusetts, are warning the FCC not to weaken “Kid Vid” requirements for broadcasters.",
  "“As these technology companies have a greater and greater impact on the economy, I think that you have to look at the power they have,” he told CNBC on Monday.",
  "POLITICAL ADS TRY SELF-REGULATION — The Digital Advertising Alliance is rolling out a new system of self-regulation today for online political advertisers.",
  "Bill Nelson of Florida, Richard Blumenthal of Connecticut, Catherine Cortez Masto of Nevada, Kirsten Gillibrand of New York and Jack Reed of Rhode Island.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "SILICON VALLEY MUST-READS\n\nObamas ink deal with Netflix — Former President Barack Obama and Michelle Obama announced a multiyear deal with Netflix.",
  "O’Rielly said the company’s response makes clear that Toyota understands the “challenges associated with moving forward with the dated” technology.",
  "Today the Facebook CEO faces off against European Parliament members in Brussels on the data controversy that has embroiled his company for months.",
  "The issue is near and dear to Toomey and Merkley, as both had their identities stolen to file fake comments on the agency’s net neutrality action.",
  "— Adobe spends big: Adobe announced Monday that it plans to buy Magento Commerce, an e-commerce services provider, for $1.68 billion, via Reuters.",
  "BROADCOM’S LOBBYING EFFORT — Harbinger Strategies and S-3 Group have registered as lobbyists for semiconductor company Broadcom in recent days.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— Microsoft’s promise: Microsoft has pledged to extend the data and privacy rights enjoyed by Europeans to users worldwide, AP reports.",
  "They are key to addressing a longtime EU complaint: that Silicon Valley firms are faceless bureaucracies indifferent to their concerns.",
  "The Council of Better Business Bureaus and the Data & Marketing Association will enforce the disclosures for those in the industry.",
  "The FCC wants to know more about advertising revenue, the number of households and ratings of the TV stations, among other details.",
  "The duo will produce “scripted series, unscripted series, docu-series, documentaries and features,” The New York Times reports.",
  "(Issue ads don’t advocate for a specific candidate but push messages on topics like gun control, immigration or abortion.)",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "The senators say the rules are important for families who rely on free broadcast TV stations for educational content.",
  "As part of the merger, Sinclair is seeking FCC permission to own more than one top-rated TV station in those cities.",
  "Clicking on the icon, people will see the advertiser’s name, contact information and contribution records.",
  "Representatives for Harbinger Strategies, S-3 Group and Broadcom did not respond to requests for comment.",
  "The session initially drew criticism for taking place behind closed doors, but will now be livestreamed.",
  "Read our note from POLITICO Editor-in-Chief John Harris and Editor Carrie Budoff Brown to learn more.",
  "“That was a mistake, and I’m sorry.” Check out the full preview from our friends at POLITICO Europe.",
  "The senators are also urging the FCC to consider what steps can be taken to prevent fake comments.",
  "The Coalition to Save Local Media says “any action on this transaction is premature until the D.C.",
  "POLITICO and South China Morning Post are partnering to expand coverage of U.S.-China relations.",
  "GOOD TUESDAY MORNING and welcome to Morning Tech, with your guest host Aubree Eliza Weaver.",
  "Send tips and easy summer dinner recipes to aweaver@politico.com and @AubreeEWeaver.",
  "It envisions putting a small icon on political ads linking to various disclosures.",
  "Ohlhausen was nominated for the judgeship by President Donald Trump in January.",
  "Follow the conversation on POLITICO Europe’s live blog here.",
  "Facebook says its in the last stages of finalizing its pick.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Apple says it’ll have an announcement later this week.",
  "Email us the details at techcalendar@politicopro.com.",
  "Catch the team’s contact info after Quick Downloads.",
  "The hearing kicks off at 10 a.m — we’ll be tracking.",
  "Zuckerberg will appear at about 12:15 p.m. EDT.",
  "(The icon strategy has a familiar ring to it.)",
  "SENATORS PUSH FOR FCC INVESTIGATION — Sens.",
  "An aide to Rosenworcel declined to comment.",
  "Joining Markey on the letter are Sens.",
  "Got an event for MT’s tech calendar?",
  "You can find the livestream here.",
  "Tips, comments, suggestions?",
  "Google did not respond.",
  "Bloomberg has details.",
  "Learn more here.",
  "**"
]