[
  "Zuckerberg, a tech genius who in 2004 started Facebook from his Harvard dorm, is on Capitol Hill for two days of testimony, largely to answer questions about how Cambridge Analytica, a political data-mining firm affiliated with Donald Trump’s 2016 presidential campaign, got its hands on the personal data of an estimated 87 million users, then used it to try to influence the White House race.",
  "It was my mistake, and I’m sorry.”\n\nFlorida Sen. Bill Nelson, the top Democrat on the Commerce committee said after talking one-on-one with Zuckerberg that he found him “forthright and willing to turn things around where mistakes have been made.”\n\nBut Nelson also sounded skeptical about whether Facebook was capable of fixing its own problems and protecting users.",
  "The Connecticut Democrat pushed the Facebook co-founder and chief executive to agree to an “opt-in” bill that would require online companies like Google and social media groups such as Facebook to ask users whether their personal information could be sold and to alert them about data breaches.",
  "“That’s a wide misconception.”\n\nHe told the senators that Facebook has done a better job of flagging misinformation since the 2016 elections, when Russians bought roughly $100,000 worth of ads on Facebook, pointing to recent elections in India, Brazil and Pakistan.",
  "“In retrospect, we made a mistake.”\n\nSen. John Thune of South Dakota, chairman of the Senate Committee on Commerce, Science and Transportation, started the meeting by saying: “We're here because of what you described, Mr. Zuckerberg, as a breach of trust.",
  "Quite possibly, the world is listening.”\n\nZuckerberg acknowledged during his long-awaited testimony that some of his employees have been interviewed by special counsel Robert Mueller in his Russia collusion probe but that he has not been interviewed.",
  "In his Facebook post on Monday, Zuckerberg also announced plans for new artificial intelligence tools that would “take down thousands” of fake accounts and verify every political advertiser, and for an independent election research commission.",
  "Zuckerberg faced repeated questions about why he didn’t immediately inform the millions of Facebook users that their data had been compromised when he learned in 2015 about the developer selling the information to Cambridge Analytica.",
  "Zuckerberg told senators that the company reviewed “every single app” that might have had access to users’ data and has “locked down the platform” to stop developers from selling user information to companies like Cambridge Analytica.",
  "The 33-year-old Zuckerberg on Tuesday faced a bipartisan call for regulations amid a string of Facebook issues -- including fake news and hate-speech posts -- before a joint hearing of the Senate’s Judiciary and Commerce committees.",
  "“Looking back, it's clear we were too slow identifying election interference in 2016, and we need to do better in future elections,” he said in an open letter posted on Facebook, minutes before meeting privately with the senators.",
  "Facebook CEO Mark Zuckerberg vowed Tuesday on Capitol Hill that his social-networking company is already doing a better job of protecting the personal information of its billions of users in the wake of a massive data grab.",
  "He also said the company was developing artificial intelligence to detect hate speech and that Facebook would have 20,000 employees by the end of the year working on security and content review, doubling that staff.",
  "“We know some members of Congress are exploring ways to increase transparency around political or issue advertising, and we’re happy to keep working with Congress on that,” he said in his prepared House testimony.",
  "“I think you’re going to have to get the government involved.”\n\nZuckerberg pushed back on the idea of a privacy law for young Facebook users, drawing a sharp response from Massachusetts Democratic Sen. Ed Markey.",
  "He said Zuckerberg was “serious” about the pressing issues because “he understands that regulations are right around the corner.”\n\nNelson said Zuckerberg told him: “We were lied to (by Cambridge Analytica).",
  "“I’m a Republican, I don’t like regulating things unless you have to.”\n\nGraham lauded Facebook for helping its 2.2 billion monthly users keep in touch with family or make new friends.",
  "Mueller was appointed by the Justice Department last year to look into accusations of collusion between Russia and the Trump campaign ahead of the 2016 presidential election.",
  "“I don’t think the industry itself is going to address that dark side,” said Graham, one of about two dozen senators to grill Zuckerberg during Tuesday’s joint session.",
  "“But we aren’t waiting for legislation to act.”\n\nZuckerberg has been in full damage-control mode since the reports surfaced several weeks ago about Cambridge Analytica.",
  "The House later posted Zuckerberg’s prepared testimony, in which he said: “We didn’t take a broad enough view of our responsibility, and that was a big mistake.",
  "While the freewheeling tech industry is largely opposed to burdensome government regulations, Zuckerberg already had appeared open to at least some changes.",
  "And we should have caught that.”\n\nThe hearings marked the first time that Zuckerberg has testified before Congress, after declining a request last fall.",
  "But he also raised concerns about the “dark side” of social media that could influence elections deceptively and banish users for their political views.",
  "His appearances before the committees also followed days of preparation with some of Washington’s most experienced hands at congressional testimony.",
  "Louisiana GOP Sen. John Kennedy warned that Congress would propose a “whole lot of bills” over problems with Facebook and other social media sites.",
  "Protesters holding up placards reading, \"Stop Corporate Spying,\" were allowed to remain in the room, but police quickly confiscated their signs.",
  "“I think your user agreement sucks,” Kennedy also said, in urging Zuckerberg to make it more helpful to users than to Facebook.",
  "“We’ve seen the apology tour before,” Sen. Richard Blumenthal told Zuckerberg on his first day of congressional testimony.",
  "But his plans might not be enough for lawmakers, who warned regulations or mandatory changes might be the only answer.",
  "And he said preventing “interference and misinformation” in the 2018 midterm elections was among his “top priorities.”",
  "He also said he was “not aware” of a subpoena related to the Mueller probe but acknowledged having heard about one.",
  "“If we’re counting on Facebook to regulate itself, we’re going to fail,” said South Carolina Sen. Lindsey Graham.",
  "Zuckerberg spent Monday on Capitol Hill talking privately with key senators and apologizing behind the scenes.",
  "The hearing Tuesday was standing room only, with visitors waiting in line for hours to get a seat in the room.",
  "“We don’t sell data at all,” Zuckerberg said during the hearing that lasted for nearly five hours.",
  "But it’s up to Zuckerberg to decide whether they get passed, based on what he does next, he said.",
  "We want to hear more, without further delay, about what Facebook and other companies plan to do.",
  "Zuckerberg, a billionaire, apologized for the company's mistakes.",
  "“I couldn’t disagree with you more,” the senator shot back.",
  "“We thought the case was closed,” Zuckerberg said.",
  "I’m responsible for what happens here,” he said.",
  "“This is not likely to be an isolated incident.",
  "“But it’s an arms race,” Zuckerberg said.",
  "America is listening.",
  "“I started Facebook.",
  "We are listening.",
  "I run it."
]