[
  "One of the latest proposals in the Senate includes speeding up the development of non-addictive painkillers, stepping up enforcement efforts to stop the flow of addictive drugs from other countries and sending more grant money into states that have been hit hardest by the epidemic.",
  "USA TODAY\n\nArizona teachers prepare for possible walkout\n\nArizona teachers from more than 1,000 public schools across the state are preparing for “walk-in” demonstrationsWednesday morning, part of a push for a 20% pay raise and increased education funding.",
  "The Vegas Golden Knights, meanwhile, took the league by storm as the best expansion team in league history, and the atmosphere at their home arena, T-Mobile Arena, figures to be more than a “pool party.” Want to go crazy with your picks this postseason?",
  "On Wednesday, four committees in the House and Senate will hold hearings on an assortment of bills to combat in a variety of ways the epidemic, which resulted in more than 42,000 opioid overdose deaths in 2016 and which experts agree is growing worse.",
  "(Photo: Jack Gruber, USA TODAY)\n\nRound 2: Zuckerberg takes on more questions from Congress\n\nFacebook CEO Mark Zuckerberg will appear before the House Energy and Commerce Committee Wednesday to testify for a second day on data privacy.",
  "Arizona teachers are joining educators across the country in the call for more school funding and higher wages, following teachers from Oklahoma, Kentucky and West Virginia who staged their own strikes since last month.",
  "The hearings come after it became public that tens of millions of Facebook users’ personal information was collected and sold to Cambridge Analytica, which used the data to target ads for Trump’s presidential campaign.",
  "Acknowledging that he's \"made a lot of mistakes,\" Zuckerberg said Tuesday that his company is in \"an arms race\" with Russia and other foreign adversaries that seek to exploit the platform to influence U.S. elections.",
  "But the minutes may shed light on whether the Fed will stick with a projected three rate hikes for 2018, or whether fears of a juiced-up economy and inflation will spur policymakers to raise rates more rapidly.",
  "Facebook CEO Mark Zuckerberg testifies before a joint hearing of the Senate Committee on the Judiciary and the Senate Committee on Commerce, Science, and Transportation in Washington on April 10, 2018.",
  "Dems, Republicans search for prescription to fight opioid crisis\n\nThe opioid crisis that is ripping apart lives across the country appears to be uniting Republicans and Democrats in Congress.",
  "On Tuesday, nearly half the Senate grilled the social media executive about his platform’s ability to protect Americans’ personal data and ferret out foreign meddling in U.S. elections.",
  "CLOSE SportsPulse: USA TODAY Sports' Jimmy Hascup and Kevin Allen look at some dark horses that could make some noise this postseason, but ultimately it's hard to bet against Nashville.",
  "USA TODAY Sports\n\nFed meeting minutes could shed light on interest-rate hikes\n\nWhat do Federal Reserve policymakers really think about the future pace of interest rate hikes?",
  "Penguins in search of three-peat as NHL playoffs begin\n\nThe two-month journey to hoist the Stanley Cup begins Wednesday in the first round of the NHL playoffs.",
  "Arizona Educators United grassroots leaders are emphasizing the importance of the demonstrations as they prepare for \"a long-term walkout.\"",
  "Minutes of the Fed’s March meeting, which featured a rate increase, could help answer that question when they are released Wednesday.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2qmnt1J",
  "At its March 20-21 meeting, the Fed lifted its benchmark short-term interest rate by a quarter percentage point, as expected.",
  "The Pittsburgh Penguins are seeking to become the first team since the New York Islanders in 1982 to win three Cups in a row.",
  "Wall Street, which has been buffeted by wild swings in the markets of late, will be keenly reading the text of the minutes.",
  "CLOSE The Facebook CEO expounds on his social platform's privacy controls and information that is shared with advertisers.",
  "But they aren’t considered a favorite among the 16 teams just yet.",
  "We’ve got you covered.",
  "Prefer to listen?"
]