[
  "Tuesday's hearing, and another planned for Wednesday, are all about the fallout from revelations that political ad targeting firm Cambridge Analytica acquired user data from an estimated 87 million people whose Facebook profiles were scraped and improperly shared from a psychology app developer.",
  "USA TODAY\n\nFacebook CEO Mark Zuckerberg arrives to testify before a joint hearing of the Senate Committee on the Judiciary and the Senate Committee on Commerce, Science, and Transportation regarding the company?s use and protection of user data in Washington on April 10, 2018.",
  "On Monday Apple co-founder Steve Wozniak told USA TODAY in an interview that while he could imagine some type of paid Facebook version, he's still not convinced it would solve the problem of users' data being used in ways they don't expect or don't want.",
  "(Photo: JACK GRUBER/USA TODAY)\n\nSAN FRANCISCO — Testifying before Congress on Tuesday, Facebook CEO Mark Zuckerberg made a comment that might mean the company is contemplating a paid, and presumably ad-free, version of the social media platform.",
  "Facebook CEO Mark Zuckerberg suited up for Congress\n\nMore: Wozniak: Facebook is 'not ethical,' but he is sticking with Swarm\n\n\"I suspect it is going to be one little level of guarantee and privacy,\" he said of a possible paid version.",
  "Later in his testimony Zuckerberg said people had suggested a paid version of Facebook and \"we consider ideas like that,\" but then said \"We believe that the ads model is the right one for us.\"",
  "An ad-free version of Facebook wouldn't necessarily mean the company wasn't collecting information about users, only that marketers would not be able to target ads based on the data.",
  "CLOSE Facebook CEO Mark Zuckerberg's comments could mean the company is contemplating a paid, and presumably ad-free, version of the social media platform.",
  "If it couldn't sell targeted ads, the cost to use the service might be so much that people wouldn't think it was worth it, Wozniak suggested.",
  "It was the phrase “a version” in the earlier part of his testimony that seemed to suggest a paid version could be a possibility.",
  "\"You would say, 'I’m really paying $1,000 a year for this Facebook service when I can do email and other sites?'\"",
  "More: Zuckerberg faces senators to explain Facebook data breaches, Russia election meddling\n\nMore: No hoodie.",
  "USA TODAY\n\nFacebook makes much of its money by selling advertisers access to very specific types of viewers.",
  "Republican Senator Orin Hatch asked Zuckerberg at Tuesday’s hearing if Facebook will always be free.",
  "CLOSE The Facebook founder admits his company thought the Cambridge Analytica was a closed case.",
  "To which Zuckerberg responded, \"Yes, there will always be a version of Facebook that is free.\"",
  "Facebook did not immediately respond to a request for clarification on Zuckerberg's comments.",
  "\"There’s a lot of ways to be in contact with people.\"",
  "Read or Share this story: https://usat.ly/2GRldKL",
  "It's a topic that others have been pondering.",
  "The devil, of course, is in the details.",
  "No gray T-shirt.",
  "Wozniak said."
]