[
  "[In Silicon Valley, the right sounds a surprising battle cry: Regulate tech giants]\n\nIn August, James Damore was fired from Google for writing a memo that, the company said, perpetuated “gender stereotypes.” What happened to him was, from the perspective of the right-wing Internet, a fulfilled prophecy, something they expect a company like Google to do to conservatives.",
  "Damore’s firing — and then, tech companies’ crackdown on hate speech following the deadly Unite the Right rally in Charlottesville later that month — launched a surprising movement among right-wing tech leaders to regulate companies like Facebook, which they believe are too biased against conservatives to properly moderate content on their own.",
  "used their complaint as an example of “a pervasive pattern of political bias.” Rep. Marsha Blackburn (R-Tenn.) finished her time by telling Zuckerberg that “Diamond and Silk is not terrorism.” Rep. Fred Upton (R-Mich.) called them “Silk and Diamond,” before moving on to larger accusations about conservative bias at Facebook.",
  "But the bigger accusation — that is, that Diamond and Silk were targeted because of their political beliefs — doesn’t have to be bulletproof to be viral: It comes in the context of a broader belief among many right-leaning online communities that there’s a conspiracy among big Silicon Valley companies to censor their views.",
  "They wrote that they spent months trying to get Facebook to explain what happened, until they received the email calling them “unsafe.”\n\nSome of what they experienced could be accounted for by a broader series of changes to Facebook’s algorithms that have reduced engagement for publishers across the entire platform.",
  "Mike Huckabee (@GovMikeHuckabee) April 10, 2018\n\nDiamond and Silk say someone at Facebook sent them a message that said, “The Policy team has came to the conclusion that your content and your brand has been determined unsafe to the community,” which is where they first got the idea that there was bias against them.",
  "In a statement sent to The Washington Post Tuesday, Facebook spokeswoman Sarah Pollack said that the message was “inaccurate and not reflective of the way we communicate with our community,” and that Facebook had already reached out to them with more information.",
  "(Chip Somodevilla/Getty Images)\n\nAs Mark Zuckerberg was in Washington, preparing to testify before Congress, two popular pro-President Trump vloggers who go by “Diamond and Silk” accused Facebook of censoring them for their political views.",
  "He then read out, verbatim, a question from the vloggers for Zuckerberg: “What is ‘unsafe’ about two black women supporting Donald J. Trump?”\n\n“Well, Congressman, nothing is unsafe about that,” Zuckerberg said.",
  "That isn’t unsafe.”\n\nIn response to that question, Zuckerberg said the Facebook team “made an enforcement error.”\n\nDiamond and Silk, already regular commentators on Fox News, were having a moment.",
  "— Roseanne Barr (@therealroseanne) April 11, 2018\n\nOn the right-wing Internet, being “tough” on Zuckerberg at the privacy hearings meant asking him about Diamond and Silk.",
  "Essentially, Diamond and Silk accused the platform of hiding notifications to their followers, and showing their Facebook posts to fewer people, limiting their reach.",
  "read a question from a constituent: “Please ask Mr. Zuckerberg, why is Facebook censoring conservative bloggers such as Diamond and Silk?",
  "Zuckerberg’s admission of an “enforcement error” also seems to strongly suggest that something happened to their account, specifically.",
  "@tedcruz exposes Zuckerberg and FB total hypocrisy for how they slant content and restrict people’s access to views they don’t like.",
  "asked, as a staffer held up a giant, poster-size photograph of Lynette (“Diamond”) Hardaway and Rochelle (“Silk”) Richardson.",
  "I’d like to point out that they’re African American, and their content was deemed by your folks to be ‘unsafe.’ ” Long said.",
  "And when a figure emerges whose experience seems to prove that accusation, that person becomes a right-wing folk hero.",
  "The pair first accused Facebook of wrongdoing on Friday night, in a post on Facebook to their 1.4 million followers.",
  "And when a Damore or a Diamond and Silk cross over into the mainstream, it becomes an opportunity to evangelize.",
  "“I believe, is that Diamond and Silk?”\n\n“That is Diamond and Silk, two biological sisters from North Carolina.",
  "By Wednesday, when Zuckerberg sat before the House, that accusation had gone viral on the right-wing Internet.",
  "This, and not Cambridge Analytica, has been the reason many conservatives wanted Zuckerberg in the hot seat.",
  "He added that he’d probably know more about what happened if he wasn’t preparing for a hearing on privacy.",
  "\n\nFacebook CEO Mark Zuckerberg prepares to testify before the House Energy Committee on Tuesday.",
  "[Facebook told two women their pro-Trump videos were ‘unsafe’]\n\n“I do,” Zuckerberg said.",
  "Thanks @tedcruz because many of your colleagues don’t know much about the Interweb!",
  "Zuckerberg being grilled about big tech censorship of conservatives.",
  "Facebook called them ‘unsafe to the community.’ That is ludicrous.",
  "At least four members of the House asked Zuckerberg about them.",
  "Diamond and Silk came up again and again in the hearings.",
  "— Paul Joseph Watson (@PrisonPlanet) April 11, 2018\n\nBam!",
  "The post has more than 100,000 likes and 60,000 shares.",
  "Their names trended on Twitter on Wednesday afternoon.",
  "“I’d like to show you right now a little picture here.",
  "You recognize these folks?” Rep. Billy Long (R-Mo.)",
  "Diamond and Silk are comedians-stop censoring them!",
  "Cambridge Analytica was almost an afterthought.",
  "Roseanne Barr threw her support behind them.",
  "Long way to go, but this is progress.",
  "Meanwhile, Rep. Joe Barton (R-Tex.)",
  "On Tuesday, Sen. Ted Cruz (R-Tex.)",
  "This idea stretches back years.",
  "They hold conservative views.",
  "Diamond and Silk trending.",
  "More reading:",
  "— Gov."
]