[
  "Sen. Lindsey Graham told CNN if Trump tried to fire Mueller, it “would be the beginning of the end of his presidency.”\n\nRep. Trey Gowdy directed his comments at Trump’s lawyer: “If you have an innocent client, Mr. Dowd, act like it.” Sen. Marco Rubio spoke about McCabe’s firing on Meet the Press: “I don’t like the way it went down.”\n\nAnd now: Well, after concern with Trump’s tweets, White House lawyer Ty Cobb said in a statement that “the White House yet again confirms that the President is not considering or discussing the firing of the Special Counsel, Robert Mueller.”\n\nWhew.",
  "Foreign Secretary Boris Johnson said the UK has given Russia every opportunity to come up with “an alternative hypothesis,” but Russia’s response has been “a sort of mixture of smug sarcasm and denial, obfuscation, and delay.”\n\nTurkey has claimed victory over the US-allied militia in Syria\n\nWhat just happened: After about two months of fighting with US-allied Kurds, Syrian rebels backed by Turkey have claimed victory and entered the northwestern city of Afrin.",
  "But then: Breaking with a strategy of not mentioning the special counsel’s name, Trump criticized the makeup of Mueller’s investigation team for having “Zero Republicans.” Mueller, by the way, is a Republican — he served as FBI director for 12 years, and was appointed to that role by George W. Bush.",
  "Turkish Prime Minister Recep Tayyip Erdogan said, “Most of the terrorists have already fled with tails between their legs.”\n\nQuick history: Turkey and its favored Syrian rebels have been clashing with the Syrian-Kurdish People's Protection Units, also known as the YPG.",
  "The UK says Russia may have been “creating and stockpiling” a deadly nerve agent for a decade\n\nThe British government now says it has evidence Russia has been building up its supply of Novichok, the nerve agent used in the poisoning of a former Russian spy on UK soil.",
  "Trump called it a “great day for democracy.”\n\nThen: President Trump’s lawyer John Dowd said he wants special counsel Robert Mueller’s investigation shut down in the wake of McCabe’s firing.",
  "First: Late Friday night, Attorney General Jeff Sessions fired Andrew McCabe, the former deputy director of the FBI, two days before his retirement.",
  "The Turkish PM said that, after capturing Afrin, the forces will then push all the way to the Iraqi border, clearing the enclave of YPG fighters.",
  "At the same time, the YPG makes up the bulk of the Syrian Democratic Forces, a group the US backed heavily in the fight against ISIS.",
  "Turkey believes the YPG is an extension of the Kurdistan Workers' Party, which it has called a terrorist group (and so has the US).",
  "Britain’s Foreign Office added that if the evidence was correct, it would be “a violation of the Chemical Weapons Convention”.",
  "Trump lashed out at Mueller and former FBI officials, and many Republicans are not happy\n\nIt’s been one those weekends.",
  "Turkey says the mission inside Syria is a way to protect its border from terrorists.",
  "You can still get what you need to know before you walk out your front door.",
  "Just watch or listen to Reporting to You, our bite-size daily news show.",
  "And so: Trump’s tweets set off strong reactions from Republicans.",
  "At first he said he was speaking on behalf of the president.",
  "Another source said he was speaking for himself.",
  "Let’s go through it chronologically, shall we?",
  "PSST: Don't have time to read the news?",
  "So what comes next?",
  "So much news.",
  "Don't sweat.",
  "We made it.",
  "Why?"
]