[
  "“Cambridge Analytica was supposed to be the arsenal of weapons to fight that culture war.”\n\nReferring to stories by the Times and the Guardian, Alex Stamos, Facebook’s head of security, wrote in a Twitter message that “it is incorrect to call this a ‘breach.’”\n\n‘Condemn’ Behavior\n\n“We can condemn this behavior while being accurate in our description of it,” he wrote, calling the actions “innapropriate” in another tweet.Cambridge said it hired U.S. project Global Science Research in 2014 for a U.S. project, but that it subsequently became clear that the data from GSR wasn’t obtained “in line with Facebook’s terms of service.” ?",
  "‘Culture War’\n\nThe company harvested private information from the Facebook profiles of more than 50 million users without permission, according to the New York Times, which cites interviews with former Cambridge employees, associates and documents.",
  "Facebook wrote in its statement that Aleksandr Kogan, a professor at the University of Cambridge, built an app that used Facebook’s login tools to obtain information about Facebook users and their friends, which the company’s policies allow.",
  "Facebook Inc. suspended Cambridge Analytica, a data company that helped President Donald Trump win the presidential election, which may have collected data from 50 million Facebook profiles without their owners’ permission.",
  "“They want to fight a culture war in America,” Christopher Wylie, who helped found Cambridge and worked there until late 2014, said of the company’s leaders, according to the Times.",
  "Originally funded by conservative billionaire Robert Mercer, Cambridge uses data to reach voters with hyper-targeted messaging, including on Facebook and other online services.",
  "“No data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign,” it said in the statement.",
  "Cambridge Analytica and parent Strategic Communication Laboratories have been suspended from the social network, “pending further information,” Facebook said.",
  "Cambridge Analytica said in a Saturday statement it did nothing illegal and is ?in touch with Facebook in order to resolve the matter as quickly as possible.",
  "Facebook said in a blog post Friday that Cambridge Analytica received some user data through an app developer on its social network, violating its policies.",
  "“Kogan did not break into any systems, bypass any technical controls, or use a flaw in our software to gather more data than allowed,” Stamos tweeted.",
  "“Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,” Facebook said in a statement.",
  "It was hired to help with voter outreach by the Trump campaign, whose former campaign manager, Steve Bannon, had been on the company’s board.",
  "“We will take legal action if necessary to hold them responsible and accountable for any unlawful behavior.”\n\nContact us at editors@time.com.",
  "“He did, however, misuse that data after he gathered it.”\n\nFacebook in 2015 stopped allowing app developers to gather friend data.",
  "“We are committed to vigorously enforcing our policies to protect people’s information,” Facebook said in the blog post.",
  "This allowed Cambridge to exploit the private social-media activity of these users in support of the Trump campaign.",
  "When Facebook found out in 2015, the parties involved told Facebook they destroyed the data.",
  "In 2015, Facebook said Cambridge Analytica certified that it had destroyed the information.",
  "Then, in violation of policies, he subsequently shared that data with Cambridge Analytica.",
  "They didn’t."
]