[
  "Here's a look at walkouts from around the USA TODAY NETWORK:\n\nCambridge Analytica shutting down in wake of Facebook data crisis\n\nCambridge Analytica, the political ad marketing firm that worked for President Trump and was involved in the misappropriation of 87 million Facebook users' data is closing its offices after bankruptcy.",
  "Here's a look at the latest from the president:\n\n'Most terrifying thing I've seen'\n\nA crew of nine Puerto Ricans are dead after an Air National Guard cargo plane crashed Wednesday near Savannah/Hilton Head International Airport, sending black smoke billowing into the sky.",
  "Boy Scouts ditch \"Boy\" in favor of more inclusive name\n\nThe Boy Scouts of America is dropping \"Boy\" from the name of its signature program as the organization continues its quest to become the scouting organization of choice for boys and girls.",
  "Black men arrested at Starbucks settle with Philadelphia for $1 each\n\nTwo black men who were arrested for sitting at a Philadelphia Starbucks without ordering anything, settled with the city Wednesday.",
  "(Photo: John Terhune/Journal & Courier)\n\nWhy these students 'Stand for the Second'\n\nWill Riley, 18, wasn't on board when he saw the news coverage of student protest of existing gun laws in the country.",
  "Americans who voted for the president say they don't believe his denial of the adult film star's claim that she had a 2006 affair with Trump, but that hasn't tempered their support for the president.",
  "In 2015, BSA ended its ban on gay leaders, and in 2017 the organization announced it would accept transgender youths, followed by the announcement to provide programs for girls.",
  "Starbucks CEO Kevin Johnson called the video \"hard to watch,\" and announced all company-owned coffee shops in the U.S. will close on May 29 for racial-bias training.",
  "That's according to a free-floating focus group of 25 people nationwide who cast ballots for the president and now weigh in on the his performance every few months.",
  "\"It was getting ready to take a left bank right in front of me and all of a sudden I see the plane just stalling\" before it crashed,\" witness James Lavine said.",
  "The arrest of Rashon Nelson and Robinson on April 12 sparked protests across the country, and many questioned whether racism played a factor in their arrests.",
  "Elaine Flores, left, and Jared Baumann engage in a debate about gun control follow the student walk out Friday, April 20, 2018, at West Lafayette High School.",
  "The umbrella organization will retain its name, Boy Scouts of America, but the older youth program, Boy Scouts, will become Scouts BSA in February.",
  "Surprise, surprise: Trump voters don't really care about Stormy Daniels fiasco\n\nYes, they think President Trump's lying about Stormy Daniels.",
  "Neither has the Russia investigation, which they see as charade that's wasting tax dollars and distracting from Trump's agenda.",
  "And it's a good thing that the president's supporters are staying the course, because this week has been a wild one already.",
  "Cellphone video of the arrests, showed a white man who was meeting the handcuffed men, repeatedly asking \"what did they do.\"",
  "AP reported that the duo settled with the city for $1 each and the promise of a $200,000 program for young entrepreneurs.",
  "So the 18-year-old decided to organize his own walkout, \"Stand for the Second,\" to show support for the Second Amendment.",
  "The event was part of a nation wide student walk out on the 19th anniversary of the Columbine High School shooting.",
  "We have to enact some sort of gun control legislation because this is what the kids are asking for.'",
  "Students from 40 states were expected to leave their classroom at 10 a.m. local time Wednesday.",
  "\"I'm watching the news and I see they're saying, 'Well we have to do something about this.",
  "The Arizona-bound C-130 Hercules crashed at an intersection near the airport.",
  "Flores, an eighth grade student, advocated for additional gun control laws.",
  "Video from near the scene showed the wreckage burning just off a highway.",
  "This is the latest in the organizations move to adjust to changin' times.",
  "Baumann, a senior, was defending the second amendment.",
  "Read or Share this story: https://usat.ly/2I8JBHv",
  "And I'm thinking, 'I'm not asking for that.'\"",
  "Wonder how the Girl Scouts feel about this?",
  "And no, they really do not care."
]