[
  "“We are also taking immediate steps to engage a leading, independent cybersecurity firm to conduct comprehensive forensic reviews to determine the scope of the intrusion; and to conduct an assessment and provide recommendations on steps that can be taken to help prevent such an incident from occurring in the future.”\n\nTHE NEW WILD WEST\n\nChinese, Russian hacking groups spy on South Korea amid U.S.-North Korea peace talks Ahead of the Trump-Kim summit in Singapore next week, U.S. cybersecurity researchers say that Russian and Chinese hackers are scaling up cyber-espionage operations against South Korea.",
  "“Instead, the agency conducted a quiet campaign to bolster its cyberattack story with the aid of friendly and easily duped reporters, chiefly by spreading word of an earlier cyberattack that its own security staff say never happened.”\n\nThe FCC said in May 2017 that several distributed denial-of-service attacks had targeted its systems while Internet users attempted to submit messages on the commission's comment platform during the debate on net neutrality.",
  "Prosecutors with special counsel Robert S. Mueller III’s investigation said in their filings that Manafort and a longtime associate used the apps to call and send messages to two unnamed members of a public-relations firm in attempts to get them to falsely testify about secret lobbying work they did at Manafort’s behest in 2013, as my colleagues Spencer Hsu and Devlin Barrett reported.",
  "And it comes on the heels of another high-profile blow to bureau's argument: The Washington Post reported late last month that FBI Director Christopher A. Wray, when calling the need for encryption legislation an “urgent public safety issue,” until recently cited falsely inflated statistics showing that criminal investigators were locked out of about 7,800 devices last year.",
  "(Photo by Matt McClain/The Washington Post)\n\nPINGED: \"Facebook admitted Tuesday that it allowed Huawei, a Chinese telecom company with alleged ties to the country’s government, to have special access to data about the social site’s users, an arrangement that could stoke fears that consumers’ personal information is at risk,\" The Washington Post's Tony Romm reports.",
  "“It sounds like a case that would be hard for law enforcement, but this shows that there are other ways to get at the same data without having to apply computer brute force or super-technical capabilities,” said Daniel Weitzner, who served as the White House’s deputy chief technology officer for Internet policy in the Obama administration.",
  "(Photo: Mark Wilson/Getty Images)\n\nFederal prosecutors say they’ve gotten their hands on a batch of potentially incriminating texts that Paul Manafort, the former Trump presidential campaign chairman, sent through encrypted messaging apps to two potential witnesses in his conspiracy and money-laundering case.",
  "(Photo: Reuters/National Human Genome Research Institute/Handout)\n\n— The email addresses and hashed passwords of about 92 million users who had signed up for the DNA-testing service MyHeritage before or on Oct. 26 last year were exposed in a data breach, the company announced on Monday in a blog post.",
  "(Photo: Zach Gibson/Bloomberg News)\n\nEarlier on Tuesday, the top Republican and Democrat on the Senate Commerce Committee wrote to Facebook chief executive Mark Zuckerberg seeking details about Facebook's partnerships with device makers, requesting an answer to their list of questions by June 18.",
  "“This steady stream of funding requests from the states demonstrates an undeniable recognition that this money can have a tangible and immediate impact on the efficiency, security and accessibility of our nation’s elections systems,\" Thomas Hicks, the commission's chairman, said in a statement.",
  "“The FBI said one of the public relations firm’s executives, who also is not named in the filing, told the government he ‘understood Manafort’s outreach to be an effort to ‘suborn perjury’ by encouraging others to lie to federal investigators by concealing the firm’s U.S. work,\" they write.",
  "The missive was signed by House Energy Committee Chairman Greg Walden (R-Ore.), Senate Health, Education, Labor and Pensions Committee Chairman Lamar Alexander (R-Tenn.) as well as the ranking Democrats on both committees, Rep. Frank Pallone Jr. (D-N.J.) and Sen. Patty Murray (D-Wash.).",
  "https://t.co/ehRxD8b8bl — Chuck Schumer (@SenSchumer) June 5, 2018\n\n— More cybersecurity news from the private sector:\n\nSECURITY FAILS\n\nA DNA double helix is seen in an undated artist's illustration released by the National Human Genome Research Institute to Reuters on May 15, 2012.",
  "Sensitive data such as DNA information and family trees are stored on systems that are separate from those that contain email addresses, the company said.” MyHeritage also said there is no evidence that the data that was breached was ever used by those responsible for the hack.",
  "“As cyber threats to the health care sector increase in frequency and severity, it is imperative that HHS provide clear and consistent leadership and direction to the sector regarding cyber threats,” a bipartisan group of Senate and House lawmakers wrote to Azar in a letter.",
  "Still, the Manafort case is likely to provide fodder for opponents of the FBI's push for a bill to require device and software makers to create mechanisms that would enable them to more easily access data on locked devices and encrypted platforms in criminal investigations.",
  "While the apps' end-to-end encryption would otherwise have made it virtually impossible for investigators to access the chats, there's a function in WhatsApp that automatically backs up messages on a user’s iCloud account, and Manafort appears to have left it enabled.",
  "So far, 26 states have requested almost $210 million of the total $380 million available in federal grants to improve state voting systems that Congress set aside in March as part of a massive spending bill, the Election Assistance Commission announced Tuesday.",
  "\"For years, lawmakers in Congress and top U.S. national security officials have raised red flags about the security of Huawei products, fearing that the Chinese government could demand access to communications stored on their devices or servers,\" Romm writes.",
  "\"Given the Committee's ongoing oversight of Facebook's data privacy and security practices in the wake of the revelations surrounding Cambridge Analytica earlier this year, we write to request a further explanation of this issue,” Sen. John Thune (R-S.D.",
  "\"The preliminary deal includes a $1 billion fine against ZTE plus $400 million in escrow to cover any future violations, sources said, adding that the terms were in line with Reuters reporting on the U.S. demands on Friday,\" according to Freifeld.",
  "Weitzner said he expects policymakers to remain skeptical until law enforcement officials can show that cases such as this are an exception and that the same alternatives that existed in Manafort's case don't exist in other criminal probes.",
  "That’s not just my opinion — it’s the unanimous conclusion of our intelligence community.”\n\nFrom Senate Minority Leader Charles E. Schumer (D-N.Y.):\n\nIf these reports are true, @realDonaldTrump has put China, not the United States, first.",
  "The high-profile case undercuts long-standing arguments from law enforcement that encryption thwarts investigations and that agents’ hands are tied without a \"back door\" for agents to access encrypted data when they have a warrant.",
  "If @Facebook granted Huawei special access to social data of Americans this might as well have given it directly to the government of #China https://t.co/5K86CDpjVE — Marco Rubio (@marcorubio) June 6, 2018\n\nSen. John Thune (R-S.D.",
  "A Commerce Department spokesman told Freifeld that “no definitive agreement has been signed by both parties.”\n\n\"As part of the deal, sources said, ZTE promised to replace its board and executive team in 30 days,\" Freifeld writes.",
  "However, WhatsApp claimed in 2017 that it had added its own encryption to the backup files, which was supposed to prevent third parties from gaining access to ostensibly secure communications by worming their way into iCloud.",
  "Matthew Green, an assistant professor at the Johns Hopkins Information Security Institute, says that the FBI could have subpoenaed WhatsApp for the encryption key or somehow transferred Manafort’s account to another phone.",
  "— More cybersecurity news from the public sector:\n\nWashington State Sues Facebook and Google For Political Ads According to the suit, the two companies failed to maintain information about who purchases political ads.",
  "“David Bray, who served as the FCC’s chief information officer from 2013 until June 2017, assured reporters in a series of off-the-record exchanges that a DDoS attack had occurred three years earlier,” Cameron writes.",
  "Instead, the potential witnesses simply turned over strings of WhatsApp and Telegram texts to FBI agents, who then got a court order to search Manafort’s iCloud account, according to court papers filed late Monday.",
  "“The FCC has been unwilling or unable to produce any evidence an attack occurred — not to the reporters who’ve requested and even sued over it, and not to U.S. lawmakers who’ve demanded to see it,” Cameron writes.",
  "The FBI has complained that what it calls the \"going dark\" problem is only getting worse with the advent of phones and other devices that not even companies can unlock because they do not hold the encryption key.",
  "EASTER EGGS\n\nRemembering iconic fashion designer Kate Spade:\n\nArmored military vehicle rolls through downtown Richmond:\n\nOn call with Trump, French President Emmanuel Macron won't say how \"sausage\" is made:",
  "\"It would also allow unfettered site visits to verify that U.S. components are being used as claimed by the company, and post calculations of U.S. parts in its products on a public website, they added.\"",
  "Mueller indicted Manafort as part of his probe into whether Trump campaign officials colluded with Russia in the 2016 election and whether President Trump later attempted to obstruct the investigation.",
  "Not only did the agency not provide any evidence of such attack, but on top of that at least two FCC officials spread false information about a previous security glitch in 2014, according to Cameron.",
  "It took more than seven months for MyHeritage to become aware of the breach after a security researcher found the data on a private server and informed the firm, The Post's Hamza Shaban reports.",
  "Now, with this new evidence, prosecutors are now accusing Manafort of tampering with witnesses and have asked a judge to revoke or tighten the terms of his home detention as he awaits trial.",
  "Efforts by Sen. Dianne Feinstein (D-Calif.) and other lawmakers to pass encryption-breaking legislation have stalled — and they certainly won’t get a boost from these latest developments.",
  "“More shocking, however, is that Bray claimed Wheeler, the former FCC chairman, had covered it up.”\n\nPUBLIC KEY\n\nHealth and Human Services Secretary Alex Azar in Washington on March 22.",
  "(Photo by Melina Mara/The Washington Post)\n\n— Lawmakers have questions for Health and Human Services Secretary Alex Azar about his department's compliance with cybersecurity guidelines.",
  "“Policymakers should be looking with a very critical eye at claims that there is some pervasive ‘going dark’ problem can only be solved by introducing insecure back doors,” he told me.",
  "“Back door access to communications certainly would make many law enforcement investigations easier,” said Benjamin Buchanan, a cybersecurity policy fellow at Harvard’s Belfer Center.",
  "The lawmakers, who are seeking answers about the department's efforts to comply with provisions of the Cybersecurity Information Sharing Act of 2015, requested a response by June 19.",
  "Slate's Aaron Mak has a good rundown:\n\n\"If the FBI presents Apple with a subpoena, the company is legally required to give the bureau access to the contents of an iCloud account.",
  "“To be sure, sometimes the workarounds to encryption come up short.”\n\nPINGED, PATCHED, PWNED\n\nFacebook chief executive Mark Zuckerberg at a Senate hearing on April 10.",
  "Cybersecurity giant FireEye found that operations targeting South Korean government ministries and financial institutions were carried out as recently as last month.",
  "The company has signed a preliminary deal that would lift U.S. sanctions that the Commerce Department imposed on ZTE in April, Reuters's Karen Freifeld reports.",
  "“If these reports are accurate, this is a huge mistake,” Sen. Mark R. Warner (Va.), the Senate Intelligence Committee's vice chairman, said in a statement.",
  "“Immediately upon learning about the incident, we set up an Information Security Incident Response Team to investigate the incident,” the company said.",
  "Companies like WhatsApp are really prioritizing giving users what they want, which is backups, over giving them the most secure solution possible.'\"",
  "\"The company has denied the charges, but the Pentagon took the rare step this year of banning sales of Huawei smartphones on U.S. military bases.\"",
  "Federal Communications Commission Chairman Ajit Pai speaks ahead of a vote on the repeal of net neutrality rules in Washington, on Dec. 14, 2017.",
  "The news came as lawmakers on Capitol Hill continued to demand answers about deals between Facebook and device makers over the past decade.",
  "Gizmodo's Dell Cameron reports that the FCC lied to defend unsubstantiated claims last year about a cyberattack against the agency.",
  "CyberScoop\n\nZERO DAYBOOK\n\nToday\n\nComing soon\n\nHouse Science Subcommittee hearing on \"the electric grid of the future\" tomorrow.",
  "But a “back door” solution remains appealing to some because cracking a device would require far less time and fewer resources.",
  "Through this, they were able to access a trove of WhatsApp messages that were stored there and confirm Manafort was the sender.",
  "(Photo: Aaron P. Bernstein/Reuters)\n\nPWNED: The Federal Communications Commission will probably have some explaining to do.",
  "(I wrote recently about how actually getting the money and choosing what to do with it isn't that simple for the states.)",
  "“No other information, except for the email addresses and hashed passwords, was exposed, MyHeritage said,” Shaban writes.",
  "And it's true that Manafort's overtures would have been much better protected if he had disabled the backups to iCloud.",
  "By letting ZTE off the hook, the president who roared like a lion is governing like a lamb when it comes to China.",
  "A spokesman for Manafort said he is innocent, and he has already pleaded not guilty to other charges in the case.",
  "(Photo: David Paul Morris/Bloomberg)\n\nPATCHED: States are taking more federal money to bolster election security.",
  "Thune and Nelson also asked Zuckerberg how Facebook informed users of its partnerships with device makers.",
  "Under federal law, Apple must give prosecutors access to an iCloud account if they present a court order.",
  "“The Commission has diligently worked with states to distribute these new funds as quickly as possible.",
  "THE KEY\n\nFormer Trump campaign chairman Paul Manafort after a court hearing on May 23 in Washington.",
  "Backup features ultimately aren’t doing any favors for people focused foremost on confidentiality.",
  "), left, and Sen. Bill Nelson (D-Fla.) during a Senate Commerce Committee hearing on March 14.",
  "But investigators didn’t have to break into his cellphone to find a way around the encryption.",
  "(Photo: Johannes Eisele/AFP/Getty Images)\n\n— Chinese tech giant ZTE may survive after all.",
  "The real figure, as my colleague Devlin Barrett reported, is between 1,000 and 2,000.",
  "It is anticipated that all jurisdictions will submit funding requests by mid-July.\"",
  "'I think when people lose their message histories they get really, really upset.",
  "Nextgov\n\nPRIVATE KEY\n\nThe ZTE logo on an office building in Shanghai on May 3.",
  "Congress should move in a bipartisan fashion to block this deal right away.",
  "“The company said that it does not store customer credit card information.",
  "Voters cast ballots at a polling location in Larkspur, Calif., on June 5.",
  "Sen. Marco Rubio (R-Fla.) responded:\n\nThis could be a very big problem.",
  "'It definitely degrades the security of WhatsApp,' says Green.",
  "To be sure, law enforcement's solution here is not a panacea.",
  "), the panel's chairman, and Sen. Bill Nelson (D-La.",
  "“ZTE poses a threat to our national security.",
  "), the ranking Democrat, wrote in a letter."
]