[
  "(Some media outlets erroneously latched on to Facemash as the inspiration for Facebook, a misapprehension that Zuckerberg promoted because it gave him legal cover in his battle against three other Harvard students who accused him of stealing their idea for the social media platform and eventually reached a settlement agreement with Facebook.)",
  "U.S. District Judge Douglas Woodlock said that when “core journalism,” as he described my reporting, gains access to information, legally or illegally “as a result of negligence or as a result of some improper disclosure,” there’s no basis “for a court to restrain it” without a very compelling reason.",
  "He founded Facebook on a betrayal and, from the start, has self-servingly preached openness, transparency and “connection” while growing his secretive company into a massive data-mining business that now functions as a social engineering and surveillance system without precedent.",
  "There was a time, though, when he was just a callow 17-year-old at Phillips Exeter Academy, rhapsodizing about fencing:\n\nEvery Tuesday evening, the bell over the Academy Building rings out and invites students on campus to convene at the Love Gymnasium.",
  "Another was an online diary he kept in which he called a woman a “bitch” and described hacking into Harvard’s online “facebooks” to grab student photos for “Facemash,” a website he created that let users rank students by attractiveness.",
  "Whether I am competing against a rival in a USFA tournament or just clashing foils, or sometimes sabres, with a friend, I rarely find myself doing anything more enjoyable than fencing a good bout.",
  "A bombshell report revealed that political research firm Cambridge Analytica, which worked for President Donald Trump’s campaign, secretly exploited the personal data of 50 million Facebook users.",
  "In 2007, Facebook came after me in Massachusetts federal court after I wrote an investigative story about the company’s founding for 02138, an independent magazine geared toward Harvard alumni.",
  "We’ve republished the documents below because we believe that transparency and openness and, yes, privacy are more than mere buzzwords to be used in product rollouts and marketing material.",
  "Amidst a hectic week of work, fencing has always proven to be the perfect medium; for it is both social and sport, mental and athletic, and controlled yet sometimes undisciplined.",
  "Zuckerberg became a billionaire many times over by harvesting and ruthlessly exploiting our personal information.",
  "During my reporting, I unearthed documents about Zuckerberg and his company.",
  "Each Tuesday, I answer that invitation and go to fence with my peers.",
  "Mark Zuckerberg and Facebook have gutted privacy around the world.",
  "Zuckerberg didn’t like that we published these documents.",
  "A judge told Facebook to screw, in more elegant terms.",
  "He zealously guarded his own privacy the whole time.",
  "His lawyers sought an injunction to censor us.",
  "This weekend brought another stunning example.",
  "Zuckerberg has been silent about the scandal.",
  "One was Zuckerberg’s Harvard application.",
  "1145 by mosesloaf8619 on Scribd",
  "That comes as no surprise.",
  "I know this firsthand."
]