[
  "Our relationship with Facebook is 'based on lies,\" says author 8:01 AM ET Fri, 23 March 2018 | 02:37\n\nFacebook users got a real wake-up call this week, according to Ben Mezrich, whose best-selling book was made into the movie \"The Social Network.\"",
  "Since the weekend allegations that Cambridge Analytica, which worked with Donald Trump's 2016 presidential election team, misused Facebook data, regulators in the United States and Europe have been demanding answers.",
  "The 2 billion-plus active users of Facebook every month need to realize their data and the company's ability to target custom ads are the reasons they get a \"free\" platform, he said.",
  "Trump campaign-linked Cambridge Analytica's data mining from 50 million Facebook profiles brought into focus a fundamental truth, Mezrich told CNBC on Friday.",
  "Facebook co-founder and CEO Mark Zuckerberg and COO Sheryl Sandberg — both of whom remained silent for days on the leak — went on an apology tour by midweek.",
  "\"Our relationship with Facebook is kind of built on lies a little bit, because we believe that we own our data,\" Mezrich said in a \"Squawk Box\" interview.",
  "His book \"The Accidental Billionaires\" was the basis of \"The Social Network\" blockbuster, which won Aaron Sorkin a best adapted screenplay Oscar.",
  "If you thought Facebook was a free service, now you know that you get to use it but they get to use what you put up there,\" he said.",
  "There's been \"a lot of anger misdirected at Mark,\" he said, adding that he does not see Facebook going the way of MySpace.",
  "Following Zuckerberg's lead the day before, Sandberg said in a CNBC interview Thursday, \"We're open to regulation.",
  "And from last Friday to Thursday's close, Facebook shares were slammed nearly 11 percent.",
  "\"We just saw one instance where someone was using it to target political stuff at us.",
  "\"But the reality now, we all know, is that our data is out there for other people.\"",
  "\"Every now and then you get an ad directed at you because they know what you like.",
  "\"But they are also using that data in lots of different ways,\" he continued.",
  "\"It's not as nefarious as that sounds all the time,\" Mezrich argued.",
  "Mezrich said he's working on a movie and book dealing with bitcoin.",
  "Mezrich said he hopes regulators use a \"soft touch.\"",
  "We work with lawmakers all over the world.\"",
  "That's not necessarily a bad thing.\"",
  "And we don't like that as much.\"",
  "\"There's nothing free."
]