[
  "These were several of the biggest revelations from the CEO's 10 hours of House and Senate testimony Tuesday and Wednesday, and some of the most important gaps that remain:\n\nStory Continued Below\n\n1) Lawmakers have a heap of ideas for keeping Facebook in check\n\nCongress may be done with ambitious legislating until after November, but lawmakers of both parties had no shortage of suggestions about how Washington can rein in Facebook and other internet companies that have mostly been allowed to regulate themselves.",
  "Zuckerberg reopened those wounds this week, saying in his testimony Tuesday that when Facebook detected that Russian actors seemed to be attempting to manipulate candidates’ pages, “we did identify and notify the campaigns that they were trying to hack into them.”\n\nThat's not true, said Clinton campaign manager Robby Mook, one of a number of Clinton-world figures to take umbrage.",
  "“But I can assure you that there are a lot of folks who think we make content moderation, or content review, mistakes on liberal content, as well.”\n\n4) Members of Congress are still learning to talk tech\n\nThe Senate’s round of questioning was widely mocked for revealing woeful ignorance of the workings of the internet, in particular Facebook's ad-driven business model.",
  "2) They're not convinced Facebook met its promises to the FTC\n\nMembers repeatedly pressed Zuckerberg on whether his company's handling of the Cambridge Analytica affair means that Facebook violated its 2011 consent decree with the Federal Trade Commission, which required the social network to protect users' privacy in line with what they expect.",
  "But he insisted that failing to do so didn’t violate the FTC agreement, arguing that because the users had consented to sharing their friends’ data — as Facebook's policies allowed at the time — “the system basically worked as it was designed.” Facebook Chief Operating Officer Sheryl Sandberg has echoed that message in recent media appearances.",
  "“If dozens of senators hauled in the CEO of Ford, then asked him how their car goes so fast even though it doesn’t have 12 little horseys inside, they would still understand the automaking business better than they understood Facebook’s today,\" tweeted Robinson Meyer, a tech writer for The Atlantic.",
  "Among the most compelling exchanges was one between Zuckerberg and Rep. Kathy Castor (D-Fla.), who dug into the “devil’s bargain” between Facebook and Americans that includes the social network collecting data on people as they drift around the web, even if they don’t have Facebook accounts.",
  "Mark Zuckerberg put in what amounted to nearly a full workday testifying before Congress about the Cambridge Analytica data leak — stopping the immediate bleeding for Facebook, but leaving unanswered questions about how it collects and controls information on more than 2 billion people.",
  "6) The questions on Cambridge Analytica produced a pile of new ones\n\nThere's been one persistent theme for Facebook critics in the Cambridge Analytica controversy: When the firm promised that it had scrubbed its records of the ill-gotten user data, why exactly did Facebook believe it?",
  "Zuckerberg told the House panel Wednesday: “For as long as Russia has people who are employed, who are trying to perpetrate this kind of interference, it will be hard for — for us to guarantee that we're going to fully stop everything.”\n\nThe questioning then moved on to other areas.",
  "@facebook needs to get their stories straight.”)\n\nThe Facebook CEO was forced to clean up the comment in his House testimony Wednesday, explaining that the organizations Facebook reached out to weren’t the Clinton and Trump outfits, but their respective party committees.",
  "Those include getting American political advertisers to verify via postcard that they indeed live within the U.S. and tapping artificial intelligence to identify and delete problematic accounts, like the kind created by the Kremlin-linked Internet Research Agency.",
  "5) Russia was left largely off the hook\n\nWhile Washington has spent months fixated on how, exactly, Russian online agents made use of Facebook to try to shape the 2016 presidential election, the topic got only light treatment during Zuckerberg’s lengthy testimony.",
  "\"Would you agree?”\n\nThe CEO later acknowledged that in retrospect, his company should have disclosed the situation in 2015 when it first learned that a UK-based researcher with access to Facebook user data had improperly passed it on to Cambridge Analytica.",
  "7) Facebook managed to annoy the Clinton campaign even more\n\nHillary Clinton campaign sources say their anger at the social network was strong during the 2016 campaign and hasn’t dissipated much — all the way up to the Democratic nominee herself.",
  "At the very moment Zuckerberg was testifying Wednesday morning, Trump was signing a bill — widely disliked in Silicon Valley — that would hold platforms like Facebook accountable for any use of their sites to commit sex trafficking.",
  "3) Some lawmakers would rather talk about Diamond and Silk\n\nData privacy inspired this week's hearings, but members were eager to put a full range of other topics to Zuckerberg while he was in the witness chair.",
  "Zuckerberg's somewhat technical response: “We collect some data for security purposes.”\n\nEven Wednesday, though, included less illuminating moments, as House members struggled with technology terms and concepts.",
  "“I’ve just seen it over and over again, that we have the hearings and nothing happens,\" Rep. Frank Pallone (D-N.J.), the top Democrat on the House Energy and Commerce Committee, said at Wednesday's hearing.",
  "A spokesperson told the Guardian, “We would be surprised if Mr. Zuckerberg was only now aware of research at the University of Cambridge looking at what an individual’s Facebook data says about them.\"",
  "This week’s hearings did little to settle that debate, but the FTC is likely to render some decision soon enough: It announced in late March that it is investigating the Cambridge Analytica incident.",
  "For example, Zuckerberg said Facebook's internal investigations raised concerns about the entire British academic program that includes the professor who sold the user data to Cambridge Analytica.",
  "“We’ve heard today a number of examples of where we may have made content review mistakes on conservative content,” Zuckerberg said in a response to a question from Rep. Leonard Lance (R-N.J.).",
  "Several lawmakers urged Zuckerberg to voluntarily apply the European Union’s sweeping new set of privacy rules — known as the General Data Protection Regulation — everywhere, including the U.S.",
  "Some privacy experts, though, say the company may well have broken that deal and could be liable for fines amounting to $40,000 per violation — possibly totaling many billions of dollars.",
  "Lawmakers, however, didn't coalesce around any of those ideas, which relate to privacy, free expression and other topics where Congress has historically had trouble finding common ground.",
  "Their primary complaint is that Facebook was well aware that so-called fake news, much of it anti-Clinton, was circulating unchecked on the site, yet the company did little about it.",
  "When Rep. Michael Burgess (R-Texas) asked a vaguely worded question about Facebook \"extrapolating” data, Zuckerberg was able to parry it with a simple, “I’m not sure what you mean.\"",
  "Others called for imposing disclosure requirements for online political ads or loosening the two-decade-old law that shields websites from liability for content posted by users.",
  "Beyond that bit of insight on personnel, the hearings didn't offer a great deal of new information on what really went down between Facebook and the Trump-affiliated data firm.",
  "\"I hope Zuckerberg and Facebook correct the record.” (Trump campaign manager Brad Parscale objected to Zuckerberg's characterization too, saying, “I wasn't told about this.",
  "But lawmakers generally left Zuckerberg unchallenged on whether, in the end, the changes Facebook is implementing will be enough to protect the American democratic process.",
  "Still others talked about \"algorithmic transparency\" — forcing tech companies to reveal the secret proprietary formulas that determine what content they display to users.",
  "Numerous Republicans brought up the case of Diamond and Silk, Trump-backing social media figures whose videos, the members said, had been restricted by Facebook.",
  "The FTC has been making due with only two members out of five, but it is on track to return to full strength, with five new commissioners awaiting confirmation.",
  "It was heedless and reckless, which, in fact, amounted to a violation of the FTC consent decree,\" Sen. Richard Blumenthal (D-Conn.) told Zuckerberg on Tuesday.",
  "“In that specific case, our team made an enforcement error, and we have already gotten in touch with them to reverse it,” Zuckerberg told lawmakers Wednesday.",
  "\"We do need to understand whether there was something bad going on at Cambridge University overall that will require a stronger action from us,\" he said.",
  "Zuckerberg didn't provide much clarity on that point, though he did offer up one new fact about Facebook’s point of contact inside Cambridge Analytica.",
  "The university said it has asked Facebook for more evidence backing up Zuckerberg’s critique of the school’s record but had yet to get a response.",
  "Some members suggested requiring sites like Facebook to refrain from sharing sensitive data with advertisers until users grant permission.",
  "But the hearings' most prominent non-data-related theme may have been whether Facebook is politically biased against conservative voices.",
  "\"We were never notified,\" tweeted Mook, who now works on election digital security efforts as a fellow at Harvard’s Belfer Center.",
  "\"We commanded that they delete any of the data that they had, and their chief data officer told us that they had,\" he said.",
  "Others said the social network should have been more aggressive in confronting its use in Myanmar’s ethnic violence.",
  "But he was far less willing to accept the idea that Facebook is, deep down, unfair to right-of-center Americans.",
  "Zuckerberg detailed the steps Facebook is taking or preparing to take to address foreign election interference.",
  "\"I think we should have notified people, because it would have been the right thing to do,” he said Wednesday.",
  "Still, Congress has shown one strong sign that it's willing to come together in regulating the tech industry.",
  "But American lawmakers seem far from passing anything close to a home-grown version of those rules.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "“When I was referring to the campaigns yesterday I meant the DNC and RNC,\" Zuckerberg said.",
  "Some asked him about ads that run on Facebook selling everything from opioids to ivory.",
  "\"So I may have misspoken and maybe technically that's called the committees.\"",
  "And in some cases, Zuckerberg’s responses only created more confusion.",
  "But the House appeared to show more flashes of tech savvy.",
  "The university, though, pushed back almost immediately.",
  "“What happened here was, in effect, willful blindness.",
  "You can unsubscribe at any time."
]