[
  "Related: Facebook shuffles execs, bets on tech behind bitcoin\n\nIme Archibong, Facebook's vice president of product partnerships, said in Monday's post that the company will ban any app found to have misused data.",
  "In response to a backlash that cost the company billions in lost market value, Facebook said it would investigate every app that had access to large amounts of data prior to 2014, when it tightened its controls.",
  "Facebook (FB) said in a blog post Monday that it has investigated thousands of apps after it emerged that Cambridge Analytica had harvested information on about 87 million users without their knowledge.",
  "Cambridge Analytica, which worked on President Donald Trump's 2016 election campaign, used data collected via an app developed by University of Cambridge psychology professor Aleksandr Kogan.",
  "Cambridge Analytica, which announced it was closing earlier this month, has denied misusing Facebook data for the Trump campaign, and maintains its employees behaved ethically and lawfully.",
  "The app offered a personality test, but Facebook users who downloaded it also gave the professor permission to collect data on their location, their friends and content they had \"liked.\"",
  "It did not name the apps that have been suspended but said they would be subject to a more thorough investigation into how they handle user data.",
  "Kogan has said he suspects thousands of other developers and data scientists used similar methods to gather information on Facebook users.",
  "He said Facebook would notify users about such bans and make it possible for them to check whether their data was misused.",
  "Facebook said it asked Cambridge Analytica to delete the data in 2015, but learned in March that this had not happened.",
  "\"We are investing heavily to make sure this investigation is as thorough and timely as possible,\" Archibong said.",
  "Facebook has suspended 200 apps for possible misuse of user data in the wake of the Cambridge Analytica scandal.",
  "The company said it will not publicly disclose which apps are involved unless it can confirm misuse.",
  "Kogan provided that data to Cambridge Analytica, in a breach of Facebook's rules.",
  "Facebook told CNNMoney the developers behind the 200 apps have been notified.",
  "-- CNNMoney's Sara Ashley O'Brien contributed reporting"
]