[
  "Columnist\n\nIn 1964, the novelist Eugene Burdick published “The 480.” The best- ­selling book described, as Burdick wrote in his preface, “people who work with slide rules and calculating machines and computers which can retain an almost infinite number of bits of information as well as sort, categorize and reproduce this information at the press of a button.”\n\nThe title refers to 480 categories of voters, defined by demographic characteristics, created by the Simulmatics Corp., a real company, as a way of targeting appeals to small subgroups.",
  "But as Justin Hendrix, the executive director of NYC Media Lab , argued on Slate, there is evidence giving plausibility to the idea “that Cambridge Analytica helped spur the Russian disinformation operation during the 2016 election.” And the close ties between Cambridge Analytica and the Trump campaign, beginning with Stephen K. Bannon’s role as vice president and secretary of the company, mean that inquiries into such links are inevitable.",
  "We’re told of five different campaign mailings directed “to five carefully selected groups that shared only one quality: they were likely to turn out to vote and they had a special grievance.” I suppose that’s two qualities, but you get Burdick’s point.",
  "In his preface to “The 480,” Burdick said he hoped his book would illustrate “the political realities of today and the political hazards of tomorrow.” Well, tomorrow is here, and its hazards outstrip even Burdick’s prophetic imagination.",
  "The upshot is that private companies that traffic in the enormous amounts of personal data we voluntarily give them are not living up to their obligations both to each of us as individuals and to the common good.",
  "So we have a right to worry about the ability of a researcher to use voluntary answers to a survey of 270,000 Facebook users to “scrape” information on 50 million people, later used by Trump’s campaign.",
  "Warner, the vice chairman of the Intelligence Committee investigating Russian interference in our election, has been properly cautious about connecting the Cambridge Analytica story to Russia.",
  "Far from obviating his need to testify, Zuckerberg’s statement Wednesday afternoon acknowledging “mistakes” and pledging to “work through this” largely repeated what we already know.",
  "There is nothing disordered about the outrage created by the invasion of an estimated 50 million Facebook accounts for the ultimate benefit of Donald Trump’s presidential campaign.",
  "have called for Judiciary Committee hearings, and Sen. Mark R. Warner (D-Va.) also called on Facebook founder and chief executive Mark ­Zuckerberg to testify before Congress.",
  "“The 480” speaks to how long Americans have worried about the manipulation of our political decisions by tech magicians with access to mounds of information.",
  "“They keep saying, ‘Trust us, we can take care of our own people and our own website,’ ” Sen. Amy Klobuchar (D-Minn.) told the Minneapolis Star Tribune.",
  "The novel’s drama centers on data manipulation’s role in lifting a dark-horse candidate toward the Republican presidential nomination.",
  "And, yes, the author’s engaging tale was based on reality: John F. ­Kennedy used Simulmatics in his 1960 presidential campaign.",
  "And when do they look more like publishers who bear responsibility for the veracity of the “information” they spread around?",
  "We also need to confront conflicts between the public interest and the ways that social media companies make their profits.",
  "But no campaign is permitted access to your hopes, fears, worries, passions or day-to-day business by way of a phone tap.",
  "The Post’s Philip Bump warned on Wednesday of the dangers of seeking a “Grand Theory of Russia Collusion.” Fair enough.",
  "Are they unduly blocking transparency about how political campaigns are conducted and who is financing them?",
  "We have a right to be outraged about Facebook’s failure to inform users that their data had been harvested.",
  "We must decide when Facebook and comparable companies should be held accountable as public utilities.",
  "The Facebook/Cambridge Analytica scandal takes our paranoia to a whole new level.",
  "Dionne’s archive, follow him on Twitter or subscribe to his updates on Facebook.",
  "But we should expect the social media giants to cooperate in helping us do this.",
  "But today’s social media companies do it more extensively and more efficiently.",
  "But paranoia, implying psychologically unhealthy delusions, is the wrong word.",
  "“Well, that’s not true.” She and Sen. John Neely Kennedy (R-La.)",
  "Facebook’s accumulated information may not be quite like a tap.",
  "Were they indifferent to their manipulation by foreign powers?",
  "Any campaign can acquire your listed landline number.",
  "But the company sure knows a whole lot about you.",
  "Data mining, as Burdick’s book shows, is not new.",
  "Consider an imperfect but instructive analogy.",
  "Where do privacy rights come in?",
  "He’ll have to do much more.",
  "Read more from E.J.",
  "Let’s learn more."
]