[
  "CLOSE FII INVESTMENTS EQUITIES DEBT PNDF spot 65.10/65.13 March 19 $44.78 mln $323 mln 10-yr bond yield 7.64 pct Month-to-date $1.41 bln $935.61 mln Year-to-date $1.52 bln $155.29 mln For additional data: India govt bond market volumes Stock market reports Non-deliverable forwards data Corporate debt stories [IN CORPD] Local market closing/intraday levels [IN SNAPSHOT] Monthly inflows [INFLOWS RTRS TABLE IN] ($1 = 65.2100 Indian rupees) (Compiled by Nachiket Tekawade in Bengaluru)",
  "GLOBAL TOP NEWS • Facebook under pressure as U.S., EU urge probes of data practices British privacy regulators are seeking a warrant to search the offices of the political consultancy Cambridge Analytica late Monday following reports that the company may have improperly gained access to data on 50 million Facebook users, according to a Channel 4 television report.",
  "To join the conversation, click on the link: here INDIA TOP NEWS • UltraTech offers to buy Binani Cement, tests India's new bankruptcy law India's top cement maker UltraTech Cement on Monday offered $1.1 billion to buy Binani Cement Ltd days after a rival bid in what could be a test case for the country's fledgling bankruptcy process.",
  "• Japan manufacturers' mood suggests upbeat BOJ survey - Reuters Tankan Confidence among Japanese manufacturers edged up in March from three months ago and the service sector's mood hit a three-year high, the Reuters Tankan poll showed on Tuesday, signaling solid readings in the central bank's closely-watched quarterly tankan survey.",
  "• Saudi Aramco seeks majority stake in Indian refinery- Economic Times Oil giant Saudi Aramco is looking to buy a majoritystake in a proposed refinery and petrochemical complex valued at 3 trillion rupees in the western Indian state of Maharashtra, local daily Economic Times reported, citing people familiar with the matter.",
  "• India police charges former Canara Bank chief in alleged loan fraud case India's federal police filed charges on Monday against a former chairman of state-run Canara Bank and others over allegations that the officials helped a company defraud the bank of about $10.5 million taken in loans over four years ago.",
  "• G20 pushes for free trade as U.S. vows to defend national interest World financial leaders pleaded for an endorsement of free trade on Monday amid worries about U.S. metals tariffs and looming trade sanctions on China, but Trump administration officials said they would not sacrifice U.S. national interests.",
  "• Uber, Ola drivers strike in India for higher pay Drivers for app-based cab aggregators Uber and Ola started an indefinite strike across India on Monday, demanding extra pay as a surge in the number of cabs on the two platforms, coupled with cutbacks in incentive payments, have stung drivers.",
  "• India's Bandhan Bank draws strong interest for $690 mln IPO Bandhan Bank's initial public offering to raise 44.73 billion rupees was subscribed nearly 15 times on Monday as the biggest market debut ever by an Indian bank drew strong interest, mainly from institutional investors.",
  "To access the newsletter, click on the link: here If you would like to receive this newsletter via email, please register at: here FACTORS TO WATCH 10:00 am: Mines Minister Narendra Singh Tomar to inaugurate 3rd National Conclave on Mines and Minerals in New Delhi.",
  "• U.S. Treasury prices gained on Monday as stocks tumbled and as investors waited on the conclusion of the Federal Reserve’s two-day meeting on Wednesday, where the U.S. central bank is widely expected to raise rates for the first time this year.",
  "GLOBAL MARKETS • U.S. stocks dropped on Monday, with the S&P and Nasdaq suffering their worst day in just over five weeks, as concerns over increased regulation for large tech companies was spearheaded by a plunge in Facebook shares.",
  "• Gold prices edged down as the dollar firmed, with focus shifting to the U.S. Federal Reserve which is expected to hike interest rates and signal three more increases this year at a two-day meeting that kicks off later in the day.",
  "To discuss what the next decade holds for transport in Asia, we speak to Corrine Png, founder and CEO at Crucial Perspective, previously executive director and the head of Asia Pacific transportation research at J.P Morgan.",
  "• Asian shares fell after investors took profits in high-flying U.S. technology shares on fears of stiffer regulation as Facebook came under fire following reports it allowed improper access to user data.",
  "• The Indian rupee will likely open lower against the dollar as a technology sector-led selloff on Wall Street spilled over to Asia, hurting demand for regional currencies.",
  "• The euro held onto gains made the previous day when traders revived bets that the European Central Bank would raise interest rates sooner than previously thought.",
  "• Oil prices edged up, lifted by tensions in the Middle East, although rising output in the United States and shaky stock markets put a lid on further gains.",
  "12:15 pm: NITI Aayog CEO Amitabh Kant and Piramal Group Chairman Ajay Piramal to brief media on strategic initiative towards Transforming India in New Delhi.",
  "• Indian government bonds are likely to edge lower on caution ahead of the U.S. Federal Reserve's monetary policy meeting that starts today.",
  "GMF: LIVECHAT - ASIA TRANSPORT SECTOR In this Minority Report-ish era, we've heard it all - flying taxis, self-driving cars, et al.",
  "While China now has the highest number of EV sales in the world, its neighbour India still struggles with testing of an EV fleet.",
  "LOCAL MARKETS OUTLOOK (As reported by NewsRise) • SGX Nifty March Futures were at 10,086.00, down 0.3 pct from previous close.",
  "2:45 pm: Farm Minister Radha Mohan Singh and Skill Development Minister Dharmendra Pradhan at signing of an MoU in New Delhi.",
  "11:00 am: Telecom Minister Manoj Singh to brief media after “Deendayal SPARSH Yojana” award ceremony in New Delhi.",
  "The yield on the benchmark 7.17 pct bond maturing in 2028 is likely to trade in 7.60 pct-7.65 pct band today.",
  "While crude seems to be on the boil, big names like Cathay are making a comeback, albeit slowly.",
  "2:00 pm: Kotak Mahindra Bank MD Uday Kotak to interact with media in Mumbai.",
  "But the story of transportation development in Asia is a contradiction.",
  "4:30 pm: Aviation Minister Suresh Prabhu to brief media in New Delhi.",
  "11:00 am: Budget session of Parliament continues in New Delhi.",
  "Then there's air transport."
]