[
  "NEW YORK -- Facebook has hired Stroz Friedberg, a digital forensics firm, to conduct an audit of Cambridge Analytica, which recently came under scrutiny after reports said the company harvested personal data from more than 50 million unwitting Facebook users.",
  "We also want to be clear that today when developers create apps that ask for certain information from people, we conduct a robust review to identify potential policy violations and to assess whether the app has a legitimate use for the data.",
  "\"This is part of a comprehensive internal and external review that we are conducting to determine the accuracy of the claims that the Facebook data in question still exists,\" the statement continues.",
  "According to a press release issued by Facebook on Monday, Cambridge Analytica has agreed to \"comply and afford the firm complete access to their servers and systems.\"",
  "Cambridge Analytica was hired by the Trump campaign during the 2016 primaries, but the company says it did not use the data as part of its work with the campaign.",
  "\"If this data still exists, it would be a grave violation of Facebook's policies and an unacceptable violation of trust and the commitments these groups made.\"",
  "According to the social network, an app developed by Kogan asked Facebook users to take a personality quiz and passed the results onto Cambridge Analytica.",
  "Facebook says it removed the app in 2015 when it learned about the violation of its policies and was assured the data in question had been deleted.",
  "The social network said it asked Christopher Wylie and University of Cambridge professor Aleksandr Kogan to submit to an audit.",
  "Wylie is a former employee of Cambridge Analytica who described the company's use of illicit data in interviews late last week.",
  "On Friday, Facebook said it learned it had been \"lied to\" about Cambridge Analytica and an affiliate's activities in 2015.",
  "\"We are moving aggressively to determine the accuracy of these claims,\" Facebook officials said in a statement.",
  "A spokeswoman for Stroz Friedberg declined to comment on the firm's involvement with an audit.",
  "Cambridge Analytica did not immediately confirm that it had agreed to comply with the audit.",
  "\"We remain committed to vigorously enforcing our policies to protect people's information.",
  "The firm has denied the allegations that it improperly collected and used the data.",
  "Facebook says Kogan has verbally agreed to participate, but Wylie has declined.",
  "That firm then used the data to build \"psychographic profiles\" about voters.",
  "Cambridge Analytica, Kogan and Wylie were banned from Facebook on Friday.",
  "We actually reject a significant number of apps through this process.\""
]