[
  "When IBM executives returned to Europe at the conclusion of the war to assess the state of the company’s properties (IBM had been legally severed from its European branches once the United States entered the war), they received a partially disassembled machine from the Dachau concentration camp.",
  "… In view of the present policies of your Government, which are contrary to the cause which I have been working and for which I received the decoration, I am returning it.”\n\nThe Nazi regime responded with uncharacteristic quiet.",
  "Documents that IBM released to the public show a marked increase in the number of machines flowing between those two nations, which helped the Nazis exploit Poland’s industries and incorporate them into their war machine.",
  "IBM’s story teaches us that rather than expecting our technology companies to prioritize our interests, we must insist that they do — and insist that the government provides the oversight to ensure that it happens.",
  "But it’s clear from what we know about the 2016 saga that, like IBM before it, Facebook, trusted by millions of users, long chose to prioritize profits over any semblance of responsibility to their stakeholders.",
  "But as we unwind the ways social media served to undermine democracy in 2016 — a story in which Cambridge Analytica is simply the latest chapter — we need to come to terms with the limits of self-regulation.",
  "They are often self-aware enough to make a show of not “being evil” and create a benevolent public image of social responsibility while myopically chasing profits at the expense of doing the right thing.",
  "In 1940, IBM president Thomas J. Watson returned a medal he had received from German Chancellor Adolf Hitler three years earlier and published a letter he sent to the dictator in the New York Times.",
  "But we know enough to see that it’s time to stop being surprised when technology companies sell out their purported values and instead insist that earning our business requires us to adhere to them.",
  "In fact, behind the scenes, the computing giant struggled with a megalomaniacal rogue manager, Willy Heidinger, who wanted to wrest control of the branch and keep the Nazi business all to himself.",
  "In fact, instead of scaling back operations in Nazi-occupied Europe, IBM helped streamline its work with the Nazis by consolidating its subsidiaries in occupied territory under the German branch.",
  "But the whole episode illustrates just how vulnerable our democratic institutions can be to the forces created by social media, which has really only been around for the past 10 to 15 years.",
  "Regardless of what the company did or didn’t know about its German operations, nobody was ignorant of the reality that the Nazis were inflicting terrible violence on millions of people.",
  "This happened to be a rare model of one of the German branch’s most advanced machines which, in addition to reading numbers, could also read letters and words — and potentially names.",
  "Our citizenry needs to be not only well-informed but also shielded from bad actors looking to spread disinformation by exploiting the amoral, profit-hungry impulses of corporations.",
  "While Cambridge Analytica’s malfeasance pales in comparison to the apocalyptic destruction wrought by the Nazis, the two episodes reveal a deeper truth about technology companies.",
  "Facebook chief executive Mark Zuckerberg is being hauled in front of Congress next month to explain how his company allowed such an egregious breach in our public trust to occur.",
  "One can easily predict that Zuckerberg will calmly try to assure the world that Facebook will work to be a better steward of the public commons we’ve allowed him to privatize.",
  "Jason Weixelbaum is a historian, musician and community organizer in the city of Baltimore and writes on issues related to business ethics and corporate social responsibility.",
  "As of now, only special counsel Robert S. Mueller III knows how, if at all, this operation was tied to Russian President Vladimir Putin’s attack on the U.S. election.",
  "Because our social and civic worlds are integrated into this new media landscape, we have, to some extent, allowed democracy itself to be stewarded by corporations.",
  "That scramble showed that returning the medal was more an act of public relations than a statement of values or a gesture of corporate social responsibility.",
  "The player currently at the center of the 2016 election story is Cambridge Analytica, the shadowy and unscrupulous conservative political consulting firm.",
  "With the cooperation or acquiescence of Facebook, Cambridge Analytica exploited the personal data of millions of people to boost Donald Trump’s candidacy.",
  "Nothing epitomizes that trend better than the relationship between the Nazi regime and IBM — the tech giant of the day — in the 1930s and early 1940s.",
  "Facebook has resorted to a similar claim to ignorance: The company has recently complained they were “deceived” by the Cambridge Analytica operations.",
  "The U.S. special counsel has requested that Cambridge Analytica turn over documents for his investigation to determine how accurate this assertion is.",
  "Criticism in Germany was short-lived and did next to nothing to interrupt the frenetic pace of IBM’s wartime collaboration with the Third Reich.",
  "For example, in 1940 the parent company in New York approved of Poland’s IBM branch coming under direct control of Dehomag, the German branch.",
  "After an unsuccessful lawsuit brought by Holocaust survivors, IBM asserted that it didn’t have control over its European branches’ operations.",
  "IBM’s legal team eventually outflanked Heidinger — demonstrating the company’s determination to continue seeking profits from Nazi business.",
  "Indeed, IBM had been leasing punch-card computing systems to the German military high command and armaments manufacturers for several years.",
  "Instead the IBM president wrote: “You made the statement that there must be no more wars, and that you were interested in developing trade.",
  "Russia isn’t Nazi Germany, either, but it’s an understatement to suggest that Putin doesn’t have the best interests of Americans at heart.",
  "That’s because technology companies have always shown a willingness to consort with unsavory, if not downright evil, regimes for profit.",
  "The German government had come to depend on these machines to track raw materials and finished parts for military trucks and warplanes.",
  "We may never learn the full extent of what Facebook knows about Cambridge Analytica, Russia, Trump and the 2016 election.",
  "Rather than expressing consternation, or looking to interrupt the German war machine, IBM facilitated this arrangement.",
  "Legislation is still way behind the curve in regulating the methods used for election tampering by foreign powers.",
  "Hitler and other Nazi leaders didn’t care who controlled the company as long it continued to serve their needs.",
  "Many of us, myself included, now treat social media as a routine, if not essential, part of our everyday lives.",
  "(The current IBM chief, Virginia Rometty, made this point at a conference in Beijing this past weekend.)",
  "The company, however, has never publicly acknowledged its machines’ potential role in the Holocaust.",
  "It is clear we need better regulation that protects the privacy of users on social media platforms.",
  "But IBM could have divested from Germany on moral grounds long before its subsidiaries broke off.",
  "Despite Watson’s words, IBM did not alter this business arrangement with Germany in any way.",
  "But we also need regulation that better protects democracy from social media platforms.",
  "But the gesture was not accompanied by a clear denunciation of the Nazi regime.",
  "It never mentioned that IBM would cease to do business with the regime.",
  "One likely reason had to do with what Watson’s statement didn’t say.",
  "It didn’t mention any companywide action against the regime at all.",
  "The company claimed it didn’t know what had happened."
]