[
  "We are committed to vigorously enforcing our policies to protect peoples’ information and will take whatever steps are required that this happens.” Facebook has been under fire since reports by the Observer newspaper and Channel 4 News in the UK, and the New York Times, revealed that Cambridge Analytica harvested personal information of more than 50 million Facebook users without their consent, and may have used it to influence US voters to elect Donald Trump.",
  "Any covert or overt attempt to misuse Social Media including Facebook to influence India's electoral process through undesirable means will neither be tolerated, nor be permitted : Shri @rsprasad Twitter: @BJP4India / Via Twitter: @BJP4India\n\nFacebook said in a statement: “Minster Ravi Shankar Prasad has raised several important questions.",
  "Prasad said that foreign firms using Indians' data obtained through social media platforms like Facebook would be a matter of “national interest and national security,” and said that the BJP, India’s ruling party, would take it very seriously if a similar situation came to light in India.",
  "A report published on Monday in the Hindustan Times, one of India's largest newspapers, however, claimed that both the BJP and the Congress were in talks with Cambridge Analytica in the run up to the 2019 elections in India.",
  "“If any data theft of Indians is done with the collusion of Facebook systems, it shall not be tolerated.” Shankar also said that India would summon Zuckerberg if necessary, after UK lawmakers took similar steps.",
  "India will hold national elections in the first half of 2019 that will determine if Narendra Modi, right-wing nationalist and a polarizing figure, comes back for a second term as prime minister.",
  "Stephen Lam / Reuters\n\nIndia will not tolerate foreign firms using social media to influence its elections, the country’s information and technology minister Ravi Shankar Prasad has said.",
  "Prasad’s comments, made to reporters in New Delhi on Wednesday, came as anger grows over a huge Facebook data breach involving data analytics company Cambridge Analytica.",
  "Divya Spandana, the head of the Congress’s social media division, told BuzzFeed News that Prasad’s accusations were “a lie.”\n\n“All our data analytics is run in-house.",
  "The minister also accused the Indian National Congress, the country’s primary opposition party, of having links with Cambridge Analytica.",
  "Mark Zuckerberg, you better note the observation of the IT minister of India,” Shankar said, referring to himself in the third person.",
  "It’s a question of [India’s] fairness of elections, democratic quality, and propriety.” The Congress denied Prasad's accusations.",
  "We haven’t worked with Cambridge Analytica in the past, and we are not working with them currently,” she said.",
  "We appreciate his attention to this matter and we will continue to engage with the government on this matter.",
  "India's IT minister also accused the main opposition party of having links with Cambridge Analytica.",
  "“The Congress must answer whether they have [liaised] with Cambridge Analytica or not,” he said.",
  "News about Congress engaged/engaging with Cambridge Analytica is absolutely false.",
  "Zuckerberg is also under pressure to testify before the US Senate.",
  "“Have they done any data trade with this company?",
  "“Mr."
]