[
  "The UK-based data analytics firm used by the 2016 Donald Trump campaign was kicked off Facebook last Friday, preempting an investigation by the Observer and the New York Times involving whistleblower Christopher Wylie, who previously worked as a contractor for Cambridge Analytica.",
  "Damian Collins, chair of the UK's Commons select committee on digital, culture, media, and sport, wants Facebook founder and CEO Mark Zuckerberg to appear before a committee inquiry, while parliament agreed to debate issues raised in the investigation on Monday afternoon.",
  "Wylie claimed the company had accessed the Facebook friends data of up to 50 million people, using the data without getting their permission, in order to build models that better targeted Facebook users with political advertising.",
  "The European Union has contacted data protection authorities over the latest reports around Cambridge Analytica's use of Facebook data, aiming to kickstart an investigation into the two companies that could result in heavy fines.",
  "Yesterday, the Financial Times reported that Cambridge Analytica was exploring legal options in an effort to stop the airing of an undercover investigation into the data firm by Channel 4 News.",
  "\"From a European Union perspective, the misuse for political purposes of personal data belonging to Facebook users – if confirmed – is not acceptable,\" the spokesperson said in a statement.",
  "On Monday, a spokesperson for the European Commission told BuzzFeed News that senior European officials have already contacted Facebook, branding the misuse of friends' data unacceptable.",
  "The European Commission also said data protection authorities would be encouraged to investigate Cambridge Analytica and Facebook, leaving open the possibility of \"significant fines\".",
  "\"The Commission is already in contact with Facebook and Commissioner [Vera] Jourová will raise the issue with the company on the occasion of her visit to the US this week.\"",
  "Facebook has previously released a statement denying reports that described what Cambridge Analytica did as a \"breach\" of the company's user data.",
  "These calls come as both Facebook and Cambridge Analytica attempt to manage the fallout from the publication of the weekend investigation.",
  "According to a senior source at Channel 4, the British broadcaster has every intention of airing the programme, despite legal threats.",
  "\"Enforcement of EU data protection rules is the responsibility of data protection authorities,\" the spokesperson said.",
  "\"As of May, companies will face significant fines everywhere in the EU if they don’t respect these rules.\"",
  "Both Cambridge Analytica and Facebook have been asked to comment on the latest moves by the EU.",
  "\"The Commission is in contact with them and calls on them to investigate this case.\""
]