[
  "Without action, we risk losing further credibility in international negotiations with both our friends and foes.”\n\nSimilarly, Rep. Trey Gowdy (R-S.C.), the chairman of the oversight committee, said on Fox News Sunday that evidence of Russia’s attack on the U.S. is overwhelming and that Trump “needs to say that and act like it.”\n\nAnd yet, for all their rhetoric, Politico reports that “senior-level Republican aides and lawmakers” are asking the question, “WHAT THE HELL DO YOU WANT US TO DO?”\n\nWith their actions, however, congressional Republicans have proven time and again that the issue isn’t a lack of ideas on what to do, but rather an outright refusal to take those actions when given the opportunity.",
  "Congressional Republicans have blocked oversight committee Democrats’ subpoena requests to the following entities: to the Department of Homeland Security for documents related to Russian attacks against states before the election; to Steve Bannon to testify on his actions before, during and after the election; to the Trump Organization for documents on foreign payments; to data firms for documents related to their foreign contacts during the election; to Cambridge Analytica for documents related to foreign employees’ participation in U.S. elections and to the White House for documents related to former national security adviser Michael Flynn’s foreign contacts.",
  "Rep. Will Hurd (R-Texas), a former CIA operative, wrote in The New York Times: “As a member of the House Oversight and Government Reform Committee, I strongly believe in the importance of Congress’s oversight responsibilities and will work with my colleagues to ensure that the administration is taking the Russian threat seriously.",
  "And here we are nearly two decades later, and I’m here to say, the warning lights are blinking red again.”\n\nGiven their remarks after Trump’s performance in Helsinki, you would think that Gowdy and Hurd would be interested in hearing what Coats has to say on the matter.",
  "It was just two weeks ago that the Director of National Intelligence Dan Coats sounded the alarm, saying, “We are at a critical point...it was in the months prior to September 2001 when, according to then-CIA Director George Tenet, the system is blinking red.",
  "For the past year, Republicans like Gowdy and Hurd have voted to block all motions and subpoenas related to Russia’s interference with U.S. elections and the Trump campaign’s potential collusion and cooperation with those attacks.",
  "wrote in response to Hurd’s op-ed, “I agree with every syllable Chairman Hurd wrote … but it would be much more powerful with action to back it up … We don’t need talk.",
  "The fact is, it took oversight committee Republicans more than a year and a half to hold one hearing about Russian interference in the U.S. election.",
  "In the aftermath of Donald Trump’s treasonous performance in Helsinki with Russian dictator Vladimir Putin, congressional Republicans ?",
  "The idea that Republicans in Congress are powerless to act as a check and balance to Trump’s dangerous foreign policy is a lie.",
  "They have refused to exercise their constitutional responsibilities to conduct oversight on behalf of the American people.",
  "Yet when Democrats moved to have Coats testify before the committee, the Republicans blocked them.",
  "If Trump is guilty of treason, then make no mistake: Congressional Republicans are complicit.",
  "We need action.”\n\nCongressional Republicans have shown the American people where they stand.",
  "became very vocal in their criticism of the president.",
  "Their criticisms of Trump are clearly just for show.",
  "Their criticisms of Trump are clearly just for show.",
  "perhaps more than any time since “shithole-gate” ?",
  "Ranking Member Elijah Cummings (D-Md.)",
  "This wasn’t an isolated incident.",
  "Their words are meaningless.",
  "Their words are meaningless."
]