[
  "Here's what we found\n\nMore: Timeline: Facebook becomes the Uber of 2018\n\nThat investigation is ongoing and, so far, as part of the app audit, \"thousands of apps have been investigated and around 200 have been suspended — pending a thorough investigation into whether they did in fact misuse any data,\" said Ime Archibong, Facebook's vice president of product partnerships for Facebook, in a post on Facebook's website.",
  "Facebook CEO Mark Zuckerberg announced the investigation in March several days after the social network said the political consulting firm Cambridge Analytica and its parent company had failed to delete personal data belonging to 87 million Facebook users that it had improperly obtained.",
  "During his testimony, Zuckerberg promised that Facebook would investigate any other apps that had access to massive amounts of user data — as Cambridge Analytica did — prior to 2014 when the social site reduced the amount of data accessible by Facebook-connected apps.",
  "Special counsel Robert Mueller in February filed criminal charges against 13 Russian nationals and three businesses including the Internet Research Agency for attempting to undermine the presidential election, including aims at boosting Trump's campaign.",
  "More: Thousands of Facebook ads bought by Russians to fool U.S. voters released by Congress\n\nMore: Facebook to let you delete data it tracks on you from apps and on the Web\n\nMore: After Facebook hearings, users want to know: who is protecting my data?",
  "(Photo: Jack Gruber/USA TODAY)\n\nFacebook has suspended about 200 apps that had access to large amounts of user data four years ago, part of its internal investigation in the wake of the Cambridge Analytica scandal.",
  "Facebook would not name the apps on suspension, but one was a personality quiz called myPersonality, according to the U.K. magazine New Scientist, which reported Monday that Facebook had suspended the app April 7.",
  "Cambridge Analytica also approached the University of Cambridge researchers about myPersonality but was turned down because of its political skew, a researcher on the app, David Stillwell, told New Scientist.",
  "USA TODAY\n\nApr 11, 2018; Washington, DC, USA; Facebook CEO Mark Zuckerberg testifies before the House Energy and Commerce Committee regarding the company's use and protection of user data in Washington.",
  "With any apps that raise concerns, Facebook will conduct interviews, seek information about the app and data it accessed and \"perform audits that may include on-site inspections,\" Archibong said.",
  "University of Cambridge researchers distributed data on more than 3 million Facebook users to other researchers through a website with insufficient security protections, the magazine reported.",
  "Should Facebook find any apps that did misuse data, they will be banned and users will be told on Facebook's site, where users can tell whether Cambridge Analytica had access to their data.",
  "The Cambridge Analytica scandal arose from another psychology app, created by Kogan, called This is Your Digital Life, which was downloaded four years ago by some 300,000 Facebook users.",
  "CLOSE The Russian ads, released by Democrats on the House Intelligence Committee, offer the public the first in-depth look at the attempts to divide the U.S. ahead of the 2016 election.",
  "As the internal investigation into the Cambridge Analytica scandal continues, new light has been shed on the Russian campaign to use Facebook to manipulate the 2016 U.S. elections.",
  "The House Intelligence Committee last week released more than 3,500 ads that Facebook says were purchased by the Kremlin-linked Internet Research Agency to sway public sentiment.",
  "Cambridge Analytica, which worked on President Trump's campaign, has denied using the Facebook data on behalf of the Trump campaign during the 2016 presidential election.",
  "That larger data set, which included data on 87 million users, was passed onto Cambridge Analytica, against Facebook's policies, according to Facebook.",
  "A University of Cambridge researcher, Alexsandr Kogan, was listed as a collaborator on the myPersonality app until 2014, New Scientist reported.",
  "Facebook revealed the data misuse incident just before The New York Times and the U.K.'s Observer published reports about the incursion.",
  "Facebook would not say what efforts it had made to retrieve or delete any data an app was found to have obtained improperly.",
  "Since then, Zuckerberg testified in Congress about the crisis, and Cambridge Analytica has shut down.",
  "Federal law bars foreign interests from donating to campaigns or working to influence U.S. elections.",
  "Ten million Americans saw the ads, the social network estimates, which ran over about two years.",
  "The app not only collected data on users but also their Facebook friends.",
  "Some of the ads denounced President Trump and candidate Hillary Clinton.",
  "More: We read every one of the 3,517 Facebook ads bought by Russians.",
  "Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "Many targeted racial divisions in American society.",
  "Read or Share this story: https://usat.ly/2IedmYk"
]