[
  "More: Facebook, Google may face new rules for political ads, as U.S. grapples with foreign influence\n\nMore: Reports of Facebook data misuse spurs calls for regulation, scrutiny of social media firms\n\nMore: Facebook political ads are coming out of the shadows — why you should care\n\nOver the coming months, political ads on Facebook will begin to include the disclosures people are used to hearing on the radio or seeing in newspapers or on television, according to Rob Leathern, product management director for ads at Facebook.",
  "\"Facebook's immediate focus needs to be on improving the transparency around legal ads — both candidates and PACs — so that voters know that what they are seeing is a political ad and who is paying for it,\" Yochai Benkler, Harvard law professor and faculty co-director of the Berkman Klein Center for Internet and Society at Harvard University, said in an email.",
  "(March 21) AP\n\nFacebook election sign (Photo: John Minchillo, AP)\n\nSAN FRANCISCO — After being gamed by Russian operatives during the 2016 presidential election, Facebook says it's focused on paid ads run by federal candidates or political committees, not on combating negative appeals from Russian operatives on hot-button social issues.",
  "More: See the fake Facebook ads Russians ran on Clinton, guns, race, Christianity\n\nElection experts say Facebook must crack down on inflammatory ads on politically divisive issues such as immigration reform and gun rights, which were used to influence voters during and after the presidential campaign.",
  "And an archive will be available starting this summer where the public can view the ads and get more information on them, such as how much money was spent, the number of impressions they received and the demographics of the audience they reached, Leathern told reporters.",
  "Black Matters US, another fake Facebook page operated by the Internet Research Agency in St. Petersburg — the shadowy operation behind the covert campaign — used Facebook to promote a protest in New York City to increase racial animosity after the presidential election.",
  "Their remarks were part of a widening public relations campaign to rebuild consumer trust after the Cambridge Analytica data leak, which gave access to the personal information of tens of millions of Facebook users to a political ad targeting firm without their consent.",
  "Crackdown on inflammatory ads\n\nFacebook is trying to keep the focus on what it can control: official ads from U.S. political campaigns, says Siva Vaidhyanathan, professor of media studies at the University of Virginia and author of the upcoming book Antisocial Media.",
  "Though Facebook is pledging to bring \"unprecedented\" transparency over political messaging, executives refused to say if Facebook supports proposed federal legislation to regulate political ads on the social network and disclose the identities of those who buy them.",
  "Rep. Robin Kelly, a Democrat from Illinois and a ranking member of Congress’ IT oversight subcommittee, says she's pleased Facebook is taking steps to improve disclosure on candidate ads but says the company is missing a \"major vulnerability\" on social issue ads.",
  "Mark Zuckerberg has pledged to stop foreign operatives from meddling in U.S. elections but has admitted he's not sure whether Facebook can prevent the problems of the 2016 presidential campaign from recurring in this year's elections.",
  "\"It would rather you pay no attention to all the pollution that will also flow through our News Feeds, like propaganda meant to sow doubt and mistrust in society, democracy, science and basic institutions,\" Vaidhyanathan said.",
  "Marketers will have to confirm their identities, where they are located in the U.S. and what candidate, organization or business they represent before being able to place ads for political candidates on Facebook.",
  "During the last midterm election in 2014, digital advertising accounted for less than 1% of political spending in federal, state and local elections, according to advertising tracking firm Borrell Associates.",
  "For instance, one of the Russian-backed ads featured a famous black-and-white photograph of the Black Panthers from 1968 to get African-American users to follow a fake Russian account called Blacktivist.",
  "Pressured by lawmakers, Zuckerberg promised last year to take voluntary steps to deter foreign governments from using Facebook to manipulate elections and to increase disclosure in political ads.",
  "\"We have a pretty good track record as a company of — once we set our mind to doing something, we eventually get it done,\" the Facebook CEO told USA TODAY in a November interview.",
  "In this election cycle, Borrell Associates predicts digital advertising will reach $1.9 billion of the more than $8 billion that it estimates will be spent on political ads.",
  "\"We've gotten progressively better over the last year and a half,\" Samidh Chakrabarti, who leads Facebook's work on election security and civic engagement, told reporters.",
  "The ad, shared on Facebook at least 29,000 times, sought to exploit racial divisions by pointing out the Black Panthers were forced to disband but not the Ku Klux Klan.",
  "\"The line between issue advocacy and express advocacy (i.e., candidate campaign electioneering) is a familiar one in campaign finance law,\" Persily said in an email.",
  "Since the 2012 presidential election, political campaigns are increasingly using Facebook to target particular voters in a more precise, cost-effective way.",
  "CLOSE Facebook CEO Mark Zuckerberg posted a message Wednesday admitting mistakes in a privacy scandal involving a data mining firm with Trump connections.",
  "\"Candidate and PAC spending on ads vastly overshadowed Russian spending we know of, and much of it was every bit as divisive as the Russian campaign.\"",
  "No easy test exists to separate political from non-political communications, Stanford professor and election law expert Nathaniel Persily says.",
  "The problems were coming from foreign interference in American elections,\" UC Irvine law professor and election expert Rick Hasen said.",
  "They come as concern mounts that Facebook can be too easily exploited to disrupt elections and democracies around the globe.",
  "Their goal: to prevent foreign interference and anticipate new tactics to undermine the integrity of the November elections.",
  "Yet the social network is not required to follow any of the campaign finance laws that apply to television and radio ads.",
  "\"To say they are not going to target that now indicates they are far from coming up with solutions to the main problem.\"",
  "Candidate ads are simple to identify, but \"there is a whole soup of issue ads that are much harder to define,\" he said.",
  "Targeting issue ads is easier said than done, according to Stanford University economics professor Matthew Gentzkow.",
  "Facebook executives last week detailed new initiatives to tighten election security ahead of the midterm elections.",
  "Tackling this insidious form of election interference should be a top priority for Facebook, election experts say.",
  "\"None of us can turn back the clock,\" Guy Rosen, vice president of product management at Facebook, said Thursday.",
  "Federal law bars foreign interests from making campaign contributions or interfering with U.S. elections.",
  "\"But we are all responsible for making sure the same kind of attack our democracy does not happen again.",
  "Facebook sold approximately $100,000 worth of political ads from fake accounts and pages out of Russia.",
  "Many of the ads linked to Russian operatives did not call for people to vote for a specific candidate.",
  "Instead, Russians, posing as Americans, spread divisive messages to stir up voters and public outrage.",
  "While political ads still make up just a small slice of Facebook's ad revenue, that slice is growing.",
  "\"We feel like we're going to be in a really good place for the 2018 midterms.\"",
  "But, he conceded, \"I don't know how long it will take to address this.\"",
  "Election-related ads will be labeled in Facebook and Instagram feeds.",
  "\"The 2016 elections did not feature a problem with candidate ads.",
  "And we are taking our role in that effort very, very seriously.\"",
  "He says Facebook is taking steps to better protect user data.",
  "More black staffers, diversity could have have helped.",
  "\"It is also a difficult line for Facebook to draw.\"",
  "More: Russia exploited race divisions on Facebook.",
  "Read or Share this story: https://usat.ly/2pPtq6U",
  "\"They can do more, plain and simple,\" Kelly said.",
  "Tens of thousands showed up to the protest."
]