[
  "The hearing comes after months of bruising scandals for Facebook, including the Cambridge Analytica scandal, in which as many as 87 million users had their information improperly obtained, and further revelations around Russian misuse of the platform to interfere with the 2016 US presidential election.",
  "In recent weeks Facebook has revealed the existence of multiple influence operations intended to influence politics in a manner similar to Russia's 2016 intervention, aimed at the US, as well as other countries around the world.",
  "Ahead of a Senate intelligence select committee hearing that will also feature Twitter CEO Jack Dorsey, Business Insider has obtained a copy of the opening statement Sandberg plans to deliver to the assembled congresspeople.",
  "It will be Facebook COO Sheryl Sandberg's turn in the Congressional hot seat on Wednesday, and she plans to offer an apologetic message: \"We were too slow to spot this and too slow to act.\"",
  "Sandberg will apologise for Facebook's response to Russian interference during the 2016 US presidential election: \"We were too slow to spot this and too slow to act.\"",
  "That means it's going to take everyone including industry, governments, and experts from civil society working together to stay ahead,\" Sandberg will say, in part.",
  "Jonathan Leibson/Getty Images\n\n\n\n\n\nFacebook COO Sheryl Sandberg will testify before a US Senate select committee on election interference on Wednesday.",
  "Google offered to send Senior VP Kent Walker, but the Senate declined on the basis that he recently testified.",
  "The committee also invited Google CEO Sundar Pichai and Alphabet CEO Larry Page, but both declined to appear.",
  "Here are Sheryl Sandberg's full opening remarks:\n\nNOW WATCH: What's going on with Elon Musk\n\nSee Also:",
  "America has always confronted attacks from opponents who wish to undermine our democracy.",
  "Following her remarks, she and Dorsey will be subject to questions from the Senate.",
  "It's also just months before the 2018 midterm elections.",
  "A copy of her opening statement has been released early.",
  "What is new are the tactics they use.",
  "\"The threat we face is not new."
]