[
  "I knew in the back of my mind I was just seeing a curated highlight reel of their lives, but it was still easy to convince myself that everyone else is happy and ‘living their best life’ 24/7, and that I was the one with the problem.”\n\nGigi Bateman (not her real name), 18, was forced to quit all social media during a psychiatric hospital stay, and since then she has mostly stayed off (except Facebook, but for a teen Facebook is about as fun as reading The Economist).",
  "Thirteen to 14 is about the age where everyone feels really insecure and unsure of who they are, and for me Instagram definitely extrapolated those insecurities.”\n\nMase quit Snapchat six months ago for a different reason: She felt it was taking up too much of her free time.",
  "A 2017 report from British health researchers found that Instagram was the platform that had the worst mental health effect on young people (age 14–24), and caused feelings of anxiety, loneliness, and body image issues, particularly among young women.",
  "“I felt like I set a toxic routine over the course of a few years and quitting said toxic routine was difficult because it's almost like muscle memory now.”\n\nMorgan Mase, a senior in high school, never had Facebook or Twitter, and has quit Instagram.",
  "I have enough anxiety; I use Facebook to shitpost and keep up with family and I don't really need anything else.”\n\nWe think of teens as being connected to social media like an umbilical cord, incapable of breathing without it.",
  "“I usually just read the news, scroll through Facebook for a bit now and then, and try to occupy my time with other things like learning French again or staying more grounded in life/in touch with my family,” she said.",
  "They’re frustrated with the lack of action on stopping harassment and enabling the spread of extremism, lack of transparency about how our personal data is used, and failure to stop Russian campaign meddling.",
  "“I don't care about 99% of the posts on Instagram, I don't want to compare myself to everyone having more fun than me on Snapchat, I don't care about 150 characters of someone's opinion on Twitter.",
  "“It was the end of eighth grade that I deleted Instagram, and my self-esteem has improved a lot since then (probably not directly as a result of me deleting Instagram, but I'm sure it didn't help).",
  "And the way they use social networks is also intrinsically different: They use Twitter for sharing memes rather than opinions on Trump, and Facebook as an uncool place where your parents hang out.",
  "The platforms they prefer are different — as of last fall, 47% of teens said Snapchat is their preferred social platform, for example, which isn’t the case with my fellow thirtysomethings.",
  "Recently, a wave of adults — particularly adult journalists — have been talking and writing about deleting their Facebook accounts, taking a break from Twitter, or modifying its utility.",
  "On Instagram, it’s common for teens to have a “finsta” — a private account with only a few friends where you post photos you wouldn’t want on a public account your parents might see.",
  "“Long before I quit I realized [Instagram and Snapchat] had a negative effect on my mental health and general happiness,” said Kate Dart, who is now 21 and who still uses Facebook.",
  "But for teens, the stresses caused by Instagram or Snapchat are very different than an adult’s disenchantment with the news on Twitter, and the stakes are often way higher.",
  "“I think a lot of people spend way too much time trying to create this image of themselves on social media that at some point I just decided was pointless,” she said.",
  "After announcing a new “time well spent” metric for Facebook in January, Mark Zuckerberg was forced to go on an apology tour over the Cambridge Analytica scandal.",
  "As my colleague Charlie Warzel points out, this tech journalism trend speaks to a larger problem: People are simply at a breaking point with these social giants.",
  "But perhaps only these true parseltongues, who were entering kindergarten while Myspace was peaking, have the self-awareness and ability to know when to unplug.",
  "That’s a display of willpower that even at 36 I’m not totally capable of pulling off (I get sweats if I realize I forgot my phone before going to the bathroom).",
  "When Becca Ann graduated high school, her friends moved away to college while she stayed in her hometown to attend a local community college.",
  "Devin, a high school senior in New York, said she and her friends often will quit social apps during exam times or when feeling overwhelmed.",
  "My fellow journalists point to the stress of the crushing news cycle as a main reason for taking a break from or modifying Twitter.",
  "“Generally Instagram and Snapchat are the first to go, while Facebook/Messenger, almost a necessity, remains,” she said.",
  "She’s also a fan of sending voice messages and notes, and even old-fashioned texts to keep up her normal social life.",
  "A 2015 Pew study on teens and social media found that 53% of teens saw posts about events they weren’t invited to.",
  "But there is some data that shows that social media can have a negative effect on young people’s mental health.",
  "Several of the young people I spoke to talked about the effects of Instagram on self-esteem and mental health.",
  "Twenty-one percent of teens said they feel worse about their own life because of seeing their friends’ posts.",
  "Now she only logs into Instagram under a separate fan account for her favorite musical, Phantom of the Opera.",
  "“Maybe we're just good at the right bad-news/party-you-weren't-invited-to vs. excellent-joyful-meme ratio.” ?",
  "Devin has a theory for why her peers are better at handling the pressures of social media than adults are.",
  "When she checked Snapchat, she’d feel bombarded by their snaps of themselves partying, and felt left out.",
  "She didn’t delete her Snapchat, but mostly stopped checking it, as well as her personal Instagram.",
  "Twitter is asking for outside companies to help it assess the “health” of its conversations.",
  "It’s true that teens today are more active on social media than any other age demographic.",
  "“I tended to play the comparison game between my life and the lives of total strangers.",
  "“Honestly, it's exhausting trying to keep up with everything,” said Jacob Whiting, 18.",
  "It just reinforced the idea that I was being replaced and left behind,” she said.",
  "It was hard to quit — at times she had to ask her mom to hide her phone for her.",
  "“It sounds incredibly petty, but my mental health couldn’t handle it anymore.",
  "There’s no data on how many teens actually take breaks or quit social apps.",
  "Next year when she goes to college, she doesn’t plan on signing back up.",
  "Mase isn’t alone in quitting a social app for the sake of productivity.",
  "And the people running these big platforms also see the problems, too.",
  "But she’s happier now without Instagram, Twitter, or Snapchat."
]