[
  "Facebook is under the government's microscope\n\nFacebook stock fell 2.4% in the wake of a Washington Post report that a federal probe into its sharing of user information has expanded to include not only the Federal Trade Commission, but also the FBI, the SEC, and the U.S. Justice Department.",
  "A separate report from Business Insider also indicated that Musk ordered employees to remove a standard brake test that Model 3 vehicles must normally complete to move through production -- though BI also noted that it's not clear why or for how long the test was stopped.",
  "Micron's patent-case setback\n\nFinally, shares of Micron fell 5.5% after a Chinese court ruled in favor of rival United Microelectronics Corporation in ongoing patent infringement lawsuits filed against the Idaho-based memory chip specialist earlier this year.",
  "The probe is focusing on what Facebook knew when it learned in 2015 that data-analysis firm Cambridge Analytica had improperly accessed Facebook users' data, and why it didn't disclose the issue publicly until earlier this year.",
  "According to employees, Tesla borrowed employees from its other departments late in the week, made weekend shifts mandatory, and even set up a new Model 3 line in recent weeks under a massive tent outside the main factory.",
  "Major market benchmarks fell in Tuesday's shortened session ahead of the July 4 holiday, giving back earlier gains as investors weighed the impact of new tariffs set to be imposed on Chinese goods at the end of the week.",
  "As such, according to UMC this morning, a preliminary injunction has been issued against Micron covering DRAM and NAND-related products in China, including certain solid-state hard drives and memory sticks.",
  "This morning, however, Reuters reported that Tesla's Model 3 success may be coming at the expense of its larger Model S and X production targets.",
  "Shares of Tesla skidded 7.2% as investors doubted whether the electric vehicle maker's recent Model 3 production milestone is sustainable.",
  "The market initially cheered yesterday when Tesla revealed it had finally met its goal of producing over 5,000 Model 3 sedans in a week.",
  "But investors are understandably concerned considering Micron generated more than half its total sales in the Middle Kingdom last year.",
  "Tesla has responded to insist each vehicle undergoes \"rigorous quality checks,\" including brake checks, before production is complete.",
  "Furthermore, CEO Elon Musk stated the company is on pace to produce 6,000 Model 3s per week by the end of next month.",
  "\"UMC invests heavily in its intellectual property and aggressively pursues any company that infringes UMC's patents.\"",
  "Read on to learn why Tesla (NASDAQ: TSLA), Facebook (NASDAQ: FB), and Micron Technology (NASDAQ: MU) slumped today.",
  "Wall Street sign with three American flags in the background More\n\nImage source: Getty Images.",
  "More From The Motley Fool\n\nSteve Symington has no position in any of the stocks mentioned.",
  "But it's hardly surprising to see the stock pulling back on news of the widened probe.",
  "The company has, after all, confirmed it is cooperating with each government agency.",
  "\"UMC is pleased with today's decision,\" stated UMC Co-President Jason Wang.",
  "The Motley Fool owns shares of and recommends Facebook and Tesla.",
  "Micron, for its part, is preparing its response to the ruling.",
  "But several individual stocks had outsize declines.",
  "This doesn't mean Facebook has done anything wrong.",
  "The Motley Fool has a disclosure policy.",
  "Is Tesla's Model 3 success sustainable?"
]