[
  "The FCO published its preliminary assessment Dec. 19, 2017, stating Facebook is abusing its “dominant position by making the use of its social network conditional on its being allowed to limitlessly amass every kind of data generated by using third-party websites and merge it with the user’s Facebook account.”\n\nThe office objects to Facebook collecting information on its users from its third-party apps, such as Instagram and WhatsApp, and its online tracking of people who aren’t members of its services.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Google allegedly abused its operation system, Android, by forcing it to have several Google apps — Google Search and Chrome web browser — pre-installed on Android phones, giving Google an advantage over its competitors.",
  "(RELATED: Big Brother: Facebook Is Implementing Chinese-Like Social Media Trustworthiness Rating)\n\nThe European Union issued Google a massive $5 billion fine on July 18, citing antitrust violations.",
  "The U.K.’s data watchdog issued Facebook the maximum fine of about $644,000 in July for its involvement in the Cambridge Analytica scandal, The Daily Caller News Foundation reported.",
  "Several countries in Europe have been actively fighting big tech in court, fining some of the biggest companies for antitrust violations and ordering them to change their practices.",
  "Facebook is facing legal action in Germany over antitrust violations for the platform’s abusive market dominance by collecting data on its users without their consent or knowledge.",
  "Additionally, a French judge ordered Twitter to change its “abusive” terms of service and fined the social media giant 30,000 euros (just over $34,700 U.S. dollars) on Aug. 9.",
  "Germany’s antitrust watchdog, the Federal Cartel Office (FCO), is reportedly expected to begin its probe against Facebook sometime later in 2018, Reuters reported Monday.",
  "“We are conscious that this should, and must, go quickly,” Andreas Mundt, president of the Federal Cartel Office, told a news conference Monday, according to Reuters.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Other tech giants have faced legal action in Europe as well, including Google and Twitter.",
  "The cartel office began its investigation in March 2016, according to Reuters.",
  "The fine was the largest brought to any individual company.",
  "The probe isn’t expected to result in a fine."
]