[
  "For them, his “Muslim ban” was not an act of bigotry but a long overdue measure to protect national security; his threatened steel tariffs are not an irresponsible overture to a trade war but an opening move in a plan to reorganize NAFTA and bring jobs back to America; his wading into the controversy over NFL players “taking a knee” during the national anthem was not a racial provocation but an endorsement of public patriotism.",
  "But they tolerate these things because they see a president doing what they want done, just as they are prepared to overlook stories like the Stormy Daniels saga: you wouldn’t want to be married to him, they say, but “we didn’t elect him to be a saint, we elected him to be a leader.”\n\nAll of this leaves Trump’s opponents with a bad case of cognitive dissonance.",
  "“But when we pushed back, he kind of fell back down and said, hey, I’ll talk to you.”\n\nNorth Korea is also, then, an example of the second way in which Trump’s opponents underestimate him: to see everything he does as a mistake that will finally expose his unfitness for office, rather than to reflect that there might be method in his apparent madness.",
  "Yet speaking during her campaign about President Bill Clinton’s economic record, Hillary herself said “the results speak for themselves… America saw the longest peacetime expansion in our history.” Well, either a president deserves the plaudits for economic success or he doesn’t.",
  "If in November 2020 we are looking back on how Donald J. Trump came to be re-elected as President of the United States, those undergoing a second round of horror and dismay will find themselves reflecting on how seriously, and how often, they underestimated their foe.",
  "Some of this is evident in the current frenzy over Facebook, Cambridge Analytica and data-led message targeting: there is a clear subtext that many Trump supporters were gullible people, easily led astray by whatever nonsense was put in front of them.",
  "Many of the voters we spoke to earlier this month were apprehensive about what might happen (“It could probably go either way,” one said with wary understatement), but saw the prospect of talks as a vindication of Trump’s robust approach.",
  "As I found in my most recent round of research, one of the things Trump voters most often say they like about his presidency is the economy: new jobs, higher take-home wages and, of course, the booming stock market.",
  "As they say in America, not a good look — and one that repels the part of his coalition, chiefly those who previously backed Obama and picked Trump only as the lesser of two evils, who are open to an alternative.",
  "Where critics see a volatile individual embarrassing America on the world stage, many voters see a shrewd player showing that he, and therefore his country, can no longer be taken for granted.",
  "Donald Trump, by the same token, was surely too erratic and offensive and vulgar and narcissistic and unqualified to get his party’s nomination, let alone run an effective campaign.",
  "Their opinion of Trump as a man need not have changed from the one they formed two years ago in the primaries, but neither does their view of his capabilities seem to have evolved.",
  "The point is that while his rivals scoff, most of the people who put Donald Trump in the White House see a president standing up for America and standing up for them.",
  "Meanwhile, most of those who chose him see President Trump doing his best to keep his promises with precious little help from the professional political class.",
  "IDEAS Lord Ashcroft is a businessman, philanthropist and pollster who served as deputy chairman of the Conservative Party in the United Kingdom from 2005–2010.",
  "His actions may be worthy or wicked, and might lead to triumph or disaster — but anyone who thinks he doesn’t know what he’s doing is 180 degrees wrong.",
  "But Trump, his critics suggest, is merely reaping the reward of painstaking South Korean diplomacy — or, worse, is being played by the Pyongyang regime.",
  "Ronald Reagan was derided as a genial but bumbling movie actor but was elected twice to govern both his state and his country.",
  "Whether any of these things are right in principle, and whether the policies will work in practice, is a different question.",
  "The only available answer is that the people who put him there must have been a collection of the deplorable and the dim.",
  "He was never remotely qualified to be president, they believe, something he confirms to them every day in word and deed.",
  "You might think that the anti-Trumpists would have begun to learn from this long series of events, but apparently not.",
  "As was George W. Bush, who seemed to inspire a kind of hysterical contempt in his adversaries: Haha, he’s so stupid.",
  "North Korea liked to act tough, “and if we don’t push back, they get their way a little bit more,” another observed.",
  "And according to my recent focus groups in Memphis, Tenn., and Oxford, Miss., Trump voters see a direct connection.",
  "Had this improbable event occurred under Barack Obama, a second Nobel Peace Prize would already be on the way.",
  "Many wish he would calm down with the tweeting, the boasting, the undignified lashing out at detractors.",
  "The left has history when it comes to looking down on, and therefore underrating, its opponents.",
  "The invitation for Trump to hold face-to-face talks with Kim Jung Un provides another instance.",
  "The first is to deny his achievements, and therefore miss how they galvanize his support.",
  "The cynics, then, don’t just underestimate the president, they underestimate his voters.",
  "His opponents naturally refuse him the credit for these things.",
  "That is not to say his supporters like everything about him.",
  "He says words like “misunderestimate.” Oh, he’s beaten us.",
  "Inevitably, then, their underestimations continue.",
  "Yet there he is in the White House.",
  "How to resolve this contradiction?",
  "Contact us at editors@time.com.",
  "This error takes two forms.",
  "Let alone win.",
  "Again."
]