[
  "AROUND THE HILL — Speaker Paul Ryan (R-Wis.) will talk tax reform at the Heritage Foundation starting at 8:45 a.m.\n\nHouse Minority Leader Nancy Pelosi (D-Calif.) holds her weekly press conference at 10:45 a.m. in HVC Studio A. Ryan will hold his weekly press conference at 11:30 a.m. in HVC Studio A.\n\nPelosi and Reps. Jackie Speier (D-Calif.), Lois Frankel (D-Fla.), Bobby Scott (D-Va.) and Ann Kuster (D-N.H.) hold a press conference at 12 p.m. in HVC 215 on the Education Department’s latest guidance regarding sexual assault on college campuses.",
  "They'd attract younger and healthier people — leaving older and sicker ones in the Obamacare markets facing higher and higher costs.” More: http://politi.co/2yiDLxW\n\nRYAN BACKS BUMP STOCK REGULATION — Speaker Ryan said Wednesday he thinks the Bureau of Alcohol, Tobacco, Firearms and Explosives should act administratively to ban bump stocks, negating the need for any kind of legislation to outlaw the firearm accessory.",
  "Stacey Plaskett (D-Virgin Islands) hold a press conference on hurricane recovery efforts in the U.S. Virgin Islands at 2:30 p.m. in HVC Studio A.\n\nWEDNESDAY’S TRIVIA WINNER — Marshal Shemtob was first to guess correctly that a state capitol statue of Thomas Hendricks, former Indiana governor and the 21st vice president, faces the southeast, where his adopted hometown of Shelbyville is located.",
  "It would be a circus — and, again, I like Michael Grimm.” Don’t miss this story from Rachael and Bres: http://politi.co/2yhqzcS\n\nBATTLE ROYALE: SENATE EDITION — Senate Majority Leader Mitch McConnell is at odds with his own Judiciary chairman after mulling a plan to jam through judicial nominees opposed by their home-state Democratic senators.",
  "Eliana Johnson, Andrew Restuccia and Daniel Lippman with more: http://politi.co/2g1Lqq3\n\nTHROWBACK THURSDAY — To celebrate the last major tax overhaul – we’re looking at you, 1986 – GOP Conference Chair Cathy McMorris Rodgers (R-Wash.) has put together a quiz featuring throwback photos of her fellow Republican lawmakers from 30 years ago.",
  "Senior Republicans worry Grimm, a convicted felon with a hot temper – he once threatened to throw a reporter off a balcony and brandished a gun during a nightclub altercation with his lady companion’s estranged husband – will be a major distraction and could give Democrats ample ammo to flip the swing district.",
  "Roll Call’s Alex Gangitano with the wrap up: http://bit.ly/2yiJ6p2\n\nGREEN BACKS OFF IMPEACHMENT, FOR NOW — Rep. Al Green (D-Texas) pulled back from an attempt Wednesday to force a vote on impeaching Trump, but insisted he's not giving up and wants to give colleagues more time to digest the proposal first.",
  "The judge said he was “particularly concerned” about the stream of benefits theory – that Menendez allegedly did a series of favors for his friend (and co-defendant) Salomon Melgen in exchange for gifts and donations, without any direct connection between a specific Melgen gift and a Menendez action.",
  "The CBC has long criticized Facebook’s lack of employee diversity and says that’s one reason Russia was able to buy ads promoting Black Lives Matter – aimed at stirring up racial divisions – as part of its plan to interfere in the 2016 election, without being flagged by the social media company.",
  "The latest: http://politi.co/2yiP2P6\n\nDATA FIRM COOPERATES WITH RUSSIA PROBE — Cambridge Analytica, the data analysis firm that played a major role in Trump’s presidential campaign, will share material with congressional investigators as part of the House Intel’s Russia probe, Elana reports.",
  "“Trump is expected to sign an executive order on Thursday directing an overhaul of major federal regulations that would encourage the rise of a raft of cheap, loosely regulated health insurance plans that don't have to comply with certain Obamacare consumer protections and benefit rules.",
  "Trump’s insistence on a border wall – which the White House also outlined in its immigration principles sent to the Hill earlier this week – is at odds with the deal he struck with Democratic leaders last month to protect Dreamers in exchange for beefed up border security, but no wall.",
  "Your Huddle host tried it and will say it’s harder than you think: http://bit.ly/2yhWtWJ\n\nCAPITOL POLICE DOMINATE FOOTBALL GAME — The Capitol Police trounced lawmakers for the fourth year in a row in the annual congressional football game Wednesday night, winning 7-0.",
  "Kyle and yours truly with more: http://politi.co/2yiU7qH\n\nCONGRATS MAN — After Steve Bannon declared war on GOP incumbents and called on Sen. Bob Corker to resign during a Fox interview Monday, his one-time West Wing nemesis Jared Kushner offered a message of support.",
  "The Washington Post’s Mike DeBonis: http://wapo.st/2yhZWo9\n\nTHE LATEST FROM NEWARK — Hours after the prosecution rested its case, the judge overseeing Sen. Bob Menendez’s federal corruption trial cast doubt on a key theory central to the case, Matt Friedman reports.",
  "Four top senators — McConnell, Grassley, Minority Leader Chuck Schumer (D-N.Y.) and California Sen. Dianne Feinstein, the top Democrat on the Judiciary panel — huddled privately in late September to try to defuse the blue-slip standoff, to no avail.",
  "The L.A. Times with more on Trump’s interview: http://lat.ms/2yjdqjt\n\nCOMING ATTRACTIONS: “Trump is trying to do with the stroke of a pen what Republicans in Congress could not — bring about the end of the Obamacare markets,” Adam Cancryn reports.",
  "Her huddle with the CBC follows a round of meetings yesterday, including separately with congressional leaders Kevin McCarthy and Nancy Pelosi and with the House’s top Russia investigators, Reps. Mike Conaway (R-Texas) and Adam Schiff (D-Calif.).",
  "More: http://politi.co/2yhEGyF\n\nVIDEO DU JOUR: SCALISE SCOOTS BY — House Majority Whip Steve Scalise blasted the LSU fight song as he zipped away on his motorized scooter (appropriately decked out in the school’s colors) yesterday.",
  "and Reps. Lloyd Doggett (D-Texas), Betty McCollum (D-Minn.), Joyce Beatty (D-Ohio) and Brad Schneider (D-Ill.) hold a 1:15 p.m. press conference in HVC Studio A on the GOP’s plan to eliminate the state and local tax deduction.",
  "Reps. Ted Deutch (D-Fla.), Elizabeth Esty (D-Conn.), Dina Titus (D-Nev.), Jacky Rosen (D-Nev.) and Ruben Kihuen (D-Nev.) hold a press conference on gun violence at 1 p.m. in the House triangle (421 Cannon if raining).",
  "NO DACA DEAL WITHOUT THE WALL, TRUMP SAYS — President Donald Trump told Sean Hannity last night he won’t support a deal to protect Dreamers unless Democrats agree to funding for a wall along the Mexico-U.S. border.",
  "McConnell’s plan, which would abandon the so-called blue slip tradition in place for more than a century, is meeting resistance from Senate Judiciary Chairman Chuck Grassley (R-Iowa), Burgess and Seung Min report.",
  "HOUSE VOTES ON DISASTER AID – Facebook’s Sandberg courts the Hill – GOP TO GRIMM: STAY IN NYC – McConnell’s judicial war\n\nBy Heather Caygle (hcaygle@politico.com or @heatherscope)\n\nGOOD MORNING Huddle readers.",
  "Much more: http://politi.co/2yhdy32\n\nFACEBOOK’S SANDBERG COURTS THE HILL — Sheryl Sandberg, Facebook’s chief operating officer, will be back on Capitol Hill today to meet with the Congressional Black Caucus.",
  "Despite a chorus of complaints from Republican lawmakers about costs and requests for tweaks, the bill is expected to easily pass, teeing it up for Senate consideration as soon as next week.",
  "With friends like these: “I just think it’s difficult for someone who copped a plea and went to jail for tax evasion to have credibility with colleagues,\" Rep. Pat Tiberi (R-Ohio) said.",
  "The judge did say he would let the jury decide on charges that Menendez filed false Senate disclosure reports by not listing his private jet flights and hotel stays provided by Melgen.",
  "House Homeland Security Chairman Michael McCaul (R-Texas) had been considered the front-runner for DHS chief until Kelly privately raised red flags about his positions on immigration.",
  "Kushner’s congratulatory text was the first time the president’s son-in-law/adviser has reached out to Bannon since he was ousted from the White House in August, Annie Karni reports.",
  "The note was considered odd by some considering the GOP senators Bannon plans to target are the very ones Trump needs to court if he wants to score any major legislative wins.",
  "Story Continued Below\n\nDON’T COME AROUND HERE NO MORE — As former Rep. Michael Grimm seeks a congressional comeback next year, House Republicans have a much different idea.",
  "“I support Dan Donovan — plain and simple,” Speaker Paul Ryan (R-Wis.) said Thursday, backing the current Republican lawmaker representing the Staten Island district.",
  "More: http://politi.co/2ygjPdi\n\nTRUMP TO ANNOUNCE IRAN DECISION FRIDAY — Trump is expected to announce his decision on the Iran nuclear deal during a speech Friday.",
  "Two sources told Huddle Green decided not to force a procedural vote related to the impeachment articles after receiving heavy pressure from Democratic leadership.",
  "The members’ team — dubbed the Mean Machine — was made up of a bipartisan group of lawmakers and former NFL players including Santana Moss and Herschel Walker.",
  "Nielsen served as John Kelly’s chief of staff while he was DHS secretary and moved with him to the West Wing in July as his principal deputy chief of staff.",
  "“We think the regulatory fix is the smartest, quickest fix, and then, frankly, we’d like to know how it happened in the first place,” Ryan told reporters.",
  "He is expected to pull out of the agreement, calling it “one of the most incompetently drawn deals I've ever seen” during an interview on Fox Wednesday.",
  "Related: Conaway and Schiff announced after their meeting with Sandberg that they will make public the Russian-bought Facebook ads in the coming months.",
  "WEDNESDAY’S MOST CLICKED: The Hill’s story on the bipartisan bump stocks bill introduced by Reps. Carlos Curbelo (R-Fla.) and Seth Moulton (D-Mass.)",
  "made an appearance, honoring the two Capitol Police officers who saved his life in June, and Rep. Martha McSally (R-Ariz.) sang the national anthem.",
  "Freire previously worked in public affairs at the EPA under Scott Pruitt and served as communications director for Sen. Orrin Hatch (R-Utah).",
  "The Hill’s Scott Wong with the video: http://bit.ly/2yhTvBk\n\nSPOTTED: Former Sen. Tom Harkin giving a constituent tour in the House gallery.",
  "ARRIVAL LOUNGE — J.P. Freire has a new job as communications director and policy adviser for Rep. Dennis Ross (R-Fla.) starting this week.",
  "Whitney Bermes, city editor for the Bozeman Daily Chronicle, tweeted the picture on Thursday after a judge ordered it to be released.",
  "WHITE HOUSE TO TAP NIELSEN FOR DHS — Trump will officially nominate Kirstjen Nielsen today to lead the Homeland Security Department.",
  "The House will vote on a $36 billion hurricane aid package later today before leaving town for more than a week, returning Oct. 23.",
  "The data firm has close ties to the Mercer family, the top Trump donors who bankroll Breitbart and other Steve Bannon endeavors.",
  "TODAY’S TRIVIA — The desk this president used to deliver his inaugural address in located in a special place inside the Capitol.",
  "Welcome to Thursday, Oct. 12 and thanks for tuning in to POLITICO’s Huddle, the play-by-play guide to all things Capitol Hill.",
  "CBS with more: http://cbsn.ws/2yiXHRg\n\nMUGSHOT DU JOUR — Rep. Greg Gianforte’s mugshot is now on the internet for all to see.",
  "Gianforte pled guilty to assault after attacking reporter Ben Jacobs the night before the Montana special election in May.",
  "If the judge decides to invalidate that theory, much of the case could be tossed out before it reaches the jury.",
  "This is Game 5 against the Cubs, the winner advances to the next round, the loser goes home, season over.",
  "McMaster held a classified briefing on the agreement with a small group of House Republicans Wednesday.",
  "Green was later seen in a lengthy and intense conversation with House Minority Whip Steny Hoyer (D-Md.)",
  "TODAY IN CONGRESS — The House gavels in at 10 a.m. with last votes for the week starting at 3:30 p.m.",
  "Our tipster said the Iowa Democrat said it’s the first time he’s been in the Capitol since retiring.",
  "\"He’d be a big distraction here on the House floor and a big distraction in committee (hearings).",
  "More: http://politi.co/2yiidBF\n\nIT’S FLY OUT DAY IN THE HOUSE (Yes, I know they just got here).",
  "“If we’re going to solve that, we want a wall and we want greater border security,” he said.",
  "The first person to correctly answer gets a mention in the next edition of Huddle.",
  "Who is the president and where specifically in the Capitol is the desk?",
  "The president has until Oct. 15 to certify that Iran is in compliance.",
  "McSally and Rep. Nanette Barragan (D-Calif.) also played in the game.",
  "Pelosi, House Ways and Means ranking member Richard Neal (D-Mass.)",
  "Democrats have long said funding the wall is a nonstarter.",
  "Send your best guess my way: hcaygle@politico.com.",
  "GET HUDDLE emailed to your phone each morning.",
  "ATF initially ruled bump stocks legal in 2010.",
  "How many lawmakers can you guess correctly?",
  "More to come when the case resumes Monday.",
  "The Nats game starts at 8:08 p.m. tonight.",
  "House Majority Whip Steve Scalise (R-La.)",
  "The Senate is out until Monday, Oct. 16.",
  "), Maxine Waters (D-Calif.) and Del.",
  "National Security Adviser H.R.",
  "More: http://bit.ly/2yifRCP\n\n.",
  "Reps. Cedric Richmond (D-La.",
  "just off the House floor.",
  "was the midweek winner.",
  "Let’s do this!"
]