[
  "The company also told the WSJ that sometimes its employees will read users' emails, too, but only in “very specific cases where you ask us to and give consent, or where we need to for security purposes, such as investigating a bug or abuse.”\n\nThird-party apps may also request users' personal information in pretty broad strokes (from message content and location to camera and mic access) through plugins to Gmail, or nearly any other email platform, for that matter.",
  "See also: Facebook Reveals It Shared User Data For Longer Than It Said, And With More Partners\n\nGoogle commented to The Verge that it only provides data access with users' consent, and only to those third-party developers who have verified their identity, who included a clause about email monitoring in their privacy policy, and who're asking for data that makes sense for the app's purposes.",
  "As Shannon Liao reflected for The Verge, \"The situation is reminiscent of the conditions that led to Facebook’s Cambridge Analytica data sharing fiasco: something that was common practice for years — letting third-party apps access Facebook data — was eventually abused and fell under government and public scrutiny once it became well known.\"",
  "On Monday, a report by The Wall Street Journal drew attention to the fact that access settings for Gmail, Google's popular email platform, allow users to opt-in to sharing data with developers, which can include users' personal content and details.",
  "The report also suggested that Gmail's associated consent form isn’t explicit enough about that fact that human eyes will be studying users' content, not just AI.",
  "It also brings to mind other \"well, yeah\" moments in internet giants' histories, as well as one or two creative points of light that happened in spite of them.",
  "According to the WSJ, third parties have gotten human and AI access to whole Gmail messages, time stamps, and recipients' addresses, among other things.",
  "Google has reportedly allowed third-party developers of Android apps to review millions of Gmail messages, which seems about right.",
  "See also: Amazon Supplier Still Violating China Labor Laws, From Wages To Food, Watchdog Says",
  "See also: Facebook And Google Are Under Fire For Shady Data.",
  "Why Not Uber?"
]