[
  "Cybersecurity Ventures said that damages related to cyber crime are projected to hit $6 trillion annually by 2021.\n\nInternational Data Corporation projects that by 2020 organizations are expected to spend $101.6 billion on cyber security software, services, and hardware to combat these potential threats.",
  "Notably, with cyber security spending and investing increasing steadily year over year, we would also recommend a targeted approach and have listed 4 stocks below that could prove to advance your investments in the information technology sector.",
  "Although the value metric does not look favorable with a grade of D, some of the more granular value metrics for this stock have us convinced it is one to watch, with CF/ROI at 83.31x to sector 14.97x and an A grade in EV/EBIT.",
  "Americans are becoming more aware of their online footprint, with Mark Zuckerberg reporting in April of 2018 that as many as 87 million Facebook users’ sensitive information had been leaked and sold to Cambridge Analytica.",
  "CACI International Inc Class A (CACI-US)\n\nCACI provides information solutions and services in support of national security missions and government transformation for intelligence, defense, and federal civilian customers.",
  "Written By: Steven Cress (steven.cress@cresscap.com) and Alison Geary (alison.geary@cresscap.com)\n\nFor additional information, feel free to send questions to info@cresscap.com or view our website www.cresscap.com.",
  "According to Cybnit, a company which provides learning and training solutions across the cyber security spectrum, there is a hacker attack every 39 seconds in the U.S., affecting one in three Americans each year.",
  "CEO Ken Xie stated in February, “while a lot of our competitors spend huge dollar bills on…marketing, we spend billions of dollars building the basic technology, making the best port out of the best solution”.",
  "The momentum of the stock looks favorable with its short term momentum possessing an B grade at 3.78% to the sector 2.38% and its mid term price momentum also receiving a B grade at 19.99% vs sector 10.61%.",
  "Its unique security fabric combines security processors, an intuitive operating system, and applied threat intelligence to give the customer proven security, exceptional performance, and better visibility.",
  "Symantec, a company which provides cyber security products and solutions, reported that over 20% of cyber attacks in 2017 came from China, 11% from the U.S. and 6% came from the Russian Federation.",
  "Its impressive growth is shown by the 2-yr. forward sales growth rate at 44.02% vs sector 20.39% along with receiving CressCap B and B- grades for EPS mark revisions FY1 and FY2, respectively.",
  "Additionally, the growth of earnings looks promising, with a 2-yr forward EPS growth rate of 269.58% compared to sector 35.34% and a 2-yr. forward sales growth rate at 43.68% vs sector 20.39%.",
  "Fortinet, Inc. (FTNT-US)\n\nFortinet provides top-rated network and content security, as well as secure access products that share intelligence and work together to form a cooperative fabric.",
  "With an overall CressCap grade of B, and a ranking in the 65th percentile of CressCap IT stocks, this company possesses strong fundamentals compared to the information technology sector.",
  "Carbonite, Inc. (CARB-US)\n\nCarbonite provides a robust data protection platform for businesses, including backup, disaster recovery, high availability and workload migration technology.",
  "The CF/ROI and PEG valuation metrics are strong with an A grade at 40.19x compared to sector 14.87x and 0.79x vs. 1.66x, respectively, which show that the stock is very undervalued.",
  "Udi Mokady, chairman and CEO of CyberArk, stated in May, “we were pleased to start 2018 with a very strong quarter, exceeding our guidance across revenue, operating income and EPS”.",
  "Particularly in cyber security, the company provides breakthrough solutions by combining years of cyber and electronic warfare experience with cutting-edge signals intelligence.",
  "He then goes on to state that the company is receiving increased demand for their services with total revenue up 22% compared to the first quarter of 2017 to $71.8 million.",
  "The stock is given a B+ CressCap grade and is recommended as a buy based on our quant model that is also supported by strong technical indicators and fundamental analysis.",
  "The foundation of our recommendations is to identify companies that possess the collective characteristics of value, growth, EPS revisions, profitability, and LT momentum.",
  "The company reported a total revenue of $399.0 million for the first quarter of 2018, which is an increase of 17% compared to $340.6 million in the same quarter of 2017.",
  "In the company’s third quarter fiscal year 2018 conference call on May 3, the company reported revenue of $1.12 billion, up 3.5% with 2.7% organic revenue growth.",
  "CyberArk Software Ltd. (CYBR-US)\n\nCyberArk is a global leader and pioneer of a new layer of IT security solutions that protects organizations from cyber attacks.",
  "Both mid and long term price momentum display strong positive appeal compared to the sector at 34.67% to sector 10.61% and 69.41% to sector 20.06%, respectively.",
  "Arguably, cyber security is one of the biggest threats facing the well-being and financial security of individuals, companies and governments across the globe.",
  "CEO of Carbonite, Mohamad Ali, stated he is pleased with their first quarter performance and that they are building the leading data protection platform.",
  "EPS growth metric for the stock shows excellent performance with the 2-yr. forward EPS growth rate at a staggering 883.97% compared to the sector 35.34%.",
  "Carbonite recorded a 12% year-over-year revenue increase to $64.0 million and a gross margin of 71.4%, compared to 69.6% in the first quarter of 2017.",
  "It’s software solution is focused on protecting privileged accounts, which have become a critical target in the life-cycle of today’s cyber attacks.",
  "ROE and ROI both possess B- grades and exhibit the stocks solid profitability at 9.63% vs sector 5.90% and at 5.47% vs sector 4.63%, respectively.",
  "The CressCap systematic quant model gathers data daily on 6,500 companies globally and assigns academic grades (A - F) for each financial metric.",
  "The outlook on this company is favorable, with profitability and momentum metrics both producing A grades, followed by an A- grade for growth.",
  "There has also been strong investor demand for these shares, reflected by the market cap 1-yr. change at 69.30% compared to a sector 24.50%.",
  "After this scandal, Zuckerberg had to deal with more than just the lack of trust in the social media platform - the stock took a beating.",
  "Cyber security attacks are coming from all over the world and not just from the basements or attics of a lone, disgruntled coder.",
  "Fortune Magazine projects that this would be a 38% increase from the $73.7 billion that was spent on the same services in 2016.",
  "This stock has solid value with a P/B ratio of 2.43x vs sector 4.16x and a P/S ratio of 1.03x compared to sector average 3.59x.",
  "The high quality profitability metric can be seen by the gross profit margin, given an A+ grade at 83.25% vs sector 47.95%.",
  "The current fiscal year EPS revisions have been trending upward in the past 90 days, increasing 10.66% to $1.35 from $1.22.",
  "The company proves to have strong financials, with CressCap giving it an A grade in growth, profitability and momentum.",
  "The Carbonite Data Protection Platform supports any size business with secure and scalable global cloud infrastructure.",
  "CyberArk is a vital security partner to more than 3,800 global businesses, including more than 50% of the Fortune 100.",
  "Notably, only 38 percent of global organizations claim that they are prepared to handle a sophisticated cyber attack.",
  "The company’s solid growth, profitability, and momentum grades validate the CEO’s optimism for the company’s future.",
  "Additionally, it recorded a net income of $64.5 million compared to that of $40.4 million in the previous year.",
  "This stock has strong fundamentals and is accompanied by a B+ CressCap sector grade and a buy recommendation.",
  "Also in 2016, Yahoo stated that 3 billion accounts were hacked in one of the biggest breaches of all time.",
  "Financial analysts look favorably upon this company, with its EPS revisions up 4.38% in the last 90 days.",
  "The CressCap long term price momentum grade of A is supported by appreciation of 64.23% vs sector 20.06%.",
  "The company is given a CressCap sector rank of 66 of 403 companies in the information technology sector.",
  "CressCap views this company as a buy, possessing an A- ranking due to its impressive financial metrics.",
  "In 2016, Uber reported that computer jocks stole the information of over 57 million riders and drivers.",
  "Cyber security is a substantial worldwide issue that affects both individuals and big corporations.",
  "He goes on to say that is what gives the company a comparative advantage against its competitors.",
  "The world's first cyber security ETF was HACK managed by ETFMG Prime Cyber Security.",
  "In our opinion, there is no time like the present to focus on cyber security stocks.",
  "Please click here to view CressCap Investment Research’s full disclaimer.",
  "Facebook was just one company having their information taken by hackers.",
  "Ali said they are well positioned to serve a large and growing market.",
  "It also means big dollars for the guardians of the internet.",
  "A smart way to invest in cyber security is through an ETF.",
  "Fortinet ranks 94 out of 403 companies in the IT sector.",
  "These grades are scored relative to its region/sector."
]