[
  "WASHINGTON — Facebook said on Monday that it faced an expansion of federal investigations into its sharing of user data with the political consulting firm Cambridge Analytica, with more government agencies inquiring about the matter and examining the social network’s statements about the episode.",
  "The widening interest in Facebook by the federal agencies is the latest fallout from revelations in March, when The New York Times and others reported that the world’s largest social network had mishandled the data of millions of its users.",
  "“We’ve provided public testimony, answered questions, and pledged to continue our assistance as their work continues.”\n\nThe Washington Post earlier reported the expanded federal investigations and the involvement of the S.E.C.",
  "The user data was harvested by Cambridge Analytica, a British political consulting firm with ties to the Trump campaign, which used the information to build psychographic profiles of American voters.",
  "The Justice Department and the Federal Bureau of Investigation have each broadened their inquiries into Cambridge Analytica by also focusing on Facebook, the Silicon Valley company said.",
  "In addition, the Securities and Exchange Commission has started an investigation into the social network’s public statements about Cambridge Analytica, Facebook said.",
  "The reports prompted an outcry, with authorities in the United States and Britain demanding that Facebook answer questions about how it protects people’s online data.",
  "Facebook is facing an investigation by the Federal Trade Commission, which is looking into whether the company violated a privacy agreement with the agency.",
  "More from The New York Times:\n\n“We are cooperating with officials in the U.S., U.K. and beyond,” a Facebook spokesman said.",
  "declined to comment; representatives of the Justice Department did not immediately return calls for comment.",
  "And in May, The Times reported that the Justice Department and F.B.I.",
  "had opened investigations into Cambridge Analytica.",
  "and the F.B.I.",
  "The S.E.C."
]