[
  "The social network succumbed to its uncoolnees and public backlash over its handling of fake news, privacy, and digital wellbeing to miss some of Wall Street’s estimates, showing mixed results in its Q2 2018 earnings.",
  "In an attempt to deflect attention from its weak user growth, Zuckerberg announced on the earnings call that 2.5 billion people use at least one of its apps: Facebook, Instagram, WhatsApp, or Messenger.",
  "Initially the share price dropped 7 percent on news of slow user growth, but then fell much further when Facebook announced revenue growth would slow significantly in upcoming quarters.",
  "Facebook's daily and monthly user counts were up 11 percent year-over-year, confirming that the momentum of its business is still overpowering its PR problems when you zoom out.",
  "Facebook earned $13.23 billion in revenue, missing Thomson Reuters consensus estimates of $13.36 billion, but beat with $1.74 EPS compared to an estimated $1.72 EPS.",
  "Facebook reached 2.23 billion monthly users, up just 1.54 percent, much slower than Q1’s 3.14 percent around where its growth rate has hovered for years.",
  "The stock market frowned on the slow growth rates, pushing Facebook's share price down over 21 percent in after-hours trading to around $170 per share.",
  "That could be sign that GDPR requirements and the annoying terms of service changes it had to get users to agree to deterred some from browsing.",
  "But the question for today's earnings call will be whether time spent on the site has decreased significantly, dragging down revenue with it.",
  "User Growth Troubles\n\nDaily active users hit 1.47 billion, up an especially low 1.44 percent percent compared to Q1's 3.42 percent.",
  "After failing to grow in that core market in Q4 2017, it appears that Facebook finally has hit saturation at home after 14 years.",
  "GDPR, Mark Zuckerberg’s testimony before congress, and more scandals appear to have contributed to Facebook's weak user growth.",
  "The share price descent comes despite Facebook earning $5.106 billion in profit and revenue being up 42 percent year-over-year.",
  "One tough spot for Facebook was that it got stuck at 241 million monthly US & Canada users, the same count as last quarter.",
  "For comparison, before now Facebook's slowest quarter-over-quarter daily user growth rate was 2.18 percent in Q4 2017.",
  "And its DAU to MAU ratio held firm at 66 pecent, indicating that users are still visiting the site often.",
  "Zuckerberg noted in the earnings release that \"Our community and business continue to grow quickly\".",
  "In fact, CFO David Wehner said the failure to grow in Europe was \"due to the GDPR.\"",
  "And while that's true if you're looking year-over-year, Q2 could break that trend.",
  "And in Europe, Facebook lost 1 million users, sinking to 376 million monthlies.",
  "That's down from $217.50 when the markets closed.",
  "Facebook has hit a wall.",
  "Story continues"
]