[
  "— Paul R. La Monica\n\nSign up for the weekly Quest newsletter in your inbox\n\nWall Street's trade nightmare eases, for now\n\nFears of an imminent trade war have faded, thanks largely to an olive branch from Chinese President Xi Jinping.",
  "-— Matt Egan\n\nHow US sanctions could hit your wallet\n\nUS sanctions aimed at punishing Russian oligarchs close to President Vladimir Putin could make your soda or your luxury car more expensive.",
  "If sustained, that price hike could push up the cost of making a range of industrial and consumer products, including cars, airplanes, soda cans and pharmaceutical packaging.",
  "The price of aluminum has surged 10% since the United States imposed tough new sanctions on Rusal, a leading metal producer controlled by Russian oligarch Oleg Deripaska.",
  "President Trump praised Xi's promise for lower auto tariffs — even though analysts noted the promise was mostly recycled, not a dramatic departure in policy.",
  "Investors seem to be excited about the change — shares in Volkswagen spiked earlier this week after the company said it was considering management changes.",
  "The United States will rely on foreign nations to buy its debt so it can pay for its growing deficit, exacerbated by the recent spending bill and tax cuts.",
  "— Danielle Wiener-Bronner\n\nQuick takes\n\nOil prices jumped to a four-year high this week, as investors worried about increased fighting in the Middle East.",
  "More banks will report next week: Bank of America (BAC), Goldman Sachs (GS), Morgan Stanley (MS), American Express (AXP) and Bank of New York Mellon (BK).",
  "Zuckerberg and Facebook win in Washington\n\nMark Zuckerberg sat through 10 hours of questions from Congress about the Cambridge Analytica data scandal.",
  "What's next\n\nThe return of earnings season: Citigroup (C), JPMorgan Chase (JPM) and Wells Fargo (WFC) will report quarterly earnings on Friday.",
  "Investors are struggling to understand conflicting messages on US-China trade policy, including President Trump's erratic tweets.",
  "— Patrick Gillespie\n\nVolkswagen gets a new CEO\n\nVolkswagen (VLKAF) has announced a sudden management overhaul.",
  "Zuckerberg dodged questions about how long it takes Facebook to purge data when somebody deletes the app.",
  "The stock market breathed a huge sigh of relief after a conciliatory speech by Xi cooled the tensions.",
  "Xi's pledge to lower tariffs on US cars sounds like great news for American workers and companies.",
  "Wall Street is hoping China will deliver on its promise to lift restrictions on foreign lenders.",
  "Mueller took the role as public outrage peaked over the company's diesel emissions scandal.",
  "The US Treasury will announce the amount of American bonds that each foreign country owns.",
  "Facebook shares rallied this week, pushing up Zuckerberg's net worth by about $3 billion.",
  "And he took heat about illegal opioid drug sale posts on Facebook (FB) and Instagram.",
  "The new chief executive of Deutsche Bank (DB) is everything his predecessor was not.",
  "After just three years at the helm, CEO Matthias Mueller is stepping down.",
  "And summer driving will be more expensive this year, thanks to OPEC.",
  "Netflix (NFLX) and GE (GE) are among the other companies on deck.",
  "China, which holds the most, reduced its stake in recent months.",
  "Financial stress in the retail industry is at a historic high.",
  "He's being replaced by Volkswagen brand chief Herbert Diess.",
  "But they also face serious political and regulatory risks.",
  "We didn't learn how much data Facebook collects on users.",
  "Nine American retailers have already defaulted this year.",
  "But the stock still lags other big techs this year.",
  "Big banks stand to make gobs of money in China.",
  "But it's not quite as exciting as it sounds.",
  "And some think Zuckerberg got off easy.",
  "Wall Street thinks the worst is over.",
  "How much US debt does China hold?",
  "Richard Quest is off this week.",
  "And a potential debt bubble.",
  "What did we learn?"
]