[
  "The activist group is urging the Federal Trade Commission to break up Facebook by spinning off WhatsApp, Instagram and Messenger, re-establish competition in the social networking space, and also implement strong privacy rules giving users more control over how their personal information is collected and used.",
  "Activist group Freedom from Facebook has taken out a full-page ad in MIT’s student newspaper slamming the social network ahead of Chief Operating Officer Sheryl Sandberg’s commencement address Friday.",
  "Reports emerged earlier this year that Cambridge Analytica improperly used information from as many as 87 million accounts on the social network, prompting Facebook to suspend the U.K.-based company.",
  "Freedom from Facebook, which wants to see the company broken up by spinning off its various business units, placed the ad in the commencement edition of The Tech, MIT’s student newspaper.",
  "FACEBOOK OUTLINES STEPS TO COMPLY WITH NEW PRIVACY LAWS FOLLOWING CAMBRIDGE ANALYTICA SCANDAL\n\nFacebook is still feeling the shockwaves from the Cambridge Analytica data scandal.",
  "FACEBOOK CHANGED PRIVACY SETTINGS TO 'PUBLIC' FOR AS MANY AS 14M USERS\n\nFacebook, Sandberg added, did not see all the risks coming and didn't do enough to stop them.",
  "The social network faced another privacy gaffe this week when it revealed that a bug had changed the privacy settings to “public” for as many as 14 million users.",
  "Speaking during her commencement address, Sandberg talked about the role that Facebook has played in supporting democracy and the Black Lives Matter movement.",
  "She is also a former chief of staff for the U.S. Treasury Department under then-Treasury Secretary Larry Summers, who worked for President Bill Clinton.",
  "“This weekend is about celebrating the graduates, and we share our congratulations,” said a Facebook spokeswoman, in a statement emailed to Fox News.",
  "\"When everyone can share, some people share lies, and, when everyone can organize, some organize against the things that we value the most.\"",
  "The ad quotes a number of former Facebook technologists warning about the dangers of Facebook and its potential to damage society.",
  "\"I am proud of what Facebook has done around the world, I am proud of the connections that have been created,\" she said.",
  "Cambridge Analytica, which has ties to Donald Trump’s 2016 presidential election campaign, has denied any wrongdoing.",
  "Prior to joining the social network, she worked for Google, McKinsey and Company, and the World Bank.",
  "\"That's my job now, it won't be easy and it won't be fast, but we need to see it through.\"",
  "This story has been updated with quotes from Sandberg's commencment address.",
  "\"When you own your mistakes, you can work hard to prevent them,\" she said.",
  "Fox News reached out to Facebook with a request for comment on this story.",
  "Facebook has not yet responded to a request for comment on this article.",
  "However, she acknowledged the challenges faced by the social network.",
  "Fox News’ Frank Miles and Chris Ciaccia contributed to this article.",
  "\"It's hard when we know that we let people down,\" she said.",
  "Sandberg, a Harvard alum, oversees Facebook’s operations.",
  "On April 30, Cambridge announced it was shutting down.",
  "The bug has since been fixed, Facebook said.",
  "Follow James Rogers on Twitter @jamesjrogers",
  "“It’s time to break up Facebook,” it urges."
]