[
  "Coming this week:\n\nWednesday — US Bureau of Labor Statistics releases monthly Producer Price Index\n\nThursday — Delta earnings; US inflation data\n\nFriday — Citigroup, JPMorgan Chase, Wells Fargo, First Republic Bank (FRC) report earnings; Consumer sentiment index",
  "Authorities said that Facebook broke British law by failing to safeguard user data, and by not telling tens of millions of people how Cambridge Analytica harvested their information for use in political campaigns.",
  "Stock market mover -- Burberry: Shares in fashion house Burberry (BBRYF) dropped by roughly 4% in London trading as investors expressed disappointment with its latest financial report.",
  "Pfizer, which hiked prices on nearly three dozen drugs on July 1, said it will give the administration more time to work on its plan to overhaul the pharmaceutical supply chain.",
  "The US government said it was readying new tariffs of 10% on $200 billion worth of Chinese goods, releasing a list including fruit and vegetables, handbags and baseball gloves.",
  "The pharmaceutical company's announcement came after Trump tweeted that he spoke with Pfizer's CEO and his own Health and Human Services secretary, Alex Azar.",
  "Sky and Fox: 21st Century Fox (FOX) has reached a new deal to buy Sky (SKYAY) that values the UK broadcaster around £24.5 billion ($32.5 billion).",
  "Pfizer surprise: Pfizer (PFE) has confirmed that it will defer raising prices on multiple drugs after heavy pressure from President Donald Trump.",
  "Trade threats: Global markets are running scared at the prospect of another major escalation in the US-China trade war.",
  "China's Commerce Ministry said that the Trump administration's announcement of new measures was \"unacceptable.\"",
  "The contest is part of a wider fight between Disney (DIS) and Comcast to take over a large chunk of Fox.",
  "It warned that China would have to respond with \"necessary countermeasures\" but didn't provide details.",
  "Fox is in a bidding war for Sky with Comcast (CMCSA), which launched an offer for the company in April.",
  "Facebook trouble: British authorities have announced a £500,000 ($664,000) fine against Facebook (FB).",
  "The company said it made the decision \"following an extensive discussion with President Trump.\"",
  "We applaud Pfizer for this decision and hope other companies do the same,\" Trump tweeted.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "The VIX index, Wall Street's so-called fear gauge, shot up following the exchange.",
  "Most Asian markets ended the day in the red, with Chinese stocks down roughly 2%.",
  "Fox's new bid for Sky of £14 ($18.60) per share is 12% higher than Comcast's.",
  "\"Pfizer is rolling back price hikes, so American patients don't pay more.",
  "European markets declined in early trade, with many down by more than 1%.",
  "The fine is the largest allowed under Britain's data protection law.",
  "Shares in Facebook dipped 1% in premarket trading.",
  "But Comcast can still come back with another bid.",
  "Before the Bell newsletter: Key market news.",
  "US stock futures were down by about 1%.",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "6.",
  "5.",
  "4.",
  "3.",
  "2.",
  "1."
]