[
  "Senator Steve Case , Chairman of The Case Foundation and Cofounder of AOL\n\n, Chairman of The Case Foundation and Cofounder of AOL Anthony Scaramucci, Founder of SkyBridge and Former White House Communications Director\n\nFounder of SkyBridge and Former White House Communications Director Chris Wylie, Ex-Cambridge Analytica Research Director\n\nYvonne Orji, comedian, speaker, actress on Insecure\n\nOisin Hanrahan , Cofounder & CEO of Handy\n\n, Cofounder & CEO of Handy Nat Turner , Cofounder & CEO, Flatiron Health\n\n, Cofounder & CEO, Flatiron Health Josh Kopelman, Partner, First Round Capital\n\nPartner, First Round Capital Cooper Hefner , Chief Creative Officer, Playboy\n\n, Chief Creative Officer, Playboy Gary Vaynerchuk, Chairman, VaynerX, CEO of VaynerMedia\n\nLynn Perkins, Cofounder & CEO, UrbanSitter\n\nJeremy Allaire, CEO & Cofounder, Circle Internet Financial\n\nNeha Narula , Director of Digital Currency, MIT\n\n, Director of Digital Currency, MIT Amanda Nguyen, CEO & Founder, Rise\n\nCEO & Founder, Rise Jean Brownhill , Founder and CEO, Sweeten\n\n, Founder and CEO, Sweeten Natalya Bailey , Founder, Accion Systems\n\n, Founder, Accion Systems Karissa Bodnar , Founder & CEO, Thrive Causemetics\n\n, Founder & CEO, Thrive Causemetics Bonin Bough, Host, Cleveland Hustles\n\nHost, Cleveland Hustles Cindy Gallop, Founder, MakeLoveNotPorn and IfWeRanTheWorld\n\nFounder, MakeLoveNotPorn and IfWeRanTheWorld John Urschel, Former Baltimore Ravens offensive lineman turned MIT mathematician\n\nComprised of interconnected themed stages, the summit will feature panels, TED-style presentations and keynotes, live demos and conversations and a Service Day designed to give back to Boston communities.",
  "Feature events at the Forbes Under 30 Summit in Boston, presented by JPMorgan Chase & Co. include:\n\nA Women@Forbes Under 30 event where the women of the Forbes Under 30 lists come together for a day of programming and networking devoted to accelerating leadership roles for women in tech and finance.",
  "Featured Speakers Include Cardi B, John Kerry and Steve Case\n\n#Under30Summit\n\nBOSTON (July 18, 2018) – The 2018 Forbes Under 30 Summit Boston, presented by JPMorgan Chase & Co., will convene more than 7,000 young entrepreneurs, visionaries and disruptors on September 30, 2018 – October 3, 2018.",
  "About Forbes’ Under 30 Franchise\n\nForbes’ Under 30 franchise is a global platform, which comprises Forbes Under 30 lists featuring young game changers published in print and online all over the world; live summits in the U.S., Asia, Europe and Israel; and an Under 30 channel on Forbes.com.",
  "Boston, with its deep history, academic prestige, and iconic brands and companies, is the perfect host city for this dynamic event.”\n\nAttendees of the Summit will have the opportunity to meet, explore and spread ideas with Forbes Under 30’s vast community of innovators and entrepreneurs.",
  "The event will feature more than 200 world-class speakers – including investors, celebrities, musicians, sports stars, cultural icons, world-renowned chefs and political and business leaders, all of whom represent the entrepreneurial spirit of the Forbes Under 30 franchise.",
  "“In just seven years, we’ve seen the Forbes Under 30 list grow into an incredible community of bold leaders, entrepreneurs and inventors who shape, inspire and influence our world,” said Steven Bertoni, Vice President and Senior Editor of the Under 30 Franchise.",
  "On September 5-7, 2018, Forbes will host the inaugural Forbes Under 30 Summit Europe in Amsterdam, bringing together Under 30 list makers from across the continent for inspiring content, cultural excursions and unparalleled networking opportunities.",
  "Forbes will feature, as part of the summit’s agenda, panels, interviews, performances, product demos and keynotes showcasing the most cutting-edge innovators and disruptors, and will provide mentorship from successful business leaders.",
  "Forbes will also transform Boston’s City Hall Plaza into a central village where all attendees will be able to network, view demonstrations and performances, seek career opportunities and explore the sponsor activations.",
  "The different tracks will cover a broad range of topics, such as tech, media & entertainment, cryptocurrency, healthcare, cybersecurity, sports, art & style, venture capital, law & policy, marketing, fintech and more.",
  "Under 30 event where the women of the Forbes Under 30 lists come together for a day of programming and networking devoted to accelerating leadership roles for women in tech and finance.",
  "Now in its fifth year, the Under 30 Summit is a can’t-miss event, creating immersive experiences for the world’s top community of young leaders, entrepreneurs and visionaries.",
  "For the first time ever, there will be 24 programming tracks, which will give attendees the option of networking and learning with people within their fields and industries.",
  "Forbes announced today the first round of headline speakers who include:\n\nCardi B, musician\n\nmusician John Kerry , Former U.S. Secretary of State and U.S.",
  "A Forbes Under 30 Music Festival , which will kick off the summit, featuring leading music artists who will be announced in the coming weeks.",
  "“The summit brings the list to life—connecting Under 30 members, mentors and future list members through powerful events and experiences.",
  "The Forbes Under 30 Summit serves as the definitive place to learn, network, collaborate, recruit and exchange ideas of the future.",
  "The Macallan Single Malt Scotch Whisky is a Presenting Level sponsor for the summit & Partner sponsor of Women@Forbes Takeover.",
  "Courtyard by Marriott is a Presenting Level sponsor and official hospitality partner of the Under 30 Summit Boston.",
  "JPMorgan Chase & Co. is the official Title sponsor of the Under 30 Summit Boston and the Women@Forbes Takeover.",
  ", which will kick off the summit, featuring leading music artists who will be announced in the coming weeks.",
  "A Boston-wide Service Day to close the summit, in which summit participants will give back to the city.",
  "To access Forbes magazine’s 2018 30 Under 30 list, please visit: http://www.forbes.com/30under30/#/.",
  "A Forbes Under 30 Food Festival , headlined by some of America’s most notable young chefs.",
  "Media Contacts:\n\nLaura Brusca, LBrusca@Forbes.com\n\nChristina Vega, cvega@forbes.com",
  "This is the first-ever Title sponsor level partnership for any ForbesLive event.",
  "To learn more, please visit www.forbes.com/forbes-live/event/under-30-boston.",
  "It’s a summit that spreads ideas, builds companies and forges friendships.",
  "A series of panels and keynotes from 24 interconnected themed tracks.",
  ", headlined by some of America’s most notable young chefs.",
  "To join the conversation on social, follow #Under30Summit.",
  "The stages are located at different venues around Boston.",
  "Senator\n\n, Former U.S. Secretary of State and U.S.",
  "Fidelity Investments is a Partner sponsor.",
  "Tequila Herradura is a Supporting sponsor."
]