[
  "Earnings: American Airlines (AAL), Bristol-Myers (BMY), Comcast (CMCSA), ConocoPhillips (COP), Dunkin Brands (DNKN), Hershey Foods (HSY), LendingTree (TREE), MasterCard (MA), McDonald's (MCD), Nielsen (NLSN), Penske Auto (PAG), PG&E (PCG), Southwest Air (LUV), Spotify (SPOT), Under Armour (UA), World Wrestling (WWE) and Xerox (XRX) will report earnings before the opening bell.",
  "Coming this week:\n\nThursday — Earnings from Amazon (AMZN), American Airlines (AAL), Chipotle (CMG), McDonald's (MCD) and Starbucks (SBUX)\n\nFriday — Exxon Mobil (XOM), Merck (MRK) and Twitter (TWTR) report earnings; 21st Century Fox (FOX) holds shareholder meeting; US reports Q2 GDP data",
  "Trade relief: Shares in European automakers surged after President Donald Trump and European Commission President Jean-Claude Juncker said they would work toward eliminating tariffs and barriers on trade.",
  "During a conference call with analysts, Facebook CFO David Wehner warned that sales growth may decline as the company offers users \"more choice around privacy.\"",
  "Oil prices were volatile following reports that Saudi Arabia had suspended crude shipments through a Red Sea shipping lane after an attack on two oil tankers.",
  "The deal, first announced in October 2016, had been approved by regulators in eight other jurisdictions, including the European Union and South Korea.",
  "Facebook reeling: Shares in Facebook FB\n\nThe sharp reaction follows an earnings report that showed slower than expected user growth and ad revenue.",
  "The final deadline for the agreement was midday Thursday in China -- and Beijing's Ministry of Commerce simply let the clock run out.",
  "Amazon (AMZN), Chipotle (CMG), Electronic Arts (EA), Expedia (EXPE), Intel (INTC) and Starbucks (SBUX) will follow after the close.",
  "Trump had threatened a 25% tariff on cars made in Europe after his administration slapped tariffs on EU steel and aluminum imports.",
  "In Europe, shares in Anheuser-Busch InBev (BUD) dropped 6% and Nokia stock declined 9% after they reported disappointing earnings.",
  "CEO Steve Mollenkopf said Wednesday that if China failed to approve Qualcomm's deal with NXP, the company would walk away.",
  "Qualcomm had been waiting nearly two years for its purchase of Dutch chip maker NXP to clear global regulatory hurdles.",
  "It's an online shopping platform where people can get goods for cheaper when they recruit friends to buy the same item.",
  "There are also flash sales, as well as free gifts and coupons for getting friends to follow companies on social media.",
  "Sales hit $13.2 billion for the quarter, up 42% from the same period a year prior but below Wall Street estimates.",
  "The earnings report offered the clearest look yet into how the Cambridge Analytica debacle impacted the business.",
  "Trade escalation: A $44 billion tech deal is the latest casualty of escalating US-China trade tensions.",
  "New kid on the block: A three-year-old Chinese startup will make its Nasdaq debut on Thursday.",
  "Investors will also have to sort through earnings released after the close on Wednesday.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "Juncker said both sides agreed to \"hold off on other tariffs\" while talks proceed.",
  "Pinduoduo is set to raise around $1.5 billion in its initial public offering.",
  "Shares in Volkswagen (VLKAY) and BMW (BMWYY) gained 4% and 3%, respectively.",
  "European markets rose as investors reacted to trade news out of Washington.",
  "Think of the company as a mash up of Groupon (GRPN), Gilt and eBay (EBAY).",
  "The IPO values the Beijing startup at around $20 billion or higher.",
  "Qualcomm (QCOM) had warned investors that this would likely happen.",
  "PayPal (PYPL) stock was off 5% following its earnings release.",
  "Shares in Mattel (MAT) were down 9% in extended trade.",
  "Global market overview: US stock futures were mixed.",
  "Asian markets ended the day with mixed results.",
  "Before the Bell newsletter: Key market news.",
  "Major markets in China declined.",
  "China was the lone holdout.",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "7.",
  "6.",
  "3.",
  "1.",
  "2.",
  "4.",
  "5."
]