[
  "REUTERS/Brendan McDermid\n\nShares of American Airlines, United Continental and Delta Air Lines fell between 1 percent and 2.28 percent after Deutsche Bank downgraded all three stocks saying the growing U.S.-China trade dispute could weigh on their results.",
  "“Investors would rather take a wait-and-see attitude until we get a bit more data with those jobs numbers on Friday, and then move into earnings,” said Jeff Kravetz, a regional investment strategist at U.S. Bank Wealth Management.",
  "Until we get more clarity there it is difficult for investors to jump back into the equity market.”\n\nFILE PHOTO: Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., July 2, 2018.",
  "As well as a day off, traders were looking toward June unemployment data due out on Friday for a glimpse of the how much the labor market may be tightening, and for potential price pressure.",
  "Facebook dropped 2.35 percent after the Washington Post reported a federal probe on the data breach linked to Cambridge Analytica was broadened and will include more government agencies.",
  "New orders for U.S.-made goods unexpectedly rose in May, pointing to a strengthening manufacturing sector, but business spending on equipment continued to show signs of slowing.",
  "(Reuters) - Wall Street dipped on Tuesday, weighed down by Apple, Facebook and other technology stocks, in a trading session ending early ahead of the U.S. July 4 holiday.",
  "“In the short term, company fundamentals are quite solid and the economy is strong,” said Brant Houston, managing director at CIBC Private Wealth Management.",
  "The dip in the social media company’s stock, along with a 1.7 percent slide in Apple, weighed on the S&P technology sector, which fell 1.37 percent.",
  "Tesla fell 7.2 percent, declining for the second straight session on questions over whether it could sustain the pace of making its Model 3 sedans.",
  "Trade tensions continued to fester, with U.S. President Donald Trump on Monday making a veiled threat against the World Trade Organization.",
  "Energy stocks held onto gains even after crude oil prices reversed course shortly after the market opened as traders booked profits.",
  "The Dow Jones Industrial Average declined 0.54 percent to end at 24,174.82 points, while the S&P 500 lost 0.49 percent to 2,713.22.",
  "ET ahead of the July 4 holiday, volume was 3.9 billion shares, compared to the 7.1 billion average over the last 20 trading days.",
  "Advancing issues outnumbered declining ones on the NYSE by a 1.74-to-1 ratio; on Nasdaq, a 1.23-to-1 ratio favored advancers.",
  "The S&P 500 posted 8 new 52-week highs and 3 new lows; the Nasdaq Composite recorded 75 new highs and 36 new lows.",
  "Also looming is a July 6 deadline when Washington is set to impose tariffs on $34 billion worth of Chinese goods.",
  "FILE PHOTO: Traders work on the floor of the New York Stock Exchange (NYSE) in New York, U.S., July 2, 2018.",
  "“But with the trade war looming there is a lot of uncertainty and a lot of unknowns.",
  "The Nasdaq Composite dropped 0.86 percent to 7,502.67.",
  "REUTERS/Brendan McDermid\n\nEconomic data was mixed.",
  "With U.S. exchanges closing at 1 p.m."
]