[
  "[Apple’s Tim Cook: I would have avoided Facebook’s privacy mess]\n\nApple, at its annual developers conference this month, said it was working on features to better protect users' privacy — including limiting Facebook's ability to track people online.",
  "Apple chief executive Tim Cook has been outspoken on the need for privacy protections for many years, often putting his company at philosophical odds with Facebook, Google and other firms that collect and sell personal data.",
  "The changes, which were first reported by Bloomberg News, prohibit apps from using Apple's address book or photos to \"build a contact database for your own use or for sale/distribution to third parties.\"",
  "For example, the This Is Your Digital Life app created by developer Aleksandr Kogan was used by 53 people in Australia, yet allowed him to gather information on 310,000 people, the Guardian reported.",
  "(Josh Edelson/AFP/Getty Images)\n\nApple's recently updated policy for developers on its App Store now prohibits apps from selling information collected from your address book to other people.",
  "Contact list data can be particularly valuable for companies because it allows them to gather information not only on the person who is using the app but also about all of their friends.",
  "Most recently, Facebook endured criticism during the Cambridge Analytica hearings for failing to track how apps used the information it provided to them.",
  "Apps, for example, may want to pull contacts from your phone to create a friends list or get an email address to share a picture or article.",
  "Collecting and selling information that's unrelated to an app's purpose is a known moneymaking tactic for unscrupulous apps.",
  "Address books can include the names, addresses, email addresses, pictures and birthdays of friends and family.",
  "But now Apple is being stricter about the ways that this data can be used once it has been collected.",
  "That conflict has only escalated since Facebook's involvement with Cambridge Analytica came to light.",
  "It's not clear how many applications would need to change their behavior because of the new policy.",
  "There are, however, legitimate reasons that an app may need access to your address book.",
  "\n\nA man takes a photo at Apple's Worldwide Developers Conference in San Jose on June 4.",
  "Violating Apple's guidelines can prompt the company to remove an app from its store.",
  "Apple's new rules address a problem that many technology platforms face.",
  "That extends the reach of their data collection.",
  "Apple did not respond to a request for comment."
]