[
  "“Whilst these concerns about Facebook’s advertising model exist generally in relation to its commercial use, they are heightened when these tools are used for political campaigning.”\n\nThe Cambridge Analytica scandal is a highly publicized issue regarding the use of Facebook users’ personal information for targeted ads during the 2016 presidential election.",
  "“A significant finding of the ICO investigation is the conclusion that Facebook has not been sufficiently transparent to enable users to understand how and why they might be targeted by a political party or campaign,” wrote Elizabeth Denham, the Information commissioner, according to The Washington Post.",
  "(RELATED: Facebook Reveals Which Companies It Had A Special Data Access Relationship With)\n\nThe tech giant said that 61 companies were given an exemption from the rule that blocked apps from viewing or collecting details about users’ friends on the platform.",
  "“We’re reviewing the report and will respond to the ICO soon.”\n\nPart of the controversy is that Facebook changed the way it lets third-party apps collect users’ data in 2014, preventing them from collecting data on users’ friends list.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Cambridge Analytica paid for the data that Aleksandr Kogan, a psychology professor at Cambridge University, collected in 2014 from Facebook users who filed out a personality quiz on the site.",
  "Facebook “should have done more to investigate claims about Cambridge Analytica and take action in 2015,” said Erin Egan, Facebook’s chief privacy officer, in a statement Tuesday.",
  "“We have been working closely with the ICO in their investigation of Cambridge Analytica, just as we have with authorities in the US and other countries,” Egan added.",
  "Media outlets often tout that Facebook was “hacked” or the data “leaked,” but a Check Your Fact analysis shows that Facebook authorized Kogan to conduct the survey.",
  "U.K.’s watchdog issued the maximum fine to Facebook for the Cambridge Analytica scandal, issuing the multi-billion dollar company a $644 thousand fine.",
  "Facebook, among other things, gave other companies special access to data that far surpasses the amount of data Cambridge Analytica ever had access to.",
  "The fine was the maximum the watchdog, the Information Commissioner’s Office (ICO), could issue Facebook under current U.K. law.",
  "Also included in the rules Facebook added in 2014 prevented apps from viewing highly specific information on its users.",
  "About 270,000 people consented to the terms of the app, which gave Kogan access to about 50 million Facebook profiles.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "President Donald Trump’s 2016 campaign and Cambridge Analytica used that data for targeted ads.",
  "Cambridge promised Facebook it would delete the data in 2015, but the firm, obviously, didn’t."
]