[
  "Walker, the senior vice president of global affairs, is the same guy who previously testified along with Facebook and Twitter's lawyers last year , which was a meek effort from all three companies at a time when Congress and the public deserved to hear from top leadership about how their platforms were so badly abused ahead of the elections.",
  "It's a similar story with Dorsey, who went on a press tour during the Jones controversy a few weeks ago and has faced a relentless barrage of scrutiny in the media, on Twitter TWTR and within his own company over how he's handled moderating all the vile content and abuse that infects the site every day.",
  "Google has a series of impenetrable moats around its business — it's the dominant search engine, has the top streaming video site, the most popular web browser, the most popular email service and makes the operating system that powers practically every non-Apple phone on the planet.",
  "I'm talking about how if you think Facebook plays it fast and loose with your personal data, take a look at how Google uses the data you provide to target ads based on your location, videos you watch, your search queries and even stuff you buy with your credit card .",
  "When the Senate Select Committee on Intelligence holds its next hearing on Russian meddling in the 2016 U.S. presidential election, it will hear from two of the top executives in the tech industry: Twitter TWTR CEO Jack Dorsey and Facebook FB COO Sheryl Sandberg.",
  "But Google has largely been able to skirt the controversies plaguing its rival platforms, letting Facebook and Twitter take all the heat while its executives shy away from anything that could put them in danger of public scrutiny.",
  "Even more frustrating is the fact that Google's business appears to be immune to any controversy, giving leadership and investors zero economic incentive to own up to its issues.",
  "We've seen him squirm when asked why Alex Jones was still allowed to post bogus conspiracy theories, only to boot Jones off Facebook after a nod from Apple a few days later.",
  "It's a tumultuous time for the world's biggest tech companies, with Facebook taking most of the heat following the reveal of the Cambridge Analytica data scandal in March.",
  "Facebook and Twitter have been wildly inconsistent and confusing in their responses to various scandals, but at least they're taking their shots in full public view.",
  "The Wall Street Journal reported earlier this summer that Google also does little to police third parties that have access to users' Gmail accounts and their data.",
  "\"And I think there will be a lot more questions raised that could have been actually dealt with if they sent a senior decision-maker and not simply their counsel.\"",
  "(But that's sure to be a good topic for conservative senators on the committee to distract from the hearing's stated purpose of looking into election meddling.)",
  "The Senate and the public deserve to hear from Google's top leadership, not its lawyers, about what went wrong and how the company plans to make things better.",
  "I'm not talking about manufactured and false controversies from the president about anti-conservative political bias in Google's search results, by the way.",
  "Google declined an invitation from the Senate Select Committee on Intelligence to have CEO Sundar Pichai testify on Russia's meddling in the 2016 election.",
  "I'm talking about how Google has let its own platforms, ranging from Google search and Google News to YouTube, become abused and perverted over the years.",
  "Google has largely avoided the recent controversies surrounding other tech platforms by letting Facebook and Twitter absorb all the public scrutiny.",
  "\"Chances are there's going to be an empty chair there,\" Sen. Mark Warner, D-Va, told CNBC Wednesday , regarding Google's snub of the hearings.",
  "Plus, a few weeks ago Google admitted that some of its services can track your location, even if you selected to turn off location tracking.",
  "Cambridge Analytica and other third-party apps were able to scoop up Facebook user data with little oversight or accountability.",
  "Google would rather send Walker to spew a bunch of legalese than hold its own leaders accountable, just like it did last year.",
  "Since then, we've seen Facebook CEO Mark Zuckerberg go through two marathon sessions of weak congressional testimony.",
  "We've seen him fumble through a self-inflicted scandal about posting Holocaust denial content to the platform.",
  "Google has not said why Pichai or his boss, Alphabet CEO Larry Page , won't accept the committee's invitation.",
  "Google GOOGL CEO Sundar Pichai has so far refused to accept the Senate committee's invitation to show up.",
  "We've seen a handful of top Facebook executives, including security chief Alex Stamos, leave the company.",
  "Beside them on Wednesday could be an empty seat that's reserved for another high-profile leader.",
  "Google also allows third parties to access your Google services, including Gmail.",
  "Instead of Pichai, Google GOOGL offered its top lawyer, Kent Walker, to testify.",
  "Warner is the vice chair of the Senate committee.",
  "Free pass\n\nAnd yet, Google is getting a pass.",
  "The company declined to comment Friday.",
  "And on and on and on.",
  "Story continues"
]