[
  "Sure, the company has had to deal with the Cambridge Analytica data breach, accusations about Russia using Facebook ads to help influence elections and concerns about slowing user growth.",
  "A recent Pew Research Center report showed that American youths are increasingly flocking to Google (GOOGL)-owned YouTube and Snapchat (SNAP) for their social media fixes.",
  "According to lists of the world's wealthiest people tracked by Forbes and Bloomberg, Facebook CEO and co-founder Zuckerberg is worth more than $75 billion.",
  "They have been raising their earnings targets for the second quarter -- as well as for all of this year and 2019 -- for the past two months.",
  "All of this year's drama about Facebook, the now defunct Cambridge Analytica, Russia and the 2016 election doesn't matter to Wall Street.",
  "And for advertisers, the company is, along with Google and YouTube, the place to be to attract the widest group of consumers possible.",
  "Analysts currently expect revenue to increase by more than 40% from a year ago and earnings per share to grow more than 30%.",
  "Related: Facebook defends sharing user data with phone makers\n\nYes, Facebook may also be losing some appeal with teens.",
  "Facebook still dominates social media, because of its core Facebook platform, Instagram, WhatsApp and Messenger.",
  "Facebook's stock (FB) just hit a record high on Wednesday, rising above $200 a share for the first time.",
  "Wall Street is focusing on ad sales and profit growth -- and they are still phenomenal.",
  "But that same report showed that Instagram is still incredibly popular with teens.",
  "And Instagram announced Wednesday that it now has 1 billion global users.",
  "Facebook should report its second quarter results sometime in late July.",
  "That's why Wall Street is clearly not worried about Facebook's future.",
  "So much for this being a rough year for Facebook.",
  "Most investors still see vast growth potential.",
  "Facebook's market value is about $585 billion.",
  "In case you forgot, Facebook owns Instagram.",
  "Mark Zuckerberg is having the last laugh.",
  "That fact hasn't been lost on analysts.",
  "Shares have now gained 14% this year.",
  "Why?"
]