[
  "A Citigroup spokesman said, “While we regularly have conversations about potential partnerships, safeguarding the security and privacy of our customers’ data and providing customer choice are paramount in everything we do.”\n\nA U.S. Bank spokesman said the bank “has not shared any customer data or information with Facebook or any other platforms.” A JPMorgan Chase spokesman said the company isn’t “sharing our customers’ off-platform transaction data with these platforms, and have had to say no to some things as a result.” Wells Fargo said it is “not actively engaged in data-sharing conversations with Facebook.”\n\n[Facebook is now in the data-privacy spotlight.",
  "“The idea that Facebook, which basically aggregates information to sell to third parties, could also add financial information to that mix seems uncomfortable, given their history.”\n\n[Facebook, longtime friend of data brokers, becomes their stiffest competition]\n\nMany of the tech world’s major players have shown similar ambitions in tapping users' financial data, which could help companies lock in customer loyalty, help developers provide more sophisticated tools — and give advertisers lucrative clues into users' offline interests and buying intentions.",
  "Facebook said this week that it had proposed data-sharing partnerships with banks and credit card companies that would allow users to access their personal account information from within the social network’s messaging service, Facebook Messenger, as an alternative to speaking with customer service representatives or automated chatbots on the companies’ banking or credit sites.",
  "A critical part of these partnerships is keeping people’s information safe and secure.”\n\nBut Facebook’s past scandals over data privacy have left industry and privacy experts wondering how the more than 1 billion Facebook Messenger users might react to the company wanting to link their social media profiles with their private finances and spending histories.",
  "“It’s the most intimate information about our personal behavior possible, perhaps even more intimate than how we comment on our friends’ feeds,” said Zachary Townsend, the former chief data officer of California and a partner at Deciens Capital, a venture capital fund that specializes in financial technology.",
  "[Why Facebook just suspended another data analytics firm]\n\nRepresentatives from major banks said they talked often with Facebook about possible deals, and banks and credit card companies routinely advertise across the social network in hopes of reaching new customers for checking accounts or credit cards.",
  "(Marcio Jose Sanchez/AP)\n\nFacebook’s push to gain access to users' banking data and other sensitive financial information could help make online banking more efficient — or it could backfire among those skeptical that the world’s biggest social network can reliably safeguard personal data.",
  "“Everybody’s mad at Facebook, but they’re just one of many participants in this data ecosystem.”\n\nFacebook’s pitch to the financial world comes months after it was found to have allowed the political consulting firm Cambridge Analytica to improperly access the data of 87 million people.",
  "The site has joined a growing race among big technology companies seeking private information once regarded as off-limits: users' checking-account balances, recent credit card transactions and other facts of their personal finances and everyday lives.",
  "While some parts of the financial system are heavily regulated, there are few rules about the transaction of account and spending histories, giving the companies wide leverage in how they use and share the data, said Deciens Capital’s Townsend.",
  "[How years of privacy controversies finally caught up with Facebook]\n\n“The idea is that messaging with a bank can be better than waiting on hold over the phone — and it’s completely opt-in,” Facebook spokeswoman Elisabeth Diana said.",
  "It’s an indication of your stage of life, and there’s a lot that can be packaged up and targeted based off that,” said Mike Herrick, an executive at Urban Airship, which works with companies on digital wallets and mobile engagement.",
  "The episode turned Facebook into a poster child for tech privacy abuses, sparking public outrage, congressional hearings and mounting concerns over how much the site knew and shared about its global audience.",
  "Facebook already has smaller agreements with financial institutions, including PayPal and American Express, that allow users to do things such as review transaction receipts on Facebook Messenger.",
  "Facebook said the data would not be shared with marketers or used for ad-targeting purposes, and no major U.S. financial institutions have announced that they’re interested in a joint arrangement.",
  "In March, Facebook launched a service that would allow Citibank customers in Singapore to ask a Messenger chatbot for their account balance, their recent transactions and credit card rewards.",
  "But a company representative said several unnamed banks and credit card companies have voiced interest in teaming up with the social network, even proposing their own potential deals.",
  "And Google last year announced a deal that would let it review and analyze roughly 70 percent of all credit and debit card transactions in the United States.",
  "Facebook said the banking information wouldn’t be included in the vast stores of information the site uses to build people’s personality profiles.",
  "Apple and Google provide mobile-payment services that allow users to access financial information and pay for products with their phones.",
  "Facebook last month lost more than $100 billion in market value during the steepest single-day trading plunge in Wall Street history.",
  "Amazon.com — whose founder, Jeffrey P. Bezos, owns The Washington Post — offers users a credit card issued by JPMorgan Chase.",
  "“Banks are trying to be more like tech companies, and some tech companies are trying to be more like banks,” Townsend said.",
  "The new proposal, first reported by the Wall Street Journal, helped the company’s stock Monday climb more than 4 percent.",
  "But they also said they were stepping lightly because of possible customer concerns about data security and privacy.",
  "“We’re not using this information beyond enabling these types of experiences — not for advertising or anything else.",
  "But financial institutions remain largely split over how much of their customers’ data they’re willing to share.",
  "“What you purchase is the ultimate predictor of what you’ll purchase in the future.",
  "\n\nFacebook chief Mark Zuckerberg.",
  "Could Google be next?]"
]