[
  "Facebook (NASDAQ:FB) shares are still in the hole by more than 20% following its disappointing quarterly numbers from last week, and Netflix (NASDAQ:NFLX) is down almost as much since it dropped a bomb on shareholders a couple of weeks ago.",
  "Best Tech Stocks to Buy on the Dip: Facebook (FB)\n\nFacebook Stock More\n\nSource: Shutterstock\n\nIf investors are being intellectually honest, they all had to know there’d come a day when growth stopped coming as easily for Facebook.",
  "There are only so many people on the planet who are willing and able to access the site, and in the wake of the Cambridge Analytica scandal, ads are at least a little less targeted than they used to be.",
  "If investors are going to remain intellectually honest, however, they all also had to acknowledge that Facebook on a bad day is still driving more growth than most other companies are on their best day.",
  "While user growth rates are expected to slow by high-single-digits in the latter half of the year, the recent setback has left FB shares at a forward-looking P/E of 20.2.",
  "That fall, however, translated into more than a 40% pullback from February’s high, even though there’s still respectable growth in the cards for this year and next year.",
  "Though the sector may not be at its ultimate swing bottom, for most buy-and-hold investors who’ve been waiting for the window of opportunity to open, this is it.",
  "And for the handful of tech stocks that drug the whole group lower, a ‘mere’ 5% loss would be a welcomed alternative to the kind of misery they’ve dished out.",
  "InvestorPlace - Stock Market News, Stock Advice & Trading Tips\n\nHere’s a run-down of the top technology stocks to consider buying in the midst of this dip.",
  "The company also offers a platform that can help tech-support people access a computer remotely and fix a problem that computer’s primary user can’t.",
  "The technology sector is down a more than 5% just since last Wednesday’s close, versus the S&P 500’s far more modest 1% lull.",
  "Best Tech Stocks to Buy on the Dip: LogMeIn (LOGM)\n\nSource: Shutterstock\n\nNever heard of LogMeIn (NASDAQ:LOGM)?",
  "That is, some of the market’s very best tech stocks are now on sale at prices not seen in a long, long time.",
  "A certain sliver of the stock market has been undeniably harder hit than any other, however.",
  "It’s possible they’ve used or benefitted from LogMeIn, however, without even realizing it.",
  "In simplest terms, LogMeIn offers a way of letting people access a computer remotely.",
  "LOGM shares fell 25% just last week mostly in response to tepid guidance for the Q3.",
  "It’s not the only outfit to provide such a service, but it’s one of the best.",
  "Realistically speaking, it’s still the only social networking game in town.",
  "Don’t sweat it; most investors haven’t… at least not that they can recall.",
  "That’s still affordable relative to its still-solid growth rates.",
  "There’s a silver lining to the sector-specific implosion though.",
  "The past few days haven’t been great ones for the broad market.",
  "Best Tech Stocks to Buy on the Dip: NXP Semiconductors (NXPI)",
  "Although they haven’t exactly been horrifying either.",
  "We’ve shrugged off worse."
]