[
  "(Photo: OLI SCARFF, AFP/Getty Images)\n\nSAN FRANCISCO – Facebook is being threatened with its first financial penalty for the improper access of millions of people's data by Cambridge Analytica: a preliminary fine of 500,000 pounds or $664,000, the maximum penalty allowed, after a probe by U.K. regulators found that Facebook failed to put in place strong enough privacy measures.",
  "\"We're reviewing the report and will respond to the ICO soon.”\n\nThe Information Commissioner's Office is leading the European investigation into how the data of as many as 87 million Facebook users and their friends — mostly residents of the United States and the U.K. — were harvested by Cambridge Analytica.",
  "More: Cambridge Analytica shutting down in wake of Facebook data crisis\n\nMore: Facebook now thinks 87 million had data shared with Cambridge Analytica\n\nMore: Russia may have Facebook users' data mined by Cambridge Analytica, whistleblower says\n\nRead or Share this story: https://usat.ly/2JbPX5m",
  "CLOSE Many Americans are changing the way they use social media in the aftermath of Facebook's Cambridge Analytica privacy scandal, according to a new poll by the Associated Press-NORC Center for Public Affairs Research.",
  "\"We have been working closely with the ICO in their investigation of Cambridge Analytica, just as we have with authorities in the U.S. and other countries,\" Egan said in a statement Tuesday.",
  "(April 24) AP\n\nA mobile phone screen displays the icons for the social networking apps Facebook, Twitter and Instagram, taken in Manchester, England on March 22, 2018.",
  "Erin Egan, Facebook’s chief privacy officer, says Facebook acknowledges it should have done more to investigate claims about Cambridge Analytica.",
  "A probe of Facebook is underway by the Federal Trade Commission, which could result in a penalty in the hundreds of billions of dollars.",
  "In its probe, the Information Commissioner's Office said Facebook \"failed to be transparent\" about how people's data was harvested.",
  "Facebook will get a chance to respond to the findings before a final decision is made, the Information Commissioner's Office said.",
  "Facebook originally estimated that the data of as many as 2.7 million Europeans might have been shared with Cambridge Analytica.",
  "The FBI and the Securities and Exchange Commission are also looking into Facebook’s connections with Cambridge Analytica.",
  "But last month Facebook told European lawmakers that the data may not have been shared after all.",
  "Facebook says it won't know for sure until it can conduct its own audit.",
  "The findings suggest the fallout from Cambridge Analytica could spread."
]