[
  "While Celli said that he couldn't say whether or not students had lost interest in working for Facebook as a direct result of the Cambridge Analytica data scandal, he did say that college students typically pay close attention to the way a company is portrayed by the media.",
  "The data from Piazza, which has surveyed university students for the past several years, reflects a shift in the sentiment at leading universities toward the Silicon Valley social media giant: In 2016, Facebook was the fourth most desirable place to work among students.",
  "A new study from education software company Piazza surveyed 150,000 students and found that most engineering and computer-science students are more interested in applying for jobs at companies like Google, Amazon, and Tesla over positions at Facebook.",
  "\"[It] was discussed briefly or at length ... in almost every computer-science class I was enrolled in at the time as an example of how [computer science] can be a harmful force when applied sans an ethical framework,\" Amford wrote in an email.",
  "From his conversations with students on Stanford's campus, Amford said that he couldn't say definitively whether or not the Cambridge Analytica scandal had made students less interested in applying there.",
  "Jenny Cheng/BI Graphics\n\nIt seems that Facebook's tough year in headlines caught the attention of not only its users, but universities across the country as well.",
  "At Stanford, the Cambridge Analytica scandal was discussed in a number of computer science classes, recent Stanford graduate Kirk Amford told Business Insider.",
  "\"They're saying there are other companies that are more interesting to them, and that they're paying attention to the way this company is publicly perceived.\"",
  "While a 4% decrease in student interest might not sound like much, Piazza's vice president of client relationships Sean Celli says the metric is noteworthy.",
  "In 2018, Piazza found that four percent fewer students were interested in working at the company, placing it at the seventh most desirable place to work.",
  "Matthew Eisman/Getty\n\nStudents from universities like Stanford, MIT, Harvard, Yale, and Georgia Tech are losing interest in working at Facebook.",
  "\"There were also a number of student organizations in the [computer science] department which held panel discussions about the incident.",
  "\"Essentially, 4% fewer students are saying they no longer want to work at a company that has historically been very hot,\" said Celli.",
  "\"I have not directly heard of students not applying solely as a result of the scandal,\" wrote Amford.",
  "\"[B]ut I would be very, very surprised if it didn't make students rethink applying to work there.\"",
  "I attended one of them and the perception about Facebook was very negative overall.\"",
  "In 2017, it fell by one rank, to fifth place."
]