[
  "This action and the commission's other investigations of Google, as well as other tech companies such as Apple, Intel and Facebook, were part of \"a pre-emptory strike in launching an information trade war with the U.S. years ago,\" said Larry Downes, project director of the Georgetown Center for Business and Public Policy.",
  "More: EU slaps Google with record $2.7 B fine for breaching competition rules\n\nMore: A look back at the EU's 7 years of legal battle with Google\n\n\n\nMore: Tax bill is coming: EU's Vestager says more Apple-type actions likely\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "Tech companies have, for the most part, sidestepped major antitrust punishments in the U.S. in recent years because tech giants tout the free services and lower-priced devices they deliver, says Marshall Steinbaum, research director at the Roosevelt Institute, a liberal think tank.",
  "The EU case \"is the stupidest antitrust suit of all time\" because it doesn't take into account Apple as a competitor, said Berin Szóka, president of TechFreedom, a libertarian think tank in Washington, D.C. \"Of course Google requires pre-installation of the search app.",
  "We are very interested in what they are doing.”\n\nThe U.S. agency is already focused on Facebook, with an investigation into whether the Cambridge Analytica crisis resulted in a consumer privacy breach that violated Facebook's earlier consent decree with the agency.",
  "After a three-year investigation, the European Commission charged Google with unfairly requiring smartphone and device makers to install its search engine and Chrome browser on Android-run devices in order to also install the Google Play store app.",
  "The commission has also sought remittance for improper tax benefits gained in EU countries such as Apple, which paid $15 billion to Ireland last year, and Amazon, which earlier this year agreed to pay France $250 million in back taxes.",
  "“It means that Google should cease its anticompetitive practices regarding smartphones, but also in other areas – smart TVs, in particular – where it is foreclosing competition by using the same practices,\" Vinje said in a statement.",
  "— Donald J. Trump (@realDonaldTrump) July 19, 2018\n\nThe president is not alone in suggesting the EU's punishment of Google fits within the bigger picture of the growing trade war between the collection of countries and the U.S.",
  "But the FTC, Justice Department and federal judges aren't envisioning a big enough picture, he says, and are forgetting how allowing major tech players' dominance stretches beyond current devices into the entire ecosystem.",
  "The commission also said Google paid large manufacturers and wireless carriers\n\nto make the Google Search app the only preinstalled search app and required approval of any device running an alternate version of Android.",
  "The commission has now lobbed its two highest fines ever at Google – the latest on Wednesday for $5 billion over charges the tech giant exploits its Android operating system's dominant position in the smartphone market.",
  "CLOSE Google was fined 4.3 billion euros ($5 billion) by the European Union and ordered to change the way it puts search and web browser apps on Android mobile devices, setting a global record for antitrust penalties.",
  "In another settlement with the FTC in 2013, Google agreed to adjust its business practices in search and mobile device patents to appease the agency's charge of anti-competitive behavior in the search engine market.",
  "\"These practices have denied rivals the chance to innovate and compete on the merits,\" Commissioner Margrethe Vestager, who is in charge of the commission's competition policy, said in announcing the fine.",
  "FTC Chairman Joseph Simons, sworn into the job in May, announced a series of hearings to assess the need for improved laws to help the agency better protect consumers and preserve marketplace competition.",
  "That, in turn, will make Android less competitive with Apple.”\n\nTo comply with the EU, Google may be faced the very difficult task of operating a separate company for doing business there, Downes says.",
  "(Photo: Virginia Mayo, AP)\n\nPresident Donald Trump has chimed in on the European Commission's record $5 billion fine of Google, calling it another sign of Europe's unfair trade treatment of the U.S.",
  "That would require public pressure, new laws, and judicial review, and perhaps the \"realization that other jurisdictions do antitrust different than we do and that may be working better for them.\"",
  "The FTC levied its highest fine of $22.5 million in 2012 for deploying \"cookies” and targeted ads on users of the Safari internet browser, a violation of an earlier settlement with the FTC.",
  "This should lead to more choice for consumers in the EU, said Thomas Vinje, legal counsel and spokesman for FairSearch Europe, which filed an initial complaint with the commission in 2013.",
  "Beyond that, regulators need to be forward-thinking to prevent Google and other tech giants from solidifying future dominance in nascent industries such as self-driving cars, he says.",
  "This is why we intend to appeal today's Android decision https://t.co/TnpMZlDV8j — Sundar Pichai (@sundarpichai) July 18, 2018\n\nIs the European Commission overstepping its bounds?",
  "Google gives phone manufacturers open-source Android software for free but generates revenue from advertising displayed in searches and on apps and the sale of apps and content.",
  "Simons said during a House subcommittee Wednesday that he had talked to the EU’s Vestager on Tuesday and the agency planned to “read what the EU put out very closely.",
  "For a start, the U.S. smartphone market is quite different than Europe's, where Android is king, giving regulators there more grounds to make their antitrust case.",
  "Time\n\nEuropean Union Commissioner for Competition Margrethe Vestager speaks during a media conference at EU headquarters in Brussels on Tuesday, June 27, 2017.",
  "Also fined: Qualcomm for $1.2 billion last year for paying Apple to use its chips and, b in 2009, Intel for $1.2 billion for anti-competitive practices.",
  "The company argues its Android operating system has improved the smartphone ecosystem for consumers, CEO Sundar Pichai said in a blog post Wednesday.",
  "Last year, the EU hit Google with a then-record-breaking fine of $2.72 billion fine for breaching antitrust rules with its online shopping service.",
  "\"The FTC is going to have some interest in tech platforms, more on the consumer protection side than on the competition side,\" Steinbaum said.",
  "\"Rapid innovation, wide choice, and falling prices are classic hallmarks of robust competition and Android has enabled all of them,\" he said.",
  "About 54 percent of U.S. smartphones operate on the Android operating system, while 45 percent run on Apple’s iOS, according to eMarketer.",
  "\"Take that away and Google will have to start charging – cost that will be passed on to the consumer in the form of higher phone prices.",
  "He notes Android provides a lower-cost entry point for mobile internet usage, while also competing with the Apple operating system.",
  "And the EU's antitrust regulators have emerged as tougher than the U.S. on industry consolidation and its effects on competition.",
  "Others think the U.S. needs to reconsider antitrust for this era of growing tech giants such as Facebook, Google and Amazon.",
  "\"Today’s decision rejects the business model that supports Android, which has created more choice for everyone, not less.\"",
  "In contrast, about 80 percent of smart mobile devices in Europe and worldwide run on Android, according to the commission.",
  "The European Union just slapped a Five Billion Dollar fine on one of our great companies, Google,\" Trump tweeted Thursday.",
  "\"In the near term, there's nothing that would cause the U.S. to follow the direction the EU went,\" Steinbaum said.",
  "The European Union's competition watchdog has fined internet giant Google over its online shopping service.",
  "\"They have denied European consumers the benefits of effective competition in the important mobile sphere.\"",
  "The U.S. government should consider Google's predicament in ongoing trade talks with the EU, he said.",
  "The European Union just slapped a Five Billion Dollar fine on one of our great companies, Google.",
  "Rapid innovation, wide choice, and falling prices are classic hallmarks of robust competition.",
  "The Federal Trade Commission has taken on Google in the past but with less onerous penalties.",
  "Changes could force Google to consider charging for the Android operating system, he said.",
  "As part of that appeal, it could ask for a postponement of the 90-day deadline.",
  "Google has 90 days to change its practices but plans to appeal the decision.",
  "\"The fines get bigger and the fines get more divorced from antitrust law.",
  "Android has enabled this and created more choice for everyone, not less.",
  "It now seems EU thinks Silicon Valley is its private ATM,\" Downes said.",
  "It's not the first time the EU has taken U.S. tech giants to task.",
  "\"They truly have taken advantage of the U.S., but not for long!\"",
  "They truly have taken advantage of the U.S., but not for long!",
  "What did the European Commission say Google was doing wrong?",
  "More: Trump calls European Union a 'foe'\n\nI told you so!",
  "Trump is among those who think the EU has gone too far.",
  "Search is what funds Android,\" he said in a statement.",
  "Could Google face similar treatment here in the U.S.?",
  "Read or Share this story: https://usat.ly/2LiaNFp",
  "Not likely, at least not anytime soon.",
  "That depends on who you ask.",
  "What happens now?",
  "\"I told you so!"
]