[
  "They are investing more in security, adjusting their data collection practices to comply with sweeping new privacy regulations in Europe and focusing on \"cleaning up the platform rather than just focused on driving advertising dollars.\"",
  "At the same time, it is rethinking the core app experience for those users by emphasizing Stories, a popular format pioneered by Snapchat (SNAP), that is less of a clear moneymaker than News Feed.",
  "Likewise, Twitter said Friday that it lost one million monthly users in the second quarter as it worked to clean up the social network and comply with new European Union privacy regulations.",
  "\"The question is will this monetize at the same rate as News Feed,\" Sheryl Sandberg, Facebook's COO, said about the shift to Stories on a conference call with analysts this week.",
  "Related: Facebook just had the worst day in stock market history\n\nBut adapting an advertising-based business model to tougher privacy standards is only part of the problem.",
  "For months, Facebook and Twitter investors shrugged off concerns about election meddling, regulatory scrutiny and an industry-wide privacy awakening.",
  "The company warned shareholders it could lose millions more users next quarter as it continues to \"invest heavily\" in the health of the platform.",
  "Facebook, which has long defied gravity with consistently robust sales growth, warned shareholders on Wednesday that those days may be waning.",
  "\"Twitter and Facebook have had to change their business models to some extent,\" Daniel Ives, an analyst with GBH Insights, told CNNMoney.",
  "Facebook (FB)'s stock soared to all-time highs despite the onslaught of bad press that followed the Cambridge Analytica data scandal.",
  "The reports sparked concerns about how fast the companies can continue growing amid mounting scrutiny and plateauing user numbers.",
  "That could cast doubts on Twitter's ability to attract more advertising dollars and potentially undermine the turnaround story.",
  "Twitter's dip in user numbers renewed old concerns that its audience will be forever stalled around the 300 million mark.",
  "Facebook has effectively maxed out the audience in its most established markets, including Europe, the US, and Canada.",
  "\"Twitter outright said that investors should expect users to decline,\" says Michael Pachter, an analyst with Wedbush.",
  "All that mattered was the two platforms kept getting more people to scroll past ads, thereby making more money.",
  "Shares of Facebook and Twitter plunged 20% or more within hours of the two companies posting earnings results.",
  "And Twitter (TWTR) nearly doubled in value this year on enthusiasm for its business turnaround.",
  "It now expects sales growth to slow considerably as it invests in \"putting privacy first.\"",
  "Facebook now has 2.23 billion monthly users while Twitter has 335 million.",
  "Both companies are hitting a ceiling for user growth.",
  "The uncertainty was a shock to Wall Street's system.",
  "Investors are not going to click Like on that news.",
  "It was a golden child of Wall Street,\" Ives says.",
  "\"Facebook has been a growth machine.",
  "\"That looks like a lack of growth.\"",
  "\"And we honestly don't know.\"",
  "That changed this week."
]