[
  "The information commissioner closes most investigations in a year, so IMF said it may be some time before it decides whether to pursue a lawsuit or not - with Landis adding it may wait for regulatory investigations in the European Union and Britain to conclude before making a move.",
  "A Facebook spokeswoman did not comment directly on Tuesday on IMF’s statement but said the company was “fully co-operating with the investigation currently underway by the Australian Privacy Commissioner,” using the former name of the Information Commissioner.",
  "REUTERS/Eric Gaillard/File Photo\n\nThe world’s largest social network said in April that data of up to 87 million people ended up in the hands of Cambridge Analytica, which was employed by Donald Trump’s 2016 U.S. presidential campaign.",
  "SYDNEY (Reuters) - Litigation funder IMF Bentham Ltd (IMF.AX) is preparing to potentially sue social media giant Facebook Inc (FB.O) in Australia over its sharing of users’ data with political consultancy Cambridge Analytica.",
  "In Australia, more than 311,000 users data may have been used without authorization, Facebook said in April, when Australia’s Information Commissioner, the country’s privacy regulator, began to investigate.",
  "“There’s just not that much precedent, certainly not for the sort of scale that we’re talking about here,” he said, referring to the potential number of litigants.",
  "Facebook has faced widespread criticism from users and scrutiny around the world from regulators and lawmakers since news broke that users’ data had been shared.",
  "Nathan Landis, an investment manager at IMF Bentham, said the firm already had a prime litigant, a Sydney man who did not want to be identified.",
  "FILE PHOTO: A Facebook panel is seen during the Cannes Lions International Festival of Creativity, in Cannes, France, June 20, 2018.",
  "IMF said it has complained to the Australian Information Commissioner alleging breaches of privacy laws over the data sharing.",
  "A class action lawsuit seeking compensation for users could follow depending on the regulator’s response, IMF said.",
  "The London-based consultancy Cambridge Analytica filed for bankruptcy in May and was unavailable for comment.",
  "It said previously that it deleted the data and did not use it in Trump’s campaign.",
  "It has also been sued."
]