[
  "But as part of a broader inquiry into so-called fake news MPs on the media committee are investigating whether Moscow tried to influence public opinion before the referendum, which has divided Britain and tested the authority of Prime Minister Theresa May as negotiations over the divorce continue.",
  "But he decided not to pursue the deal, and said the context of the meetings in 2015 and 2016 was different to now, when Britain’s relations with Russia have suffered after Britain accused it of being behind a nerve agent attack on a former Russian spy in England three months ago.",
  "LONDON (Reuters) - Arron Banks, the man behind one of the main Brexit campaigns, said on Tuesday scrutiny of his meetings with the Russian ambassador over a potential business deal had turned into a “witch hunt” now Britain’s relations with Moscow had soured.",
  "REUTERS/Simon Dawson\n\nBanks, a businessman who financed Leave.EU, played down his links to Moscow at a hearing before MPs in parliament, saying he had merely passed a telephone number for President Donald Trump’s transition team to the UK Russian ambassador.",
  "Cambridge Analytica, which was hired by Trump in 2016, has denied its work on the U.S. president’s successful election campaign made use of allegedly improperly harvested data - but questions have since been raised over any role in other votes.",
  "Leave.EU and Cambridge Analytica have both said the political consultancy pitched to its Brexit campaign, but that no work was actually undertaken, a conclusion also drawn by Britain’s Electoral Commission’s investigation into the matter.",
  "“I’ve got no business interests in Russia and I’ve done no business deals in Russia,” said Banks, who was pictured with Trump and fellow Brexit backer Nigel Farage at Trump Tower days after the presidential election in November 2016.",
  "He said his visas and passport documents showed he was not in Moscow in February 2016, as the newspaper had reported, and his associate Andy Wigmore told the committee the email that the report had been based on was a joke.",
  "He said he did discuss his insurance businesses with Cambridge Analytica, as well as politics, but said there was no conflict in that and reiterated that data from his insurance firms was not used by Leave.EU.",
  "Arron Banks and Andy Wigmore, who ran the Leave.Eu pro-Brexit referendum campaign, arrive to give evidence to the Digital Culture Media and Sport Parliamentary Committee in London, Britain, June 12, 2018.",
  "On Friday, Banks had criticised members of the committee for being biased against Brexit, and pulled out of the hearing, before reversing that decision after the Sunday Times article.",
  "PORK PIES\n\nThe MPs are also investigating the work of Cambridge Analytica, the political consultancy at the centre of a scandal over the misuse of millions of Facebook users’ data.",
  "Banks said that allegations made against him by former Cambridge Analytica employees and associates had come from people whom he did not regard as credible witnesses.",
  "Banks said he had two lunches with the Russian ambassador, who introduced him to a businessman who was proposing a complex gold-mining deal in Russia.",
  "Banks lodged an appeal against that decision on Tuesday, and the MPs said they would not ask Banks about the case given the ongoing legal process.",
  "Pork pies is an old London rhyming slang term for “lies”, but Banks and Wigmore smiled and posed with the pies before eating them.",
  "Britain has said it has seen no evidence of Russian interference in the 2016 referendum decision to leave the European Union.",
  "Wigmore said the question of whether the campaign’s statements about Brexit were “fake news” was a matter of interpretation.",
  "The grilling came after the Sunday Times said Banks’ contacts with Russia went further than he had previously disclosed.",
  "Banks has become a bete noire for pro-EU campaigners, who presented him with pies on his arrival in Westminster.",
  "However, the elections regulator did fine Leave.EU for breaching campaign finance rules.",
  "“What I’m saying is we’ve now got a full-scale Russian witch hunt going on.",
  "Now, before that all occurred, it was no issue,” he said of the meetings.",
  "He said all contacts with Russia had been disclosed to the U.S. Embassy.",
  "“Referendums are not about facts, it’s about emotion,” Wigmore said.",
  "Russia denies any involvement."
]