[
  "REUTERS/Dado Ruvic/File Photo\n\nFacebook has faced intense scrutiny, including multiple official investigations in the United States, Europe and Australia, over allegations of improper use of data for 87 million Facebook users by Cambridge Analytica.",
  "“Both public records and existing evidence strongly indicate Aleksandr Kogan did not provide Cambridge Analytica or (its parent) SCL with data on people who use Facebook in Indonesia,” it added, referring to the researcher linked to the scandal.",
  "Britain’s information regulator on Wednesday slapped a small but symbolic fine of 500,000 pounds on Facebook for breaches of data protection law, in the first move by a regulator to punish the social media giant for the controversy.",
  "The Indonesian communications ministry had sent a letter to the company in April seeking confirmation on technical measures to limit access to data in Facebook and more information on an audit the social media company was doing.",
  "JAKARTA (Reuters) - Social media giant Facebook has assured the Indonesian government that personal data of about one million of its citizens had not been improperly accessed by political consultancy Cambridge Analytica.",
  "Indonesia, where more than 115 million people use Facebook, has also been pressing the firm to explain how its citizens’ personal data was harvested by Cambridge Analytica via a personality quiz.",
  "Facebook says Kogan harvested data by creating an app on the platform that was downloaded by 270,000 people, providing access not only to their own but also their friends’ personal data.",
  "“Facebook has reported to the Communications Ministry that no data from any Indonesian users was collected,” Deputy Communications Minister Semuel Pangerapan said on Friday.",
  "This led Communications Minister Rudiantara, who goes by one name, to briefly threaten to shut down Facebook in Indonesia if personal data was found to have been breached.",
  "But Facebook told Reuters on Thursday it had only indicated the number of Indonesian users “who could potentially have had their data accessed, not necessarily misused”.",
  "A Facebook official had told members of parliament in April that 1,096,666 people in Indonesia may have had their data shared, or 1.26 percent of the global total.",
  "Pangerapan said he believed Facebook had improved options for users to limit access to data, but did not say whether authorities would continue their inquiry.",
  "FILE PHOTO: A 3D plastic representation of the Facebook logo is seen in this illustration in Zenica, Bosnia and Herzegovina, May 13, 2015."
]