[
  "“I think, given the extraordinary evidence we’ve heard so far today, it is absolutely astonishing that Mark Zuckerberg is not prepared to submit himself to questioning in front of a parliamentary or congressional hearing, given these are questions of fundamental importance and concern to his users, as well as to this inquiry,” Damian Collins, the member of parliament heading the UK committee, said earlier on Tuesday.",
  "“The 33-year-old CEO has come to terms with the fact that he will have to testify before Congress within a matter of weeks, and Facebook is currently planning the strategy for his testimony,” CNNMoney reports, citing “Facebook sources.”\n\nThe company’s shares, meanwhile, have been in free fall since news of the data breach first broke.",
  "Cambridge Analytica secretly harvested Facebook users’ personal data\n\nThe political and financial blows to the company began after the New York Times and the UK’s Observer published blockbuster reports showing that analytics firm Cambridge Analytica secretly gained access to the personal data of millions of Facebook users.",
  "The data breach could change how online advertising is regulated\n\nThe public backlash against Facebook could provide a boost for bipartisan legislation such as the Honest Ads Act, which calls for the government to regulate online political advertising the same way it does television, radio, and print advertising.",
  "“They say ‘trust us,’ but Mark Zuckerberg needs to testify before the Senate Judiciary Committee about what Facebook knew about misusing data from 50 million Americans in order to target political advertising and manipulate voters,” Sen. Amy Klobuchar (D-MN) said in a statement last week.",
  "Cambridge Analytica also has strong ties to Trumpworld: Robert Mercer, a hedge fund billionaire and conservative political donor, owns the data firm, and Steve Bannon — the man who would become Trump’s campaign manager in 2016 — was a vice president there at the time of the breach.",
  "Facebook lawyers sent a letter to Cambridge Analytica in August 2016 asking them to destroy any data they held that they had sucked up from Facebook without permission, but Facebook never followed up or made any attempts to confirm that Cambridge had actually done so.",
  "And it was only last week, years after learning of the breach and days after the emergence of these explosive reports, that Facebook finally announced it would conduct an audit of Cambridge Analytica to see if it had actually destroyed the data.",
  "News about the data breach sparked a public outcry and prompted many of Facebook’s 2.1 billion users to reevaluate how they use the massive social media platform, and whether the company should be trusted with so much personal information.",
  "It’s unclear at the moment if Cambridge Analytica made direct use of the secretly harvested data for Trump’s campaign, but according to the Times, the data was used for “developing techniques that underpinned its work” on the campaign.",
  "“Whether it’s allowing Russians to purchase political ads, or extensive micro-targeting based on ill-gotten user data, it’s clear that, left unregulated, this market will continue to be prone to deception and lacking in transparency.”",
  "Lawmakers and regulators across the US and Europe have been calling for investigations into Facebook amid revelations that data analytics firm Cambridge Analytica secretly harvested the personal data of 50 million Facebook users.",
  "And Sen. Ron Wyden (D-OR) sent a letter to Zuckerberg last Monday, demanding that Facebook list every instance in the past 10 years in which a third-party company violated Facebook’s privacy rules while collecting data on users.",
  "Facebook failed to crack down on Cambridge Analytica’s data mining\n\nCambridge Analytica specializes in what’s called “psychographic” profiling, meaning it uses data collected online to create personality profiles for voters.",
  "In 2014, the firm worked with Aleksandr Kogan, a scholar at Cambridge University, who administered a personality test through a Facebook app in which users agreed to allow their personal information to be collected.",
  "The possibility that millions of people’s personal data could have been used to influence such important political events has laid bare how consequential data breaches of this scale can be.",
  "The public outcry also prompted members of Congress in both parties to call for investigations into the matter, with Democrats in particular homing in on Zuckerberg with their criticism.",
  "“This is more evidence that the online political advertising market is essentially the Wild West,” Sen. Mark Warner (D-VA), one of the sponsors of the bill, said in a statement.",
  "That was the basis the entire company was built on,” Christopher Wylie, the former Cambridge Analytica employee who went public about the data breach, told the Observer.",
  "Cambridge Analytica also worked with the British political operation that successfully campaigned for the UK to leave the European Union in the 2016 “Brexit” referendum.",
  "He’s also angered British lawmakers by refusing repeated requests to testify before a parliamentary committee investigating fake news and sending his deputies instead.",
  "It would require tech giants like Facebook, Google, and Twitter to keep data on anyone who spends more than $500 in political advertising on their platform.",
  "But copies of the data extracted by Cambridge Analytica exist to this day, according to the Times, whose reporters had access to raw data from the breach.",
  "Cambridge Analytica has said that it did not hold on to the data that was extracted without consent, and that it did not use it for political operations.",
  "Facebook founder and CEO Mark Zuckerberg has reportedly decided that he will testify before Congress about the data breach scandal engulfing the company.",
  "Among other things, the companies would be expected to keep copies of the advertisements and information about the organizations that purchased them.",
  "But Zuckerberg, so far, has been reluctant to respond personally to the criticism — it took him five days to even discuss the incident publicly.",
  "Facebook found out about Cambridge Analytica’s breach in 2015, but it didn’t notify users who had their data taken without their permission.",
  "The company lost billions in market value in the first few days alone, wiping away a significant portion of Zuckerberg’s personal fortune.",
  "But it turned out that this app didn’t just scrape the personal data of the roughly 270,000 users who agreed to take the personality quiz.",
  "That privacy breach may have had significant political effects, since the Trump campaign hired Cambridge Analytica in June 2016.",
  "And it could strengthen arguments that Facebook needs to be regulated, and can’t be trusted to protect user privacy by itself.",
  "Now, it seems, Zuckerberg’s finally realized that keeping his head down and trying to avoid publicity isn’t going to cut it.",
  "On Monday, the US Federal Trade Commission announced it had launched an investigation into the company’s privacy practices.",
  "And it didn’t take particularly strong measures to correct the leak, which is one of the largest in the company’s history.",
  "That, in turn, meant tens of millions of Facebook users had their data collected — without their permission or knowledge.",
  "“I would certainly urge him to think again if he has any care for people that use his company’s services,” Collins added.",
  "It then takes that information and targets individuals with specifically tailored political advertising.",
  "At least three different Congressional committees have now formally invited Zuckerberg to testify.",
  "Access to the personal data of millions of Facebook users would be hugely valuable to the firm.",
  "And built models to exploit what we knew about them and target their inner demons.",
  "“We exploited Facebook to harvest millions of people’s profiles.",
  "It also scraped info from the friends of people who took it.",
  "It looks like Facebook’s CEO is in for a rough ride."
]