[
  "His departure comes after a chain of scandals for the company, including the spread of Russian propaganda on the platform and the Cambridge Analytica incident, in which tens of millions of users' personal data was misappropriated by a political-research firm.",
  "Before joining Facebook as the vice president of communications and public policy, Schrage worked for Google, where he was the vice president of global communications and public affairs for eight years, from 2000 to 2008.",
  "In a statement on his Facebook page, Schrage said he would continue to be an adviser to the executive team, including CEO Mark Zuckerberg and COO Sheryl Sandberg, once his replacement is hired.",
  "Reuters\n\nFacebook's policy and communications boss, Elliot Schrage, is stepping down as the company attempts to recover from the biggest crisis in its 14-year history.",
  "Facebook confirmed to Business Insider on Thursday that Schrage, 57, would leave his role after more than a decade at the world's largest social-networking company.",
  "Facebook is now facing heightened regulatory scrutiny and criticism from both the left and the right on issues from digital addiction to allegations of censorship.",
  "BuzzFeed reported last year that Schrage had used the same line at a public event a day before Zuckerberg did, suggesting it was a deliberate talking point.",
  "Mark and Sheryl have asked me to stay to manage the transition and then to stay on as an advisor to help on particular projects — and I'm happy to help.\"",
  "In 2016, Zuckerberg made a now infamous claim that the notion that the company had a role in influencing the US election was a \"pretty crazy idea.\"",
  "Earlier this week, Schrage apologized to an investor who accused him of making a sexist remark to her at the company's annual shareholder meeting.",
  "\"Leading policy and communications for hyper growth technology companies is a joy — but it's also intense and leaves little room for much else.",
  "\"We expect to find someone with the same passion, integrity, determination and energy that our teams bring to Facebook every day.",
  "\"After more than a decade at Facebook, I've decided it's time to start a new chapter in my life,\" Schrage wrote.",
  "Elliot Schrage, Facebook's vice president of communications and public policy, with COO Sheryl Sandberg.",
  "I'll lead the search to identify someone new to oversee our communications and policy teams.",
  "News of Schrage's move was first reported by Recode on Thursday.",
  "Mark, Sheryl and I have been discussing this for a while."
]