[
  "To prepare, many agencies have more financial resources — including the tripling of authorities' yearly budgets — to hire new staff needed to cover the extra work, including handling an expected increase in data breaches, or the unauthorized disclosure of people's personal data, about which companies will have to tell regulators about within 72 hours.",
  "Amid the clamor for answers about how London-based Cambridge Analytica could have accessed peoples' Facebook data and potentially used it to influence the 2016 presidential election in the U.S., the national privacy regulators will be watched closely for how well they can enforce existing rules.",
  "\"The FTC clearly failed to do a good job in protecting people's privacy,\" said Marc Rotenburg, president of the Electronic Privacy Information Center, a consumer rights organization in Washington, which filed the initial U.S. complaint against Facebook's data collection practices in 2009.",
  "The U.S. Federal Trade Commission, which oversees the country's data protection standards, said it is investigating whether Facebook failed to uphold a 2011 decision that ordered the company to receive people's express permission before sharing their data with third-party developers.",
  "Gathered for the first time since Zuckerberg pledged to \"fix\" his company and took out full-page ads in British and U.S. newspapers to promise change, privacy chiefs are expected to discuss where they fell short on data protection and how they might restore trust with the public.",
  "Facebook said people could choose to share their information through third-party apps, and following the Irish regulator's audits, the company changed its privacy standards to restrict how people's online information could be shared beyond the social network's own services.",
  "These rules give the region's regulators the ability to issue fines of up to €20 million or 4 percent of companies' revenues, whichever is greater, if they run afoul of Europe's data protection standards — rules that are already some of the toughest anywhere in the world.",
  "And others question if the country's data protection rules — often ad hoc legislation focused on specific industries like health care or financial services — are robust enough for the 21st century, where people's online data has become a lucrative and tradable commodity.",
  "Role of Ireland's regulator\n\nAlso under close scrutiny will be Ireland's privacy authority, which oversees the data use of Facebook's non-North American users, or roughly 1.9 billion people, because the social networking giant has its international headquarters there.",
  "In response, Ireland's data protection agency said it conducted two audits on Facebook's data collection practices, including demands that the company overhaul its privacy settings to give people greater control over how their data is shared with third-party apps.",
  "Max Schrems, an Austrian law student who spent most of the last decade filing legal challenges against Facebook's data collection practices, made similar claims in a 2011 lawsuit filed to the Irish Data Protection Commissioner, the country's privacy regulator.",
  "In Britain, the Information Commissioner's Office, the country's watchdog, said it would include the most recent Facebook data accusations in its ongoing investigation into the potential misuse of individuals' digital information in political campaigns.",
  "“With big data, cloud computing and analytics, old-fashioned data collection has shifted significantly and maybe without taking voters with it,” Elizabeth Denham, the British privacy chief, told a U.K. parliamentary committee earlier this year.",
  "And with roughly two-thirds of Europeans still believing they don't have enough control over their data, regulators acknowledge they have an uphill challenge in making complex data protection rules accessible to the general public.",
  "“More data is available to political parties, but it’s unclear how they can use it.”\n\nYet despite the tough talk, critics worry if either agency has the power — or will — to limit companies' mass trawling of personal data.",
  "The global storm over allegations that more than 50 million Facebook users had their online data collected without their knowledge is pushing privacy watchdogs from the fringes of law enforcement into the political fray.",
  "The latest allegations focus on why Facebook allowed a third-party app connected with Cambridge Analytica to collect reams of people's private information, even if those individuals had not downloaded the app themselves.",
  "The ICO — although one of the best resourced privacy agencies in Europe — has only 10 people working on its investigation and has seen a slew of its officials jump ship to the private sector over the last 12 months.",
  "British and US investigations\n\nSince the revelations last week, U.S. and British privacy agencies opened new investigations or extended existing ones into Cambridge Analytica's use of people's Facebook data.",
  "\"The history of Facebook’s platform is one of ever greater privacy protections for people who used third-party apps\" — Facebook spokeswoman Sally Aldous\n\n\"It doesn't make me very happy,\" Schrems said.",
  "With companies also gearing up for the new privacy changes, many agencies, particularly from smaller EU countries, are struggling to find enough privacy professionals to meet their regulatory needs.",
  "\"The Cambridge Analytica case shows the importance of having a strong data protection authority,\" said Christopher Kuner, co-chair of the Brussels Privacy Hub at the Vrije Universiteit Brussel.",
  "That includes companies' likely robust and lengthy legal challenges to privacy investigations because of the potential hefty fines that may come under Europe's new privacy rules.",
  "\"Following these discussions that took place between ourselves and Facebook, they did implement their platform upgrade,\" said Graham Doyle, head of communications at the agency.",
  "\"They will have to prepare for a lot more pushback from organizations that they are investigating,\" said Ot van Daalen, a privacy expert at the University of Amsterdam.",
  "In that case, Schrems questioned why individuals' online information was easily accessible to app developers using Facebook's digital platform, among other complaints.",
  "\"GDPR provides an opportunity to make the public more aware of their rights,\" Steve Wood, deputy commissioner at Britain's privacy agency, said earlier this year.",
  "Coupled with these new powers, according to privacy experts, will come greater scrutiny of these officials, who are often unknown beyond policymaking circles.",
  "\"The history of Facebook’s platform is one of ever greater privacy protections for people who used third-party apps,\" Facebook spokeswoman Sally Aldous said.",
  "On both sides of the Atlantic, data protection authorities are under fresh pressure to enforce existing privacy rules and better police the digital space.",
  "The public's growing awareness of privacy will gain even greater traction when Europe's General Data Protection Regulation, or GDPR, takes effect May 25.",
  "The pressure will only grow when the EU unveils a revamped set of privacy rules at the end of May — rules that have become the de facto global standard.",
  "Any investigation will likely be politically sensitive because the privacy allegations relate to Donald Trump's 2016 presidential campaign.",
  "These questions are bound to dominate a two-day get-together of data protection authorities that starts in Washington on Tuesday.",
  "The FTC similarly is going through a major overhaul with four new commissioners still awaiting confirmation by the U.S. Senate.",
  "But they face nagging doubts over whether they have the resources, clout and willpower to regulate tech giants like Facebook.",
  "Critics worry if U.S. and U.K. agencies have the power — or will — to limit companies' mass trawling of personal data.",
  "\"Because of that change, the stuff that happened with Cambridge Analytica could not happen today,\" he said.",
  "The British regulator initially failed to receive a warrant to search Cambridge Analytica's premises.",
  "It only succeeded after taking its pleas to a U.K. judge and waiting for days.",
  "\"We need to make sure they feel that they're in control over their data.\"",
  "\"But it's an unanswered question whether they're up to the task.\"",
  "The tech giant said it had complied with all privacy legislation.",
  "\"The U.S. has done a terrible job in updating its privacy laws.\"",
  "\"We could have stopped this from happening in the first place.\"",
  "Cambridge Analytica denies any wrongdoing.",
  "\"The stakes will be a lot higher.\"",
  "Such questions are not new.",
  "Prepared for GDPR?"
]