[
  "(USA-TRUMP/LAWSUITS (WRAPUP 2, PIX), moved, by Jonathan Stempel and Nathan Layne, 690 words)\n\n+ See also:\n\n- USA-TRUMP/MCDOUGAL (UPDATE 2, PIX), moved, by Nathan Layne, 470 words\n\n- USA-TRUMP/APPRENTICE-LAWSUIT (UPDATE 2, PIX), moved, by Jonathan Stempel and Brendan Pierson, 560 words\n\nAMERICAS\n\nUS ties “super important” says Mexican leftist’s pick to lead NAFTA talks\n\nMEXICO CITY - A former World Trade Organization economist picked to lead NAFTA negotiations by the front-runner in the race for Mexico’s presidency tells Reuters that modernising parts of the pact should be possible while stressing the importance of relations with the United States.",
  "(FACEBOOK-CAMBRIDGE ANALYTICA/ (UPDATE 2, PIX, TV), moved, by Kate Holton and Sarah Young, 910 words)\n\n+ See also:\n\n- FACEBOOK-CAMBRIDGE ANALYTICA/LEAVE.EU (EXPLAINER), moving shortly, 560 words)\n\nU.S. says in talks over steel and aluminum tariff exemptions\n\nWASHINGTON - The United States is in talks with the European Union, Argentina and Australia on granting possible exemptions to steel and aluminum tariffs, Trade Representative Robert Lighthizer tells the House Ways and Means Committee.",
  "(MYANMAR-POLITICS/PRESIDENT (UPDATE 2, PIX, TV), moved, by Thu Thu Aung and Antoni Slodkowski, 696 words)\n\n+ See also:\n\nMYANMAR-JOURNALISTS/ (UPDATE 1, PIX, TV), moved, by Simon Lewis and Sam Aung Moon, 695 words\n\nS.Korea’s Moon says three-way summit with N.Korea, U.S. possible\n\nSEOUL - South Korean President Moon Jae-in says a three-way summit with North Korea and the United States is possible in diplomatic effort to end the nuclear threat posed by the North.",
  "Editor: Mark Heinrich + 44 207 542 7923\n\nPicture Desk: Singapore + 65 6870 3775\n\nGraphics queries: + 65 6870 3595\n\n(All times GMT)\n\nTOP STORIES\n\nAcademic behind Facebook breach says political influence was exaggerated\n\nLONDON - The consultancy at the centre of a storm over Facebook data greatly exaggerated its role in Donald Trump’s 2016 U.S. presidential victory and would not have been able to sway an election result, the academic who provided the data says.",
  "(NORTHKOREA-MISSILES/ (UPDATE 2), moved, by Hyonhee Shin, 520 words)\n\n+ See also:\n\n- NORTHKOREA-MISSILES/FINLAND (UPDATE 1), moved, 250 words\n\nUNITED STATES\n\nTexas bombing suspect kills self, named as unemployed 23-year-old\n\nPFLUGERVILLE, Texas - Local media identify an unemployed 23-year-old man suspected of a three-week bombing campaign around Austin, Texas, that killed two people and injured five others before blowing himself up on the side of a highway.",
  "(IRAN-POLITICS/KHAMENEI (UPDATE 3, PIX), moved, by Babak Dehghanpisheh and Bozorgmehr Sharafedin, 517 words)\n\nPalestinian teen girl on trial for striking Israeli soldier agrees to plea deal - Israeli media\n\nJERUSALEM - A teenage Palestinian girl who was filmed kicking and slapping an Israeli soldier in the occupied West Bank accepts a plea deal under which she will be sentenced to eight months in prison, Israel’s Haaretz news website says.",
  "(POPE-LETTER/RESIGNATION, PIX, TV), moved, by Philip Pullella, 544 words)\n\n+ See also:\n\n- POPE-IRELAND (UPDATE 1), moved, by Philip Pullella, 384 words\n\nFrance’s Sarkozy faces second day of questioning in Gaddafi funds case\n\nNANTERRE, France - Former president Nicolas Sarkozy is questioned for a second day by police investigating allegations that his 2007 election campaign received funding from the late Libyan leader Muammar Gaddafi.",
  "(USA-TRADE), moved, 80 words)\n\n+ See also:\n\n- G20-ARGENTINA/ (UPDATE 3, PIX, TV), moved, by Anthony Boadle and David Lawder, 780 words\n\nBritain publicly accuses Russia of running an assassination programme\n\nMOSCOW - Britain accuses Moscow of running an assassination programme to kill its enemies, while Russia said Britain may have orchestrated the poisoning of former Russian spy Sergei Skripal and his daughter Yulia in England.",
  "(ISRAEL-SYRIA/NUCLEAR (UPDATE 6, TV, PIX), moving shortly, by Stephen Farrell, 730 words)\n\nMIDDLE EAST AND NORTH AFRICA\n\nSyrian rebels agree to evacuate town in Ghouta- sources\n\nAMMAN - Syrian rebels will evacuate a besieged town in eastern Ghouta, opposition sources and officials and a military media unit run by the government’s ally Hezbollah say, the first such deal in the last rebel bastion near the capital.",
  "(TEXAS-BLAST/ (UPDATE 10, PIX, TV), moving shortly, by Jon Herskovitz, 715 words)\n\nTrump, deemed ‘not above the law,’ faces legal storm\n\nNEW YORK - U.S. President Donald Trump faces legal challenges from women on two fronts as a defamation lawsuit brought by a former Apprentice TV show contestant advances and a former Playboy model who said she had an affair with Trump sues to undo a confidentiality agreement.",
  "(BRITAIN-RUSSIA/SPY-ENVOYS (UPDATE 3, TV, PIX), expect by 1600 GMT/12 PM ET, by Andrew Osborn and Maria Tsvetkova, 611 words)\n\nIsrael admits bombing suspected Syrian nuclear reactor in 2007, warns Iran\n\nJERUSALEM - Israel for the first time admits that it bombed a suspected Syrian nuclear reactor in 2007 and says the strike should be a warning to Iran that it will not be allowed to develop nuclear weapons.",
  "(AFGHANISTAN-BLAST/ (UPDATE 4, PIX, TV), moved, by Hamid Shalizi and Sayed Hassib, 429 words)\n\nSuu Kyi loyalist seen replacing Myanmar’s sick president\n\nYANGON - Myanmar’s civilian president Htin Kyaw resigned due to ill health and is expected to be replaced by a close ally of de-facto leader Aung San Suu Kyi, a move unlikely to affect power in a country where the army remains influential.",
  "(MIDEAST-CRISIS/SYRIA-GHOUTA (UPDATE 3, PIX), moved, by Suleiman Al-Khalidi, 742 words)\n\nIn Turkey’s Kurdish heartland, anger over Syria war finds a stage\n\nDIYARBAKIR, Turkey - Tens of thousands of Turkish Kurds turn an annual cultural festival into a rare mass political protest against the government’s two-month-old military campaign against a Kurdish militia in neighbouring Syria.",
  "(NIGERIA-SECURITY/ (UPDATE 4, PIX, TV), moved, by Ola Lanre and Abraham Achirga, 644 words)\n\nAfrica agrees to giant trade bloc but Nigeria, South Africa sit it out\n\nKIGALI - African leaders agree to form a $3 trillion continental free-trade zone encompassing 1.2 billion people, but its two biggest economies, Nigeria and South Africa, do not sign up, diminishing its impact.",
  "(TRADE-NAFTA/MEXICO-OPPOSITION, moved, by Julia Love, 415 words)\n\nPeru opposition alleges vote ‘buying’ to keep Kuczynski in power\n\nLIMA - Peru’s biggest opposition party releases audio and video recordings in which supporters of President Pedro Pablo Kuczynski appear to offer lawmakers public work projects in exchange for help defeating an impeachment motion.",
  "(HUNGARY-ELECTION/ORBAN-VOTERS (PIX, TV), moved, by Krisztina Than, 1,045 words)\n\nASIA\n\nSuicide bomber kills more than 30 near shrine in Afghan capital\n\nKABUL - A suicide bomber blows himself up near a shrine in Kabul, killing at least 32 people and wounding dozens, as the Afghan capital celebrates the Nawruz holiday marking the start of the Persian New Year.",
  "(FRANCE-SARKOZY/LIBYA (UPDATE 2, PIX, TV), moved, by Clotaire Achi, 434 words)\n\nDutch vote in referendum on spy agency tapping powers\n\nAMSTERDAM - Dutch voters will decide whether spy agencies should have the power to install bulk taps on Internet traffic, just as news of Facebook’s 50 million user profile leak returns digital privacy issues to the fore.",
  "(FRANCE-POLITICS/HARASSMENT (UPDATE 1, PIX, TV), moved, by Ingrid Melander and Marine Pennetier, 497 words)\n\nFear of migrants galvanises PM Orban’s supporters in rural Hungary\n\nERCSI, Hungary - Supporters of Hungary’s right-wing Fidesz party in Ercsi may not have met a refugee but there’s one thing they know for sure: they don’t want them in their town.",
  "(AFRICA-TRADE/ (TV, PIX, GRAPHIC), by Clement Uwiringiyimana, 633 words)\n\nEUROPE\n\nVatican communications chief resigns over doctored letter scandal\n\nVATICAN CITY - Pope Francis’ communications chief resigns after a scandal over a doctored letter, a public relations fiasco for the Vatican two months after the pope had warned of the dangers of fake news.",
  "(TURKEY-KURDS/NEWROZ (PIX, TV), moving shortly, by Daren Butler, 641 words)\n\nIran played significant role in defeating Islamic State in region -Supreme Leader\n\nBEIRUT/LONDON - Iran played a significant role in defeating Islamic State in the Middle East and has brought stability to most of region, Supreme Leader Ayatollah Ali Khamenei says.",
  "(NETHERLANDS-REFERENDUM/, moved, by Toby Sterling, 375 words)\n\nNew-look Dutch nationalist party set to gain in municipal elections\n\nAMSTERDAM - A new nationalist party led by a self-styled intellectual who spoke Latin in his first address to parliament is expected to make major gains in Dutch municipal elections on Wednesday.",
  "(ISRAEL-PALESTINIANS/TEEN (UPDATE 1), expect by 1600 GMT/12 PM ET, 365 words)\n\nExecutions, torture and slave markets persist in Libya\n\nGENEVA - Armed groups execute and torture civilians in Libya in almost complete impunity seven years after the revolution that toppled Muammar Gaddafi, the U.N.s human rights office says.",
  "(LIBYA-SECURITY/RIGHTS), moved, by Stephanie Nebehay, 425 words)\n\nAFRICA\n\nMilitants free scores of abducted Nigerian schoolgirls\n\nDAPCHI, Nigeria - Islamist militants drive scores of kidnapped Nigerian schoolgirls back into the town where they were captured a month ago and abruptly set them free.",
  "(NETHERLANDS-ELECTION/ (TV, PIX), moved, 450 words)\n\nFrance targets sexual harassment with on-the-spot fines\n\nPARIS - France announces a series of measures against sexual violence, including on-the-spot fines for sexual harassment on the street and extended deadlines for filing rape complaints.",
  "(PERU-POLITICS/ (TV, PIX), moved, by Mitra Taj and Marco Aquino, 437 words)"
]