[
  "Oakes told Emma Briant in recorded interviews, which were released by the UK Digital, Culture, Media and Sport Committee on Monday:\n\n\"It's the things that resonate — some of those to attack the other group and know that you're going to lose them is going to reinforce and resonate your group.",
  "Nigel Oakes has never worked on any election campaign for Cambridge Analytica or SCL Elections Ltd.\n\n\"Nigel Oakes was speaking in a personal capacity about the historical use of propaganda to an academic he knew well from her work in the defence sphere.",
  "[...]\n\nHe also said, ridiculous things, like \"we are going to ban Muslims from coming into the country because I am sick of people taking machine guns and pointing them at schools and our children, and our children are the most important thing.\"",
  "So you've got Hillary Clinton going \"we are going to increase the fiduciary financial spending and 4% growth in our area\" and people go, \"well, good luck with that, I want to build a wall; I've got a wall in my garden it keeps out the badgers.",
  "Associated Press/Evan Vucci\n\nA Cambridge Analytica spokesman told Business Insider Oakes \"never had any role at Cambridge Analytica, has never worked for Cambridge Analytica and did not work on the Trump campaign in any way whatsoever.\"",
  "\"Like much of the reporting surrounding our company, Dr Briant's 'explanatory essays' contain uncontextualised comments, unsubstantiated assertions and the joining together of dots to establish a picture that suits the authors.\"",
  "Nigel Oakes, who heads SCL Group, told a media researcher last November that Trump deliberately demonised Muslims and stoked fears about ISIS to appease his base, as Hitler and his Nazi party targeted Jews to appease his.",
  "Read Cambridge Analytica's full statement:\n\n\"Nigel Oakes has never had any role at Cambridge Analytica, has never worked for Cambridge Analytica and did not work on the Trump campaign in any way whatsoever.",
  "[...]\n\nWhen we explain in the two-minute lift pitch what happened with Trump, you can forget all the micro-targeting and micro-data and whatever, and come back to some very, very simple things.",
  "Nigel Oakes: And you rightly say, it's the things that resonate — some of those to attack the other group and know that you're going to lose them is going to reinforce and resonate your group.",
  "Nigel Oakes/LinkedIn\n\nThe founder and CEO of Cambridge Analytica's parent company compared Donald Trump's campaign methods to those of Adolf Hitler, newly-released audio has shown.",
  "Which is why, you know, Hitler — got to be very careful about saying so, must never probably say this, off the record — but of course Hitler attacked the Jews.",
  "But it seems to —\n\nEmma Briant: But the perception is there that —\n\nNigel Oakes: That's terrorism, and it must be Muslims, there have been a lot of shootings.",
  "Read the transcript here:\n\nEmma Briant: It didn't matter with the rest of what he was saying, it didn't matter if he's alienating all of the liberal women.",
  "A husband and wife, Tashfeen Malik and Syed Rizwan Farook, killed 14 people in San Bernardino, California, in 2015 after Farook pledged allegiance to ISIS.",
  "Christopher Wylie, a former CA employee, also said he and his colleagues were testing out slogans for a Trump campaign as early as 2014.",
  "The spokesman added that Oakes was \"speaking in a personal capacity about the historical use of propaganda to an academic he knew well.\"",
  "Omar Mateen, who killed 49 people at the Pulse nightclub in Orlando, Florida, in 2016 also pledged allegiance to ISIS during the siege.",
  "He didn't have a problem with the Jews at all, but the people didn't like the Jews... so he just leveraged an artificial enemy.",
  "To characterise his remarks as anything else would grossly misrepresent our values and those of our diverse employees.",
  "Steve Bannon, who founded the data analytics group, later became Trump's campaign chief executive.",
  "Listen to the audio here:\n\nOakes added that Trump deliberately stoked fears about ISIS in the US.",
  "Special prosecutor Robert Mueller is examining the Trump campaign's connections to the company.",
  "Which is, Trump had the balls, and I mean, really the balls, to say what people wanted to hear.",
  "So if the people — he could just use them to say — so he just leveraged an artificial enemy.",
  "He didn't have a problem with the Jews at all, but the people didn't like the Jews.",
  "Really, I mean, we are still talking about 9/11 — well, 9/11 is a long time ago.",
  "Well there's never been a Muslim ever that has put a gun on an American school.",
  "You've got to think about what would resonate with as many as possible.",
  "He leveraged a Muslim — I mean, you know, it's — it was a real enemy.",
  "Oakes questioned \"how big a threat\" ISIS really was to the US.",
  "ISIS is real, but how big a threat is ISIS really to America?",
  "And people go \"that's our children and we don't want that.\"",
  "And we all thought it was a joke every time he said it.",
  "Trump's ties to Cambridge Analytica remain unclear.",
  "Donald Trump on the presidential campaign trail.",
  "I think he was never going to get them anyway.",
  "They are all Americans who do the shootings.",
  "[...]\n\n\"Of course, Hitler attacked the Jews.",
  "\"Well, that's exactly what Trump did.",
  "Well, that's exactly what Trump did.",
  "He leveraged a Muslim.\"",
  "I understand a wall.\""
]