[
  "Employees who abuse these controls will be fired.”\n\nThe claim surfaced in a tweet Sunday by Jackie Stokes, a cybersecurity consultant, who alleged she received copies of a text conversation on the dating app Tinder that showed \"a security engineer currently employed at Facebook is likely using privileged access to stalk women online.\"",
  "At the same time, Facebook's privacy protection practices have come under fierce fire since it disclosed that a researcher gave data on 87 million Facebook users to Cambridge Analytica, a British data-mining firm that worked with the election campaign for President Donald J. Trump.",
  "NBC News has not received or reviewed the chat messages Stokes referenced, but a screenshot of a text message she added to the Twitter thread showed one participant saying that their job responsibilities involved being \"more than\" a security analyst.",
  "\"I am pleased an investigation was conducted and an appropriate action taken to improve the trust users need to have in social media platforms to live their lives fully and enjoyably online,\" Stokes told NBC News in an online message.",
  "\"It’s why we have strict policy controls and technical restrictions so employees only access the data they need to do their jobs – for example to fix bugs, manage customer support issues or respond to valid legal requests.",
  "/ Updated By Ben Popken\n\nFacebook has fired a security engineer who allegedly took advantage of his position to access information he then used to stalk women online, the social media giant confirmed to NBC News Tuesday.",
  "The incident comes as the #MeToo movement has swept through companies across America, forcing businesses to act swiftly in response to allegations of sexual harassment and assault by its employees.",
  "After receiving word of the employee's termination, Stokes thanked the numerous Facebook employees she said had reached out to her personally to offer assistance.",
  "The revelations lead to Facebook CEO Mark Zuckerberg testifying before Congress and implementing tougher privacy measures and expanding user privacy controls.",
  "The user said their role included trying to \"figure out who hackers are in real life,\" or, in other words, being a \"professional stalker.\"",
  "On Tuesday, during the company's annual developer conference, Facebook announced it would let users opt out of browser history tracking.",
  "“We are investigating this as a matter of urgency,\" Alex Stamos, Chief Security Officer at Facebook, said in a statement to NBC News.",
  "Stokes said she determined the person was probably employed by Facebook by cross-referencing his online profiles.",
  "\"It’s important that people’s information is kept secure and private when they use Facebook,\" he said.",
  "She also added that she was not the subject of any invasion of privacy by the person.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "\"I have to say that you are hard to find,\" the user added, \"lol.\"",
  "The news and stories that matter, delivered weekday mornings.",
  "\"Everyone deserves to feel safe, even on the Internet.\"",
  "It also unveiled a new dating feature."
]