[
  "The memo advises Mercer, former Trump political adviser Stephen Bannon, and Nix that Nix ought to recuse himself from supervising any of Cambridge Analytica’s U.S. election activity and that foreign nationals without green cards should not be involved in \"polling and marketing\" or providing strategic advice to U.S. campaigns.",
  "A 2012 memo from the U.K. Ministry of Defense released by the committee revealed that the British military’s psychological warfare unit paid SCL to train its staff on how to assess the effectiveness of \"psychological operations\" and that SCL had helped \"support 15 (UK) PsyOps,\" including operations in Libya and Afghanistan.",
  "In one email chain that included Alexander Nix, the suspended chief executive officer of Cambridge Analytica, and Jeff Silvester, the co-founder of Aggregate IQ, the two discussed using Kogan’s data to help create \"personality cluster information for the target voter segments\" in New Hampshire, Arkansas and North Carolina.",
  "A British company at the heart of the Facebook Inc. data-privacy scandal agreed to give a political action committee founded by John Bolton, U.S. President Donald Trump’s newly appointed national security adviser, data harvested from millions of Facebook users, documents released by Parliament show.",
  "Revealed are indications that Aggregate IQ, a Canadian company that worked closely with both Cambridge Analytica and SCL, had access to data from Aleksandr Kogan, an academic who had set up an app designed to build psychological profiles of people, based in part from Facebook data.",
  "The documents also include a confidential legal memorandum, stated to be prepared for Rebekah Mercer, daughter of Trump supporter Robert Mercer, which warns Cambridge Analytica that it could run afoul of U.S. laws barring foreign nationals from participating in U.S. elections.",
  "\"This would need to be modeled for target voters by end of next week so it can be used to help micro targeting effort to be pushed out in the following week,\" an unnamed individual at SCL wrote in the message, which contained numerous redacted passages.",
  "Emails released by Parliament show that SCL Group, Cambridge Analytica’s U.K. affiliate, discussed with Aggregate IQ how it could provide Kogan’s data, and models for how to target voters in several U.S. states based on it, to Bolton’s PAC.",
  "The documents released by Parliament also show that SCL Group contracted Aggregate IQ in November 2013, agreeing to pay the company up to $200,000 for services that included \"Facebook and social media data harvesting.\"",
  "In a statement Tuesday, following Wylie’s testimony before the parliamentary committee, Cambridge Analytica said it had never provided Aggregate IQ with any data from Kogan’s company, Global Science Research.",
  "The social-media giant has said that Kogan violated its terms of service by using this information for commercial purposes, but Kogan has said he is being \"scapegoated\" by the companies involved.",
  "News that Bolton’s political group, The John Bolton Super PAC, was a beneficiary of Cambridge Analytica’s psychometric profiles was first reported by The New York Times last Friday.",
  "The papers were provided by whistle-blower Christopher Wylie, a former employee of both Cambridge Analytica and its affiliate company SCL Elections, part of London-based SCL Group.",
  "The U.K. Committee on Digital, Culture, Media and Sports released the documents Thursday, which include more than 120 pages of business contracts, emails and legal opinions.",
  "And it said the data it did have was used to \"identify ’persuadable’ voters, how likely they were to vote, the issues they cared about, and who was most likely to donate.\"",
  "Wylie has told reporters and testified before Parliament that many of those Cambridge Analytica employed to help on U.S. campaigns were foreign citizens.",
  "Cambridge Analytica said in a statement released Thursday that it didn’t use Facebook data from Kogan’s company in the 2016 U.S. presidential campaign.",
  "The executives also discussed getting Kogan data from another survey firm so that he could combine it with the data he had from Facebook.",
  "Another document shows that in 2014, SCL paid Aggregate IQ $500,000 to create a platform it could use to target U.S. voters.",
  "The name of the lawyers who prepared the memo are redacted in the version released by Parliament.",
  "\"We provided polling, data analytics and digital marketing to the campaign,\" the statement said.",
  "The company said it didn’t use personality profiles of the sort Kogan specialized in."
]