[
  "China is forcing people to download an app that tells them to delete “dangerous” photos\n\nHere’s one way researchers describe it: “Any user with this app installed will have every file stored on their device sent to a unknown entity for monitoring.”\n\nIn China’s west, ethnic Uighurs say they are being forced to download the app, which searches through cell phones for unique identifiers associated with pictures and videos, and sends personal information to an outside server.",
  "Mark Zuckerberg takes the hot seat for the first time\n\nYesterday, the founder of Facebook testified before two Senate committees after years of intense criticism, and in the wake of a data-harvesting scandal that saw the personal information of up to 87 million people exposed to Cambridge Analytica.",
  "He abruptly canceled his weekend trip to Latin America so that he could remain in Washington, DC, to “oversee the response to Syria.” The president vowed a US response after a suspected chemical attack in Syria reportedly killed at least 42 people last weekend.",
  "Obama, Trump, and Theresa May are all not going to the royal wedding\n\nPrince Harry and Meghan Markle will not invite political leaders to their wedding next month, so the likes of British Prime Minister Theresa May and President Trump will not be going.",
  "The way he tells it, “I went from someone calling in about an emergency to just sharing good news with a stranger.”\n\nThe internet was rightfully buzzing about the late-night host’s telling of the birth of his second child.",
  "Researchers say the software compares the identifiers it finds against a huge internal database of files, and if a “dangerous” file is identified, the app tells the person using the phone to delete it.",
  "China has stepped up its surveillance efforts in Xinjiang, the western region that’s home to the Uighur ethnic minority group — including making advances in human policing and high-tech surveillance.",
  "Trump won’t say when an attack on Syria might come, but he’s canceled his weekend plans\n\nDonald Trump is set to become the first US president in 24 years to skip the regional Summit of the Americas.",
  "Seth Meyers shared the insanely dramatic story about how his wife gave birth in their apartment building’s lobby\n\n“Over the course of a minute,” while Meyers was calling 911, his wife gave birth.",
  "Word is that the couple wanted a less formal guest list because Harry is only fifth in line to the throne — and soon to be demoted to sixth, once the Duchess of Cambridge has her third child.",
  "This was the first time Facebook users — of which there are billions — got to see a tech executive who possesses some of their most personal information answer tough questions.",
  "Quick brief:\n\nBank of America, the US’s second-biggest bank, says it will stop lending money to gun manufacturers that make “military-style firearms” for civilians.",
  "The US Navy announced that the USS Donald Cook left port in Cyprus on Monday, moving within striking distance of Syria in the eastern Mediterranean.",
  "Republican officials in 49 states have openly attacked Muslims with words and proposed legislation since 2015, and few have faced repercussions.",
  "Zuckerberg was grilled on Cambridge Analytica, user privacy, Russian interference in the 2016 election, and whether Facebook has a liberal bias.",
  "Two interesting new stories: Zuckerberg said that special counsel Robert Mueller has interviewed Facebook staff as part of the Russia probe.",
  "Russia's ambassador to Lebanon, Alexander Zasypkin, said any US missiles fired at Syria would be shot down and the launch sites targeted.",
  "The government says the measures are necessary on national security grounds, but critics say they violate people’s basic privacy rights.",
  "Quick brief:\n\nHackers briefly deleted the “Despacito” music video, YouTube’s most-viewed upload, off the platform.",
  "A man cleaning out his fish tank accidentally released a deadly toxin, sending his entire family to the hospital.",
  "Defense Secretary Jim Mattis also canceled a weekend trip to San Francisco and Nevada to remain in Washington.",
  "Funny you mention that — take this fun quiz and see if you can guess when Zuckerberg has actually said sorry.",
  "Overall, it was a deferential and apologetic performance that didn't feature any major gaffes.",
  "Sen. Dick Durbin asked Zuckerberg some really personal questions, and it was hella awkward.",
  "Barack and Michelle Obama, who are known to be friends of the prince, are also not invited.",
  "A Target employee was fired for putting “It’s OK to be white” cards into boxes of diapers.",
  "More than 100 people have been killed in a military plane crash in the north of Algeria.",
  "Sen. Ted Cruz grilled Zuckerberg on perceived anti-conservative bias at Facebook.",
  "On the surface, he put on a confident show, with only a few tense exchanges.",
  "It is a wild story, and Meyers is hilarious and emotional as he tells it.",
  "In case anyone is wondering, I am also not invited to the royal wedding.",
  "In that sense, the wedding is not considered a formal state occasion.",
  "Enter your email below to sign up for the BuzzFeed News newsletter:",
  "If you don’t know yet, here’s an easy explainer on how to check.",
  "He also hinted that Facebook is considering an ad-free version.",
  "Yeah, people had funny tweets — here are the best of them.",
  "Was I affected by the Cambridge Analytica data-harvesting?",
  "You have to watch the whole thing — it’s so worth it.",
  "But this isn’t the first time he’s been apologetic.",
  "You were just waiting for this part, weren’t you?",
  "Conservatives are celebrating the exchange.",
  "Let’s walk through it:\n\nIs this a big deal?",
  "What kind of questions did he get?",
  "It was restored a few hours later.",
  "The plane was carrying soldiers.",
  "I can’t do this story justice.",
  "How did the internet respond?",
  "How did Zuckerberg do?",
  "Any other highlights?",
  "Yes."
]