[
  "This will be a make-or-break overseas deal for Walmart.”\n\nPhoto\n\nSturm Ruger Shareholders adopt a measure backed by gun control activists\n\nSturm Ruger had urged shareholders for weeks to reject a proposal from a group of Roman Catholic nuns demanding more transparency from the company on whether it planned to develop safer products and monitor the ones already in circulation.",
  "ZTE said on Wednesday it had ceased “major operating activities.” Trading in ZTE’s shares has been suspended for weeks, and its staff have been instructed, in new company guidelines reviewed by The New York Times, to reassure anxious clients — while being sure to avoid discussing with them the American technology from which the company is cut off for the next seven years.",
  "• Flipkart was advised by Goldman Sachs and law firms Gunderson Dettmer LLP, Khaitan & Co., Allen & Gledhill LLP and Dentons Rodyk & Davidson\n\nCritic’s Corner\n\nUna Galani of Breakingviews writes:\n\n“After buying Jet.com for $3 billion a couple years ago, Walmart’s efforts to compete online in the United States have hit some bumps.",
  "Ruger must now produce a report by February on how it tracks violence associated with its firearms, what kind of research it is conducting related to so-called smart gun technology and its assessment of the risks that gun-related crimes pose to the company’s reputation and finances.",
  "Overall return: 60 percent\n\nSome investors who are keeping stakes in Flipkart — including Tiger Global, which will maintain a roughly 5 percent stake, Microsoft and the Chinese internet giant Tencent — could continue to reap returns should Flipkart eventually go public.",
  "Photo\n\nVodafone’s big deal reshapes European telecoms\n\nIn agreeing to buy Liberty Global’s cable networks in Germany and Eastern Europe for $22 billion, the British telecom giant is making the biggest move yet to consolidate the Continent’s internet industry.",
  "Advertisement Continue reading the main story\n\nThe United States Department of Commerce has blocked it from accessing American-made components until 2025, saying the company failed to punish employees who violated trade controls against Iran and North Korea.",
  "And a New York judge rejected a lawsuit against the sale of Jean-Michel Basquiat’s “Flesh and Spirit.”\n\nAdvertisement Continue reading the main story\n\n• The House of Lords amended Brexit legislation to demand that Britain stay in the European Economic Area.",
  "Advertisement Continue reading the main story\n\nWhy this matters, according to analysts at JPMorgan Chase (via the FT):\n\nWe believe this event is a bellwether for the sector, and could potentially contribute toward a flurry of consolidation across Europe.",
  "The political flyaround\n\n• Richard Cordray, the former head of the C.F.P.B., won the Democratic nomination for Ohio governor, while Don Blankenship, the former Massey Energy C.E.O., came in third in the Republican Senate primary in West Virginia.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "AT&T told its employees in an email sent Wednesday that the company hired Mr. Cohen’s firm, Essential Consultants, to get insights on how the administration might conduct antitrust enforcement, among other things, according to Bloomberg.",
  "Here’s how well some of them did:\n\n• Accel, which was one of Flipkart’s original investors, will be one of the biggest winners, according to a person with knowledge of its investment who was not authorized to talk publicly about them.",
  "Overall return: 4 times\n\nAdvertisement Continue reading the main story\n\n• Naspers, the South African media investor that first invested in Flipkart in 2012 and has poured $616 million, sold out at $2.2 billion, according to Bloomberg.",
  "(NYT)\n\nPhoto\n\nInside the race to replace Eric Schneiderman\n\nNew York lawmakers have been considering whether to replace the state’s attorney general, a leading critic of both President Trump and Harvey Weinstein, with a woman.",
  "— Michael J. de la Merced\n\nDetails are emerging on what companies wanted from Michael Cohen\n\nWhat exactly were AT&T and Novartis after when they made payments to a firm set up Michael Cohen, President Trump’s personal lawyer?",
  "— Tiffany Hsu\n\nPhoto\n\nMeet the first victim of the cold war between China and the U.S.\n\nZTE, one of China’s most internationally successful technology suppliers, is facing a death sentence, reports Raymond Zhong of the NYT.",
  "• Tiger Global Management, which first invested in Flipkart’s Series A and poured about $1 billion into the company, according to a person with knowledge of its investment but was not authorized to talk publicly about it.",
  "Advertisement Continue reading the main story\n\n- Peter Eavis\n\nPhoto\n\nWalmart makes a $16 billion bet on India\n\nWalmart reached a $16 billion deal to buy a majority stake in Flipkart, India’s leading e-commerce platform.",
  "Photo\n\nHow Trump’s Iran move could affect the global economy\n\nWith President Trump making good on his threat to withdraw from the Iran nuclear deal, the business world has been grappling with what to do next.",
  "The move higher comes a day after President Trump announced he was pulling the United States out of the Iran nuclear deal, as investors weighed the potential loss of Iranian crude oil to global supplies.",
  "Tire deal with Amazon puts a jolt in Sears’ shares\n\nThe stock is up 22 percent Wednesday after the struggling department store chain said it is collaborating with Amazon to provide tire installation.",
  "Overall return: 3.6 times\n\n• SoftBank, which invested $2.5 billion in Flipkart in August through its Vision Fund, is selling out at a $4 billion valuation, according to its founder, Masa Son.",
  "• Walmart is paying a hefty premium to buy its way into the pole position in India’s e-commerce market, but it has not yet outlined any strategy that would keep it ahead of Amazon there.",
  "What are their priorities?”\n\nThe Atlantic notes that AT&T’s $200,000 payouts to Essential Consultants put it in the middle of the telecom giant’s overall lobbying expenses for last year.",
  "The service initially will available at 47 Sears Auto Centers in eight metropolitan areas: Atlanta, Chicago, Dallas, Los Angeles, Miami, New York, San Francisco and Washington, D.C.",
  "Advertisement Continue reading the main story\n\nThough the move had been under consideration for a while, the Cambridge Analytica scandal sped up those efforts, according to the NYT.",
  "The advisers\n\n• Walmart was advised by JPMorgan and Barclays on the banking side and Hogan Lovells, Shardul Amarchand Mangaldas & Co. and Gibson, Dunn & Crutcher on the legal side.",
  "Photo\n\nThe deals flyaround\n\n• Toshiba is reportedly worried that Chinese regulators won’t approve its $18 billion deal to sell its memory business to a group led by Bain Capital.",
  "Washington was abuzz yesterday with the news that Michael Cohen’s Essential Consultants received $500,000 from an investment fund tied to the Russian oligarch Viktor Vekselberg.",
  "AT&T said Essential was “one of several firms we engaged in early 2017 to provide insights into understanding the new administration,” and that its contract ended in December.",
  "AT&T, in a statement Tuesday, said: “Essential Consulting was one of several firms we engaged in early 2017 to provide insights into understanding the new administration.",
  "Some, including the investment firm Tiger Global Management and the Chinese internet giant Tencent, wanted to stay on board, betting that Flipkart would continue to grow.",
  "From a business perspective, Flipkart would provide a base for e-commerce dominance in India, while Walmart could give a crucial boost in the grocery delivery business.",
  "The company’s biggest mainstream products outside its main app — Instagram, Messenger and WhatsApp — will now fall under Facebook’s chief product officer, Chris Cox.",
  "Walmart’s agreement to buy a 77 percent stake in Flipkart for $16 billion — or a $20.8 billion valuation — is the American retail giant’s biggest takeover in years.",
  "Other telecom-adjacent news: Disney’s best quarterly results in two years were overshadowed by Comcast’s amassing a war chest to potentially challenge its Fox bid.",
  "But as American oil production has surged, the traditional view that higher oil prices act as a clear drag on American growth has become less of an item of faith.",
  "Sears said it will provide customers who purchase any brand of tire on Amazon, including the Sears DieHard brand and full-service tire installation and balancing.",
  "Peter Eavis’s take: While Mr. Trump’s foreign policies haven’t yet caused serious losses in the stock market, investors’ stoicism could face greater tests soon.",
  "For its part, Walmart would feel more comfortable if it had majority control, even as it was prepared to give Flipkart’s management some degree of independence.",
  "• The two companies said they are in continuing talks with other investors to purchase a stake, which might reduce Walmart’s eventual shareholding in Flipkart.",
  "Over the next few months, the boards of Walmart and Flipkart refined what became Wednesday’s deal: The size of the stake Walmart would buy and at what price.",
  "(Bloomberg)\n\n• Keystone Foods, the main U.S. supplier of Chicken McNuggets, has reportedly drawn interest from Cargill, Tyson Foods and Fosun International.",
  "European companies like Total were considering whether to abandon investments — their governments promised unspecified protections — while Boeing and G.E.",
  "What an unnamed source told the WSJ:\n\n“Right around [when the] inauguration is happening, we need somebody who knows the administration,” the person said.",
  "(Bloomberg)\n\n• Prince Alwaleed bin Talal and Ashkenazy Acquisition agreed to buy full control of the Plaza Hotel in New York for a reported $600 million.",
  "Oil prices are hovering near highs not seen since 2014 would seem to run counter to the President’s stated, or tweeted, preference for lower oil prices.",
  "Photo\n\nRevolving door\n\n• Sally Yates, the former acting attorney general, has returned to King & Spalding as a partner specializing in investigations.",
  "(NYT)\n\n• Insurers in some markets plan huge price increases for Affordable Care Act plans, partly because of the repeal of the individual mandate.",
  "They did no legal or lobbying work for us, and the contract ended in December 2017.”\n\nAnd AT&T may have paid Mr. Cohen a lot more than $200,000.",
  "India will test the U.S. company’s ability to keep pace halfway around the world with Amazon, whose investors are as patient as boss Jeff Bezos.",
  "(Bloomberg)\n\n• The billionaire Albert Frère sold his 6.6 percent stake in Burberry, sending shares in the fashion house down nearly 7 percent.",
  "Advertisement Continue reading the main story\n\nWhoever replaces Mr. Schneiderman must decide whether to continue his moves against Mr. Trump.",
  "Potential candidates include Letitia James, New York City’s public advocate, and Kathleen Rice, who challenged Mr. Schneiderman for the job.",
  "Elsewhere in Facebook news: The company will block political ads from groups outside Ireland ahead of that country’s referendum on abortion.",
  "• Walmart said the purchase would reduce its net income by at least $750 million this year and by more than double that amount next year.",
  "(Bloomberg)\n\n• Picasso’s “Fillette à la Corbeille Fleurie,” once owned by David and Peggy Rockefeller, sold for $115 million at auction.",
  "A group of emerging technologies, including a new blockchain-focused team, will be overseen by Mike Schroepfer, the chief tech officer.",
  "(Axios)\n\n• The tax incentives that Racine, Wis., or Newark throw at Foxconn or Amazon are signs of desperation, Eduardo Porter writes.",
  "Andrew Cuomo has appointed a special prosecutor — not the Manhattan district attorney, Cy Vance Jr. — to investigate Mr. Schneiderman.",
  "• SoftBank Vision Fund, the investment vehicle run by Japanese billionaire Masayoshi Son, invested $2.5 billion in Flipkart in August.",
  "(NYT)\n\n• Audi, Volkswagen’s luxury brand, found emissions-manipulating software in about 60,000 of its best-selling diesel vehicles.",
  "Details\n\n• Walmart will buy an initial stake of 77 percent in Flipkart and invest $2 billion in fresh capital into the Indian firm.",
  "(NYT)\n\n• Nordstrom Rack’s president flew to St. Louis to apologize to three black teens it had falsely accused of attempted theft.",
  "CNBC, citing an unnamed source, on Wednesday reported that AT&T’s contract with Mr. Cohen allowed for payments up to $600,000.",
  "(WSJ)\n\n• TPG Capital is reportedly in talks to invest in Anastasia Beverly Hills, a makeup company, at a $3 billion valuation.",
  "The big question: How hard will the U.S. crack down on allies who don’t go along with sanctions — is this another trade fight?",
  "Advertisement Continue reading the main story\n\nThere’s no link between AT&T or Novartis and the investigations into Mr. Cohen.",
  "Oil continues to climb on Trump’s Iran move\n\nThe price of benchmark American crude oil rose to more than $71 early Wednesday.",
  "(NYT)\n\n• Shareholder gun-control activists plan to speak at Sturm Ruger’s annual meeting today, but don’t expect much change.",
  "• Although India’s population is rapidly coming online, the number of people with enough income to shop online is still tiny.",
  "But over time, both sides came to realize that Flipkart could better realize its ambitions if Walmart owned a majority stake.",
  "Walmart could also provide a permanent base of capital, which would allow Flipkart to avoid raising money every few years.",
  "But AT&T and Novartis were also shown to have paid money to the firm — the one that Mr. Cohen used to pay Stormy Daniels.",
  "Elsewhere in workplace misconduct: Five more Nike executives have left amid a furor over harassment and discrimination.",
  "(Reuters)\n\nThe speed read\n\n• MoviePass, which goes through about $21.7 million a month, has $15.5 million left in cash.",
  "(King & Spalding)\n\n• Jefferies has hired Peter Scheman from Goldman Sachs as a co-head of Americas industrial banking.",
  "(BBC)\n\n• Argentina has begun negotiating for credit from the I.M.F., still widely blamed there for a 2001 debt crisis.",
  "(NYT)\n\n• Denver Post journalists came to Manhattan to protest the paper’s owner, the hedge fund Alden Global Capital.",
  "AT&T paid Essential Consultations $200,000 in four payments, according to documents reviewed by the New York Times.",
  "And Jeffrey Zients, an Obama administration official, will replace the WhatsApp co-founder Jan Koum as a director.",
  "Flipkart's co-founder, is selling his entire 5.5 percent stake in the company, becoming an instant billionaire.",
  "• While Flipkart is currently the market leader, Amazon’s relatively new India site is quickly closing the gap.",
  "It’s a risky bet for Walmart\n\n• Walmart has repeatedly stumbled in its e-commerce efforts in the United States.",
  "Earlier misadventures in China prompted it to join forces with local rival JD.com in return for a small stake.",
  "But AT&T does have business before the Trump administration, including its $85.4 billion bid for Time Warner.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "It worried regulators would block a deal that would have combined India’s two biggest e-commerce services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "Meanwhile, oil continued to rise as the U.S. warned buyers to curb purchases from Iran within six months.",
  "Vodafone won’t just be in wireless: It will offer high-speed internet and cable to 54 million customers.",
  "(NYT)\n\n• The House voted to scrap an Obama-era rule meant to prevent discrimination by auto lenders.",
  "nor China looks close to caving to Mr. Trump’s threats, global trade tensions look set to escalate.",
  "(WSJ)\n\n• Glassdoor, the recruiting site, agreed to sell itself to Japan’s Recruit for $1.2 billion.",
  "And did Mr. Cohen say that he had a special connection with Mr. Trump that could yield information?",
  "And ads, personnel, security and growth will be run by Javier Olivan, who has led growth efforts.",
  "But while it gives Mr. Cox in particular more prominence, it doesn’t fundamentally change things.",
  "SoftBank’s latest earnings surpassed estimates because Sprint finally turned a quarterly profit.",
  "(Bloomberg)\n\n• Deutsche Bank is reportedly considering cutting about a fifth of its U.S. staff.",
  "Not so fast: Expect Deutsche Telekom, now in Vodafone’s cross hairs, to fight the transaction.",
  "Why would the companies want insights from someone who was not known for his policy expertise?",
  "Initially, Walmart was focused on acquiring a minority stake in Flipkart, these people said.",
  "The union-affiliated CtW Investment Group plans to campaign against several Tesla directors.",
  "And it’s set to give some of the Indian e-commerce company’s investors a healthy return.",
  "Others, including the nearly $100 billion SoftBank Vision Fund, were happy to cash out.",
  "The vote was a rebuke to the company’s leaders and a victory for gun control activists.",
  "Earnings growth for corporate America this year probably peaked in the first quarter.",
  "And Martin Sorrell, who left WPP after unspecified allegations, plans a new venture.",
  "Plenty of questions remain: How did AT&T and Novartis get introduced to Mr. Cohen?",
  "AT&T is hoping to merge with Time Warner, a deal Mr. Trump has sharply criticized.",
  "Advertisement Continue reading the main story\n\nThe big winners\n\n• Sachin Bansal.",
  "(Ben Lawsky, once New York’s top financial regulator, has also been mentioned.)",
  "This the second partnership that Sears has struck with Amazon in the past year.",
  "(Saudi Arabia, Iran’s regional rival, said it would help stabilize markets.)",
  "A judge approved the sale of Weinstein Company assets to Lantern Capital.",
  "Elsewhere in Iran news: Peter Thiel’s Palantir was helping monitor Iran.",
  "— Michael J. de la Merced\n\nPhoto\n\nHow well did Flipkart’s investors do?",
  "Last July, Sears said it would sell its Kenmore appliances of Amazon.",
  "And it may streamline reporting lines and help keep Facebook nimble.",
  "Novartis said that its contract ran for a year, through February.",
  "A new report from Bloomberg sheds more light on what AT&T wanted.",
  "The firm made a sevenfold return on its investments in Flipkart.",
  "The stock is down more than 70 percent over the past 12 months.",
  "streaming deal shows that sports rights remain highly valuable.",
  "They also settled on which of Flipkart’s investors would sell.",
  "and cryptocurrencies has created a shortage of graphics chips.",
  "Sinclair Broadcasting may woo Sean Hannity and Jeanine Pirro.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "Japan’s industrial future might be stuff that makes stuff.",
  "(CNBC)\n\nPhoto\n\nWhat does Facebook’s reorganization signal?",
  "Photo\n\nWhat did AT&T and Novartis want from Michael Cohen?",
  "On Wednesday, a majority of investors sided with the nuns.",
  "That includes a return of 71 times at Accel’s India fund.",
  "What else tech giants can do to improve racial diversity.",
  "In December, Amazon entered the fray, these people said.",
  "Some cybersecurity experts fear Iran will now hack more.",
  "Elsewhere in tech: Here’s a prototype Uber flying taxi.",
  "By last November, Walmart was ready to discuss a deal.",
  "The e-commerce titan sought to buy Flipkart outright.",
  "That the stake will now be sold for about $4 billion.",
  "Please verify you're not a robot by clicking the box.",
  "The announcement pushed Sears’s shares up 24 percent.",
  "His administration is now suing to stop the merger.",
  "You must select a newsletter to subscribe to.",
  "James Murdoch won’t join Disney in any case.",
  "Discussions with Walmart pressed forward.",
  "ESPN’s $750 million, five-year U.F.C.",
  "View all New York Times newsletters.",
  "were also caught in the crossfire.",
  "(WSJ)\n\nWe’d love your feedback.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "And since neither the E.U.",
  "Please try again later.",
  "An error has occurred.",
  "But Flipkart was wary.",
  "Invalid email address.",
  "“How does he think?",
  "The surge in A.I.",
  "Please re-enter.",
  "And Gov."
]