[
  "But it hasn’t backed off from its tariff threats, and the White House press secretary, Sarah Huckabee Sanders, said the U.S. may feel “a little bit of short-term pain.”\n\nNewsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "More from behind the scenes, by Ana Swanson and Keith Bradsher of the NYT:\n\nPeople familiar with the negotiations say Steven Mnuchin, the Treasury secretary, and Wilbur Ross, the commerce secretary, have at times argued for more dialogue with the Chinese and quicker concessions that would help diminish the trade deficit.",
  "Far from virtue signaling, it’s simply good business.”\n\nPhoto\n\n‘That was a huge mistake, and it was my mistake’\n\nWhat emerged from Facebook yesterday — in Mark Zuckerberg’s conference call with reporters and in a company blog post — were revelations that users’ public data was more compromised than previously thought.",
  "The company line: “We’re actively engaged across the company in a comprehensive discussion of this important topic.”\n\nIn other defense tech news: Oracle’s Safra Catz reportedly argued to Mr. Trump over dinner Tuesday night that the Pentagon’s process for choosing a cloud services contractor was tilted toward Amazon.",
  "They include:\n\n• a new exchange-traded fund that will track the performance of the MSCI USA Small Cap Extended ESG Focus Index, composed of small stocks with favorable environmental, social and governance standards, while specifically excluding producers and large retailers of civilian firearms.",
  "Her salary is the highest allowed under the consumer bureau’s pay scale and represents a raise of more than 50 percent working for one of the C.F.P.B.’s fiercest critics, Representative Jeb Hensarling of Texas, the Republican chairman of the House Financial Services Committee.",
  "Context\n\nThe consumer bureau, as well as fellow financial regulators like the Securities and Exchange Commission and the Office of the Comptroller of the Currency, is allowed under federal law to pay employees significantly more than other government agencies can pay.",
  "Photo\n\nThe hot take: Les Moonves shouldn’t run CBS-Viacom\n\nAs the two corporate siblings jostle over a potential union — Viacom has reportedly rejected CBS's offer and is preparing a counter bid — who would run the combined company remains a sticking point.",
  "(FT)\n\nPhoto\n\nQuote of the day\n\n“Retreating from the world is not the solution, nor is burning down the current system and starting anew.”\n\n— Jamie Dimon of JPMorgan, in his firm’s latest annual letter, where he also talks taxes, deficits and public policy.",
  "Mr. Mulvaney appointed two senior staff members who are paid salaries far above what they had been earning in their previous government jobs in Washington, according to agency documents obtained by The New York Times through a public records request.",
  "More from Scott Shane and Dai Wakabayashi of the NYT:\n\nThat kind of idealistic stance, while certainly not shared by all Google employees, comes naturally to a company whose motto is “Don’t be evil,” a phrase invoked in the protest letter.",
  "Mr. Dimon is in favor of banks having more liquidity than before the crisis, but in the letter, released Thursday, he wrote:\n\nLiquidity requirements, while much higher, now have an element of rigidity built in that did not exist before.",
  "But it is distinctly foreign to Washington’s massive defense industry and certainly to the Pentagon, where the defense secretary, Jim Mattis, has often said a central goal is to increase the “lethality” of the United States military.",
  "This is why the Federal Reserve said after its last bank stress tests:\n\nThe nation’s largest bank holding companies have strong capital levels and retain their ability to lend to households and businesses during a severe recession.",
  "Last May, Blackstone announced with great fanfare that it planned a $40 billion fund with Saudi Arabia to invest in U.S. infrastructure: up to $20 billion from the Saudis, who would match commitments by other outside partners.",
  "Critic’s corner\n\nRob Cox of Breakigviews writes:\n\n“BlackRock’s moves may spark criticism from gun-rights supporters, who lashed out at companies like Delta Air Lines that severed ties with the National Rifle Association.",
  "BlackRock, the world’s largest money manager, plans to offer a series of new products allowing individuals and institutions to invest in market indexes without putting money into manufacturers and retailers of firearms.",
  "And Greg Ip of the WSJ, who says China started the trade fight, had an informative tweetstorm about each side’s vulnerabilities:\n\nPhoto\n\nBut Neil Irwin of the Upshot warns that China has other ways of retaliating.",
  "(Bloomberg)\n\nPhoto\n\nThe YouTube suspect had complained about ad policies\n\nThe woman suspected of shooting three people at YouTube headquarters before killing herself had become angry with the company’s policies.",
  "Mick Mulvaney, the acting director of the Consumer Financial Protection Bureau, has complained that the regulator engages in “wasteful spending.” He even submitted a quarterly budget request recently of $0.",
  "Mr. Dimon in this year’s letter zeroed in on regulations that require banks to have a certain amount of liquidity, the financial term for access to cash or low-risk assets that can be easily sold for cash.",
  "Or as Gregg Gelzinis of the left-leaning Center for American Progress puts it, “You won’t be able to take this action if you fail.”\n\nPerhaps more importantly, Mr. Dimon leaves out some crucial context.",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• Nike’s top human resources executive told employees the company had “failed to gain traction” in hiring and promoting women and minorities.",
  "Moreover, by getting out early, BlackRock makes clear to those young people lobbying for tighter gun laws – who it hopes will be customers for decades to come – that it has something for them.",
  "(NYT)\n\n• Settlement agreements between Bill O’Reilly and two of his accusers were made public for the first time, offering details about his tactics against sexual harassment allegations.",
  "“The future of a combined Viacom and CBS is going to be driven by an increasing focus on international and scaling up,” he wrote — an agenda better suited to Viacom’s C.E.O., Bob Bakish.",
  "(Politico)\n\nAdvertisement Continue reading the main story\n\n• George Nader, the U.A.E.-connected businessman cooperating with Robert Mueller’s investigation, has links to Russia, too.",
  "• A vulnerability in search and account recovery functions may have exposed “most” of Facebook’s 2 billion users to unauthorized harvesting of their public profile information.",
  "(NYT)\n\n• Amalgamated Bank became the latest restrict gun sales by its business customers, following guidelines published by the Mike Bloomberg-backed Everytown for Gun Safety.",
  "And yet many of his positions – and especially some of his social positions not enunciated in his letter — may not be far right enough to capture the interest of Republicans.",
  "(Reuters)\n\nThe speed read\n\n• Britain’s requirement that companies with at least 250 staff disclose measures of gender pay gaps is forcing a reckoning at many companies.",
  "Gribbin, the Trump administration’s infrastructure point person, is leaving the White House, which looks to have delayed its investment plan until after the midterms.",
  "Smucker will pay $1.9 billion for Ainsworth Pet Nutrition, which makes Rachael Ray’s dog food brand, and will consider selling its U.S. baking brands like Pillsbury.",
  "“When people argue as if there are binary solutions, the argument is almost always wrong,” he wrote, advocating that people try to look at all sides of a situation.",
  "A brighter note for Facebook: Its shares are up in premarket trading today, after Mr. Zuckerberg said that #DeleteFacebook didn’t appear to be having much effect.",
  "Advertisement Continue reading the main story\n\nIn 2008, some large financial firms were crippled when customers, depositors and creditors withdrew their money.",
  "The woman, Nasim Najafi Aghdam, was a social media video star in Iran and had called YouTube a dictatorship because she was making less money from her posts.",
  "Photo\n\nThe White House remains committed to trade saber-rattling\n\nPresident Trump and the White House insist that the U.S. isn’t in a trade war with China.",
  "Mr. Gray noted that a bank facing outflows would be expected to keep refilling its pool of liquid assets to be in compliance with a liquidity regulation.",
  "He also addressed the argument that higher capital levels, not liquidity, will largely determine the extent to which banks will lend through a downturn.",
  "Looking back, the panicky early reaction to that seems to have sprung more from a fear of the unknown than any big threats to the global trading system.",
  "(Amalgamated)\n\nPhoto\n\n‘Google should not be in the business of war’\n\nMore than 3,100 Googlers have signed a petition protesting the tech colossus’s A.I.",
  "To help prevent a repeat of this, post-crisis rules require that banks hold a certain amount of liquid assets to cover a theoretical level of outflows.",
  "Advertisement Continue reading the main story\n\n• Meet Fin7 (or Carbanak or Cobalt Spider), the criminal group suspected of many prominent data thefts.",
  "The Verge’s take: “Effectively, Facebook has put a nail in the coffin of its app platform.”\n\nThe most immediate effect: Tinder users couldn’t log in.",
  "• an option to take the guns out of institutional strategies tracking major market indexes, including the S&P 500, the Russell 2000 and three others.",
  "And I tell my conservative friends to read writers like Tom Friedman.”\n\nIf Mr. Dimon were to run, he would likely have to do so as an independent.",
  "Revolving door\n\n• Michael Doppelt has rejoined Irving Place Capital as the investment firm’s head of fund-raising and limited partner relations.",
  "chief Scott Pruitt, the subject of some unhappy rumblings from the White House, has begun a media pushback against claims about his spending.",
  "Mr. Gray asserted that liquidity rules play an important role in ensuring banks have the resources to participate in wider financial markets.",
  "• The judge overseeing the Justice Department’s lawsuit to block AT&T’s takeover of Time Warner asked about settling it through arbitration.",
  "The Facebook calendar\n\n• April 9: Alerts should start popping up for users whose information may have been shared with Cambridge Analytica.",
  "During President Trump’s first year in office, the United States’ trade deficit with China rose to $375.2 billion in 2017, a record high.",
  "Rich Greenfield of BTIG offered a contrarian case against it being Mr. Moonves of CBS, one of the best-regarded media executives around.",
  "Jamie Dimon, in his annual letter to JPMorgan Chase’s shareholders, had much to say about political issues like trade and immigration.",
  "Also of note: The attack highlighted the tension between Silicon Valley giants’ love of big, open campuses and their security needs.",
  "What’s happened, per Kate Kelly and Andrew:\n\n• The Saudis wanted the fund overseen by an investment committee, with a seat for them.",
  "Advertisement Continue reading the main story\n\nPeter Eavis’s take: We can take lessons on the U.S.-China trade skirmish from Brexit.",
  "(Reuters)\n\n• SS&C of the U.S. is reportedly trying to top Temenos’s £1.4 billion bid for the British trading software maker Fidessa.",
  "… Other top trade advisers, including longtime China critics like Robert Lighthizer and Peter Navarro, have taken a tougher stance.",
  "Mr. Dimon often has expressed skepticism about aspects of the banking overhaul that took place in the wake of the financial crisis.",
  "An important regulatory requirement Mr. Dimon criticized, therefore, might become a focus for those wanting to roll back the rules.",
  "The rationale is that the higher salaries are necessary to recruit skilled employees who otherwise might land jobs on Wall Street.",
  "Mr. Dimon made a point of saying that part of the problems facing the country is that too many people are talking past each other.",
  "The Trump administration wants to cut $100 billion, or about 25 percent, from the annual deficit with China, Bloomberg points out.",
  "Police did not say which ones, but she had posted about YouTube pulling ads from videos that it said did not meet its standards.",
  "Advertisement Continue reading the main story\n\nMr. Zuckerberg, ahead of his testimony to Congress, struck a conciliatory tone.",
  "And, as they have before, bank lobbyists may deploy Mr. Dimon’s main argument here – that regulation can lead to less lending.",
  "When a bank’s creditors and customers fear it doesn’t have enough cash in reserve, they will most likely withdraw their money.",
  "He’d previously said it would be “our military.” (NYT)\n\n• John Kasich is eating at diners in New Hampshire, for some reason.",
  "• Many potential investors balked at committing money until an investment team was in place, a process that took some time.",
  "Calming the markets has mostly fallen to Larry Kudlow, the White House’s national economic adviser of less than a week.",
  "Congress designed the whole post-crisis overhaul to ensure that banks have the funds on hand to lend during a downturn.",
  "Congress is closer to modifying the post-crisis rules than at any point since Dodd-Frank was signed into law in 2010.",
  "But as of now, Blackstone has secured just $575 million in such commitments — and missed two fund-raising deadlines.",
  "Elsewhere in tech and regulation: A closer look at Margrethe Vestager, the public face of Europe’s tech clampdown.",
  "Among the most significant: restriction of access to so-called A.P.I.s that let developers plug into its network.",
  "Photo\n\nThe deals flyaround\n\n• Investor withdrawals at Bill Ackman’s Pershing Square Capital Management are huge.",
  "Banks will be unable to use that liquidity when they most need to do so — to make loans or intermediate markets.",
  "They have a “red line” they cannot cross (they are required to maintain hard and fast liquidity requirements).",
  "This not only deprives the bank of the money it needs to lend, it also sharply reduces its chance of survival.",
  "But regulators in Australia, the U.S. and elsewhere are investigating whether the company broke privacy rules.",
  "(Another adviser, whose name wasn’t disclosed in the public records reviewed by The Times, is paid $240,000.)",
  "Of the agency’s 1,600 employees, 219 make more than $200,000, according to the records reviewed by The Times.",
  "(NYT)\n\n• President Trump plans to deploy National Guard troops to help guard the U.S.’s southwestern border.",
  "(NYT)\n\n• David Smith, chairman of Sinclair Broadcast Group, says the media is getting his company all wrong.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "In his most recent job there, as policy director, he earned about $170,000 a year, according to LegiStorm.",
  "• April 10: Mr. Zuckerberg is scheduled to testify before the Senate’s Commerce and Judiciary committees.",
  "Regulators expect that they will use up some of that capital to keep lending through the economic tumult.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "• Spotify shares ended down yesterday at $144.22, but still up on private stock trades earlier this year.",
  "The United States trade deficit rose 1.6 percent to $57.6 billion, its highest level since October 2008.",
  "Of the 20 people at the bureau with the title of senior adviser, Mr. Johnson is the second-highest paid.",
  "Andrew Gray, a JPMorgan spokesman, followed up with more material on Mr. Dimon’s thinking on liquidity.",
  "Maybe the country needs someone in the middle, but history has not been kind to third-party candidates.",
  "As clients demand more liquidity from their banks, the banks essentially will be unable to provide it.",
  "And a cyberattack on a natural gas pipeline servicer raised questions about the U.S.’s energy system.",
  "(WSJ)\n\nAdvertisement Continue reading the main story\n\n• Broadcom is officially a U.S. company now.",
  "He re-emphasized Mr. Dimon’s point about having to tie up funds that could be used to make loans.",
  "Carl Icahn, who has settled on that one, is off trying to replace the board at SandRidge Energy.",
  "The merchandise-trade gap with China narrowed to $34.7 billion in February from $35.5 billion.",
  "In late December, Mr. Mulvaney signed paperwork that awarded Mr. Johnson a salary of $239,595.",
  "• Facebook said Cambridge Analytica harvested the data of 87 million users, not 50 million.",
  "Dodd-Frank’s architects saw that when banks stop lending, it makes a recession far worse.",
  "It is hard to see how liberal Democrats would embrace much of his deregulatory positions.",
  "But there are flaws in this line of attack, especially when it comes to liquidity rules.",
  "The deficit has now risen for six straight months, the longest such streak since 2000.",
  "(WSJ)\n\n• Starboard Value plans to continue pressing its proxy fight at Newell Brands.",
  "Advertisement Continue reading the main story\n\n• Brian Johnson is another new deputy.",
  "• Apple is reportedly working on touchless gestures and a curved screen for iPhones.",
  "• a similar credit-focused ETF that eschews the debt of gunmakers and distributors.",
  "And the privacy advocate Max Schrems says the fight over user data has just begun.",
  "“I tell my liberal friends to read columnists like Arthur Brooks and George Will.",
  "is stocked with employees who earn more than the average Washington bureaucrat.",
  "This would leave fewer funds for lending and making markets, Mr. Gray asserted.",
  "(Broadcom)\n\n• Some big drug makers are regretting their deals of 2015 and 2016.",
  "But it’s hard to see how offering customers more choice is ever a bad idea.",
  "• April 11: He will testify before the House Energy and Commerce Committee.",
  "But he also addressed a policy area much closer to home – bank regulation.",
  "And that is one reason why banks now have much higher levels of capital.",
  "Mr. Johnson previously worked on the House Financial Services Committee.",
  "• Kirsten Sutton was hired in January to be the agency’s chief of staff.",
  "Rules forcing the hoarding of liquidity may, thus, crimp that activity.",
  "Notably, legislation currently in Congress would tweak liquidity rules.",
  "The Federal Reserve and taxpayers had to step in to support the banks.",
  "That attitude apparently didn’t apply to two of his recent hires.",
  "(Bloomberg)\n\n• A guide to the long war between Bumble and Tinder.",
  "Facebook also outlined steps to prevent misuse of its platform.",
  "One big winner was Sony, which sold 17.2 percent of its stake.",
  "But his remarks on regulation arguably carry more weight now.",
  "First, a bank that lacks liquidity is in no position to lend.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "— Andrew Ross Sorkin\n\nDimon chafes under liquidity rules.",
  "Postal Service probably does pretty well out of Amazon.",
  "Photo\n\nWhither Blackstone’s giant infrastructure fund?",
  "Please verify you're not a robot by clicking the box.",
  "Its real problem, Barry Ritholtz argues, is Congress.",
  "If it passes, bankers may press for more loosening.",
  "Trade deficit hits a 9 1/2 year high in February.",
  "(WSJ)\n\n• Why bond kings love Southern California.",
  "It is also 22 percent more than her predecessor.",
  "Mr. Mulvaney agreed to pay her $259,500 a year.",
  "You must select a newsletter to subscribe to.",
  "The tech flyaround\n\n• On balance, the U.S.",
  "— Stacy Cowley\n\nPhoto\n\nGun-free funds.",
  "— Peter Eavis\n\nPhoto\n\nYou get a raise.",
  "The political flyaround\n\n• The E.P.A.",
  "View all New York Times newsletters.",
  "In other infrastructure news: D.J.",
  "work with the Defense Department.",
  "It still can’t go after Qualcomm.",
  "(NYT)\n\nWe’d love your feedback.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "(Oracle is also bidding.)",
  "As a result, the C.F.P.B.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "Blackstone refused.",
  "Please re-enter.",
  "You get a raise.",
  "(FT)\n\n• J.M."
]