[
  "(Photo: BRENDAN SMIALOWSKI, AFP/Getty Images)\n\nTrump's travel ban (finally) reaches Supreme Court\n\nThe Supreme Court on Wednesday will hear arguments on the legality of President Trump's travel ban in a case that could resolve a year-long battle over immigration, homeland security and religious discrimination.",
  "Cambridge Analytica whistleblower to testify to House Intel Democrats\n\nCambridge Analytica whistleblower Christopher Wylie will testify Wednesday before Democrats on the House Intelligence Committee about the massive privacy breach that affected about 87 million Facebook users.",
  "Based on Margaret Atwood's 1985 novel, Handmaid's gave Hulu its first pop-culture phenomenon by expertly tapping into an allegory of a dystopian world in which women are stripped of rights and reduced to being vessels to bear offspring of the patriarchy.",
  "However, a few remaining vestiges of the Virgin America brand will still be around, as it will take Alaska until the end of 2019 to \"update all the livery of the (Virgin America) Airbus aircraft and to retrofit the cabins,\" the firm said in a statement.",
  "Wylie is the first witness to appear before the committee's Democrats, who are continuing their own investigation of Russia's involvement in the 2016 presidential election despite the fact that the Republican majority ended its probe on March 12.",
  "And just like that, the Virgin America brand disappears\n\nCome Wednesday morning, customers arriving at 29 airports in the U.S. and Mexico will find something missing: all check-in counters, kiosks, signs and gate areas branded as Virgin America.",
  "After last year's cliffhanger, 'Handmaid's Tale' returns\n\nComing off a historic Emmy win and a mountain of hype, Handmaid's Tale returns for a second season Wednesday that somehow finds a way to be even darker.",
  "Judges from coast to coast have declared the policy illegal or unconstitutional, sometimes citing Trump's derogatory tweets about Muslims as evidence that the ban was based on religious hostility.",
  "Elisabeth Moss, who won Emmy and Golden Globe Awards for her performance as Offred, told USA TODAY that one scene in Season 2 was \"cut down a little bit because it didn’t need to be gratuitous.\"",
  "Waffle House shooting suspect set for first court appearance\n\nThe man accused of opening fire on patrons and employees at a Tennessee Waffle House is now set to appear in court on May 7.",
  "Currently in its third version, the ban is intended to block citizens of countries deemed security risks — including several majority-Muslim countries — from entering the United States.",
  "Travis Reinking, 29, is charged with four counts of criminal homicide in connection to the Sunday morning shooting at the restaurant in southeast Nashville neighborhood of Antioch.",
  "Reinking's appearance had been set for Wednesday, but was rescheduled due to \"scheduling conflicts between the attorneys,\" according to the district attorney's office.",
  "And that's because the final Virgin-branded flights were scheduled to fly Tuesday, two years after Alaska Airlines acquired Virgin America for $2.6 billion.",
  "Reinking allegedly opened fire with an AR-15 rifle, killing four people, and wounding several others, until a patron pulled the gun out of his hands.",
  "Facebook says Cambridge Analytica, which did work for the Trump campaign, improperly obtained personal data from millions of Facebook users.",
  "However, the conservative-leaning Supreme Court — which has allowed most of the program to take effect — has loomed as Trump's best hope.",
  "Check out the 5 things podcast below and subscribe for free on Apple Podcasts:\n\nRead or Share this story: https://usat.ly/2HVhqt7",
  "President Trump's travel ban on predominantly Muslim nations has been controversial for years now.",
  "If you're a little fuzzy about where exactly Handmaid's left things last season, here's a recap.",
  "Wylie gave documents to The Guardian newspaper earlier this year revealing what had happened.",
  "He then fled the restaurant and was captured after a chaotic 34-hour manhunt.",
  "Prefer to listen?"
]