[
  "… [E]mployees at the holiday party were taking a break before snapping group photos when Farook suddenly disappeared, leaving a jacket draped over his chair.”\n\n--COVERING THE COVERAGE: N.Y. Post cover, “MUSLIM KILLERS” http://bit.ly/1Xy78jU … N.Y. Daily News cover, “GOD ISN’T FIXING THIS” http://nydn.us/vp5qdB … N.Y. Times banner, “SHOOTING RAMPAGE SOWS TERROR IN CALIFORNIA” … USA Today banner, “BLOODBATH IN SAN BERNARDINO” … WSJ A1, “Carnage in California” … WashPost banner, “14 slain at California office party” … L.A. Times, because of early deadlines for A section, puts 4 strip pages of coverage in B -- usually “California” but today relabeled “Times Extra,” with banner, “RAMPAGE KILLS 14” … Drudge banner, “SAN BERNARDINO SLAUGHTER: 'TERRORISM' -- SYED FAROOK -- 'DEVOUT MUSLIM.’”\n\nOBAMA to NORAH O’DONNELL yesterday afternoon: “The one thing we do know is that we have a pattern now of mass shootings in this country that has no parallel anywhere else in the world.” Video http://cbsn.ws/1lYInzZ\n\n--WORTH THE CLICK -- “‘It’s got to stop’: 16 times Obama has pushed for stronger gun control” http://politi.co/1NIQ89s\n\n--“Presidential Candidates React Quickly to San Bernardino Shooting,” by WSJ’s Natalie Andrews: “Democratic candidates said the incident showed the need for stronger gun-control laws, while Republican candidates sent tweets of thoughts and prayers.” http://on.wsj.com/1Q1WqRP\n\n--SACRAMENTO BEE cartoon from Jack Ohman: “Mass shooting form...” http://bit.ly/1Qglraw\n\n--VIDEO DU JOUR -- @brianstelter: “BBC report tonight: ‘Just another day in the United States of America...’” http://bit.ly/1O5qupK\n\nTHE SNOWDEN PRIMARY -- “The Rise of the Cybervoter: First there were soccer moms.",
  "... Harvard’s decision comes after Princeton announced on Nov. 18 that it would change the title of the heads of its residential colleges to ‘head’ from ‘master.’ Yale’s president, Peter Salovey, has said that he had been discussing ... whether to make a similar change since the beginning of the school year.” http://nyti.ms/21wZUQh\n\nTIME cover, “The Genius of Star Wars”: “TIME’s Lev Grossman ... examines the process of making the [latest] movie, in which Abrams went back to several of the techniques that Star Wars creator George Lucas used for the original films: shooting on film, using real sets and creatures, building models, using minimal CGI – to make the world look real and convincing.” See the two covers: R2-D2 http://bit.ly/1Tlr6eI ... BB-8 http://bit.ly/1Oy9Bst\n\nREMEMBERING SANDY BERGER – Albright Stonebridge’s statement: “In life, Sandy was passionate about many things, including baseball, but foremost were his family and international relations and his commitment to making the world a better place.",
  "… [H]is signature group, the Republican Jewish Coalition, has attracted all of the major GOP presidential candidates to [today’s] forum in Washington — even though the man himself won't be among the 700 people in attendance.” http://bit.ly/1XJyWjr\n\nHOT DOC – WashPost A1, “Strategist to GOP hopefuls: Tap Trump’s tactics, issues – Private memo warns against getting too close,” by Robert Costa and Philip Rucker: “In a seven-page confidential memo that imagines Trump as the party’s presidential nominee, … NRSC Executive Director Ward Baker said Republicans should embrace Trump’s tough talk about China and ‘grab onto the best elements of [his] anti-Washington populist agenda.’ Above all, they should appeal to voters as genuine and beyond the influence of special interests.” http://wapo.st/1NILh8n The memo http://wapo.st/1RoExvY\n\nTWEET DU JOUR -- @maggieNYT: “‘I feel he’s my stablemate,’ Trump says of Putin”.",
  "We want seniors to know that all those years of hard work - and all those years of paying taxes - will be rewarded.’” http://politi.co/1N5kY6v\n\n--Per Ryan’s office: “Senator Mike Lee (R-Utah) will introduce … Ryan … Twitter: #ConfidentAmerica.”\n\nQUOTE DU JOUR – Trump to AP’s Julie Pace, re Middle East peace: “A lot will have to do with Israel and whether or not Israel wants to make the deal - whether or not Israel’s willing to sacrifice certain things … If I win, I’ll let you know six months from the time I take office … I think if I get elected, that would be something I’d really like to do … Because so much death, so much turmoil, so much hatred - that would be to me a great achievement.",
  "Miles Doran, associate producer for “60 Minutes” … Tom Oppel … John Toohey … Greg Everts … Francie Phelps (h/ts Teresa Vilmain) ... Kevin Baron ... movie director Jean-Luc Godard is 85 … Ozzy Osbourne is 67 … Daryl Hannah is 55 … Julianne Moore is 55 … Olympic gold medal figure skater Katarina Witt is 50 … Brendan Fraser is 47 … Dascha Polanco (“Orange is the New Black”) is 33 … actor Jake T. Austin is 21 (h/ts AP)\n\n** A message from JPMorgan Chase & Co.: Detroit is home to more than 32,000 minority-owned small businesses, making it the fourth largest city for these businesses in the nation (US Census).",
  "The White House’s Jesse Lee (paw tip: Miles) ... Politico Florida’s Bruce Ritchie ... Mike Inacay, Sen. Brian Schatz’s press secretary ... Katherine Klein, vice dean of the Wharton Social Impact Initiative and professor of management (h/t Jon Haber) ... Katelyn Rieley (h/t boyfriend Benny Johnson) ... WashPost’s Scott Higham ... Bush/Cheney alum Jamie Carroll ... Jacqueline Quasney, senior brand manager at Personal Capital and an ABC News and Politico alum ... Angelica Brantley ... Aron Goldman ... Robert Pondiscio ... Matthew Flaherty (Dad tip: Peter) ... Amanda Critchfield, corporate comms.",
  "Some believe Bush might benefit from an experienced hand to travel at his side and help him hammer home his message on the campaign trail … ‘What he needs is somebody every morning to pump him up and tell him “why you need to be the best damned candidate,”’ said one source.” http://reut.rs/1OHw3xi\n\nWHY ALL THE GOPers ARE IN D.C. TODAY – “Adelson Primary: Casino magnate Adelson draws GOP field to Jewish conference,” by AP’s Julie Bykowicz and Steve Peoples: “Sheldon Adelson spent more on the 2012 federal elections than any other donor, putting up about $90 million of his family's money.",
  "LEARN MORE: http://bit.ly/1QImjWS **\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook: http://politi.co/1M75UbX ... New York Playbook: http://politi.co/1ON8bqW ... Florida Playbook: http://politi.co/1JDm23W ... New Jersey Playbook: http://politi.co/1HLKltF ... Massachusetts Playbook: http://politi.co/1Nhtq5v ... Illinois Playbook: http://politi.co/1N7u5sb ... California Playbook: http://politi.co/1N8zdJU and our friends at POLITICO Brussels Playbook: http://politi.co/1FZeLcw\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "At least 15 people, more than a third of the employees whose positions were funded by the foundation, had either resigned or been terminated during her tenure.” http://bit.ly/1Pz9Kx3\n\nHAPPY HOUR HELPER -- NYT A22, “Harvard to Discontinue Use of ‘House Master’ Title,” by Anemona Hartocollis: “Harvard College plans to change the title of its heads of residential housing from ‘house master,’ the traditional term, to a new term that will better reflect ‘the 21st-century needs of residential student life,’ according to a letter to students from the college dean, Rakesh Khurana.",
  "He will succeed Randall Stephenson, Chairman and Chief Executive Officer of AT&T Inc., after the completion of Stephenson’s two-year term.”\n\n--“Burson-Marsteller Partners With Ridge Global On Cyber Incident Planning and Response”: “Burson-Marsteller ... today announced a strategic partnership with Ridge Global – founded by Tom Ridge.” http://bit.ly/21x01v1\n\n--“Cambridge Analytica Announces Appointment of Matthew Oczkowski and Molly Schweickert”: “Oczkowski [will be] Director of Product and Molly Schweickert [will be] Director of Digital.",
  "... From 1993 – 2001, he served as White House National Security Advisor and Deputy National Security Advisor to President Bill Clinton, where he led policy efforts across a range of global issues including the Balkans, Middle East and Northern Ireland peace processes, the fight against terrorism, and strengthening U.S. relationships with India, China, and other nations.” http://bit.ly/1RoDITS\n\n--SEND US YOUR SANDY MEMORIES, and we’ll share them tomorrow: dlippman@politico.com.",
  "DRIVING THE DAY -- #ConfidentAmerica: Speaker Ryan’s First Major Address … “Ryan says GOP must offer ‘real choice’ versus Obama,” by John Bresnahan and Jake Sherman: “In his first big policy speech, Speaker Paul Ryan will say that House Republicans plan to send ‘power back to the people’ and ‘make America confident again.’ ... Ryan is trying to position the oft-criticized Republican Conference as a real alternative to President Barack Obama and the Democrats.",
  "BUSH-CHENEY ALUMNI -- Per C-SPAN: “George W. Bush, Senate Majority Leader Mitch McConnell (R-KY), House Speaker Paul Ryan … speak at a[n] 11 a.m. ceremony to unveil a marble bust of former Vice President Dick Cheney” in Emancipation Hall, “the heart of the Capitol Visitor Center.”\n\nNEWSMAKERS – “NBC/WSJ Pollster [Peter Hart] Leaked Findings to Hillary [aide] in Effusive Email,” by Free Beacon’s Bill McMorris: “Hart ….",
  "In the 2014 midterms, people who spent at least six hours a day on the Internet made up a quarter of the voting bloc.” http://politi.co/1MXAmUF\n\nINSIDE THE CAMPAIGNS -- “Some Bush donors think he needs a heavyweight political adviser,” by Reuters’ Steve Holland: “[A] number of donors ... would like to see Bush bring back Mike Murphy ...",
  "60 DAYS to IOWA – SOME DONORS WANT MIKE MURPHY at Jeb’s side -- BACKSTAGE WITH RAHM: Why he got so mad (and why he’s over it) – SPEAKER RYAN theme: #ConfidentAmerica –B’DAY: Robby Mook, Ali Zelenko Presented by\n\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\nGood Thursday morning.",
  "manager, legal and gov’t relations at SunTrust and a Mike Crapo alum ...\n\n… Fast Company’s Neal Ungerleider ... CQ-Roll Call’s David Meyers ... Lance Trover … Let Freedom Ring USA’s Colin Hanna ... Brookings alum Chris Kelaher, senior acquisitions editor for APA Books at the American Psychological Association ... Rich McFadden ...",
  "!’” http://bit.ly/1IqSeIH\n\n--Boston Globe A1, at fold, “JFK Library Foundation chief ends her rocky run: Tenure plagued by staff departures,” by Jim O’Sullivan: “Heather P. Campion, who took over as chief executive … in March 2014, left after the recent completion of an operations review commissioned by the foundation board.",
  "… Farook was born in Illinois and raised in Southern California … His family is originally from Pakistan …\n\n“Farook traveled to Saudi Arabia earlier this year and returned with a wife, said [a] co-worker … Farook was gone for about a month in the spring, and when he returned word got around Farook had been married.",
  "... Schweickert, who served as the Digital Marketing Director for Scott Walker’s presidential campaign, ... previously worked at Targeted Victory.” http://bit.ly/1Q1X7dP\n\nBIRTHWEEK (was yesterday): Sara Siskind\n\nBIRTHDAYS: Robby Mook, the pride of Norwich, Vt. … Ali Zelenko (h/t the NBC News PR Team) ...",
  "advertised the email as ‘Sensational Clinton Numbers coming tonight on NBC/WSJ survey.’ ... ‘We will be releasing a special early set of numbers on [her] performance … Her approval rating is 69% and disapproval is 25% … [S]he ranks higher than Henry Kissinger, John Foster Dulles, and George C. Marshall.",
  "Today, there’s a new online constituency,” by Thomas Z. Freedman on Politico: “[I]t’s time to add a new voting bloc to the list: a section of the electorate that uses the Internet regularly and shows a surprising ability to coalesce behind issues that affect their digital life.",
  "As a single achievement, that would be a really great achievement.” http://yhoo.it/21xSMmy\n\n** A message from JPMorgan Chase & Co.: After years of friendship and family ties brought them together, three proud women from Detroit decided to start a business together.",
  "She will take on a consulting role at the Harvard University Institute of Politics, with a focus on women’s leadership …\n\n“Campion’s tenure was marked by unrest among both new and longtime staff members, many of whom either resigned or were terminated.",
  "Story Continued Below\n\nWe typically finish our Playbook events with a question or two about the personal side, to give our online and in-person audiences a glimpse at the newsmaker that they would never get in the daily back-and-forth.",
  "http://bit.ly/1QImjWS **\n\nTOP STORY – AP LATEST from San Bernardino, Calif., by Mike Blood and Gillian Flaccus: “[T]he shootings … ended with a gun battle … that left 28-year-old Syed Rizwan Farook and 27-year-old Tashfeen Malik dead.",
  "Politico’s Illinois Playbook author, Sun-Times alumnus Natasha Korecki, and I had asked him 35 straight minutes of questions about the fallout from dashcam footage of a white officer shooting a black teenager 16 times.",
  "http://politi.co/1OzC68Z\n\n**SUBSCRIBE to POLITICO Playbook: http://politi.co/1M75UbX\n\n--POSTGAME THOUGHTS: First, the chances that RAHM EMANUEL was going to pull off a secret mission to CUBA are roughly zero.",
  "So that it’s something interesting (many guests will freeze and tell you they have no hobbies), I chat with the interviewee backstage to see what out-of-work moment they’d be interested in talking about.",
  "Second, Emanuel knows psyops: During the sustained police questioning earlier, he had criticized me for mispronouncing a name that it turns out I had pronounced correctly -- just to try to throw me off.",
  "If you were on Twitter or Facebook yesterday, you saw Chicago Mayor Rahm Emanuel go Rahmbo on me at the end of our Illinois Playbook Breakfast, at the Willis Tower (former Sears Tower) in Chicago.",
  "Investigators have not ruled out a link with terrorism and are also looking into the possibility that a workplace dispute triggered the massacre at a social services center for the disabled.",
  "As the last question, in the almost word-for-word structure I have used to end so many Playbook events, I asked: “We were saying backstage that you want to come back as an Emanuel child.",
  "If you don't have a job, we want you to be confident that you can find one-and take it,’ Ryan will declare during a speech at [12:30 p.m. in the Great Hall of] the Library of Congress.",
  "He joked that you’d want to come back as an Emanuel kid: He was taking them to Cuba for the holidays, and he knew the press would -- as usual – give him grief for leaving the city.",
  "TRANSITIONS -- “Caterpillar Chairman and CEO Doug Oberhelman Named Chairman of Business Roundtable”: “He will serve a two-year term from January 1, 2016 through December 31, 2017.",
  "I explained that it was a very “This Town” moment, on the 66th floor of a Chicago skyscraper: Rahm got his diversion, we got news, and the Internets got a viral moment.",
  "... Oczkowski served as Chief Digital Officer for Scott Walker’s gubernatorial reelection campaign in 2014, as well as for Walker’s presidential run in 2015.",
  "Rahm talks to reporters all the time, and has for decades – my favorite tweet about the video said that I should have taken it easy on a rookie.",
  "As @JakeSherman tweeted: “Of course Rahm - a public figure since 90 - knew he wasn’t going to go to Cuba for Christmas w/o people knowing.",
  "He instantly, correctly deduced that his scolding would have people buzzing about Cuba instead of cop shootings.",
  "This support helps to create inclusive, community-based growth and increase employment opportunities in Detroit.",
  "But Detroit’s minority entrepreneurs still face significant hurdles when it comes to growing their businesses.",
  "I talked to the mayor afterward and he was fine: He said it was his wife, Amy Rule, who would be mad, not him.",
  "Some of the guys from church, not knowing Rahm, thought I was in trouble, and sent “Love you, buddy” texts.",
  "The woman he described as a pharmacist joined him in the U.S. shortly afterward, and they soon had a baby.",
  "His alumni explained that I had experienced what it was like to be in his morning meeting, EVERY day.",
  "You take your young people on fascinating trips around the world -- headed these holidays to Cuba.",
  "The mayor choked up as he talked about his unannounced visits to the families of shooting victims.",
  "In fact, his comment about the press grief made me think it was already a “thing” in the city.",
  "Authorities say they were the only two shooters, and relatives said the two were married.",
  "Read more about how the Entrepreneurs of Color Fund is helping bring their dream to life.",
  "We want students to know that all that school - and all that debt - will be worth it.",
  "The Entrepreneurs of Color Fund helps them with early backing to get off the ground.",
  "The first tip about creating a viral video is that you can’t: Ya just never know.",
  "“‘If you do have a job, we want you to be confident that that job will pay well.",
  "Mayor of 3rd largest city!” Emanuel should get an Academy Award for that video.",
  "Emanuel made no suggestion that he wanted this private or off the record.",
  "He inexplicably evinced no curiosity about seeing the tape earlier.",
  "At the coffee urn, I asked Rahm where he was taking his kids next.",
  "He defiantly said he hadn’t considered resigning, and wouldn’t.",
  "Police described Malik as Farook's wife or fiancee.",
  "Oberhelman joined Business Roundtable in 2010.",
  "BEHIND THE CURTAIN -- Rahm blows his stack!",
  "‘We want America to be confident again.",
  "Only Colin Powell had a higher score.",
  "Call them ‘cybercitizens.’ ...",
  "Why?” And then this happened.",
  "Congratulations!!"
]