[
  "The Lincoln Memorial, and all it stands for, never ceases to be a special place to me.” Read his Playbook Plus email Q&A: http://politi.co/2xKiL0f\n\n-- BIRTHDAY -- Noel Eisenberg, former New York City Mayor Bill De Blasio appointee and founder of RockCorps\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh … New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us\n\nCLARIFICATION: President Trump wants to name the Republican tax bill \"The Cut, Cut, Cut Act.\"",
  "http://politi.co/2zZ4X2G\n\nHMM -- “Special counsel: Manafort’s stated wealth fluctuated wildly; he keeps 3 passports,” by WaPo’s Spencer Hsu: “Onetime Trump campaign chairman Paul Manafort keeps three U.S. passports with different identification numbers and submitted 10 passport applications in as many years, the office of special counsel Robert S. Mueller III disclosed in a new court filing Tuesday arguing that Manafort poses a significant flight risk.” http://wapo.st/2iQap4x\n\n-- CNN’s “MOSCOW” MANU RAJU and JIM ACOSTA: “Trump didn’t dismiss idea when foreign policy adviser suggested setting up Putin meeting”: “Candidate Donald Trump did not dismiss the idea of arranging a meeting with Russia’s president when it was suggested in a meeting with his campaign foreign policy advisers last year, according to a person in the room.",
  "Six of the people killed Tuesday were foreign tourists, officials said.” https://nwsdy.li/2iRWJWE\n\nTRUMP said during a pool spray that he’d “consider” sending the terrorist from the New York City attack to Guantanamo Bay and that he is “starting the process of terminating the diversity lottery program … I am going to ask Congress to immediately initiate work to get rid of this program.” He also said U.S. immigration laws are “a joke.”\n\n-- @realDonaldTrump at 7:24 a.m.: “The terrorist came into our country through what is called the ‘Diversity Visa Lottery Program,’ a Chuck Schumer beauty.",
  "His reaction was confirmed with another source who had discussed Sessions’ role.” http://cnn.it/2iRIGQM\n\nTHE LATEST ON THE NYC TERROR ATTACK -- “NYPD: NYC bike path attack ‘in the name of ISIS,’ planned for weeks,” by Newsday’s Bart Jones, with reporting from 16 different reporters: “The suspected lone wolf terrorist who drove a rented pickup truck down a lower Manhattan bike path, killing eight people, attacked ‘in the name of ISIS’ and it appears he ‘had been planning it for a number of weeks,’ an NYPD official said Wednesday.",
  "They are still doing now.’ Warner called on Facebook, Google and Twitter to ‘commit more resources’ to identify those who exploit their networks for nefarious purposes.” http://politi.co/2iUXeiV\n\n-- HAPPENING TODAY -- FLASH BRIEFING on Facebook, Google Hearings: POLITICO and The Information are partnering to offer an insider flash briefing for real-time analysis, key takeaways, and the impact that Congressional testimony about Russian involvement in the 2016 Election by representatives of Facebook, Google, and Twitter will have.",
  "SPOTTED Bill Kristol and Scott Pattison on the Acela to New York this morning … Russ Vought waiting to pick up his coffee this morning at Peet’s on Pennsylvania Ave. near the White House\n\nSPOTTED at a book party hosted by Michael and Afsaneh Beschloss yesterday for Sally Quinn’s new book “Finding Magic” -- $20.68 on Amazon http://amzn.to/2g7zmV0 : Alan Fleischmann, Don Baer, Andrea Mitchell, Kathleen Kennedy Townsend, Susan Blumenthal, Katherine Bradley, Amanda Downes, Tammy Haddad, Dafna Tapiero, Bernard Aronson .",
  "Obama’s call comes as the Trump administration has taken numerous actions to undermine the law while doing almost nothing to publicize the start of the six-week enrollment season that wraps up on Dec. 15.” http://politi.co/2z4ZPut … The video http://bit.ly/2z5XaAS\n\nHOLLYWOODLAND -- “Six women accuse filmmaker Brett Ratner of sexual harassment or misconduct,” by the Los Angeles Times’ Amy Kaufman and Daniel Miller http://lat.ms/2z4mSWp\n\nNOW HIRING!",
  "UPDATE ON THE NAVY’S SUMMER COLLISIONS -- “Navy crews at fault in fatal collisions, investigations find,” by Defense News’ David Larter: “Two accidents that claimed the lives of 17 sailors and wounded dozens more resulted from complete breakdowns in standard Navy procedures and poor decision making by officers and sailors on the bridge of the two warships, according to a Navy report obtained by Defense News.",
  "In 2008, 69% of Democrats polled reported a negative view.” http://on.wsj.com/2iUgCw7\n\nOBAMA ON OFFENSE -- “Obama goes to bat for health law on first day of sign-ups,” by Rachana Pradhan: “Former President Barack Obama sought to boost his namesake health law Wednesday by appearing in a video urging people to sign up for coverage on the first day of the 2018 enrollment season.",
  "Jessica Lessin will moderate a discussion and Q&A featuring POLITICO’s Nancy Scola and The Information’s Cory Weinberg on the hearings and their impact on legislation, the latest intel about possible connections to the Trump and Clinton campaigns, and insight into how these tech giants are responding to Russian propaganda arms like RT.",
  "VALLEY TALK -- “Burr downplays Russian Facebook ad targeting of Michigan, Wisconsin,” by Li Zhou, Nancy Scola and Ashley Gold: “Senate Intelligence Committee Chairman Richard Burr (D-N.C.) on Wednesday sought to downplay reports that Russian-linked actors targeted Facebook ads at two key battleground states in the 2016 election.",
  "I also quit, because I was making about $13,000 less than some of my male colleagues.” http://bit.ly/2z5TMWH\n\n-- AP at 11:58 a.m.: “NEW YORK (AP) - NPR News Chief Michael Oreskes says he's resigning following sexual harassment allegations.”\n\n-- JEFF STEIN will join WaPo’s Wonkblog as a reporter covering policy on Nov. 20.",
  "It is also looking for someone based in Mexico City.” http://bzfd.it/2yjoqyz\n\nSPORTS BLINK -- THE FIRST AP TOP 10 for NCAA men’s basketball: 1) Duke … 2) Michigan State … 3) Arizona … 4) Kansas … 5) Kentucky … 6) Villanova … 7) Wichita State … 8) Florida … 9) North Carolina … 10) West Virginia.",
  "I know, I was there … In fact, had the Senate Gang of 8 bill passed the House, it would have ended the Visa Lottery Program AND increased merit based visas.”\n\n-- QUICK NOTE: Less than 24 hours after a terrorist incident, the president is bashing the senior senator whose home state was attacked.",
  "-- “The Trump Campaign’s Data Firm Is Hiring Up Staffers For Mexico’s Elections,” by BuzzFeed’s Rafael Cabrera: “Cambridge Analytica, the data company that claims at least partial credit for President Donald Trump’s 2016 win, is hiring staffers to work on campaigns throughout Mexico in 2018.",
  "Learn more at google.com/grow/veterans\n\nANOTHER IDEA FOR TAX REFORM -- @realDonaldTrump at 10:59 a.m.: “Wouldn't it be great to Repeal the very unfair and unpopular Individual Mandate in ObamaCare and use those savings for further Tax Cuts.....” … at 11:03 a.m.: “....for the Middle Class.",
  "And Brady trashed the idea yesterday.”\n\nYOU’RE INVITED -- REMINDER: JAKE and ANNA will sit down FRIDAY with HOUSE WAYS AND MEANS CHAIRMAN KEVIN BRADY -- Kevin Brady is the House’s top tax writer, putting him in the middle of Republicans’ biggest and most important legislative push.",
  "Miller said Saipov, an Uzbekistan immigrant who came to the United States in 2010 and is a legal permanent resident, appeared to follow ISIS instructions put out on social media ‘almost to a T.’ … Miller said Saipov had never been the subject of an FBI or NYPD probe.",
  "In both incidents, sailors on the bridge failed to sound a ship-wide alarm notifying the crew of danger, which is a standard Navy procedure.” http://bit.ly/2iRte7m\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Pic http://politi.co/2xG0GAb\n\n-- Laura Zuckerman Kirkham, associate VP at AT&T Federal Relations and alum of former Rep. Steve Buyer, and Brandon Kirkham, founder of Four Rivers Consulting LLC, on Sunday welcomed Willa Rose Kirkham, at 7lbs, 10 oz, 19.5 inches.",
  "The Navy plans to release on Wednesday its first official report on the specific causes of the two unrelated collisions this summer when both the destroyers Fitzgerald and John S. McCain struck commercial vessels in crowded sea lanes in the Pacific.",
  "He proposed on the Georgetown Waterfront after eating our fave waffles at Blue Bottle!” Pic http://politi.co/2imJCJ1\n\nWELCOME TO THE WORLD -- Grace Evans, a legislative analyst at RAND and alum of former Rep. Frank Kratovil (D-Md.",
  "“The report reveals that both collisions came after critical failures of officers and sailors on the bridge and raise troubling questions about the basic proficiency of the Japan-based 7th Fleet and the surface Navy as a whole.",
  "TRUMP wants to call tax bill: ‘The Cut, Cut, Cut Act’ -- POTUS bashes SCHUMER less than 24 hours after deadliest terror attack in NYC since 9/11 -- NYPD: Attack done ‘in the name of ISIS’ Presented by\n\nGood Wednesday afternoon.",
  "WHAT A TIME -- “John McCain Is Liked By More Democrats Than Republicans, WSJ/NBC News Poll Finds,” by WSJ’s Joshua Jamerson: “Among Republicans, 44% hold a negative view of Mr. McCain, and 35% held a positive view in the poll.",
  "Investigators found notes, handwritten in Arabic, that Sayfullo Saipov, 29, left behind which said, ‘The Islamic State would endure forever,’ NYPD Deputy Police Commissioner John Miller said at a late morning news conference.",
  "This is a stark difference from the 79% of Republicans who had a positive opinion of Mr. McCain in the run-up to the 2008 election, when only 9% of Republicans in the survey said they had a negative view of the senator.",
  "Sign up for today’s Flash Briefing ($1 trial offer for The Information http://bit.ly/2iREi4k ), and sign up for POLITICO’s Morning Tech for all latest tech news in your inbox each morning ( http://politi.co/2iRxBPZ ).",
  "“But the chairman of Trump’s national security team, then Alabama senator and now attorney general Jeff Sessions, shut down the idea of a Putin meeting at the March 31, 2016, gathering, according to the source.",
  "Quoting from a news story that Russian-linked Facebook ads were aimed at Michigan and Wisconsin, with some of the ads targeting specific demographic groups, Burr said the situation wasn't that simple.",
  "-- LISA MONACO, former homeland security and counterterrorism adviser to President Barack Obama, and DAVID COHEN, former CIA deputy director, have joined GMU Law School’s National Security Institute.",
  "Learn more at google.com/grow/veterans\n\nVP MIKE PENCE is going to the CIA today, and will deliver remarks to agency employees and participate in briefings with CIA Director Mike Pompeo.",
  "“The idea was raised by George Papadopoulos as he introduced himself at a March 2016 meeting of the Republican candidate’s foreign policy advisers, according to a court filing.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "She was most recently comms director and senior adviser for Rep. Ro Khanna (D-Calif.) ... Nicole Tieman has been hired as press secretary for Sen. Chuck Grassley (R-Iowa).",
  "... [T]he company will be working on the campaigns for governor in seven of Mexico’s 31 states: Chiapas, Guanajuato, Morelos, Puebla, Quintana Roo, Tabasco, and Veracruz.",
  "Push Biggest Tax Cuts EVER”\n\n-- @RichardRubinDC: “It raises money because fewer people would be insured, so the government spends less money on subsidies for them.",
  "ENGAGED – Logan Pernikoff, who works in business development at Morning Consult, proposed to Kathryn Quijano, director of studios for barre3 DC studios.",
  "‘This is about national security ... deliberate and multifaceted manipulation of the American people by agents of a hostile foreign power.’\n\n“Sen.",
  "The 1986 tax bill was called, quite plainly, the “Tax Reform Act of 1986.” Oh, and by the way: lawmakers don’t want to call this a tax cut bill.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“A law enforcement source said Saipov came to Manhattan four times before the attack in what were believed to be reconnaissance missions.",
  "-- PRESIDENT DONALD TRUMP wants to name the tax bill “The Cut, Cut, Cut Act,” according to sources familiar with internal discussions.",
  "He most recently served as deputy press secretary to Gabrielle Giffords and Mark Kelly at their gun violence prevention organization.",
  "-- @JeffFlake: “Actually, the Gang of 8, including @SenSchumer, did away with the Diversity Visa Program as part of broader reforms.",
  "‘He didn’t say yes and he didn’t say no,’ the official said, declining to be more specific about Trump’s response to Papadopoulos.",
  "Mark Warner (D-Va.), ranking member of the Intelligence committee, echoed concerns about the ongoing nature of the Russian threat.",
  "“Mom and Dad are over the moon...” Pic http://politi.co/2A2x7ui\n\nBONUS BIRTHDAY OF THE DAY: Interior Secretary Ryan Zinke is 56.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "I want merit based.” … at 7:30 a.m.: “We are fighting hard for Merit Based immigration, no more Democrat Lottery Systems.",
  "After the work day I like to walk over to the Lincoln, grab a family who is visiting D.C., and take them on a quick tour.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "We go down in the basement caverns -- which looks like a cathedral -- and then up on the top for a view of the mall.",
  "@foxandfriends” … at 7:40 a.m.: “‘Senator Chuck Schumer helping to import Europes problems’ said Col.Tony Shaffer.",
  "Now What?,” by Elva Ramirez in Lenny: “Last August, I celebrated working ten years at The Wall Street Journal.",
  "This is running into a tad bit of resistance among some on Capitol Hill, who don’t exactly favor the name.",
  "‘We can't afford to kid ourselves about what happened last year and continues to happen today,’ he said.",
  "Russians are using social media to ‘set us against ourselves and to undermine our democracy,’ he said.",
  "TRANSITIONS -- Liz Bartolomeo started today as director of communications at the Democracy Alliance.",
  "… Maia Comeau joined the Center for the Study of the Presidency and Congress as a senior fellow.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "In the most recent survey, 52% of Democrats held a positive opinion of the longtime senator.",
  "…\n\n… Paul F. Wight joined Bracewell as a partner in the firm’s energy regulatory group.",
  "The House and Senate should consider ASAP as the process of final approval moves along.",
  "HOT DOC -- START PLANNING YOUR VACATION -- The 2018 House legislative calendar is out.",
  "), and Jameson Ma, patent attorney at Bookoff McAndrews, welcomed Sarah Alexandra Ma.",
  "The top 25 http://bit.ly/2iRZmaY\n\nMEDIAWATCH -- “The Gender Pay Gap Happened to Me.",
  "He will explain the tax bill to us -- and to Washington -- in a Playbook Interview.",
  "RSVP: http://bit.ly/politicobrady EMAIL US if you have questions for the chairman.",
  "An earlier version of Power Briefing said he wanted to name it \"Cuts, Cuts, Cuts.\"",
  "Sean Simons is joining the ONE Campaign as its U.S./Canada press secretary.",
  "This is her last week as Rep. Jim Sensenbrenner’s communications director.",
  "…\n\n“But Burr later emphasized the continuing threat of Russian meddling.",
  "He was previously a partner at Skadden, Arps, Slate, Meagher & Flom.",
  "TIME: Doors open at 11:30 a.m., and the event starts at noon.",
  "‘They did it during the 2016 U.S. presidential campaign.",
  "… So yes, they COULD use it to ‘pay for’ more tax cuts.",
  "A fun fact about Zinke: “I love the Lincoln Memorial.",
  "Mr. McCain’s image among Democrats has also changed.",
  "LOCATION: The Newseum (555 Pennsylvania Avenue, NW).",
  "But it introduces health politics into taxes.",
  "We must get MUCH tougher (and smarter).",
  "Time to start your vacation planning!",
  "They want to call it TAX REFORM!",
  "We will stop this craziness!",
  "“We met in college at GWU.",
  "He is currently at Vox.",
  "THE TAX BILL’S NAME?",
  "@foxandfriends”."
]