[
  "A lot of Republicans point to the tax cut as a great victory—but the benefits are pretty thin for most working families and the downsides of his other policies completely overwhelm any small financial benefit that middle-class Americans might see.”\n\nWhat’s a fun fact that people in Washington might not know about you?",
  "The administration has scaled back environmental and consumer protections, made the world more dangerous with the president’s bellicose speech, cut spending on critical programs that help the middle class, and fundamentally changed traditional norms regarding freedom of the press and rule of law.",
  "It is a fascinating perspective of how the world might be different with women in charge of business, government and religion.”\n\nWhat is a trend going on in the U.S. or abroad that doesn’t get enough attention?",
  "Courtesy of Maria Miller BIRTHDAY OF THE DAY: Elizabeth Gore, chair of Brownstein Hyatt's government relations department and Clinton WH alum\n\nHow/where are you celebrating your birthday and with whom?",
  "“The pace of technological change is so dramatic that it is hard for companies to explain it, it’s hard for the press to cover it and it is hard for the public to appreciate it.",
  "The Cambridge Analytica scandal demonstrates the far-reaching impact of this vacuum; it has the potential to fundamentally change our government and our society.",
  "Policymakers grapple with these issues but technology is so rapidly evolving that it’s impossible for legislation or regulation to keep up.",
  "It’s pretty jaw-dropping when you focus on the consequences of unfettered technology development.”\n\nHow is the Trump presidency going?",
  "“I recently read ‘The Power’ by Naomi Alderman, which describes a world in which girls and women develop physical dominance over men.",
  "I got invited to some fabulous parties, I was asked to speak at some major universities, and I even got some fan mail.",
  "“Michael Dukakis was running for president in 1988 and he is an alumnus of Swarthmore College where I also attended.",
  "It’s been a great ride.”\n\nStory Continued Below\n\nWhat’s an interesting book/article you’re reading now or finished?",
  "“During my stint at the Clinton White House, I often got calls and letters that were intended for Tipper Gore.",
  "It was my first real foray into the political scene even though the election didn’t quite go his way.",
  "My mom, my dad and I all have our birthdays within a couple of days, so we will have one big party.",
  "Alas, none of it was for me.”\n\n\n\nThis article tagged under: Playbook Birthday of the Day",
  "My plan was to be here for two years and I have been here more than 25 years (so far!).",
  "I ended up starting a job in Washington about a week after I graduated from college.",
  "He came to campus while he was campaigning and gave a great speech.",
  "I worked for Rep. Leon Panetta (D-Calif.) and I never looked back.",
  "With chocolate cake.”\n\nHow did you get your start in politics?",
  "The trend toward artificial intelligence is breathtaking.",
  "“I will be celebrating with chocolate cake of course.",
  "We aren’t related but our names are similar.",
  "The decline of personal privacy is acute.",
  "(Tipper’s name is Mary Elizabeth.)",
  "“For most people, not so well!",
  "Always with chocolate cake.",
  "And why?"
]