[
  "“We would characterize this as a ‘defining period’ for Facebook, Zuckerberg, and the Street’s ability to navigate through this hurricane-like storm with the company’s business model still well intact.”\n\nStill, even though Facebook investors are in for a stormy ride, it’s a good day for its short sellers.",
  "Since news of the scandal—in which Cambridge Analytica used the data of 50 million users potentially to help with the 2016 election of President Donald Trump—first broke a week earlier, Facebook has shed a little over $100 billion in value, its lowest point since July 2017.",
  "That comes as legislators both in the U.S. and European Union have called for increased regulation and scrutiny, while famous faces of Silicon Valley including Whatsapp co-creator Brian Acton and Tesla’s Elon Musk have joined the “delete Facebook” movement.",
  "Facebook shares shed yet another 5% Monday after the Federal Trade Commission confirmed an investigation into Facebook’s privacy practice—an announcement that brought the company’s valuation even lower to $439 billion.",
  "The selloff comes even though a potential investigation had already been previously reported by Bloomberg, and even as CEO Mark Zuckerberg took out a full-page newspaper ad to apologize to users.",
  "Today, the FTC is confirming that it has an open non-public investigation into these practices,” Tom Pahl, acting director of the FTC’s Bureau of Consumer Protection said in a statement Monday.",
  "as a result of this Cambridge debacle for the coming months and possibly over the next year,” wrote Daniel Ives, head of technology research for GBH Insights in a Sunday note.",
  "The drop was in sharp contrast to the rest of the stock market as measured by the Dow Jones Industrial Average, which jumped 1.5% Monday amid slowing trade war fears.",
  "“The FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook.",
  "“Facebook will be facing regulatory scrutiny from regulators and politicians both in the Beltway and E.U.",
  "It’s a new day of pain for Facebook shareholders following a data breach involving Cambridge Analytica.",
  "The limelight on Facebook, meanwhile, is not expected to weaken any time soon.",
  "Now, the company is worth less than it was compared to where it started 2018."
]