[
  "… The results of the Civis polling were nothing short of stunning, showing large net support for a job guarantee: 52 percent in support, 29 percent opposed, and the rest don’t know.” http://bit.ly/2przi6a\n\nOUT AND ABOUT -- SPOTTED at a book party last night in Georgetown for “Microtrends Squared: The New Small Forces Driving the Big Disruptions Today,” by Mark Penn with Meredith Fineman -- $19.49 on Amazon http://amzn.to/2u7YUKR : Nancy Jacobson, Sen. Joe Manchin (D-W.Va.), Robert Allbritton, Bob Cusack, Rep. Charlie Dent (R-Pa.), Rep. Josh Gottheimer (D-N.J.), AB Stoddard, Kellyanne Conway, Commerce Secretary Wilbur Ross, Carl Cannon, Evan Bayh, John Harris, Marcus Brauchli, Chris Campbell, Tammy Haddad, Jonathan Stahler, Norm Ornstein, Rose McGowan, Grover Norquist, Melissa Moss, April Delaney, Zac Moffatt, Ken Thomas, Jen Nedeau Helm and Heidi Nel.",
  "‘It’s, for us, a matter of security for Europe and for the rest of the world.’” http://nyti.ms/2FQ1Hhs\n\nCLICKER -- “Obamas to Parkland students: ‘You’ve helped awaken the conscience of the nation,’” by Mic’s Jake Horowitz: “Mic has obtained a copy of the letter that former President Barack Obama and former first lady Michelle Obama sent to the students of Marjory Stoneman Douglas High School in the wake of the deadly mass shooting on Feb. 14.” The letter http://bit.ly/2GR28oS\n\nCOMING OUT OF THE WOODWORK -- “Ex-Playboy model’s lawyer says her coming forward has nothing to do with politics,” by Aubree Eliza Weaver: “The lawyer representing former Playboy model Karen McDougal says his client’s decision to speak out about her alleged affair with President Donald Trump has nothing to do with politics.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "‘Using users' data for profit is their business model,’ Aleksandr Kogan said of Facebook in interviews with CNN on Tuesday, his first time talking publicly about his work with Cambridge Analytica since Friday night when Facebook announced it had suspended him and the data firm from its platform for breaking its rules.” http://cnnmon.ie/2GPmYVq\n\n-- “John Bolton -- eyed for Trump post -- leads super PAC that employed Cambridge Analytica,” by the Center for Public Integrity’s Carrie Levine: “Bolton’s super PAC has paid Cambridge Analytica more than $1.1 million since 2014 for ‘research’ and ‘survey research,’ a Center for Public Integrity analysis of campaign finance filings shows.",
  "-- SPOTTED at the final season premiere of “The Americans” at the Newseum last night followed by a Q&A with stars Keri Russell, Matthew Rhys, Holly Taylor and Noah Emmerich, executive producers Joe Weisberg and Joel Fields and FX Networks CEO John Landgraf (preview http://bit.ly/2HRhSr5 ): Chip Smith, Rep. Scott Peters (D-Calif.), Bob Costa, Meagan Foster, Jonathan and Muffy Day, Arik Ben-Zvi, Noam Lee, Nedra Pickler, Michelle Kosinski, Kasie Hunt, Jeffrey Toobin, Roy Schwartz, Jonathan Chait, Julia Ioffe, Blake Hounshell, Audrey Cooling, Calynn Jenkins and Jena Gross.",
  "‘She does not want publicity.’ McDougal alleges that she had an affair with Trump spanning 10 months in 2006 — a relationship that Stris says was ‘consensual’ and ‘important’ to her.” http://politi.co/2FR6oaD\n\nHMM – “Mulvaney, Acosta Bypassed Regulatory Office to Hide Data on Tip-Sharing Rule,” by Bloomberg Law’s Ben Penn: “Labor Department leadership convinced OMB Director Mick Mulvaney to overrule the White House regulatory affairs chief and release a controversial tip-sharing rule without data showing it could allow businesses to skim $640 million in gratuities.",
  "Bypassing OIRA authorized the department to delete from the proposal internal estimates showing businesses could take hundreds of millions in gratuities from their workers.” http://bit.ly/2HReXPk\n\nCOMING ATTRACTIONS -- “RNC holding its spring meeting at Trump resort in Florida,” by Washington Examiner’s Anna Giaritelli: “The [RNC] will hold its spring meeting at Trump National Doral Miami, a hotel and golf resort in South Florida, from May 2-5, according to RNC documents obtained by the Washington Examiner.",
  "Now the social network is building a real community, the kind you can walk around.” http://nyti.ms/2GNFL3z\n\nWHAT THE LEFT IS READING – “Why Democrats Should Embrace a Federal Jobs Guarantee,” by Sean McElwee, Colin McAuliffe and Jon Green in the Nation: “To explore the possibility of Democrats’ running on a guaranteed-job plan, we asked the respected data analytics firm Civis Analytics to not only poll guaranteed jobs, but poll it in the way that would be most likely to gain opposition from voters.",
  "He would push the obsession of many of his predecessors with damaging leaks to a new level.” http://nyti.ms/2GPZgsa\n\nBIG DONATIONS, in new FEC filings: TIM MURPHY, the former House Republican who resigned after allegedly trying to convince his mistress to have an abortion, gave $100,000 to the NRCC from his campaign account … PENNY PRITZKER gave the DNC $66,100 … HENRY LAUFER of Renaissance Technologies gave Majority PAC $2 million.",
  "Learn more at google.com/grow/veterans\n\nNYT’S JULIE HIRSCHFELD DAVIS, MAGGIE HABERMAN, MIKE SHEAR and KATIE ROGERS: “White House Job Requirement: Signing a Nondisclosure Agreement”: “As a real estate executive and reality TV star, Donald J. Trump tightly controlled his image by insisting that everyone around him sign nondisclosure agreements threatening steep monetary penalties if they revealed anything about him or his company.",
  "Stris added that McDougal is looking to ‘get out from under the thumb’ of American Media Inc. — the parent company of the National Enquirer and several other tabloid publications — which Stris says has ‘effectively controlled her life for over a year.’\n\n“‘What she wants is to correct the lies that AMI has told about her motivations, her honesty,’ he added.",
  "Where Everything Is Just Zucky: In Menlo Park, Calif., Facebook is building a real community and testing the proposition: Do people love tech companies so much they will live inside them?” by NYT’s David Streitfeld: “John Tenanes, Facebook’s vice president for real estate … leans over a scale model of the 59-acre site, which is named Willow Village.",
  "And when he emerged from the meeting, Brian H. Hook, the chief American representative to the talks, called the nuclear issue ‘important — but it is just one aspect of the threats from the Iranian regime.’ …\n\n“At least some European officials left Vienna believing that the United States still wants the nuclear accord to survive.",
  "http://politi.co/2G91OUy\n\nPUSHING BACK -- “Scientist at center of data controversy says Facebook is making him a scapegoat,” by CNN’s Donie O’Sullivan: “Aleksandr … Kogan, 32, said that he suspects thousands of other developers and data scientists had used similar methods to gather information on Facebook users.",
  "Taking Negotiations ‘One Week at a Time’ on Expiring Iran Deal,” by NYT’s Gardiner Harris: “As they gathered last week, perhaps for the last time, diplomats from countries that brokered the Iran nuclear accord publicly and uniformly declared it was working — despite a death watch over the deal in Washington.",
  "Labor Secretary Alexander Acosta gained Mulvaney’s clearance to go around the government’s rulemaking body—a little-known but critical wing of the White House called the Office of Information and Regulatory Affairs—three current and former executive branch officials told Bloomberg Law.",
  "Very quietly, but with implacable efficiency, Pete Sessions has used his position as the chair of the House Rules Committee to stymie or roll back amendments that protected legal marijuana in the 29 states that have approved it (30 states if you count Louisiana)”.",
  "But in order to placate an angry president who was convinced that the people around him had to be pressured into keeping his secrets, Mr. McGahn drew up a broad document barring White House officials from publicly disclosing what they heard and saw at work.",
  "“So a few months into his presidency, Mr. Trump -- infuriated by leaks about everything from staff rivalries to his bathrobe-wearing, TV-viewing habits -- ordered Reince Priebus, then his chief of staff, to do the same thing in the West Wing.",
  "“That nondisclosure agreement, presented by Mr. Priebus to the senior staff last April, did not specify any penalties -- financial or otherwise -- and was something that almost everyone around the president understood could not be enforced.",
  "Phil Bryant that President Donald Trump did not plan to campaign for or endorse Republican Cindy Hyde-Smith if she was appointed to the state’s open Senate seat, saying they were worried that the former Democrat would lose.",
  "-- HEATHER CAYGLE, BURGESS EVERETT and RACHAEL BADE: “Congressional leaders on verge of massive spending deal: But lawmakers will have to move quickly to avoid a shutdown on Friday night.” http://politi.co/2FRw3jx\n\nWHO WON?",
  "“During a phone call Tuesday, administration officials told Bryant that Hyde-Smith’s past history as a Democrat would hobble her in the special election contest for the seat being vacated by longtime GOP Sen. Thad Cochran.",
  "… The committee may also release the names of the cities it is choosing between to host its 2020 convention.” http://washex.am/2Gbr3FG\n\nPOLITICO MAGAZINE -- “Washington’s Most Powerful Anti-Pot Official Is Named Sessions.",
  "THE TRUE COMPROMISES … GRAINS FOR LOW-INCOME HOUSING: Republicans and Democrats were able to swap a fix on the way grain co-ops were treated vis a vis big corporations, for a Low-Income Housing Tax Credit fix.",
  "Hyde-Smith switched parties in 2010 while serving in the state Senate.” http://politi.co/2FXf77i\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "But it was an early indication that Mr. Trump, who spent decades using pressure tactics and secrecy in his private life, wanted to do the same thing at the White House, breaking with tradition.",
  "It’s Not Who You Think,” by James Higdon: “No relation to the attorney general, Pete Sessions nevertheless shares the former Alabama senator’s unforgiving attitudes toward all things cannabis.",
  "The schedule of the May meeting of the RNC’s 168 GOP members … shows plans for a seminar examining the 2020 convention process, including the renominating of Trump as the party’s choice.",
  "The Gateway project -- a new tunnel between New York and New Jersey -- is now in line with a bunch of other infrastructure projects, instead of being prioritized like many wanted.",
  "“The American delegation countered that though the 2015 deal had effectively limited Tehran’s nuclear program, it had failed to curb Iran’s support for regional terrorism.",
  "‘All parties recommitted to the full implementation of the agreement,’ Federica Mogherini, the European Union’s foreign policy chief, told reporters on Monday in Brussels.",
  "So far during the 2018 election season, Bolton has announced his super PAC will spend $1 million boosting Republican Senate candidate Kevin Nicholson in Wisconsin.",
  "Maybe a cultural center.’ In just a few years, Facebook built a virtual community that linked more than two billion people, an achievement with few precedents.",
  "… GUNS: Republicans and Democrats agreed on the widely bipartisan Fix NICS language to tighten background checks, and the Hatch-Rutherford school safety bill.",
  "Republicans got a 14% uptick in custody operations … HEALTH CARE: Most Republicans who fought to keep an Obamacare stabilization package out of this bill.",
  "“Donald F. McGahn II, the White House counsel, had warned the president before that such a blanket policy could not be imposed on federal employees.",
  "OMNI DETAILS: Who won what, and when we’ll see text Presented by\n\nOMNIBUS UPDATE … FINALLY, we expect to see spending bill text by 2 p.m., or so.",
  "Iranian envoys said that threats from the United States to tear up the agreement had scared away investors, according to participants.",
  "ALEX ISENSTADT: “White House opposed Republican picked to replace Cochran”: “White House officials this week told Mississippi Gov.",
  "Sessions stretched scientific fact when he said, today’s product is ‘300 times more powerful’ than when he went to high school.",
  "Nicholson is challenging incumbent Sen. Tammy Baldwin, a Democrat.” http://bit.ly/2Ga7JsC\n\nVALLEY TALK – “Welcome to Zucktown.",
  "‘Marijuana is an addictive product, and the merchants of addiction make it that way,’ Pete Sessions said in January.",
  "DEFENSE HAWKS GET THEIR DAY: 2.4% pay raise for troops … $61 BILLION defense spending increase over FY 2017.",
  "Republicans got a 10% increase in ICE funding -- Democrats were happy, because many in the GOP wanted more.",
  "-- Tyler Houlton has been named press secretary/deputy assistant secretary for public affairs at DHS.",
  "“What Pete Sessions has, however, that Jeff Sessions doesn’t have is the power to change laws.",
  "(Later, his communications director confirmed that he meant three times more powerful.)",
  "Bryant responded that he intended to go ahead and pick Hyde-Smith for the post, anyway.",
  "… $4.7 BILLION in opioid money -- $3 BILLION more than the budget deal called for.",
  "If there was ever a case that was not motivated by naked politics, it’s this one.",
  "Proponents still feel like they have a chance to take part of a $500-million pot.",
  "‘There will be a retail street along here, with a grocery store and a drugstore.",
  "But behind the closed doors of the chandeliered room, complaints spilled forth.",
  "In February, at an opioid summit at the University of Texas Southwestern, Rep.",
  "… RUSSIA: Well, Democrats weren’t able to get language to protect Mueller.",
  "He previously ran FWD Communications and was a senior associate at GPG.",
  "TRANSITIONS -- Jarad Geldner is now a director at H+K Strategies.",
  "He previously served in an acting capacity as press secretary.",
  "But America got $680 million to protect the election process.",
  "He’s expected to formally announce the selection Wednesday.",
  "There’s just $1.6 billion for a border wall with Mexico.",
  "Trump gets an L here, since he supported some language.",
  "(Leadership thanks you for all those CR votes!)",
  "We’ll see how people feel if premiums spike.",
  "‘There will be housing there,’ he points.",
  "-- THE DNC took out a $1.7 million loan.",
  "“‘Let me be clear,’ Peter Stris said.",
  "That round building in the corner?",
  "The president wanted $25 billion.",
  "… THE WALL: Depends who you ask.",
  "UPDATE ON THE IRAN DEAL -- “U.S.",
  "She voted for the president.",
  "…\n\n… GATEWAY: Trump won.",
  "‘Karen is a Republican.",
  "She holds no ill will.",
  "..."
]