[
  "Trump’s gun laws strengthen the background check registry but also limit mental health reporting\n\nThe only two significant pieces of gun control legislation President Trump has signed into law seem to pull in different directions that can’t be reconciled.",
  "And for the love of god, no, they’re not “crisis actors.”\n\nPutin’s media czar Mikhail Lesin was murdered in the US, according to a secret report to the FBI\n\nFirst, quick background: Mikhail Lesin was the founder of RT, the Kremlin-funded media network.",
  "A teen found an Instagram account that follows only guys named “Paul Williams” and it turned into a whole thing\n\nPaul Williams was just sitting in class when he got a notification that he had a new Instagram follower.",
  "Seth Rich: Aaron Rich, the brother of murdered Democratic National Committee staffer Seth Rich, has filed a lawsuit against media outlets and conspiracy peddlers for spreading false claims about the siblings.",
  "Cambridge Analytica: Christopher Wylie, the Cambridge Analytica whistleblower, says “senior employees” with data company Planatir were given access to the firm’s controversial data Facebook data set.",
  "E-cigarettes: Doctors are suing the Food and Drug Administration, claiming the agency’s decision to delay regulating e-cigarettes leaves teens and young adults vulnerable to tobacco addiction.",
  "But here’s the thing: Last year, Republicans passed a bill that bans the Social Security Administration from reporting certain people with serious mental illnesses to the same registry.",
  "A friendly reminder that Instagram uses all your Facebook data\n\nAn interesting thing about this Facebook data-harvesting scandal: Instagram has largely been spared the panic.",
  "Since becoming the faces of a nationwide movement to change gun laws, the Parkland teens have become subject to truly absurd internet hoaxes and conspiracy theories.",
  "Palantir — cofounded by billionaire Facebook board member and Trump supporter Peter Thiel — has denied allegations it ever worked with Cambridge Analytica's data.",
  "The SSA has a list of about 75,000 people with mental illneses who were deemed by a court to be dangerous or in need of a legal guardian to handle their affairs.",
  "Here’s what’s new: BuzzFeed News can reveal that the FBI is in possession of an intelligence report that asserts that Lesin was beaten to death by hired thugs.",
  "According to our sources, Steele’s report says Lesin was bludgeoned to death by enforcers working for an oligarch close to Russian President Vladimir Putin.",
  "A federal prosecutor concluded he died due to drunken falls “after days of excessive consumption of alcohol.” His death was ruled an \"accident.\"",
  "With no new gun legislation on the horizon before the midterm elections this fall, it seems these two different directions won’t be reconciled.",
  "Here are all the hoaxes going around about the Parkland survivors\n\nNo, Emma González did not tear up a copy of the United States Constitution.",
  "Quick background: Congress’s most significant response to the Parkland shooting was to strengthen the national background check registry.",
  "The clothing retailer couldn't sell some of its inventory over the holiday season, so now it's offering clothes at a steep discount.",
  "Early last year, congressional Republicans took advantage of a rarely used tool to undo that directive before it could take effect.",
  "On the eve of this meeting, Lesin was found dead in his hotel room — with blunt force injuries to the head, neck, and torso.",
  "“Simply put, Instagram advertising is Facebook advertising.”\n\nAnd no, your fake Instagram account can’t save you.",
  "The intelligence report was prepared for the FBI by Christopher Steele, the author of the famous Trump dossier.",
  "The bill, which Trump signed into law, puts pressure on federal agencies to contribute data to the registry.",
  "Steele also wrote that the thugs had been instructed to beat Lesin, not kill him, but they went too far.",
  "Now, you’re smart, you read this newsletter, so you knew this, but a recent survey found that 60% (!!)",
  "He was bored, so he decided to check out the account, see who else they follow — you know, the usual.",
  "That’s when he noticed that his new follower follows only people with his exact name, Paul Williams.",
  "Major health groups say that decision is unlawful, and could turn more teens into regular smokers.",
  "President Obama directed the SSA to share this list with the background check registry in 2016.",
  "In a helpful breakdown, Katie Notopoulos explains how Instagram uses all your Facebook data.",
  "Expect clothes to be extra cheap at H&M until the company sheds all that excess inventory.",
  "In November 2015, he was in Washington, DC, to meet with US Justice Department officials.",
  "The ACLU said it was part of a “disturbing trend” to stigmatize people mental illness.",
  "No, David Hogg did not do a Nazi salute at the end of his March for Our Lives speech.",
  "In effect, it prevents tens of thousands of people from being added to the registry.",
  "This was a controversial move opposed by groups across the political spectrum.",
  "Quick catch up\n\nEverything is on sale: Fewer people are shopping at H&M.",
  "We spoke to four sources who have read all or parts of Steele’s report.",
  "Read the rest of the explosive story on Steele’s report to the FBI.",
  "The FDA said it would delay regulation of e-cigarettes until 2022.",
  "Facebook and Instagram use the same advertising data tool.",
  "of people did not know that Facebook owns Instagram.",
  "Few people are talking about #DeleteInstagram.",
  "The NRA said it infringed on people’s rights.",
  "[King George from Hamilton voice] Good luck!",
  "We took some time to debunk all of them.",
  "How many people are we talking about?",
  "Has the SSA ever reported that list?",
  "Obama’s directive came in 2016.",
  "How long did that last?",
  "The case was closed.",
  "Where are we now?",
  "Not long.",
  "Yes."
]