[
  "Because of that, both essentially print money, meaning not only are they well-positioned today but are poised to seize control of the segments of the tech industry that will likely power the economy in the decades to come, including driverless cars, the internet of things, artificial intelligence and solar power, either by creating their own offerings or by gobbling up companies that are on the cusp of it.",
  "This is just the latest misstep for the company, which, despite being wildly profitable, has been buffeted by negative headlines in recent years, spanning everything from Russian interference in the run-up to the 2016 presidential election to the spate of deadly incidents that were streamed on Facebook Live without detection.",
  "Investigations into Facebook’s handling of data could lead to a more serious discussion among lawmakers and regulators about whether it makes sense to allow any firm to become as big and powerful, and that would ensnarl another tech heavyweight whose influence has gone unchecked: Amazon.",
  "Through the years, executives from both Facebook and Google have blamed faulty algorithms for many of these problems and repeatedly framed their inability to remove bad actors from their platforms as a necessary evil that comes with promoting the free expression of ideas.",
  "With more and more people, in the wake of the Cambridge Analytica disclosures, growing uncomfortable being a part of a mass adverting and manipulation network, Facebook reaching a saturation point could come much quicker than any of us realize.",
  "Judging by the coverage that continues to filter out, it’s a good bet that the fallout from this story will persist for weeks, if not months, as different agencies and regulatory bodies around the world pursue investigations into the matter.",
  "Facebook, as we all know, has been hit with yet another public relations crisis, with the company now acknowledging that it allowed data firm Cambridge Analytica to access the private information of 50 million users without their permission.",
  "The European Union fined Google $2.7 billion last summer for manipulating search results to favor its own products, while later in the year Missouri opened an anti-trust investigation into the company, alleging similar misconduct.",
  "Just hours after the school shooting in Parkland, Fla., last month, the company’s algorithm promoted a video suggesting gun control advocates staged the massacre and paid ‘crisis actors’ to portray students in news interviews.",
  "We could, therefore, see a cascade of regulations aimed at minimizing the size of these companies and protecting consumer data, which in the case of Facebook and Google would make their ad platforms less profitable.",
  "In other words, with these incidents piling up, does the ongoing global awakening about the wisdom of these firms being trusted to handle data and disseminate information properly have legs?",
  "The Cambridge Analytica episode is particularly alarming, though, since some Facebook executives reportedly knew what had happened, and even as it was ongoing, did very little to stop it.",
  "Google also had a Russian problem during the election, while its subsidiary YouTube has allowed conspiracy theories born in the dark corners of the internet to spread like a virus.",
  "Ross Gerber is CEO and president of Santa Monica, Calif-based Gerber Kawasaki Inc., a SEC registered investment advisor with approximately $700 million in assets under management.",
  "YouTube eventually removed the video, but the episode highlighted the company’s seeming indifference to fringe elements using its platform to spread disinformation and hate.",
  "The current administration may not take action, though it’s nothing if not unpredictable and such a move would fit within the populist economic themes it has embraced.",
  "In the early 90s, when Microsoft, Dell, Intel and Cisco were at the height of their powers, it seemed like they’d own the future for decades to come.",
  "The countries that make up the European Union, however, won't be as hesitant in pursuing such giants to thwart their monopolistic tendencies.",
  "Terrorist groups, white supremacists and the NRA have all successfully leveraged or manipulated the platform as a useful communications tool.",
  "On top of retail, grocery, cloud computing and entertainment, Amazon now reportedly wants a slice of banking, healthcare and pharmacy.",
  "Readers shouldn’t buy any investment without doing their own research to determine if the investments are suitable to their situation.",
  "The is underscored by the fact that daily user growth slowed in the fourth quarter and that the smartphone market is slowing down.",
  "More than twenty years later, though, each is still relevant and thriving, though not nearly as dominant as they once were.",
  "For sure, the concept of social media will survive, but perhaps in the future it won't be as centralized as it is today.",
  "At the same time, these very strengths (vast wealth and a willingness to spend lavishly) could result in a comeuppance.",
  "Indeed, it’s possible they won’t dominate the world into the next decade, as is the current conventional wisdom.",
  "Facebook is far from the only tech behemoth that has faced criticism over the mishandling of data.",
  "Gerber Kawasaki clients, firm and employees own positions in Facebook Google and Amazon.",
  "All this brings up a question: Is it possible that we have reached \"peak social\"?",
  "At what point will governments around the world begin to say enough is enough?",
  "With over two billion users, Facebook is beginning to reach full capacity.",
  "Or will the clamor fade as the news cycle shifts to something else?",
  "Something similar could play out with Google, Facebook and Amazon.",
  "Facebook and Google effectively monopolize the digital ad market.",
  "Those defenses are mostly public relations nonsense.",
  "On one level, these are preposterous questions.",
  "Please contact us if you have any questions.",
  "Meanwhile, something else is happening.",
  "For various reasons, it didn’t happen."
]