[
  "It’s about building the best community.”\n\nThe last time Zuckerberg invited a reporter into his home for a New Yorker profile was in 2010, when he was trying to correct the record on his unflattering depiction in the Academy-Award-winning film The Social Network, a controversy that seems laughably quaint upon reading Osnos’s survey of Facebook’s crises since then: the creation of fake accounts and groups by foreign operatives to sow discord during the 2016 presidential election, the company’s failure to notify users after Cambridge Analytica inappropriately accessed personal data from 87 million accounts, the outcry from multiple former executives who say the website was designed to exploit vulnerabilities in the human psyche, the handwringing over the removal of InfoWars founder Alex Jones’s accounts, the explosion of hate speech on the platform that fueled the genocide of the Rohingya Muslims in Myanmar.",
  "Zuckerberg was living in a two-story, four-bedroom house that he described to writer Jose Antonio Vargas as “too big.” Osnos now writes that Zuckerberg lives in a $7 million clapboard Craftsman ensconced in a forest of mature oaks and owns all the houses surrounding it, as well as “a seven-hundred-acre estate in Hawaii, a ski retreat in Montana, and a four-story town house on Liberty Hill, in San Francisco.” Priscilla Chan, Zuckerberg’s wife, appears in the Vargas piece as a third-year medical student running a highlighter through a textbook while lounging in his backyard.",
  "Zuckerberg’s demeanor while responding to Osnos’s tougher inquiries falls somewhere between that of Jack Dorsey, the Twitter CEO whose constant admissions of angst and humility in the face of policing toxic behavior on the platform borders on self-flagellation, and Elon Musk, the Tesla and SpaceX CEO who has been known to lash out at the press, government officials, and anyone else who questions him.",
  "Now, in Osnos’s piece, she’s running the Chan Zuckerberg Initiative, a $45 billion philanthropic LLC that is reportedly structured to help elect politicians who agree with its large-scale social agendas, though it’s mostly been focused on its goal to “cure, prevent or manage all diseases.”\n\nAnd, understandably, 2018 Zuckerberg comes off as much more hardened and weary than 2010 Zuckerberg.",
  "On the Russian misinformation campaign, Zuckerberg says, “I find the notion that people would only vote some way because they were tricked to be almost viscerally offensive.” He’s also staggeringly confident that the company can solve problem that comes its way, pointing out that it’s overcome competition from MySpace, a disastrous IPO, and user revolt to changes in the news feed.",
  "The girl told me, “During the game in which I was playing the program, everyone around us was taking sides: Team Human and Team Machine.”\n\nZuckerberg defends his competitive side by noting that survival in the social media industry requires a certain amount of zero-sum reasoning in order to attract users.",
  "He talked about going to vacation in Madrid and binging “The West Wing.” Osnos, on the other hand, now compares him to Hillary Clinton, deeply concerned that opening up to the public will render him vulnerable to gaffes and imperil his company.",
  "GERARD JULIEN/AFP/Getty Images\n\nOver the weekend, the New Yorker published an extensive and intimate profile of Facebook CEO Mark Zuckerberg, a rarity given his aversion to speaking to the press.",
  "Zuckerberg is willing to acknowledge blind spots and past mistakes, but it seems like he doesn’t think Facebook’s recent screw-ups are as big a deal as everyone else says they are.",
  "Before they played a second game, he wrote a simple computer program that would look up his letters in the dictionary so that he could choose from all possible words.",
  "The piece begins with an examination of Zuckerberg’s reputation for ruthless domination, which drives his approach to everything from business to board games.",
  "“If you stick with your values and with what you believe you want to be doing in the world, you can get through,” Zuckerberg tells Osnos.",
  "Longtime staff writer Evan Osnos visited Zuckerberg’s home and conducted a series of interviews with the tech magnate.",
  "A few years ago, he played Scrabble on a corporate jet with a friend’s daughter, who was in high school at the time.",
  "In the Vargas profile, he was simply trying to prove that he was no longer a sophomoric, antisocial college kid.",
  "He tells Osnos, “If we’re going to achieve what we want to, it’s not just about building the best features.",
  "Though Facebook was already turning down billion-dollar offers in 2010, it was clearly a much simpler time.",
  "Of course, fending off violent hate speech is not the same thing as fending off MySpace.",
  "As Osnos writes in the end, “[Zuckerberg] succeeded, long ago, in making Facebook great.",
  "Osnos includes a telling anecdote about the CEO’s strategy in a round of Scrabble.",
  "A lot has changed since Zuckerberg was last profiled by the New Yorker.",
  "Osnos also spoke with four dozen people in and around Facebook.",
  "Zuckerberg’s program had a narrow lead when the flight landed.",
  "The challenge before him now is to make it good.”",
  "She won."
]