[
  "Outlier Ventures explains the need for the Convergence Ecosystem by saying, “The Internet of Things is creating an unmanageable data environment, and artificial intelligence is giving those who control the most data more power than any company in history.” Outlier adds, “The integration of these technologies will see markets become increasingly open-sourced, distributed, decentralized, automated, and tokenized.”\n\nObservers are closely watching which sectors and companies will emerge atop the convergence industry bracket.",
  "Artificial Intelligence (AI) has previously been described as the ability of computer systems to perform tasks that previously had required human interaction, but today it pertains more to algorithms that assemble and analyze personal data which is then used to facilitate and streamline human existence.",
  "The companies who emerged victorious from that battle were not initial sweetheart companies like Lycos and Yahoo but rather Microsoft, Amazon and surprisingly, IBM, a company once associated with hardware who has made significant inroads into this space, especially as of late.",
  "Those security concerns are one of the main reasons why we haven’t yet seen a true explosion of the convergence of IoT, blockchain and AI but the tide has begun to turn as blockchain advances have now made the aforementioned hacking more difficult.",
  "Ecobee is a Canadian home automation company that makes thermostats and smart light switches for both residential and commercial use and a company like Ring is already a major player in the home security field.",
  "Not surprisingly the smart money is on the companies that are already leaders in the digital economy like Google, Amazon, Microsoft, Apple and, despite their recent Cambridge Analytica issues, Facebook.",
  "In the health care field, Chrono Therapeutics is focusing on improving clinical outcomes for patients battling addiction and living with neurological disorders via their Integrated Dosing Solution.",
  "The company integrates timed drug delivery with personalized, mobile-based digital support and data analytics which seeks to maximize compliance and improve overall patient health.",
  "Metromile, for example, is a San Francisco based company which provides per-mile auto insurance along with an app called The Pulse, which collects data about trips and car health.",
  "They include the health care industry, transportation (both personal and commercial), smart homes and buildings, manufacturing, supply chains, wearables, agriculture and energy.",
  "To review:\n\nIoT, pertains to the interconnectivity of the world around us—basically how all of our personal and home devices work together to optimize daily human life.",
  "After many stops and starts it finally appears that we are on the verge of a true convergence explosion between Internet of Things (IOT), AI, and blockchain.",
  "Several smaller start-ups have a real shot at establishing and solidifying a hold on a market that escapes the view of one of the aforementioned tech giants.",
  "Industries have been looking at blockchain as a way to streamline their processes and make tracking and data collection simpler and more transparent.",
  "Other industries that appear primed to take full advantage of the technology include farming, marketing, retail and the financial services arena.",
  "To truly achieve its potential, each of the three building blocks of AI must be made available in a centralized, private, and secured manner.",
  "If everyone owns their own data and can make it available as they choose in a private manner, we could have more data in aggregate.",
  "The main benefit of blockchain is that it catalogues data into a permanent record along a chain that is transparent and linear.",
  "In the past, there have been those who worried about the susceptibility of IoT and AI to the hacking of encryption services.",
  "The Government Accountability Office recently identified eight industries where convergence has the greatest upside.",
  "These behemoths have access to a wealth of data and already have established footholds in the IoT landscape.",
  "Interestingly, this convergence war echoes what occurred several years ago with cloud/mobile convergence.",
  "But the companies who could become major convergence players aren’t simply limited to the GAFA Four.",
  "The convergence of these technologies come with both enormous benefits and also significant risks.",
  "Or in other words, the production of data, the consumption of data and the distribution of data.",
  "Blockchain is a digital ledger in which transactions are recorded chronologically and publicly.",
  "One of the main ideas at the interaction of AI and Blockchain is the data marketplace.",
  "Several budding convergence sectors will undoubtedly determine the winners and losers.",
  "So if you’re making your convergence picks who should be in your Final Four?",
  "The technology often involves bitcoin or other similarly cryptocurrencies.",
  "Google, for example, has cornered the market on geographic mapping.",
  "What are the key convergence highlights?"
]