[
  "Aleksandr Kogan, the academic researcher who collaborated with Cambridge Analytica, the company that got Facebook in hot water for violating the tech giant’s data usage rules, tried to downplay the significance of his efforts after subsequent public backlash has grown to a fever pitch in recent months.",
  "The exclusive chart included descriptors based on race and religion, and was divided into 14 sections, like “Very Liberal,” “Youthful Urbanites,” “Politically Engaged Adults,” “Traveling Baby Boomers,” “Mainstream Millennials,” and “Small Town America,” along with several others.",
  "BIGGEST SECRET ABOUT CAMBRIDGE ANALYTICA: It was (& is) an overpriced service that delivered little value to the TRUMP campaign, & the other campaigns & PACs that retained it — most of which hired the firm because it was seen as a prerequisite for receiving $$$ from the MERCERS.",
  "A study by researchers at Stanford University and New York University concluded that fake news — which was often crafted by foreign operatives — didn’t prove very influential in tipping the scale for the 2016 election in a certain direction.",
  "— Kenneth P. Vogel (@kenvogel) March 19, 2018\n\nKogan created an app that requests certain information and in return the user gets a personality analysis of some sort, which ended up resulting in the creation of millions of unique profiles.",
  "“If the goal of Cambridge Analtyica was to show personalized advertisements on Facebook, then what they did was stupid,” he continued, according to The Guardian, making the argument that Facebook’s proprietary tools are far more useful.",
  "Kogan reportedly testified Tuesday that Trump’s presidential campaign was better at using Facebook’s valuable advertising tolls than his opponent former Secretary of State Hillary Clinton’s operation — something Facebook has also said.",
  "The Cambridge University professor that collected data from Facebook users and provided it to a political consultancy firm said his work was “ineffective” for the purpose of influencing elections — contradicting what some have claimed.",
  "“People may feel angry and violated if they think their data was used in some kind of mind-control project,” Kogan said during a U.S. Senate Commerce, Science and Transportation subcommittee hearing Tuesday, according to The Guardian.",
  "That information was then to be given to political campaigns, although Cambridge Analytica said that while it did work with then Republican candidate Donald Trump’s team, they didn’t end up using the information in question.",
  "What is more clear, however, is that Russia attempted to stoke already impassioned divisions within the larger American population by, among other tactics, trying to organize rallies dealing with the most contentious issues.",
  "“They are under enormous financial pressure to gobble up more and more of our data so they can deliver better and better personalized ads,” Kogan told lawmakers during the Senate hearing, reported USA Today.",
  "The data is entirely ineffective.”\n\nOthers not directly part of the situation, but apparently privy to Cambridge Analytica’s work and ultimate impact, concurred, at least as it mattered in this respect.",
  "(RELATED: Cambridge Analytica Announces Its Closing)\n\nRegardless of the effect, the ethics behind what Kogan and such data analytics firms like Cambridge Analytica did is still at least debatable.",
  "Also, using its own demographic data, Facebook provided those who wanted to use their advertising capabilities a breakdown of the American populace by ideology, according to BuzzFeed News.",
  "Many believe that Facebook is and was an unwitting pawn of Russia; however, how much of an effect it had on swaying the election is also debatable, according to Kogan and others.",
  "It may not just have been superiority in utilization, as Trump’s team spent more money on Facebook ads, at least for the time period of June 2016 to November 2016.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "So companies want more, not less, data, so they can do better.”\n\nFollow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“And the dirty secret in the industry is that these ads right now are just not that effective.",
  "Not useless, but not as effective as we’d want.",
  "“This is science fiction."
]