[
  "Facebook CEO Mark Zuckerberg, takes a drink of water while testifying before a joint hearing of the Commerce and Judiciary Committees on Capitol Hill in Washington, Tuesday, April 10, 2018, about the use of Facebook data to target American voters in the 2016 election.",
  "Of course, there are similar mail and productivity services out there, but using Google is far more convenient, since most people use more than one Google product, and having all of your applications talk to each other and share information is mighty convenient.",
  "Justin Sullivan/Getty Images\n\nGoogle this week acknowledged that it quietly tracks its users' locations, even if those people turn off their Location History — a clarification that came in the wake of an Associated Press investigation.",
  "In 2011, Google agreed to forfeit $500 million after a criminal investigation by the Justice Department found that Google illegally allowed advertisements from online Canadian pharmacies to sell their products in the US.",
  "This isn't meant to cry foul: Google is one of the top software makers in the world, but it has earned that status by constantly improving and iterating on its products, and even itself, over the past two decades.",
  "It was later revealed that Cambridge Analytica had collected the data of over 87 million Facebook users in an attempt to influence the 2016 presidential election in favor of the Republican candidate, Donald Trump.",
  "Five months ago in March, a 28-year-old named Christopher Wylie blew the whistle on his employer, the data-analytics company, Cambridge Analytica, at which he served as a director of research.",
  "During its Q2 earnings report in late July, Facebook reported over $13 billion in revenue — a 42% jump year-over-year — and an 11% increase in both daily and monthly active users.",
  "Google failed its customers: It let users think they had more control when they did, and they only corrected their language about location data after a third-party investigation.",
  "Too big — and too good — to fail\n\nJust like Facebook has no equal among the hundreds of other social networks out there, the same goes for Google and competing search engines.",
  "And yet, nothing has really changed at Facebook since that scandal, which similarly involved the improper collection of user data, and the violation of users' trust.",
  "One month later, Facebook CEO Mark Zuckerberg was summoned in front of Congress to answer questions related to the Cambridge Analytica scandal over a two-day span.",
  "It's happened before\n\nGoogle has a history of bending the rules:\n\nIn 2010, Google's Street View cars were caught eavesdropping on people's Wi-Fi connections.",
  "In 2012, Google circumvented the no-cookies policy on Apple's Safari web browser and paid a $22.5 million fine to the Federal Trade Commission as a result.",
  "But one does wonder what event, if any, could possibly make people quit a service as big and convenient and powerful as Google once and for all.",
  "Its other services have become similarly prevalent: Gmail, and Google Docs, have all become integral parts of people's personal and work lives.",
  "It paid some money here and there, and sat in a few courtrooms, but nothing really happened to the company's bottom line.",
  "The next biggest search engine in the world is Microsoft's Bing, which has a paltry 3% market share.",
  "According to StatCounter, Google has a whopping 90% share of the global search engine market.",
  "Uladzik Kryhin/Shutterstock For almost 20 years now, Google dominated the search engine game.",
  "People likely won't quit Google's services, unless there's some major degradation of quality.",
  "In other words, a cataclysmic event would have to occur for people to switch search engines.",
  "But Google, as a leader in Silicon Valley, should strive to do better for its customers.",
  "Or, another search engine would have to come along and completely unseat Google.",
  "Intentional or not, misleading customers about location data is a bad thing.",
  "But there was no public acknowledgement of an error, and no mea culpa.",
  "AP Photo/Andrew Harnik Many users felt like their trust was violated.",
  "Ultimately, Google came out of all of these incidents just fine.",
  "And yet, nothing is going to happen as a result of this episode.",
  "Other companies have done it too\n\nRemember Cambridge Analytica?",
  "Quietly updating an online help page isn't good enough.",
  "A hashtag movement called \"#DeleteFacebook\" was born.",
  "In short, Facebook is not going anywhere.",
  "People continued using Google's services.",
  "But that's probably not going to happen.",
  "The fact is: That probably won't happen.",
  "It's a major violation of users' trust.",
  "Google owes its users a true apology.",
  "Facebook seems to be doing just fine.",
  "And neither is Google."
]