[
  "Industry insiders are buzzing about possible ad-tech acquisitions after AT&T-AppNexus tie-up\n\nAT&T's acquisition of AppNexus will open up loads of new web inventory and technology pipes to power the telecom's aggressive ambition to challenge not only the duopoly of Facebook and Google but also rival TV networks for ad budgets.",
  "Andreessen Horowitz is launching a $300 million fund to invest in crypto\n\nAs the price of bitcoin slips to a 2018 low, top Silicon Valley venture firm Andreessen Horowitz shows it's not backing down with the launch of a $300 million venture fund, called a16z crypto, which will invest in cryptocurrency companies and protocols.",
  "That structure has held back Wall Street banks like Goldman as they look for ways to compete more effectively with the likes of Virtu and Citadel Securities, newer market-making entrants that have shown an ability to innovate more quickly due to their smaller teams and flatter organizational structures.",
  "Recession fears are flaring as Trump's trade war has markets behaving in a way not seen since 2008\n\nIf you want evidence of how President Donald Trump's trade war is affecting investor nerves, look no further than the widespread damage inflicted upon US stocks in recent days.",
  "These investors control $3 billion of Facebook stock — and they want to take Zuckerberg down\n\nFacebook investors boasting nearly $3 billion in shares are making moves to topple Mark Zuckerberg as chairman and tear apart his power base at the company.",
  "Leading the effort alongside partner and crypto fanatic Chris Dixon is Katie Haun, a former prosecutor who helped bring down corrupt agents on the Silk Road task force, as well as the head of BTC-E, a digital currency exchange popular with criminals.",
  "The rebel investors blame these crises in part on the way the company is run and say the issues have not been properly addressed because Facebook's corporate governance structure means Zuckerberg is basically untouchable as both CEO and chairman.",
  "The investment bank has created an engineering unit within its sales-and-trading division that will now oversee the front-to-back development and management of trading systems, according to a series of internal memos obtained by Business Insider.",
  "Big changes may be coming to Robinhood's crypto platform and Coinbase should be worried\n\nRobinhood, the California broker known for pioneering free stock-trading, is looking to dive deeper into the market for digital currencies.",
  "Goldman Sachs creates new team to compete with Wall Street's fastest traders\n\nGoldman Sachs is taking a bold step to improve teamwork in its securities division and better compete with the fastest traders on Wall Street.",
  "A common complaint across Wall Street has long been that engineering and control employees who don't interact with clients aren't as attuned or accountable to customer needs as the front-line traders.",
  "Robinhood, which rolled out a cryptocurrency trading offering earlier this year in some US states, is looking to hire developers to build-out a cryptocurrency wallet, according to a job advertisement.",
  "The metric in question is the spread between two- and 10-year Treasury yields, which has fallen to its lowest level since 2007 — the period immediately preceding the most recent financial crisis.",
  "Currently, if a Robinhood crypto customer wants to transfer coins in and out of the platform they would have to first sell them, transfer the money to another platform, and then buy.",
  "Business Insider has spoken with six prominent shareholders who are growing increasingly restless about the way Facebook is run and ever more vociferous in their demands for change.",
  "They have watched in frustration as the firm has slogged through a series of scandals, from election interference to the Cambridge Analytica data disaster.",
  "And according to industry experts, we can expect to see similar ad-tech deals in the coming months — although it will be hard to top the size of AppNexus.",
  "Beyond that, if you're looking for a hint as to what the future holds, an even more ominous signal is forming in the Treasury market.",
  "Such an offering would allow investors to transfer their crypto holdings from outside brokerages and wallets into Robinhood.",
  "And Coinbase, one of the largest platforms for crypto trading, should be worried, market observers tell Business Insider.",
  "All agreed that anger among investors had never been more pronounced since Facebook went public in 2012.",
  "Welcome to Finance Insider, Business Insider's summary of the top stories of the past 24 hours.",
  "Sign up here to get the best of Business Insider delivered direct to your inbox.",
  "Haun is the first-ever female general partner at Andreessen Horowitz.",
  "That's been true at Goldman Sachs as well, according to insiders.",
  "In markets news"
]