[
  "Some 60 percent of respondents in a new survey by public relations firm Edelman said social media companies were not effective in controlling fake news, deterring hate speech and protecting privacy.",
  "And that's not only a problem for Facebook, Twitter and other social networks -- it also reflects badly on the many companies that rely on them to represent their brands.",
  "Substantial numbers have also declined to use \"cookies\" and other online tracking software, created separate email addresses to sign up for services and deleted accounts.",
  "More than two-thirds of respondents agreed that brands should do more to counter false information, as well as protect users from offensive and harmful content.",
  "Younger and liberal consumers in particular are more likely to \"price in\" their social values when making purchasing decisions, she previously told CBS News.",
  "But the trend itself goes further back, according to research from Mary Hunter-McDonnell, a management professor at the Wharton School of Business.",
  "That's because, amid general distrust of social media, people are changing how they use the technology and sometimes dropping it altogether.",
  "If you thought social media was a cesspool of fake news, trolling and creepiness, it turns out that people across the world agree with you.",
  "Half of internet users have taken steps to avoid sharing information about themselves with companies, a recent eMarketer report found.",
  "Opponents of Mr. Trump started a movement, called #GrabYourWallet, encouraging consumers to drop businesses that carried Trump brands.",
  "Since 2000, there's been a 75 percent increase in the number of social movements targeting businesses, she told Wharton magazine.",
  "\"People have now processed the epidemic of fake news and the Cambridge Analytica story,\" said Richard Edelman, the firms's CEO.",
  "They've told us, two-thirds of them, 'I will boycott a brand that doesn't stand up for me on issues I care about,'\" he added.",
  "Social media is now a critical channel for companies to advertise, conduct customer service, do research and sell products.",
  "(The list has since expanded to include companies associated with sexual harassers, the gun industry and the NRA.)",
  "And consumers are holding brands responsible for the social-media platforms on which they appear, Edelman found.",
  "And any business on social media is susceptible -- not just those that have actively annoyed consumers.",
  "Four in 10 users have deleted a social media account in the past year, according to Edelman.",
  "Those demands to \"do something\" have increased since the election of President Donald Trump.",
  "The survey measured opinions in nine countries, including the U.S., U.K. and Canada.",
  "More than 60 percent wanted governments to regulate social media better.",
  "\"The consumer has the ability to buy a brand or boycott a brand.",
  "\"The new thing is that people want brands to intervene.\"",
  "Only 41 percent of people say they trust social media.",
  "That's cause for worry for many businesses.",
  "\"They are demanding brands do something.\"",
  "In the U.S., it's just 30 percent.",
  "It gets worse for those companies."
]