[
  "They forget that these are not private but public corporations which have received certain privileges from the state, in consideration of their promise to perform certain duties to the public in return.”\n\nThe man behind this thundering critique was Gardiner G. Hubbard (1822-97), and his battle with Western Union in the 1870s can provide us with ideas about how we might think about the challenges posed by Facebook and social media.",
  "Rather than going to Wall Street which had financed Western Union, Hubbard went instead to Congress and asked them to create a public/private corporation—the Federal government would provide the initial capital for the new system which would then be run as a private company by Hubbard and his fellow telegraph reformers.",
  "But while we are thinking about creating organizations that balance democratic values with the profit motive, we should also keep in mind what happened when Hubbard encountered Bell; instead of a political solution, Hubbard found a technological solution in his future son-in-law’s creative endeavors.",
  "During one of Bell’s courtship visits to Mabel, Hubbard asked Bell to perfect this invention; Hubbard believed that, if he controlled this latest multiple telegraph, then he could somehow force Western Union to mend its wicked ways—or at least force the company to buy the patent rights from him.",
  "Hubbard’s request for Federal funding was not necessarily outlandish given that Congress in 1862 had funded both the construction of the transcontinental railroad and the formation of colleges in each state specializing in agriculture and the mechanic arts via land grants.",
  "In addition to these latest reports, we should all be troubled by the revelations that Facebook data regarding users’ likes, locations and political affiliations was analyzed by Cambridge Analytica in order to manipulate potential voters in the 2016 presidential election.",
  "To paraphrase a common quote about the weather, “If you don’t like the technology, wait a minute and it will change.” There are undoubtedly innovators and entrepreneurs out there right now who are working on new social-media technology that could change the landscape.",
  "As Martin J. Sklar has suggested, if society wants to reap the benefits of technological change, then society needs to trust businessmen and let them choose the strategies and organizations that could achieve the economies of scale possible with new technology.",
  "To pursue the business market, Orton purchased the Gold & Stock Telegraph Company which transmitted prices from the floors of stock and commodity markets to the offices of brokers and investors using stock tickers [think Gilded-Age equivalent of Bloomberg].",
  "On the other hand, Orton argued that the only way to do these things was to build a large, capital-intensive network, that Wall Street was the only source of the necessary capital and that he had to provide a high rate of return to attract investors.",
  "Likewise, Western Union could have placed newspaper reports at the center of its strategy; although he forged an alliance with the New York Associated Press, Orton never considered press dispatches as important as business messages.",
  "It’s tempting to think that the current problems with Facebook are unique to the digital era, but concerns about monopolistic companies controlling the flow of information and thus impeding American democratic society are not new.",
  "Decisions about how to best use technology should be made privately by owners of the means of production and not by the state, since the owners possessed both the motivation and expertise needed to deploy technology efficiently.",
  "By securing Joseph Stearns' duplex (two-message) patent and Thomas Edison’s quadruplex (four-message) system, Western Union increased the volume and speed of messages without having to string new lines or hiring more operators.",
  "To reach these additional customers, Hubbard proposed that telegraph offices be located not just in railway stations (Western Union's common practice) but in post offices which were much more convenient to the average citizen.",
  "If Hubbard were around today, he would be challenging us to create new organizations—private, public or somewhere in between—which recognize that social media platforms are part of a democratic society’s infrastructure.",
  "Zuckerberg and other high-tech moguls have taken a similar ideological position: if you want to serve billions of customers, then corporations need to be able to make their own decisions about technology and strategy.",
  "Sibley built up this company by taking over smaller telegraph lines until he had gained control of all the telegraph business between the East Coast and the Midwest, leading him to rename the company Western Union.",
  "He was confident there was an enormous potential market for social and governmental messages and that this demand could be used to lower prices and expand telegraph service to every town and village in America.",
  "Often remembered as a founder of the National Geographic Society and the father-in-law of telephone inventor Alexander Graham Bell, Hubbard was a Harvard-educated lawyer from Cambridge, Massachusetts.",
  "Two days later, the Times further revealed that Facebook had shared data with at least four Chinese electronics firms, including one perceived by American officials to be a national security threat.",
  "If that meant asking Congress to fund the enterprise, so be it; after all, had not the Federal government provided the initial capital for the transcontinental railroad and land-grant universities?",
  "Hubbard’s postal telegraph system would exist side-by-side with Western Union, and competition between the two systems would force Western Union to lower prices as well as take up new innovations.",
  "Needless to say, Orton refused to buy this invention from his nemesis, which prompted Hubbard to encourage Bell to file a patent in 1876 for another invention, his speaking telegraph or telephone.",
  "Morse and in England by Sir William Fothergill Cooke and Charles Wheatstone, the telegraph was quickly taken up in the 1840s by entrepreneurs who erected short lines between towns and cities.",
  "Orton noticed that most of the telegrams transmitted by the company were short business messages—market quotes, buy and sell orders to brokers and brief instructions to salesmen in the field.",
  "Assuming that businessmen would send more messages as they pursued the new nationwide market made available by the railroads, Orton had Western Union concentrate on sending business messages.",
  "Whatever our political affiliation, we should be thinking about how the fast-moving swirl of news—both genuine and fake—on social media is affecting how we vote and how we govern ourselves.",
  "Only the spire of Trinity Church and the towers of the still-to-be-completed Brooklyn Bridge reached further into the sky.”\n\nWestern Union’s monopoly power deeply troubled Gardiner Hubbard.",
  "On June 3, 2018, the New York Times reported the company had shared vast amounts of personal information from users with major tech firms, including Amazon, Apple, Samsung and Microsoft.",
  "Because Western Union [via Gold & Stock] controlled the distribution of prices from stock and commodity markets, it exercised tremendous power over individual investors and businessmen.",
  "To be sure, we probably don’t want Congress to create the modern-day equivalent of Hubbard’s postal telegraph system, a Federally-funded social media platform, but that’s not the point.",
  "Hubbard’s immediate answer to this conundrum was that if you want technology to serve these two outcomes, then you need a different sort of organization—a public/private partnership.",
  "Ultimately, Orton beat back the threat posed by Hubbard by drawing on his connections to the Republican Party, cultivating Congressmen and periodically testifying on Capitol Hill.",
  "In Europe, telegraph networks handled a substantial volume of social messages and government reports; why not build a system which served these markets as well as businessmen?",
  "Hubbard energetically promoted the telephone since it could be used by anyone; literally in the hands of the user, it seemed to minimize the intrusive powers of Western Union.",
  "To address the challenges posed by Western Union, Hubbard did not seek new regulations but rather proposed that Americans rethink who should benefit from this new technology.",
  "Moreover, since Western Union transmitted news for the Associated Press, Hubbard feared Western Union could interfere with elections by delaying or tampering with the news.",
  "His view was that to make the telegraph accessible to millions, you need an organization that from the start was committed to a broad audience, not just business customers.",
  "Cambridge Analytica’s former CEO, Alexander Nix, reportedly boasted of using “a massive database of [nearly] 5,000 data points on every adult in America” to promote Trump.",
  "Hubbard’s battle with Western Union in the 1870s reveals that Americans have long been wrestling with who controls the flow of information in a democratic society.",
  "Instead, the role of the state was to create an environment—through laws, regulation and tariffs—that encouraged private enterprise to use technology efficiently.",
  "While Facebook is not the only social media platform out there, its 2 billion active monthly users give the company, for all intents and purposes, monopoly power.",
  "The telephone didn’t wipe out the telegraph overnight, but it did change the landscape of telecommunications, allowing the ascendancy of AT&T over the long term.",
  "But even more worrisome to Hubbard, Western Union was a threat to American democracy because of the firm's control over the dissemination of vital information.",
  "But beyond providing a sense of déjà vu, Hubbard’s efforts suggest several ways we might think about the challenges posed by Facebook and new social media.",
  "Can corporations like Western Union or Facebook be trusted to handle data in ways that don’t threaten our political processes or undermine our privacy?",
  "In doing so, Orton helped establish the general pattern in America of telecommunications as a private industry which responds to Federal regulation.",
  "Not surprisingly, Western Union and Orton vigorously fought back, and the annual hearings for the postal telegraph bill were soon dubbed the \"Wm.",
  "But this new postal telegraph system would require millions of dollars to erect new lines and open new offices; where would that money come from?",
  "For these messages, business customers chose the telegraph because it was quick and reliable and they were not especially concerned about cost.",
  "He would tell us we need to think as much about the organizations which run that infrastructure as we think about the hardware and software.",
  "As historian Richard John wrote in Network Nation, about this building, “Nothing better symbolized the rapid ascendency of Western Union .",
  "On the one hand, Hubbard wanted the telegraph to provide Americans with both cheap telegrams as well as trustworthy news and market data.",
  "Thanks to these inventions, Western Union increased message volume, decreased the cost per message and maintained steady annual profits.",
  "In 1861, Western Union built the first transcontinental line to California and emerged as the dominant U.S. telegraph company.",
  "With great energy, Hubbard lobbied Congressmen to introduce bills for a postal telegraph scheme in sessions from 1869 to 1876.",
  "In the early 1870s, Alexander Graham Bell began tutoring Hubbard’s deaf daughter, Mabel, and Bell soon fell in love with her.",
  "When that technology comes along, let’s be ready with the ideology and organizations that will advance our democratic values.",
  "With support from financial backers in Boston, Hubbard organized the American Bell Telephone Company, which grew into AT&T.",
  "For Hubbard, Western Union threatened the ability of individual Americans to pursue their political and economic destinies.",
  "All this bad news has led many people to feel that Facebook cannot be trusted and could indeed be a threat to democracy.",
  "In 1867, William Orton succeeded Sibley as president of Western Union and immediately launched a new business strategy.",
  "Orton also encouraged inventors to perfect devices that could send multiple messages simultaneously over a single wire.",
  "In several European countries the bulk of telegraph messages were either social telegrams or long government reports.",
  "Determined to make a name for himself, it so happened that Bell was inventing on his own multiple-message telegraph.",
  "First and foremost, Hubbard-versus-Western Union reveals that we often want multiple outcomes from a new technology.",
  "Based on his research, Hubbard concluded that Western Union was using its monopoly power to reap excessive profits.",
  "So how do we make sure that a new technology both serves a mass market fairly while being profitable to investors?",
  "Consider the following words from a critic of the Western Union Telegraph Company in 1873:\n\nThe time will come .",
  "Because telegraph offices would be placed in post offices, Hubbard called his scheme the postal telegraph plan.",
  "should take steps to correct the evil in these corporations, that they may be reformed rather than destroyed.",
  "If he could not reform Western Union via political action, then he would force change through technology.",
  "Over the past few weeks, the news about Facebook and social media in general has been quite poor.",
  "They seem to think that their franchises were granted by the State solely for their own benefit .",
  "In the late 1860s, he undertook a massive study of the telegraph business in Europe and America.",
  "To understand this battle, let’s briefly recount the early history of the electrical telegraph.",
  "AT&T absorbed Western Union in 1909, and one could say that Hubbard ultimately had his revenge.",
  "In 1851, Hiram Sibley founded the New York and Mississippi Valley Printing Telegraph Company.",
  "To demonstrate Western Union’s power, Orton erected a grand headquarters in lower Manhattan.",
  "In his testimony, Orton argued for what historians have come to call corporate liberalism.",
  "Although Orton prevailed in Washington, that was not the end of the story for Hubbard.",
  "Doing so, Hubbard believed, would result in a far more democratic telegraph system.",
  "In doing so, he made a distinct choice since he could have pursued other markets.",
  "By 1873, it was handling 90% of the telegraph business in the United States.",
  "when the people will rise in their might and crush these monopolies.",
  "as one of the largest and most powerful corporations in the nation.",
  "do not or will not understand their true relations to the public.",
  "It is necessary that the good men of both political parties.",
  "Orton and Gardiner Hubbard Debating Society.\"",
  "Developed in America by Samuel F.B.",
  "Stockholders and officers .",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]