[
  "Wood told MT the company “gave more accurate information on their web-based controls,” which could help it “make the case that they’re not misleading users on purpose.” Another FTC veteran, Ashkan Soltani, who served as chief technologist, tweeted that Google’s “confusing privacy dialogue … may land another @FTC inquiry.”\n\n— Warner chimes in: \"If a Google user disables location services, it is perfectly reasonable for that person to expect that apps will not continue tracking their location,\" said Sen. Mark Warner of Virginia, the top Democrat on the Senate Intelligence Committee.",
  "“The American Civil Liberties Union of California, Public Knowledge, Electronic Frontier Foundation, Consumer Watchdog and Common Sense Kids Action are among the groups arguing that industry is exaggerating the toll of complying with the law and attempting to pass off substantive changes as small tweaks.”\n\nA NUGGET FROM THAT NEWLY SIGNED NDAA — The defense authorization bill allowing Chinese telecom giant ZTE to do business in the U.S. has been signed by the president, Pro reports.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "According to The Wall Street Journal, “Indian policy makers are looking for ways to tamp down American tech behemoths, a shift that could crimp growth potential in one of the biggest remaining open markets for their expansion.” Meanwhile, in France, officials are looking to combat smartphone addiction by banning students age 3 to 15 from pulling out their smartphones on school grounds, The Journal reports.",
  "Story Continued Below\n\n— If Dorsey makes multiple stops on the Hill this fall, he’ll be following the same playbook as that other social media CEO, Facebook’s Mark Zuckerberg, who hit several congressional committees over a two-day period in April, as he sought to tamp down lawmaker concerns about the Cambridge Analytica data scandal, Russian election interference and other issues.",
  "— Two views: “If Google says turning off location history means the places you go aren’t stored, and that’s not really true, they could have an issue with the FTC — but probably not a big one,” said Rational 360 vice president Nat Wood, who until June served as associate director of the FTC’s division of consumer and business education.",
  "— And in stateside news: “A collection of consumer privacy and social justice groups [Monday] pushed back on industry efforts to change California's recently passed privacy law, saying the proposed adjustments undermine the legislation's intention of giving people more control over their personal information,” Steven reports for Pro.",
  "According to a report by The Australian, Brown told publishers during an off-the-record meeting that Zuckerberg “doesn't care about publishers but is giving me a lot of leeway and concessions,” adding that if the publishers did not work with Facebook, she would \" be holding your hands with your dying business like in a hospice.\"",
  "— No announcements have been made about the ombudsperson position, but one senior European Commission official told Pro Tech editor Eric Engleman earlier this month not to be surprised if a replacement is named before the annual review of Privacy Shield in October, when Commerce Secretary Wilbur Ross plans to visit Brussels.",
  "In a statement provided by a Facebook spokesman, Brown said the “quotes are simply not accurate and don’t reflect the discussion we had in the meeting.” And an official for Facebook Australia and New Zealand said the reported comments were “taken out of context.” But some media representatives aren’t so convinced.",
  "“To date, Mark Zuckerberg has given little evidence he cares about publishers, among other things, so considering the report claimed five sources, I’m going to assume Campbell Brown actually shared this sentiment by her CEO until proven otherwise,” he said.",
  "One detail that caught MT’s eye: a requirement that certain U.S.-based foreign media outlets, acting as agents of foreign principles as defined by the Foreign Agents Registration Act, submit reports to the FCC within 60 days, and afterward every six months.",
  "Lawmakers earlier this year pressed the Trump administration to force Al Jazeera, the Qatari-owned news outlet, to register as a foreign agent with the likes of online news outlet Sputnik and U.S. affiliates of Russian-owned broadcaster RT.",
  "Tour de Dorsey\n\nWith help from Ashley Gold\n\nTOUR DE DORSEY — As Twitter CEO Jack Dorsey’s media tour continues amid the InfoWars and other content controversies, we’re hearing multiple House committees are interested in hearing from him.",
  "— An Associated Press report about Google’s location-tracking practices is sparking questions about whether the FTC — which is already investigating Facebook’s privacy practices — will start looking at the search giant as well.",
  "PUBLISHERS DING FACEBOOK ON EXEC’S REPORTED REMARKS — News publishing groups are speaking out on a reported exchange between Campbell Brown, Facebook's global head of news partnerships, and media industry officials.",
  "— President Donald Trump plans to nominate Judy Garber, who has served as acting Privacy Shield ombudsperson at the State Department for more than a year, as ambassador to Cyprus, the White House announced Monday.",
  "It’s “one of the most sweeping attempts yet to address growing concerns among parents and educators that a generation of children is growing up addicted to the mobile devices in their pockets,” the report says.",
  "“Instead of viewing us as an answer, they seem to only be seeing us as a problem.” Chavern’s group was one of seven media coalitions that expressed concern in June about how Facebook treats ads by publishers.",
  "Digital Content Next president Jason Kint, whose company co-signed the letter to Zuckerberg, said that if accurate, the reported remarks are revealing about the company’s approach to journalism.",
  "A Google spokesperson disputed the findings, saying that \"Location History is a Google product that is entirely opt in, and users have the controls to edit, delete, or turn it off at any time.\"",
  "The AP report found \"many Google services on Android devices and iPhones store your location data even if you've used privacy settings that say they will prevent it from doing so.\"",
  "The selection is likely to draw significant attention in Europe, where officials have been critical of the White House for not filling the ombudsperson role on a permanent basis.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "E&C Chairman Greg Walden (R-Ore.) had posed an open invite to Dorsey months ago but made it official after some prompting from House Majority Leader Kevin McCarthy (R-Calif.).",
  "\"Unfortunately, it is frustratingly common for social media companies to have corporate practices that diverge wildly from the totally reasonable expectations of their users.\"",
  "SILICON VALLEY MUST READS\n\n— Trump retort coming in 5… 4… : The Hive tackles whether Amazon CEO Jeff Bezos has become a more powerful figure in D.C. than the president.",
  "EU officials want someone better suited to the role, which is meant to field European privacy complaints under the transatlantic data-transfer agreement.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "QUICK DOWNLOADS\n\n— Every breath you take, every move you make: BuzzFeed explains how to really, really turn off location-sharing on Google products.",
  "TRANSITIONS\n\n— Lauren Devoll, a former digital content director at the Republican National Committee, is now a public policy associate at Twitter.",
  "Please send any and all tech tips and tidbits for tomorrow’s newsletter to my colleague Steven Overly at soverly@politico.com and @stevenoverly.",
  "The action marked the official end of protracted public battle between lawmakers and the White House over how hard to come down on the company.",
  "As always, you can reach me at clima@politico.com, @viaCristiano and you can catch the rest of the team’s contact info after Quick Downloads.",
  "That includes the Oversight and Government Reform panel in addition to House Energy and Commerce, which already invited Dorsey to a hearing.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— The father of a Sandy Hook shooting victim has repeatedly run into a roadblock in fighting conspiracy theories online: tech policies.",
  "— Bumpy ride: Tesla CEO Elon Musk wrote a blog post to try to explain why he said he had “secured” funding to take the company private.",
  "GOOD MORNING AND WELCOME TO MORNING TECH, where your host is heading down to Florida for a cruise and will be out until next Tuesday.",
  "— Marking up proposals: Three tech experts weigh in on Sen. Mark Warner’s ideas for regulating Silicon Valley, via Pro-Market.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "TECH’S OVERSEAS THREATS MULTIPLY — EU officials aren’t the only ones looking to crack down on Silicon Valley.",
  "— “There is nothing that surprises me about these remarks,” said News Media Alliance president David Chavern.",
  "The FTC declined to comment on the report, but former officials say it could draw the agency’s attention.",
  "But the post appears to show the funding was in fact not secured, Business Insider reports.",
  "But the massive must-pass measure was also packed with many other interesting tidbits.",
  "Dorsey is already confirmed to appear before the Senate Intelligence panel on Sept. 5.",
  "(Garber is deputy assistant secretary of state for oceans, environment and science.)",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "WILL GOOGLE REPORT DRAW FTC SCRUTINY?",
  "Got an event for MT’s tech calendar?",
  "PERSONNEL CHANGE FOR PRIVACY SHIELD?",
  "Tips, comments, suggestions?",
  "Via The New York Times.",
  "**"
]