[
  "In short, even if Facebook offered a paid ad-free version of itself and even if that became an internet standard model adopted by all ad-supported websites, it is unlikely that “ad-free” would mean “surveillance free” and the new pay-for-access web would likely follow in the footsteps of the data brokers that came before, a mirror of Verizon’s “buy our product and we’ll make you into a product too.”\n\nPutting this all together, in today’s surveillance society, purchasing a product no longer protects you from becoming a product yourself and the concept of “buying” privacy and the right to not be surveilled is now merely a quaint notion from a bygone day.",
  "Whether it is your pharmacy commercializing your medical data, your grocery store selling your grocery list or your mobile phone company selling your location, really any company you do business with today is selling everything they can about you to the almost uncountable number of brokers that orchestrate all of this buying and selling, assembling vast dossiers on you that you have no right to see, let alone control.",
  "Verizon’s resale of its customers’ location data shows us just how far companies will go to commercialize their users and that even extremely dangerous and sensitive data is fair game to be resold without users having the faintest idea what’s being done with their extremely personal information.",
  "Today’s commercial web is built upon the idea that privacy is something of value and that by bartering it away, companies can generate sufficient value from us to warrant granting us free access to services, many of which are designed to help encourage us to give yet more of our privacy away.",
  "If users paying Verizon a hundred plus dollars a month are still having their data resold and commercialized, why would we expect that Facebook offering a paid ad-free version of its website would eliminate trackers and surveillance as part of the deal?",
  "It is perhaps one of the greatest falsehoods about our modern web, repeated so often and by such luminaries that it has become almost accepted fact: if you’re not paying for the product, you are the product and that you do pay your privacy is protected.",
  "In fact, in today’s world, it is simply the accepted norm that any company or organization or government agency with which you do business will likely resell or make available your data in some form for someone else to profit off your information.",
  "To put it another way, the ad-supported web has become a lightning rod for the privacy debate because tracking ads are visible, but even when you pay a company for its products, you are surveilled and converted into data just as much.",
  "Perhaps the problem is that we can see ads, but the majority of us are entirely oblivious to the massive shadowy world of data brokers that buy and sell nearly every data point ever created about us every moment of the day.",
  "The idea of bartering our privacy for free stuff is what has largely led to the false narrative that ad-supported services turn us into a product and that by paying for the service we are no longer the product.",
  "The problem with this mantra is that it implies that by paying for a product, you are somehow purchasing your right to no longer be a product, rather than merely paying for the privilege to be surveilled.",
  "The rise of paid cable television should have been enough to remind us that just because something that used to be free is repackaged as a paid product doesn’t mean that you’ll no longer be monetized.",
  "In the aftermath of the Facebook–Cambridge Analytica story, Sheryl Sandberg and Mark Zuckerberg both alluded to the idea of a paid version of Facebook where users could purchase an ad-free experience.",
  "Moreover, Facebook’s entire algorithmic existence depends on being able to build rich profiles about all its two billion users to guide the information seen by themselves and their friends.",
  "Could they simply lurk beneath the surface, tracking your every move to be monetized, but simply hidden out of the way behind the one-way mirror instead of right in front of you?",
  "Eliminating surveillance isn’t just a matter of flipping a switch – it would undermine all of the data streams that feed Facebook's algorithms and make its platform possible.",
  "All that customer data is of substantial value in the right hands and what’s the point in having customers if you can’t make an extra buck off selling their data?",
  "In their eyes, if there are no ads, there is no surveillance, but just because you’ve paid to hide the trackers doesn’t mean you’ve paid for them to go away.",
  "Instead of ads being the Faustian bargain that makes the TV you enjoy available, you are now paying for the privilege of having to sit through them.",
  "In a capitalist society, what company in its right mind would let its customers off the hook just because they’re purchasing its products?",
  "The problem isn't the ad-supported web, it is the entrenched notion in the corporate world that customer data is something to be sold.",
  "Much of the public and tech press equated such a paid ad-free experience as implying a surveillance-free experience.",
  "Just because you have a commercial relationship with a company in no way means that company won’t resell your data.",
  "On the contrary, despite paying a hefty premium, all those ads and efforts to track you will still be there.",
  "Either way, you lose and would you rather pay to be turned into data or get something free in the process?",
  "Perhaps Verizon’s user location data resale could help shed some light."
]