[
  "In 2015, Gartner estimated that “30% of our interactions with technology will be through 'conversations' with smart machines by 2018.”\n\nAnd according to research firm eMarketer, the number of Americans using a voice assistant device is forecast to grow 129% to 36 million this year.",
  "Here are some of the current and potential future uses of voice interfaces:\n\nAccuracy is improving: The \"word error rate\" is at the core of this issue and we’re seeing companies like IBM, Microsoft and Google devoting money and research to improving it.",
  "Look at Microsoft and Amazon forming a partnership to better integrate Cortana and Alexa -- and, according to a 2017 Amazon press release, Amazon founder Jeff Bezos is looking at working with other intelligent agent companies.",
  "And yes, this will force the brands to come up with better, smarter ways to advertise but with smarter ads, consumers will find themselves more willing to spend money -- making it a win-win for all.",
  "According to TechCrunch, Roxy, a startup with money to spend, made the decision to invest in its own voice interface technology -- proof that some wish to keep a control over customer interactions.",
  "In the “olden days,” once you’d sought out a sales assistant, they would then maybe radio to the back or even have to go there themselves to find out if they had the item you wanted.",
  "It’s saving time: We’ve seen police in Canada benefiting greatly from voice interface technology, using it to lower the time spent on logging reports -- reduced, no less, by 85%.",
  "With voice interface technology on hand, employees can now ask that company’s version of Siri (basically, whichever technology they’re using) and find out instantly.",
  "I recommend they let the user know exactly what information will be shared and with whom and what for before the user even signs up -- but not in small print.",
  "Voice interface technology is fast becoming all-pervasive -- from the aforementioned technologies to talking cars, talking fridges and talking furniture.",
  "Companies that develop voice interfaces need to be as transparent as possible with consumers if they wish to overcome that very real hurdle.",
  "There’s one question that not many are talking about though: Where will all those ads go if we’re not looking at a screen anymore?",
  "And it’s not just policing; paramedics are being freed from their keyboards with voice interface technology too.",
  "For example, many players in this field can’t extend past single-threaded conversations into multithreaded ones.",
  "As the founder of VUI for business software, I’ve been keeping an eye on voice interfaces, or VUI, recently.",
  "They work with the system to both pick the right products and let the system know what needs to be replaced.",
  "Some consumers are wary of privacy invasion -- even more so since the Facebook/Cambridge Analytica scandal.",
  "Statistically speaking, Google has a word error rate of almost 5% (meaning every 20th word or so is wrong).",
  "Drive home this information up top and in bold as it’s the most important information consumers will need.",
  "There’s also the chance that your VUI will communicate silently with displays (on bus ads, in malls, etc.)",
  "that will spark up an ad based on your recent purchase history -- or on what you’re currently wearing.",
  "Bezos has already partnered with Logitech, meaning you can use Alexa in any Ford, Volkswagen or Volvo.",
  "The benefits are fantastic -- from the speed of the interaction and its results to the ease of use.",
  "From Siri to Cortana, from Alexa to Google Assistant, we’re all barking orders into our devices.",
  "The consumer, who may have once been brand loyal, may ask Alexa for the cheapest alternatives.",
  "Big companies are already working together to make voice interfaces multi-platform friendly.",
  "Cisco did the same with their Cisco Spark Assistant, and there are plenty of other examples.",
  "These practices are what will create a trusting relationship between consumer and provider.",
  "Synonyms, lack of context and even background noise can interfere with voice commands.",
  "It’s a boon for retail: Let’s say you’re shopping for jeans and can’t find your size.",
  "Instead, it will come from the data it gathers about you and your interactions.",
  "Say a consumer is alerted by Alexa that their insurance is expiring soon.",
  "Start figuring out how and where voice interfaces can help your business.",
  "The amazing part about VUI is how it gets integrated into each industry.",
  "Of course, not every company wants to partner with the big ones.",
  "For example, the ad space won’t be on the device or platform.",
  "They now use voice interfaces to aid with warehouse picking.",
  "In all likelihood, the way brands advertise will change.",
  "This is game-changing technology, saving time for all.",
  "Highlight it, give it a big font and bullet points.",
  "But they’re improving that statistic all the time.",
  "There are issues with voice interfaces to be sure.",
  "But that will change in time as more work is done.",
  "The tipping point isn’t here yet but it’s coming.",
  "But there are much bigger implications for sales.",
  "Their staff is given headsets with microphones.",
  "I believe it speaks to the future of business.",
  "It’s already here in the consumer world.",
  "That number is only going to increase.",
  "Take Liberty, a luxury retailer.",
  "And why not?"
]