[
  "“84% of Trump’s budget asked people on Facebook to take an action, like donating, compared with 56% of Clinton’s.”\n\nIn a statement to BuzzFeed News, Facebook said it “provided advice on best practices including insights on which ad formats were generating the best performance results and how to use their insights to determine best strategies.” The company also noted that most of the work of building and scaling ad campaigns was executed by “third-party vendors.”\n\nFacebook told Buzzfeed that “it offered the same level of support to both campaigns.” But Facebook’s internal memos suggest that the Trump campaign used those tools to greater effect.",
  "“In comparison, Trump spent $44 million in that period and tested 5.9 million versions of ads, suggesting his campaign’s Facebook strategy “was more complex than Clinton’s and better leveraged Facebook’s ability to optimize for outcomes.”\n\nTrump 2016 campaign digital director Brad Parscale explained on 60 Minutes last year that the campaign “obsessively tested ad creative and messaging — up to 100,000 different versions per day of different ads.",
  "It goes beyond “simple A/B testing” — a common method of running experiments by changing one variable —and develops many combinations using different “messaging,” “creative,” “format,” and “delivery.” The variations are then tested on a tiny segment of the audience, with the one generating the most engagement being shared with the full target audience.",
  "According to Buzzfeed, the approach was employed on Facebook’s advertising tests for News Feed within the U.S. as part of the current \"Here Now\" campaign, with Facebook users now opening up the social network’s app or website to see ads proclaiming “Clickbait is not your friend” or “Data misuse is not your friend.\"",
  "“Atop Amazon's services, the Obama team built Narwhal—a set of services that acted as an interface to a single shared data store for all of the campaign's applications, making it possible to quickly develop new applications and to integrate existing ones into the campaign's system.",
  "Now, given the increasing evidence that the use of technology itself may make a significant difference between campaigns, quite independent of the candidates’ merits, it is becoming increasingly urgent to have greater transparency in the use of technology in elections.",
  "The Need For Greater Transparency In The Use Of Technology\n\nThe idea of democracy, that voters will select the better candidate on the merits of their respective campaigns, has long been recognized to be under siege from the impact of money in elections.",
  "The misuse of Facebook data, its relationship with Cambridge Analytica and the possible involvement with Russian meddling in the election have all tended to distract from the Trump campaign’s success in the more adept use of technology generally.",
  "That involved “changing language, words, colors, changing things because certain people like a green button better than a blue button,” he explained, outlining the automated alterations that were made to spit out different versions of an ad.",
  "And there's Dashboard, the \"virtual field office\" application that helped volunteers communicate and collaborate.”\n\nAfter the Obama campaign used technology to help it win in 2012, it was publicly celebrated as an act of political genius.",
  "In doing so, it overturned the dominance of TV advertising in U.S. politics and created something new in the world: a national campaign run like a local ward election, where the interests of individual voters were known and addressed.",
  "For instance, Facebook has adopted lessons from the Trump campaign for its current \"Here Now\" effort, a multimillion-dollar advertising push to alleviate users’ concerns about privacy and the misinformation that clutters the platform.",
  "Agile Management In The Trump Campaign\n\nTraditional management approaches problems by developing a comprehensive plan and then implementing the plan, making adjustments to the extent possible along the way.",
  "The Trump Campaign On Facebook\n\nIn the 2016 U.S. presidential election, the Trump campaign spent about 50% more in Facebook ads, but more importantly, tested almost 90 times the number of ad variations.",
  "But in 2018, the shoe was on the other foot, as the Trump campaign is being hailed for nimbler use of technology, specifically the “test, learn, adapt” approach that exemplifies Agile management.",
  "Agile management, which took off in software development over the last 15 years, has now spread—in forward-looking organizations—to the management of everything, including political campaigns.",
  "But in today’s world where most activities are taking place in a world that is volatile, uncertain, complex and ambiguous—the so-called VUCA world—big static plans are too slow and clumsy.",
  "“Some people like the word ‘donate’ or ‘contribute.’”\n\nThe Trump campaign not only tested many more variants of its messages: the campaign was more tightly focused on achieving impact.",
  "In addition to primetime television spots and “False news is not your friends” ads on Facebook itself have been fed to users calibrated with the help of the TLA ad-testing methodology.",
  "While the approach had been used by Facebook with other customers before the Trump campaign, Facebook has embraced the Trump campaign as a demonstration of the method’s efficacy.",
  "In fact, Facebook embraced the methods it learned from the Trump campaign to enhance the Agile marketing model that it calls “Test, Learn, Adapt” to assess its own advertising.",
  "Thus, “Trump’s campaign was more focused on finding new donors, according to Bloomberg, while Clinton’s campaign concentrated more on enhancing Clinton’s appeal as a candidate.",
  "Instead, plans need to be implemented in increasingly-short cycles, with direct feedback from customers and end-users and adjusted in the light of evidence of impact, i.e.",
  "Read also:\n\nThe Five Whys Of The Trump Surprise\n\nTrump And Authoritarian Propaganda\n\nThe Political Fabric Unravels\n\nExplaining Agile\n\nWhy Agile Is Eating The World",
  "Success will depend not just on strength of their messaging and their fundraising: it will also depend on how agile is the use of technology in their campaigns.",
  "In 2012, the Obama campaign was widely celebrated in news stories for its mastery of Big Data, and its genius at data mining it to get out the vote.",
  "Those apps include sophisticated analytics programs like Dreamcatcher, a tool developed to \"microtarget\" voters based on sentiments within text.",
  "At its peak, the IT infrastructure for the Obama campaign took up a significant amount of resources in AWS's Northern Virginia data center.",
  "The press was full of stories about how the Obama campaign \"won the race for voter data,\" and how it \"connected with young voters.\"",
  "The 2012 Obama Campaign\n\nIn the 2012 presidential campaign, it was the Obama campaign that was more adept in the use of technology.",
  "The idea of democracy is that voters will compare the candidates and select the better on the merits of their respective campaigns.",
  "Thus “Clinton spent $28 million from June to November 2016, while testing 66,000 different ads,” Bloomberg has reported.",
  "The Obama 2012 campaign used data analytics and the experimental method to assemble a winning coalition vote by vote.",
  "Thus the Obama 2012 campaign used data analytics and Agile thinking to assemble a winning coalition vote by vote.",
  "That works well enough when you are managing something like constructing a building or building a bridge.",
  "The “Test Learn, Adapt” approach is an example of the Agile mindset that underlies all Agile management.",
  "To pull it off, the Obama team used Amazon's cloud computing services for computing and storage power.",
  "In 2012, Democrats celebrated the Obama campaign’s smarter use technology that helped lead to victory.",
  "Steps, albeit only partially effective, have been taken to make the role of money more transparent.",
  "But what if the outcome reflects better use of technology, independent of the merits?",
  "Rapid learning and impact are integral aspects of the rapidly changing plans.",
  "Organizations implementing traditional management find they can’t keep up.",
  "What was agile enough in 2016 won't be good enough in 2018 or 2020.",
  "The message is also clear for candidates in upcoming elections.",
  "The Trump campaign has not received the same public acclaim.",
  "What was agile enough in 2012 was not good enough in 2016.",
  "His data analytics gurus were treated as heroes.",
  "Agile is in effect eating the world.",
  "whether behavior is changing."
]