[
  "On Tuesday, it closed a series of accounts and pages linked to the Russia-based Internet Research Agency, and early Wednesday, the company debuted revamped terms of service to better explain how its privacy policy works — not only for Facebook, but for the other services it owns, including Instagram, WhatsApp and virtual reality product Oculus.",
  "\"When Facebook contacted us to let us know the data had been improperly obtained, we immediately deleted the raw data from our file server, and began the process of searching for and removing any of its derivatives in our system,\" the firm said, adding that it's \"undertaking an independent third-party audit\" to prove it's eradicated the data.",
  "| Leon Neal/AFP/Getty Images Zuckerberg confesses ‘huge mistake’ as Cambridge toll hits 87M\n\nFacebook CEO Mark Zuckerberg ramped up his mea culpa tour Wednesday over the Cambridge Analytica scandal even as his company acknowledged that the Trump-linked firm may have improperly obtained data on 37 million more users than originally reported.",
  "In late October, for example, four days before Facebook general counsel Colin Stretch was set to testify before Senate and House investigators looking into Russian election interference, the social network said it would introduce a new feature to show who is paying for political advertising, and to whom those ads were being shown.",
  "The Cambridge Analytica controversy exploded last month, when reports emerged that Facebook had known since 2015 that the data firm, which did work for Trump's 2016 campaign, obtained information on some 50 million users via an academic researcher.",
  "Facebook said the new tally of 87 million people are \"mostly in the U.S.\" An estimated 137 million Americans voted in the 2016 election, though it's not clear how many of the affected Facebook users are included in that total.",
  "In a statement Wednesday, Cambridge Analytica said its contract with the academic's research company was for data on no more than 30 million people and said that data had not been used for its work on the 2016 U.S. election.",
  "Cambridge Analytica, which has close ties to Steve Bannon and the Mercer family, did work for the Trump campaign, and Bannon would later go on to serve as Trump campaign CEO and White House strategist.",
  "Story Continued Below\n\nAsked if he had fired anyone for the Cambridge Analytica mess, Zuckerberg said, \"We're still working through this, but at the end of the day, this is my responsibility.\"",
  "The scandal and fears that it will lead to regulation have hit Facebook's share price hard and sparked calls for Zuckerberg to go before lawmakers to explain his company's actions.",
  "Before the call, Facebook disclosed that Cambridge Analytica got access to as many as 87 million of the social network's users, far more than the 50 million originally reported.",
  "The flurry of announcements fits a pattern of how Facebook prepares for scrutiny in Washington: It pre-emptively publicizes steps it's taking to rein in its own behavior.",
  "Last week, the company rolled out tweaks making its privacy tools \"easier to find\" and said it's ending cooperation with third-party data brokers on its ad platform.",
  "The company has been scrambling to address the data privacy controversy and continuing criticism about Russian manipulation of its platform during the 2016 election.",
  "\"I still think I'm going to do the best job helping to run it going forward, but I'm not looking to throw anyone else under the bus for mistakes we've made here.\"",
  "Cambridge Analytica has denied wrongdoing, and Trump campaign officials have played down the significance of the work Cambridge Analytica did for their operation.",
  "He's due to testify at a joint Senate Judiciary-Commerce Committee hearing Tuesday and a House Energy and Commerce hearing the next day.",
  "Asked if Facebook's board is considering replacing him as chairman, Zuckerberg told reporters, \"Not that I'm aware of.\"",
  "What's more, Facebook had failed to verify that Cambridge Analytica deleted the data once the violation was discovered.",
  "Facebook officials say they are still testing those changes in Canada and plan to implement them in the U.S. by June.",
  "Facebook had known since 2015 that Cambridge Analytica had improperly obtained information on some 50 million users.",
  "The company's intensifying damage-control efforts come as Zuckerberg prepares to testify in Congress next week.",
  "As the controversy drags on, Facebook has announced a raft of changes aimed at addressing user privacy.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "\"That was a huge mistake, and it was my mistake,\" Zuckerberg said on a call with reporters.",
  "\"I started this place, I run it, and I'm responsible for what happens here,\" he added.",
  "The Federal Trade Commission is also investigating Facebook's practices.",
  "Ashley Gold contributed to this report.",
  "You can unsubscribe at any time."
]