[
  "— An emphasis on flexibility: On standards, the Chamber said “laws and regulations should be flexible and not include mandates that require businesses to use specific technological solutions or other mechanisms to implement consumer protections.” Regarding enforcement measures, the group said “federal data privacy law should only apply where there is concrete harm to individuals.”\n\n— A call for tech transparency: “Businesses should be transparent about the collection, use, and sharing of consumer data and provide consumers with clear privacy notices that businesses will honor,” the groups wrote.",
  "In a new letter to U.S. Trade Representative Robert Lighthizer out Thursday night, TechNet CEO Linda Moore urged the administration not to move forward with tariffs on data centers, warning that “would jeopardize investments being made to construct and modernize critical data centers in every state across this country.”\n\nTRANSITIONS\n\n— Zuraya Tapia-Hadley, formerly a principal at The Raben Group and the vice president of public affairs at UPS, has joined Facebook as a public policy manager in the company's D.C. office.",
  "“The Commission has in its arsenal a far more effective tool that would provide greater notice to the marketplace and that is developed through a more transparent, participatory process: using rulemaking to define ‘unfair methods of competition’ through processes established by the Administrative Procedure Act.”\n\nCHAMBER WEIGHS IN ON PRIVACY REGS — The U.S. Chamber of Commerce became one of the first groups to offer a concrete proposal for national privacy standards on Thursday.",
  "“But we should be careful about giving a handful of companies the power to outright remove users from platforms that have effectively become modern public squares.” Wizner argued that while “removing Jones may seem easy and appealing,” it could lead to similar action against people with less “name recognition.” “For those individuals, permanent suspension from a platform like Twitter would effectively exclude their voices from public discourse,” he said.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "“There are already troubling signs that Twitter does not understand the full scope of Infowars’ accounts on its platforms.”\n\n— And conservatives ramped up efforts to track tech “censorship.” On Thursday, the Media Research Center — a right-leaning group — launched an initiative to monitor claims of conservative bias on tech platforms.",
  "“It wasn’t until Jones came face-to-face with Twitter CEO Jack Dorsey that Jones was permanently banned from the platform, raising serious questions about when and how Twitter is willing to enforce its terms of service,” Angelo Carusone, president of the liberal Media Matters watchdog group, said in a statement.",
  "The group’s mission statement says it will “defend conservative speech online and expose efforts by top tech companies and their employees to silence conservative voices with Orwellian speech controls.” (A spokesperson for the group said the initiative was not tied to the suspension of Jones and InfoWars.)",
  "Here’s a breakdown of some of its aspects:\n\n— A not-so-subtle swipe at California’s privacy bill: The business lobby argued that national standards would remove challenges posed by a patchwork of states initiatives, including the sweeping data privacy measure recently passed in California.",
  "“While the United States already has a history of robust privacy protection, Congress should adopt a federal privacy framework that preempts state law on matters concerning data privacy in order to provide certainty and consistency to consumers and businesses alike,” the group wrote.",
  "“We remain concerned that SCFD may have been told that their plan was ‘unlimited,’ only because they could continue to purchase more data once they hit their data caps,” the lawmakers wrote to the FCC, Verizon, AT&T, T-Mobile and Sprint in a series of letters Thursday.",
  "ON TO THE NEXT HEARINGS — With Facebook and Twitter’s latest congressional outing in the history books, the next big ticket item for the tech and telecom industries is the FTC’s hearings on market competition and consumer protection, which kicks off Thursday.",
  "No more Twitter timeouts for Alex Jones, InfoWars\n\nNO MORE TWITTER TIMEOUTS FOR ALEX JONES, INFOWARS — InfoWars’ Alex Jones surprised onlookers Wednesday by crashing Twitter CEO Jack Dorsey’s testimony before the Senate Intelligence Committee.",
  "KOCH-BACKED GROUP QUESTIONS DOJ BIAS PUSH — Another prominent conservative group expressed concern over Attorney General Jeff Sessions’ plan to gather state attorneys general to discuss the “stifling” of free speech by tech companies.",
  "“Relying on courtroom battles to create precedents that set expectations for the marketplace is not the only vehicle by which the Commission can establish what conduct constitutes an ‘unfair method of competition,’” Chopra argued.",
  "Dianne Feinstein and Kamala Harris, the two Democratic senators out of California, are ramping up pressure on the telecom industry and the FCC to provide information on the industry’s handling of data plans for first responders.",
  "Some tech industry leaders, including Facebook’s Sheryl Sandberg and Twitter’s Dorsey in their congressional testimony Wednesday, acknowledged they need to improve how they convey information on data privacy to its consumers.",
  "— Food for thought: Facebook’s former chief security officer argues foreign meddling in 2016 was more about delegitimizing a potential Hillary Clinton presidency, and not so much helping to elect Donald Trump, via TechCrunch.",
  "That may quiet critics who accused Dorsey and his team of being slow to respond to Jones’ inflammatory posts, but it could also fuel conservative criticisms that Silicon Valley is biased against voices on the right.",
  "TECH GIVES TARIFF PUSHBACK ANOTHER TRY — The tech industry is taking another shot at convincing the Trump administration to back off plans to impose a 25 percent tax on $200 billion worth of Chinese goods.",
  "“The Justice Department should not wield its authority to subjectively pick winners and losers in the tech industry or to police free speech.” Read Nancy’s dispatch on fallout from the decision here.",
  "“Antitrust laws exist for the good of American consumers, not to further the political interests of public officials,” Americans for Prosperity policy manager David Barnes said in a statement.",
  "While numerous companies and trade associations have submitted remarks ahead of the slate of hearings, the FTC received a rare submission from one of its own commissioners this week.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Democratic FTC Commissioner Rohit Chopra argued in a filing made public Thursday that the agency should take a more active “rulemaking” approach to its enforcement decisions.",
  "— No, not that Reagan: Michael Reagan, son of former President Ronald Reagan, argues that conservatives should back the Obama-era net neutrality rules, in a NewsMax op-ed.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "QUICK DOWNLOADS\n\n— On the hot seat: Former FCC Chairman Tom Wheeler weighs in on Google’s empty seat at the Senate Intelligence hearing, via Brookings.",
  "SILICON VALLEY MUST READS\n\n— Bernie v. Bezos: Sen. Bernie Sanders says Amazon pays many of its employees so little, they are forced to go on welfare.",
  "But on Thursday it was Jones who got an unpleasant surprise, as Twitter moved to permanently ban the notorious conspiracy theorist from its platform.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Story Continued Below\n\n— Others, while praising the decision, criticized Twitter’s timing and accused the company of being inconsistent.",
  "— Gone with the wind: A Facebook staffer tied to the Cambridge Analytica scandal has quietly left the company, Fast Company reports.",
  "The move comes amid ongoing scrutiny over reports that Verizon throttled data of the Santa Clara fire department during a wildfire.",
  "The action puts Twitter in the company of websites like Facebook and Google’s YouTube, which booted Jones and InfoWars last month.",
  "— Nom, nom, nom: President Donald Trump has sent to the Senate the nominations of Ron Bloom and Roman Martinez to join the U.S.",
  "… Daniel Schulman, president and CEO of PayPal, has been elected to the board of directors for Verizon, effective Thursday.",
  "\"Alex Jones’ views are reprehensible,” Ben Wizner, director of the ACLU’s Speech, Privacy and Technology Project, told MT.",
  "… Steve Vondran, executive vice president at American Tower, has joined CTIA’s board of directors, effective immediately.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host is going to give the last word on this to The Onion.",
  "— Free speech advocates, meanwhile, warned of the precedent that could result from banning Jones.",
  "Wired takes you behind that stunning photo of the tech mogul and the fringe media figure.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "DEMS PRESS TELECOMS, FCC ON DATA FOR FIRST RESPONDERS — Sens.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Amazon says he is misrepresenting their data.",
  "— Do it for the gram: Cameras flashing.",
  "Don’t forget to follow us @MorningTech.",
  "Wired explores where the truth lies.",
  "Postal Service board of governors.",
  "Jack Dorsey quietly strolling by.",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "— A new bag of tricks?",
  "Alex Jones shouting.",
  "**"
]