[
  "For some time this year, while it was publicly slamming data scientist Alexander Kogan and Cambridge Analytica, for which he had done work, Facebook was employing Kogan's business partner behind the scenes.",
  "Before working at Facebook, Joseph Chancellor was a director of Global Science Research (GSR), a company that Cambridge Analytica contracted in 2014 to gather data on American Facebook users.",
  "However, Damian Collins, a British MP who is leading the UK Parliament's investigation into online manipulation, told CNN Friday he would be asking for more information about Chancellor.",
  "Related: Meet Facebook's top troll hunter\n\nFacebook COO Sheryl Sandberg was not asked about Chancellor when she appeared before the Senate Intelligence Committee on Wednesday.",
  "In March, when the Cambridge Analytica story first broke, the company launched an investigation in an effort to ensure all of what it deemed ill-gotten data had been deleted.",
  "Facebook would not provide any specific details about its investigation into Chancellor, only saying \"he is no longer employed by Facebook and we wish him well.\"",
  "Kogan previously told CNN he doesn't recall whether or not he read all of Facebook's terms and conditions and claimed Facebook was making him a scapegoat.",
  "I will be writing to them asking for this information as it relates directly to questions we asked Facebook in our committee hearings,\" he said.",
  "It was then asked to stand down by the Information Commissioner's Office in the U.K., which was conducting its own investigation.",
  "In March, Facebook claimed the data had been gathered in a way that breached its terms and conditions.",
  "CNN reported in March that Facebook was investigating Chancellor's ties to Cambridge Analytica.",
  "\"It is unacceptable for them not to release their findings from their investigation.",
  "In May, Facebook told the U.K. Parliament it was still investigating Chancellor.",
  "That is no longer the case, though Facebook won't say much more about it.",
  "Facebook repeatedly and publicly blamed Kogan, claiming he lied to them.",
  "Facebook is continuing its review of third party apps on the platform.",
  "The New Yorker was first to report Chancellor's departure.",
  "Chancellor could not immediately be reached for comment.",
  "But Facebook said little about its own employee."
]