[
  "Young users are turning away from Facebook\n\nThe findings come from a survey of U.S. adults conducted May 29-June 11, following revelations that the former consulting firm Cambridge Analytica had collected data on tens of millions of Facebook users without their knowledge.",
  "\"Those impacts [the decline of 3 million users in Europe] were purely due to the GDPR impact, not other engagement trends,\" said Facebook CFO David Wehner during the social media network's quarter financial results last July.",
  "Following the Cambridge Analytica data-sharing scandal, Americans - especially young adults between 18 and 29 - have significantly cut back the time they spent on Facebook, according to a recent Pew Research Center survey.",
  "Similarly, older users are much less likely to say they have adjusted their Facebook privacy settings in the past 12 months: Only a third of Facebook users 65 and older have done this, compared with 64% of younger users.",
  "However, age made a huge difference in the survey's results as younger Facebook users were more likely than older users to have recently adjusted their privacy settings and deleted the Facebook app from their phone.",
  "Pew found that 26% of respondents deleted the Facebook app from their cellphone, while just over half of Facebook users ages 18 and older (54%) said they have adjusted their privacy settings in the past 12 months.",
  "Most notably, 44% of younger users (those ages 18 to 29) said they have deleted the Facebook app from their phone in the past year, nearly four times the share of users ages 65 and older (12%) who have done so.",
  "More striking, roughly half of the users who have downloaded their personal data from Facebook (47%) have deleted the app from their cellphone, while 79% have elected to adjust their privacy settings.",
  "However, as time goes on, we expect more users to cut their use of Facebook, impacting the company's revenue growth narrative, while strengthening the Silicon Valley company's main competitor, Snap.",
  "The survey also finds that around one-in-ten Facebook users (9%) have downloaded the personal data about them available on Facebook.",
  "Atherton Research's Take\n\nThe findings of the Pew study paints a different picture from Facebook's explanation of its user decline.",
  "In addition, 42% said they have taken a break from checking the platform for a period of several weeks or more.",
  "All told, some 74% of Facebook users said they have taken at least one of these three actions in the past year."
]