[
  "Facebook COO Sheryl Sandberg is Silicon Valley's golden girl, having architected a feminist, pro-career movement with her book \"Lean In,\" won public hearts with candid discussions of her widowhood and grief, and holding down one of the toughest jobs in tech.",
  "Alex Stamos More\n\nGetty\n\nThe report doesn't explicitly lay the blame for the firm's slow response at Sandberg's door, but does query whether her busy speaking schedule and appearances to promote her book may have exacerbated the firm's problems.",
  "Facebook\n\n\n\n\n\nFacebook COO Sheryl Sandberg's reputation as Silicon Valley's golden girl is at risk, thanks to the company's slow response to the Russian interference and Cambridge Analytical scandals.",
  "And according to the Wall Street Journal, it was also a unit under Sandberg's control that first spotted signs of Russian interference in the 2016 presidential election.",
  "Sandberg has struggled to recover from one major public error: Maintaining a complete silence in the immediate aftermath of Facebook's Cambridge Analytica data scandal.",
  "She was reportedly asked by Zuckerberg to take charge of proactively identifying any future problems — something the newspaper described as an arduous and complex task.",
  "NOW WATCH: This machine perfectly pours concrete\n\nSee Also:\n\nSEE ALSO: Mark Zuckerberg says Facebook is in an 'arms race' to snuff out election interference",
  "Citing numerous sources, The Wall Street Journal says her standing within the firm has been damaged because the company was under-prepared for the issues.",
  "She has been reportedly asked by Zuckerberg to flag any future problems that could prove to be equally explosive — a complex task.",
  "\"We’re making steady progress preventing abuse on our platform, including during elections—but we always have more work to do.",
  "Sandberg is reportedly just as influential at Facebook, however, and she has been put in charge of a major clean-up operation.",
  "Citing current and former executives, The Wall Street Journal said her position had been damaged by the lack of preparation.",
  "The report claims former security boss Alex Stamos spotted the Russian issue in the summer of 2016 and raised the alarm.",
  "Sandberg is due to testify before the Senate Intelligence Committee on election interference on Wednesday.",
  "Sandberg has publicly admitted this week that the firm was \"too slow\" to act on Russian misinformation.",
  "Facebook on Monday admitted to Congress that the firm was \"too slow\" to act on Russian misinformation.",
  "But it took until December before he got the resources he needed to begin dealing with the problem.",
  "But according to The Wall Street Journal, that carefully built up reputation is on the line.",
  "\"Sheryl is key to building Facebook,\" Zuckerberg told the newspaper in a statement.",
  "Both she and CEO Mark Zuckerberg kept quiet for five days after the scandal broke.",
  "Zuckerberg was also away from Facebook for much of 2016, touring the US.",
  "You can read the full Wall Street Journal report here.",
  "This is a priority for both of us.\""
]