[
  "In response to this growing demand, Facebook recently announced that users will now be able to see every single ad a brand is promoting on its properties, including Facebook Messenger and Instagram -- and Twitter is following suit.",
  "By making ads transparent, the marketing strategies brands employ will become readily available to competitors -- similar to how tools like SpyFu and SEMRush enable competitors to spy on Google AdWords strategies.",
  "It Increases Accountability For The Social Platforms\n\nIt's not surprising that Facebook is trying to earn the trust of its users after the monumental scandal involving their data leak with Cambridge Analytica.",
  "While some experts believe this change will have little to no impact on the average consumer, others predict that customers will use this feature to gauge a brand's overall trustworthiness and transparency.",
  "Brands Will Need To Establish Values That Inform Their Marketing Efforts\n\nAs consumers become more sophisticated, brands must adapt to the calls for greater transparency in all aspects of their business.",
  "Marketers May Get More Bang For Their Buck\n\nI think its a great opportunity for a business to showcase more of their products and get more for their ad money if used properly.",
  "Companies Will Lose The Ability To Tailor Their Ads\n\nIt means that you might be getting a lot more eyeballs on your ads than you are paying for, which can be a nice benefit.",
  "The Change Allows For Greater Creativity And Innovation In Social Media Marketing\n\nMuch of the buzz around these new policies are centered around the political implications.",
  "This maneuver is predictable and others will naturally follow suit as the contrary would imply a general disregard for users and how their data is used for advertising.",
  "But it also means that you're losing one of the main advantages of Facebook advertising, which is the ability to finely tailor your message to your audience.",
  "It Opens The Door For In-Depth Competitor Research\n\nThis can give enterprising brands an unprecedented view into how their competition narrowcasts messages.",
  "We asked 11 members of the Forbes Agency Council to weigh in on what this level of ad transparency means for marketers, both right now and in the future.",
  "This means establishing a set of values that informs the way they select media partners, manage programs and evaluate the success of those programs.",
  "Greater Transparency Will Build Greater Trust With Consumers\n\nHistorically, anything that is good for the customer is good for the brand.",
  "Key geographies, psychographic, demographic segments and even pricing can be gleaned with a longitudinal view of these ad archives.",
  "Nothing Will Change For Companies With Integrity\n\nAt the end of the day, people just want to be treated fairly and not be lied to.",
  "I wouldn't be surprised to see SpyFu and SEMRush enhance their product offerings and to see other tools spring up in the process.",
  "A landing page of sorts with all your communication in one spot can open up a whole new level of inspiration for social content.",
  "This also helps users to see all the offerings and deals that a business is advertising and not have to wait for an ad to show.",
  "They know they're being marketed to, and they're demanding greater transparency in how and why businesses are targeting them.",
  "For consumers, more transparency builds trust on social, which is good for brands wanting to advertise on these channels.",
  "There Won't Be Much Impact\n\nI can't imagine any Facebook user saying, \"I would like to see more ads; let me click here.\"",
  "It puts the customer at the center of the proposition and reassures them that the brand doesn’t have a hidden agenda.",
  "Businesses that promote themselves with integrity and that have a solid product/service have nothing to worry about.",
  "Honest, credible results have to be a priority if brands intend to effectively engage with audiences moving forward.",
  "You'll Need To Be Willing To Give All Your Customers The Same Offers\n\nYou shouldn't be scared of transparency.",
  "However, creative advertisers will consider these new collections of their ads as an opportunity to innovate.",
  "The only danger this poses to businesses is if customers stop taking advantage of sub-optimal offerings.",
  "Building that kind of trust is the foundation of a strong relationship between a brand and its audience.",
  "If you’re willing to give an offer to one customer, you'd better be willing to give it to all of them.",
  "If all of your ads are high-quality, you may interest a user with an ad they did not immediately see.",
  "The days of businesses being able to test 15% off vs. 30% off for the same product are numbered.",
  "Today's consumers are savvier than ever, especially when it comes to advertising.",
  "If everyone can see every ad, then we're back to 20th-century mass marketing.",
  "Competitors Will Be Able To Copy Your Ad Strategies\n\nConsumers won't care.",
  "The companies that will see a change are those using deceitful practices.",
  "With that in mind, brands should always err on the side of transparency.",
  "People (still) don't go on Facebook to see brands, ads and products.",
  "The ability to see more ads is not a feature; it's a wrong turn.",
  "If you are, you’re probably doing something shady.",
  "- Josh Sample, Drive Social Media Saint Louis\n\n10.",
  "Ultimately, nothing major will be accomplished.",
  "- Ricardo Casas, Fahrenheit Marketing\n\n6.",
  "They go to see their friends and family.",
  "- David Kley, Web Design and Company\n\n2.",
  "- Jeff Bradford, the Bradford Group\n\n7.",
  "- Brett Farmiloe, Markitors\n\n9.",
  "- Steven Willi, Rankings.io\n\n3.",
  "- Keri Witman, Cleriti\n\n11.",
  "- T. Maxwell, eMaximize\n\n4.",
  "- Kieley Taylor, GroupM\n\n5.",
  "That much has not changed.",
  "- Chris Cavanaugh, Freeman",
  "- Maria Sipka, Linqia\n\n8.",
  "Good move in my opinion.",
  "Competitors will.",
  "1."
]