[
  "Many are experimental but some of the more developed products include OpenBazaar (a decentralised marketplace), Graphite Docs (a Google documents alternative), Textile Photos (an Instagram-like alternative for storing, managing, and sharing photos on the DWeb), Matrix (which provides Slack and WhatsApp alternatives) and DTube (a YouTube alternative).",
  "There are also big issues about governance that need to be ironed out, says Primavera De Filippi, who studies the legal and organisational challenges of decentralised technologies at the National Centre for Scientific Research in Paris and the Berkman Klein Center for Internet & Society at Harvard University.",
  "The proponents of the so-called decentralised web – or DWeb – want a new, better web where the entire planet’s population can communicate without having to rely on big companies that amass our data for profit and make it easier for governments to conduct surveillance.",
  "While the first applications of blockchain technology were for digital currency transactions, that same technology is now finding application in the development of the DWeb including recording the movement of data, registering unique user names and even data storage.",
  "This content-addressed approach makes it possible for websites and files to be stored and passed around in many ways from computer to computer rather than always relying on a single server as the one conduit for exchanging information.",
  "The same day, a group of 800 web builders and others – among them Tim Berners-Lee, who created the world wide web – were meeting in San Francisco to discuss a grand idea to circumvent internet gatekeepers like Google and Facebook.",
  "The story that broke early last month that Google would again cooperate with Chinese authorities to run a censored version of its search engine, something the tech giant has neither confirmed nor denied, had ironic timing.",
  "One thing that is likely to change is that you will pay for more stuff directly – think micropayments based on cryptocurrency – because the business model of advertising to us based on our data won’t work well in the DWeb.",
  "Though, says Sander Pick, co-founder of Textile, that’s not a problem unique to the DWeb, with purveyors of child abuse images using various encryption techniques and anonymous networks to hide on the web we have today.",
  "The Internet Archive, the nonprofit organisation that archives the web through snapshots of web pages and other media, has made a first attempt to decentralise its website by bringing together many of the technologies.",
  "But from the early 2000s, with the advent of Web 2.0, we began to communicate with each other and share information through centralised services provided by big companies such as Google, Facebook, Microsoft and Amazon.",
  "“And from this comes this whole monopolisation that has followed… because whoever controls the location controls access to the information.”\n\nIs this something to do with that word “blockchain”?",
  "There are two big differences in how the DWeb works compared to the world wide web, explains Matt Zumwalt, the programme manager at Protocol Labs, which builds systems and tools for the DWeb.",
  "You will have one really long and unrecoverable password known only to you but which works everywhere on the DWeb and with which you will be able to connect to any decentralised app.",
  "And more people have heard about the DWeb thanks to the television comedy Silicon Valley, whose main character recently pivoted his startup to try and build this “new internet”.",
  "In the early days of the world wide web, which came into existence in 1989, you connected directly with your friends through desktop computers that talked to each other.",
  "Then there are privacy concerns stemming from the business models of many of the companies, which use the private information we provide freely to target us with ads.",
  "The same tech that can protect users in the DWeb from central surveillance might also offer a shield to criminals, for example distributors of child abuse images.",
  "And how do you make sure things don’t just become centralised again, the system repeating itself, particularly when there are companies that want to make money?",
  "If the DWeb is allowing people to store files and data totally encrypted, so nobody can see them, it means they can store or share images they shouldn’t be.",
  "Because of the way the DWeb works differently from the current web, it should intrinsically be faster, but there is a long way to go on that, he says.",
  "The DWeb movement also needs to focus on its true advantages – the things centralised systems can’t do, says Juan Benet, founder of Protocol Labs.",
  "Without the big online intermediaries to exercise their central control, there is the potential for online harassment and hate speech to increase.",
  "On the DWeb, it would be harder for the Chinese government to block a site it didn’t like, because the information can come from other places.",
  "Those links point to content by its location, telling our computers to find and retrieve things from those locations using the http protocol.",
  "They cannot do anything useful without the cloud,” says Muneeb Ali, co-founder of Blockstack, a platform for building decentralised apps.",
  "And its proponents have got projects and apps that are beginning to function, funding that is flowing and social momentum behind them.",
  "The event they had gathered for was the Decentralised Web Summit, held from 31 July to 2 August, and hosted by the Internet Archive.",
  "“[In the traditional web] we are pointing to this location and pretending [the information] exists in only one place,” says Zumwalt.",
  "And if information is stored in a decentralised way, how do you ever truly get rid of information you no longer want to have online?",
  "It provides a decentralised public digital ledger of transactions, which tracks ownership securely in an environment without trust.",
  "Instead users keep control of their data and connect and interact and exchange messages directly with others in their network.",
  "“The services are kind of creepy in how much they know about you,” says Brewster Kahle, the founder of the Internet Archive.",
  "The idea is to incentivise the creation of a decentralised data storage network by creating an open market in data storage.",
  "By contrast, DWeb protocols use links that identify information based on its content – what it is rather than where it is.",
  "In light of the Snowden revelations and Cambridge Analytica scandal, public concerns around spying and privacy have grown.",
  "Facebook Twitter Pinterest A Google office in China, where the company is said to be working on a censored search engine.",
  "With the current web, all that user data concentrated in the hands of a few creates risk that our data will be hacked.",
  "Blockchain technology is the secure, encrypted technology that cryptocurrencies such as bitcoin and Ether run off.",
  "First, there is this peer-to-peer connectivity, where your computer not only requests services but provides them.",
  "One of the first things you will need to use the DWeb is your own unique, secure identity, says Blockstack’s Ali.",
  "It promises control and privacy, and things can’t all of a sudden disappear because someone decides they should.",
  "The DWeb, say proponents, is about giving people a choice: the same services, but decentralised and not creepy.",
  "Facebook Twitter Pinterest Mark Zuckerberg arrives to testify before a US Senate committee in April this year.",
  "There is also a new independent experimental browser for exploring the peer-to-peer web called Beaker Browser.",
  "First, it is technically more difficult to build a decentralised web because everything isn’t in one place.",
  "The decentralised web, or DWeb, could be a chance to take control of our data back from the big tech firms.",
  "The DWeb is about re-decentralising things – so we aren’t reliant on these intermediaries to connect us.",
  "For example, Protocol Labs launched Filecoin in August last year having raised $205m for the project.",
  "It is now on Facebook’s platform, in its so called “walled garden”, that you talk to your friends.",
  "“Right now humanity lives at Facebook,” says Mitchell Baker, chairwoman of the Mozilla Foundation.",
  "Many of the apps that do exist are clunky and difficult to use; user experience needs to improve.",
  "If you want your extra data stored, you can find someone on the network and pay them in Filecoin.",
  "Drop a coin in the cryptocurrency box in exchange for a decryption key and you can listen.",
  "It is supposed to be like the web you know but without relying on centralised operators.",
  "And if any of these centralised entities shuts down, your data and connections are lost.",
  "Though that is neither surprising nor a failure given how early it still is, adds Baker.",
  "It also makes it easier for governments to conduct surveillance and impose censorship.",
  "If information is stored in a decentralised way, how do you ever truly get rid of it?",
  "A killer app, a thing that everyone wants, could help here – but there isn’t one yet.",
  "If it is done right, say enthusiasts, either you won’t notice or it will be better.",
  "There are also cryptocurrencies themselves being deployed to help create the DWeb.",
  "Want to listen to songs someone has recorded and put on a decentralised website?",
  "“Censorship – both by good people and bad – is going to be harder,” says Kahle.",
  "How does the decentralised web all come together when no one is in charge?",
  "If you have spare capacity, you can store others’ data and earn Filecoin.",
  "Currently we use http and https links to identify information on the web.",
  "Photograph: Jason Lee/Reuters\n\nHow does the DWeb work that is different?",
  "“There are going to be a lot of forces for the status quo,” says Kahle.",
  "Lose your unique password, though, and you lose access to everything.",
  "That could be a concern for the European “right to be forgotten”.",
  "But there are apps and programs built on the decentralised model.",
  "The DWeb is new and burgeoning, but it also isn’t inevitable.",
  "Second, how information is stored and retrieved is different.",
  "How big online companies push back also remains to be seen.",
  "Another difference is that most passwords could disappear.",
  "How will my everyday experience of using the web change?",
  "Social network alternatives include Akasha and Diaspora.",
  "Photograph: Bloomberg/Getty Images\n\nAny downsides?",
  "So how does it work and when will it be here?",
  "The decentralised web isn’t quite here yet.",
  "The deals get recorded on a blockchain.",
  "“Our laptops have become just screens.",
  "Then there’s getting people to use it.",
  "What challenges does the DWeb face?",
  "I’m convinced – where do I sign up?",
  "What is the decentralised web?",
  "Why do we need an alternative?",
  "What’s holding things back?",
  "And one of those is speed.",
  "What might go wrong?"
]