[
  "Yet none of these angles quite captures the brash, fearless, defiant personality who has routinely energised and scandalised pop culture: performing at the Grammys with Jay-Z and Kanye West, heavily pregnant, in a see-through dress; being vilified for a video showing ginger-haired children getting shot in the head; upstaging Madonna by raising her middle finger at their 2012 Super Bowl half-time show (in the film, we see her getting told off backstage, then running away like a naughty schoolgirl).",
  "You were too poor.”\n\nMIA: “Yeah, but I had a shelf.”\n\nThere was other footage as well as the Keeping Up With the Arulpragasams material: MIA hanging out – and arguing – with her friend Justine Frischmann of Elastica, who became her entry point into music (MIA shot a video and designed artwork for them); and singing a demo version of Paper Planes with Diplo in her bedroom.",
  "Photograph: Jeff Kravitz/FilmMagic\n\nAt this point, MIA pivots to the serious abuses still going on in Sri Lanka nine years after the civil war officially ended: the 100,000 missing persons still unaccounted for; the mothers still lobbying the government for answers; the irony of her US and UK taxes supporting foreign policies that she opposes.",
  "Would rather die than work on this.”\n\nHowever, after a few personnel changes (MIA seems to go through managers like Spinal Tap went through drummers), Loveridge started afresh, ditching the celebrities and drawing instead on the extensive archive footage MIA had handed over to him.",
  "And it started to become a completely different film where I’m investigating the Sri Lankan government’s collusion with major social media outlets and 45 minutes ago we were dealing with Justine Frischmann and Elastica.”\n\nPerhaps MIA needs to make her own film.",
  "“Because some of that really early stuff is shot by me and you don’t even realise.”\n\nMIA: “Which bit?”\n\nLoveridge: “Bits of you putting your jacket on in your house, in 1997.”\n\nMIA: “That is not shot by you!”\n\nLoveridge: “It is shot by me.",
  "“The first cut he showed me, I puked,” says Mathangi “Maya” Arulpragasam, AKA MIA, “and then I was ill for like four or five days.” She was watching a rough cut of Matangi/Maya/MIA, a documentary about her made by friend Steve Loveridge.",
  "Play Video 2:19 Watch the trailer for Matangi/Maya/MIA – video\n\nMIA and Loveridge have been friends since they were art students in London 20 years ago; two outsiders drawn together, albeit from very different backgrounds.",
  "We did this art biennale in Kochi in south India, and Maya was invited to exhibit as a visual artist but also perform there, and it was the first time I’d ever seen you work with Tamil drumming and it was so incredible.",
  "She talks about US influence, Facebook’s connections to Sri Lankan politics, Cambridge Analytica, Wikileaks, Edward Snowden and her former friend Julian Assange (“He has sacrificed so much for belief in truth”).",
  "She certainly sounds keener on making films than making new records: “I think I’ll always make music, with people I like making music with, but I can’t do it the way that it demands a female to do it right now.",
  "For ages, Maya called my film Keeping Up With the Arulpragasams.”\n\nWhen Loveridge screened the finished film at Sundance earlier this year, MIA didn’t puke, but nor was she unequivocally happy with the result.",
  "On the one hand, hers is the story of a self-made artist whose abrasive, lo-fi rap tunes and neon guerrilla stylings encapsulated a global cultural moment, especially via her ubiquitous hit Paper Planes.",
  "“It’s a very complicated story to tell,” says Loveridge, “because the things that Maya is saying need backing up, to not leave her vulnerable to being accused of being paranoid or a conspiracy theorist.",
  "There is also the activist MIA, who uses her position as the world’s most famous Sri Lankan to highlight the ongoing turmoil back home, and the plight of refugees and immigrants worldwide.",
  "Her brother was going to a young offenders’ institute and she wasn’t going to see him for two years, and then her dad came back after no one knew whether he was alive or dead for 10 years.",
  "He conducted “hours and hours” of interviews with the likes of Kanye West, Spike Jonze, Danny Boyle, Romain Gavras, producer and ex-boyfriend Diplo, and Interscope boss Jimmy Iovine.",
  "“I keep writing and then stopping cos I get taken into supporting Steve’s film.”\n\n“I just had to rip her away from the typewriter,” says Loveridge sarcastically.",
  "There was more than 700 hours of it, including those domestic scenes, suggesting that MIA had started work on her own bio-doc before her career had even begun.",
  "Taking another angle, it’s the story of an immigrant teen dealing with the drama of her fragmented family and learning to survive in xenophobic 80s Britain.",
  "Photograph: Suki Dhanda for the Guardian\n\nFaced with all this, the challenge is to either make sense of MIA or simply decide that she doesn’t make sense.",
  "She is taking steps in that direction, having directed her recent music videos herself, such as the epic, migrant-themed Borders, filmed in south India.",
  "“Interscope lined me up with loads of celebrities and channelled it into being a run-of-the-mill Behind the Music-style film,” says Loveridge.",
  "So when I got access to that camera, which was massive, I just filmed everything, cos you just never knew when you were going to get it again.",
  "There is rarely space to accommodate her as both a pop-culture figure and a political activist, yet it is MIA’s mission to combine the two.",
  "MIA is famously the daughter of a Sri Lankan Tamil resistance leader, and emigrated to London when she was 10; Loveridge grew up in Surrey.",
  "That much is confirmed by a clip of MIA setting off from London and forgetting to take one of her cameras, which is still filming her.",
  "The aim was not to explain MIA’s life but to provide context: “When you see it joined up into a narrative, it has different meaning.",
  "I never thought that my family stuff was the thing; it was on the back end of tapes I’d shot where I was trying to make art films.",
  "She got a small amount of funding from a TV company to make a documentary about her cousin, who was genuinely missing in action.",
  "“Whenever you went round Maya’s house in those years, there were always incredible amounts of drama happening,” says Loveridge.",
  "I can’t be bothered to get lip injections and a fake butt and a pair of fake tits.”\n\n“But musicals … ” Loveridge suggests.",
  "“Jarvis Cocker and Pulp went to St Martins to do that film course before us, so that was the only saving grace,” says MIA.",
  "It was only on arriving in Sri Lanka that she discovered that filming and conducting interviews could get her arrested.",
  "Facebook Twitter Pinterest From left: Nicki Minaj, Madonna and MIA perform during the Super Bowl halftime show in 2012.",
  "As its three-part title suggests, rather than picking one strand, Matangi/Maya/MIA tells fragments of the whole story.",
  "Putting the film together took Loveridge nearly 10 years, including several false starts and a few crises of his own.",
  "MIA’s US record label (Interscope) and management (Roc Nation) were initially supportive of the project, he explains.",
  "“It’s not the film I would have made.”\n\nThat’s the trouble with MIA: there is no single way to tell her story.",
  "How are you shooting yourself putting a jacket on?”\n\nMIA: “Because … ”\n\nLoveridge: “You never had a tripod.",
  "I turn the question to the director: was there a reason not to focus more on global politics in the film?",
  "That wasn’t the case, although when Loveridge and MIA first met, she was as much a film-maker as he was.",
  "No, I’m writing, like, a Chinese epic.”\n\nMatangi/Maya/MIA is in UK cinemas from Friday 21 September",
  "She wipes tears from her eyes: “Yeah, it was very emotional.”\n\nWe are in a hotel suite in London.",
  "When she reads me her films I’m like: ‘That’s going to cost a fortune.’\n\nThere is still time.",
  "“He took all of my cool out,” she said at the time, bemoaning the lack of focus on her music.",
  "And there was much more footage of my brother, which was really tough during those times.",
  "“I reckon about 70% of that film is shot by me, don’t you think?” says MIA to Loveridge.",
  "Most musicians get a doc when their lives or careers are over, but MIA is still only 43.",
  "This was the pre-digital era, when students learned on 16mm cameras and edited by hand.",
  "“So it wasn’t like she was like a normal teenager who’s just obsessed with themselves.",
  "They were both on the film and video course at London’s Central St Martins college.",
  "But by 2013, frustrated by the lack of progress or funds, Loveridge had had enough.",
  "“Good question,” says MIA triumphantly, turning to Loveridge to await his response.",
  "Loveridge: “ … I think are in a right slump, and I think that would be amazing.",
  "Many have settled for the latter, but that was never an option for Loveridge.",
  "“It was awful when I watched it, the shock of it was insane,” she continues.",
  "“So it was a long time before I showed Maya another cut.” Loveridge says.",
  "There was also footage of MIA’s trip to Sri Lanka, post-college, in 2001.",
  "It still makes me emotional to think about it … ” Her voice trails off.",
  "“Because Maya hadn’t watched the tapes back for years and years.”\n\n“No.",
  "I just think that would be the most incredible thing ever.”\n\nMIA: “Wow.",
  "“I really wasn’t prepared in a professional kind of way,” she laughs.",
  "That I’d just love to see.”\n\nMIA: “As a musical?”\n\nLoveridge: “Yeah.",
  "It’s suddenly understandable in different ways,” says the director.",
  "“I really couldn’t give a flying fuck,” he posted on his Tumblr.",
  "“I was like: ‘That didn’t go well.’” They both start laughing.",
  "The college had one newfangled digital camera, MIA explains.",
  "“You had to sign and wait for a year to get it for 10 days.",
  "“Yeah, I definitely want to try to make a film,” she says.",
  "The film makes extensive use of MIA’s own home movies.",
  "Facebook Twitter Pinterest MIA with Steve Loveridge.",
  "No, not even 10.”\n\n“Yeah,” protests Loveridge.",
  "“The shots with my mum, and us in the bedroom.",
  "I had never watched them back,” MIA cuts in.",
  "“Very emotional,” he agrees sympathetically.",
  "No one had heard a peep out of him.",
  "So she filmed her family instead.",
  "“Maya is really into epic sagas.",
  "Loveridge is sitting beside her.",
  "So they’re big family events.",
  "She looks at him quizzically.",
  "“Maybe about 10% shot by you.",
  "She doesn’t fit the formats.",
  "“Count me out."
]