[
  "Seventy-four percent of Facebook users said in a Pew Research Center poll taken after the Cambridge Analytica scandal that they had tweaked their privacy settings, taken a reprieve from the platform or deleted its app from their phone in the past year.",
  "That’s the lesson Google may have learned when legislators, dissatisfied with the company’s offer to send its lawyer instead of a top executive to congressional hearings last week, theatrically answered by installing an empty chair instead.",
  "Though the company was implicated in the Russian election interference operation just the same as its cohorts, it was social media sites such as Facebook that sweated most under an unwelcome spotlight in the popular narrative.",
  "And Google does make difficult decisions on the content its search users see every time it tweaks that inscrutable algorithm to define what makes a website credible, or what keywords push it to the top of the page.",
  "Google, which says Congress was content with executive-less testimony until the last minute, has had an unpleasant few weeks following a mostly pleasant two-decade relationship with Washington.",
  "Google is young enough to have learned from earlier players like Microsoft and old enough to have put down roots in Washington when many of today’s other top companies were still in the cradle.",
  "Americans associate the company primarily with its search engine — and we associate search engines with queries about weird rashes or whether it’s okay to substitute tapioca for cornstarch.",
  "It knows, from the videos we view on YouTube and the words we type into that little white bar every day, whether we’re single or listen to classical music or feel sad or anxious some days.",
  "Facebook and Twitter have suffered more rhetorical wrath from legislators this year because, as far as those lawmakers can tell, those are the companies Americans are most concerned about.",
  "The right-wing Internet apparatus followed up by recirculating a recording of executives comforting employees after the 2016 election and expressing their own dismay at the result.",
  "And Sen. Orrin G. Hatch (R-Utah) wants the government to reopen an investigation into the site that closed five years ago with no serious repercussions for the company.",
  "Editorial Writer\n\nIf you don’t have a seat at the table, you’re probably on the menu — and if you have a seat but don’t sit in it, you may be in just as much trouble.",
  "It’s clear when Facebook is picking and choosing what content belongs on its site, but no layman can get much of a handle on what Google’s system prioritizes and why.",
  "It knows how to spend its dollars, and it has a lot of them to throw around: Last year, Google outspent every other company across all industries on lobbying.",
  "The government has started to pay attention to Google now, and with a once-docile Washington on the attack, more consumers will likely start caring, too.",
  "It knew, when a woman was arrested for her husband’s murder in January, that she had searched “how to kill someone and not get caught” (not like that!).",
  "We spill our innermost thoughts, or share pictures of grandparents or children or pets or the first-place chili we stirred up for a Super Bowl cook-off.",
  "President Trump’s tweet targeted its news service for privileging established outlets that he and his allies see as biased toward liberals.",
  "The president tweeted unsubstantiated accusations three weeks ago that the company “RIGGED” its search results against conservatives.",
  "We also don’t really understand search algorithms, which run on tracking keywords and links within Web pages.",
  "As lawmakers turn their attention toward Google, everyday Americans may realize Google knows us very well.",
  "Still, until now, these sites haven’t sparked the kind of outrage that has been leveled at Facebook.",
  "Cambridge Analytica explains a portion of the difference, but there’s also something bigger at work.",
  "People in the United States have started to use Facebook less and speak out against it more loudly.",
  "On each platform, users present their friends, family and the public with a version of themselves.",
  "And YouTube’s recommender has a tendency to fling watchers into a vortex of conspiracy theorizing.",
  "Executives should make sure they seize on future invitations to the dinner table.",
  "Facebook’s focus on user engagement is far easier for an outsider to comprehend.",
  "It knows where we live and how far we travel every day to get to work.",
  "Now, having missed its chance to sit, Google is standing center stage.",
  "Those versions of ourselves, once on the web, are vulnerable.",
  "Otherwise, the government and users alike might dig right in.",
  "Of course, Google owns lots of properties besides search.",
  "We just don’t pour enough of ourselves into them.",
  "Google, on the other hand, seems more distant.",
  "It’s clear the Google reckoning is coming.",
  "Facebook is personal, and Twitter is too.",
  "We like things and get liked in return.",
  "That isn’t really happening to Google.",
  "The same goes for content moderation.",
  "It knows where we like to eat lunch.",
  "We yell at people and get yelled at.",
  "The question is why it took so long.",
  "Yet there’s more to it than that.",
  "And it looks like they’re right.",
  "One answer, as always, is money.",
  "Or we don’t think we do."
]