[
  "Quizzes like which “Lord of the Rings” or “Harry Potter” character you are now take the commodity that is the MBTI, link it with some form of mass entertainment and say, “Look, these are your models for how to be in the world, and they’re the models that megacorporations have created for you.”\n\nI hope these quizzes are being made in a spirit of irony and critique.",
  "I sat down with the author at the University of Oxford in England, where she is an associate professor of English, to talk about everything from the idiosyncratic origins of the Myers-Briggs assessment — the company that produces it doesn’t want you to call it a test, but it’s hard not to — to its relevance in the age of the quantified self.",
  "In part due to work of people like Susan Cain [the author of Quiet: The Power of Introverts in a World That Can’t Stop Talking], we have this understanding of introversion that is particular to the corporate or quasi-corporate environments in which personality assessment has proliferated over the past 30 to 40 years.",
  "One of the really interesting and important things to me is that excavating the history of the type indicator allows you to see the ways in which its language not only limits individuals’ conceptions of who they can be but also speaks a vocabulary that is only intelligible to a small segment of the human population.",
  "Today I would argue that it is limiting to think women are biologically predisposed to be the emotional caregivers, that this is something as natural as the pull of gravity, but for them it was incredibly freeing, because it gave them a way to bind themselves freely and gladly to the work they had already taken up.",
  "I had had a kind of cynical reading of it when I first started doing my research, which was that sometime in the 1940s, Isabel discovered that she could make a lot of money out of marketing this assessment tool to a post–World War II workforce that was trying to figure out what to do with the influx of new labor.",
  "I had thought that there would be a chapter in this book about the relationship between personality and character in detective fiction, particularly about how detectives are so good about projecting things about people’s personalities based on very small clues, which is essentially what many personality tests do.",
  "If we can gain that kind of knowledge without any kind of pain, without years of therapy, without having to confront the people we have hurt or that have hurt us — if you believe we can gain that kind of self-knowledge through a relatively painless series of exercises, then wouldn’t you want to protect that too?",
  "But as Merve Emre explores in her fascinating new book, The Personality Brokers: The Strange History of Myers-Briggs and the Birth of Personality Testing, Katharine Cook Briggs and Isabel Briggs Myers, a mother-daughter pair of housewives with no formal training in psychology, brought the assessment into being.",
  "At a time when companies like Cambridge Analytica can basically scrape the data from your Facebook profile and use it to create targeted voter ads to try to persuade you to vote one way or another, there is something very quaint about how they got the permission to do that by offering a personality test.",
  "But your experience is also what I saw with many people I’ve talked to who took the MBTI and gained this new focus for describing and understanding their own preferences in ways that were not offensive or marginalizing, that didn’t make them feel bad about themselves but felt empowering and liberating.",
  "But then I was immensely seduced by the prospect of just giving myself over to the test and allowing it to create this shadow me, a person who was coherent and consistent and who wasn’t so shaped by the contingency of whatever situation she found herself in — someone who had a stable personality.",
  "There are takedowns of the MBTI like Annie Murphy Paul’s The Cult of Personality (2004), but I think that you need to do a more historically contextualized version of its origins to expose the ways in which these tests are only representative of one person’s ideas about how the world works.",
  "I think some of my skepticism continues to exist in the book, but I think what was striking to me was how much she and her mother truly believed that they could design something that was scientific, that was rigorous and something that would really help people figure out how to be happy.",
  "When I started doing archival research, I became sympathetic to my historical characters, and I started to find their lives incredibly complicated and to see the ways in which they were using this invention to navigate the constraints that had been placed upon their own lives as women.",
  "One of the most damning parts of the history of the test is that the test itself — its language — has completely absorbed the hierarchies of capitalist modernity and then is spitting those hierarchies back out and claiming that they’re completely natural functions of human psychology.",
  "They asked me to go to a re-education program in order to gain access to the archives, and I realized there was more to this story of Isabel Briggs Myers and the MBTI and the history of personality testing and that I wanted to write a book that was specifically about that.",
  "In the age of the quantified self, these technologies have gotten even better at selling the fantasy of a kind of heightened individualization while actually being underwritten by ever-growing structures of corporate power and intrusion into our private and psychic lives.",
  "With the MBTI, you are being sold this idea of difference — the 16 different types — but they are ultimately being produced by this corporate entity, and you are then absorbing and then using that idea of difference in order to sell yourself back to corporations.",
  "I started just kind of on a whim looking into different personality tests and indicators and stumbled onto the archive of Isabel Briggs Myers, the creator of the Myers-Briggs, and I was interested because I discovered that she was a writer of detective fiction.",
  "These women were analyzing their husbands’ dreams and reading Jung and psychoanalyzing their neighbors, and these deeply idiosyncratic and individual encounters then make their way into this standardized and now totally familiar questionnaire that we take.",
  "To them, an extrovert is willing to change the way they present themselves based on whatever circumstance they find themselves in; an introvert is someone who does not believe that they need to change themselves in order to suit the world around them.",
  "Today, despite being widely criticized, the MBTI — a questionnaire used to tell people which of 16 personality types they belong to — is used by Fortune 100 companies in hiring decisions and by many of us when deciding whom to date (INTJ?",
  "The Personality Brokers is a dual biography of Briggs and Myers, amateur psychoanalysts obsessed with the theories of Carl Jung who saw their type indicator as a parenting tool that would help children find their purpose in life.",
  "I’m sure there’s an earlier moment in which people ironize the test, but I think quizzes like “How Does the Soft Drink You Love Tell You Which Taylor Swift Song You Are?” are such a brilliant critique of typological thinking.",
  "Aspects of their understanding of gender and sexuality are quite retrograde, and I think that makes them interesting, because they don’t fit well into many of the narratives of feminism that we get in that prewar period.",
  "I’m the eldest of seven, and I remember feeling that my siblings showed strong personalities from an early age and also that we had so much in common, like impatience, which made me wonder if such traits are genetic.",
  "I am cautious about not doing that to my own children, because I know firsthand the incredible danger of constantly telling your children that one of them is this kind of child and the other is this kind.",
  "If you’d asked me a few months ago if I knew who created the Myers-Briggs Type Indicator, the world’s most popular personality assessment, I’d have guessed that Myers and Briggs were two male scientists.",
  "For example, the company that produces the MBTI says, “Four of the 16 Myers-Briggs types account for 80 percent of managers.” Isabel also said there was no point in low-skilled workers taking the test.",
  "I wonder if the question should be “Who am I?” It seems more worthwhile to me to ask something like “How can I participate in the construction of a world in which many different people can flourish?”",
  "Now instead of taking a personality test to determine if you get hired or where you get placed or how big a risk you are for an insurance company, you are sorted by algorithms — which seems crueler.",
  "It helped them find a way to justify why they were the ones to always take on domestic labor, why it was always the women who were responsible for the emotional management of the men around them.",
  "I am the oldest of three girls, and I’ve been thinking a lot recently about how, from a young age, my parents had these narratives of who we were as children that we heard over and over again.",
  "You can see the way in which their uptake of Jung’s categories really helped them make sense of their own lives and in particular help them find something freeing in being mothers and wives.",
  "Yes, it’s a misunderstanding of the ways in the which the labor of social reproduction works to prop up capitalism and a repackaging of it as a psychological difference between the sexes.",
  "On the other hand, there’s the idea that one can adjust one’s personality in different situations, so Isabel gives executives drills they can work on to exercise their feeling sides.",
  "So there is this unresolved back and forth between what is immutable and what is changeable and how much of what you change is actually reflecting changes in your underlying self.",
  "I think that, to me, one of the strongest impacts that parenting can have on personality is a parent telling their children who it is they believe their children to be.",
  "You write that psychologists distinguish between personality and character — character is a constant, and personality is the more mutable way character gets expressed.",
  "I was given the MBTI in high school, and it was the first time I’d heard of introversion, so it helped me make sense of why I needed to recharge with some alone time.",
  "I’m much more interested in the ways in which ideas about what personality is are constructed and circulated and compete with other ideas about what personality is.",
  "The Personality Brokers: The Strange History of Myers-Briggs and the Birth of Personality Testing Katharine Cook Briggs and her daughter Isabel Briggs Myers.",
  "As Emre explains, the test has become part of our neoliberal discourse about making yourself into a commodity, selling your personality, loving what you do.",
  "That really stuck with me because I remember taking the questionnaire and being at once so baffled by the questions and almost incapable of answering them.",
  "I spend so much of my time thinking about my children’s personalities, and when they first started to develop — did they develop, or did they just emerge?",
  "At the same time, you write that the MBTI was an opportunity for self-discovery for women at a time when they were not encouraged to focus on themselves.",
  "The MBTI today exists at such a far remove from domestic spaces because we think of it as being a primarily corporate or military or educational tool.",
  "It seems their ideas about personality and gender made them blind to structural problems so that they saw gender inequality as an individual problem.",
  "That idea of introversion, though, is so far removed from the way it was initially theorized by Jung and even the way Briggs and Myers understood it.",
  "This was very much my experience not only of seeing people today encounter the test but also in the biographies of Katharine and Isabel themselves.",
  "The MBTI is sold as something purely positive — there are no bad outcomes — and so it’s said to be not hierarchical, unlike intelligence testing.",
  "Quizzes like ‘How Does the Soft Drink You Love Tell You Which Taylor Swift Song You Are?’ are such a brilliant critique of typological thinking.",
  "I don’t know what it would mean to give honest answers to these questions, because these questions are not designed to generate honest answers.",
  "Christian Nakarado Merve Emre, the author of The Personality Brokers: The Strange History of Myers-Briggs and the Birth of Personality Testing.",
  "And for them, it came back to this division between thinking and feeling and that gave them a way to conceptualize how their homes were set up.",
  "Believing that personality is fixed at birth and nothing I do as a parent will matter one way or another is a great way of not feeling guilty.",
  "This makes you ultimately responsible for getting the result that you want, which is the only metric of satisfaction they’re interested in.",
  "The test has become part of our neoliberal discourse about making yourself into a commodity, selling your personality, loving what you do.",
  "And the only metric of satisfaction that matters for them is whether you agree with the version of yourself the indicator has generated.",
  "Yes, there was a belief that if someone had a lower-than-average IQ, they wouldn’t be differentiated enough to justify taking this test.",
  "In the 1940s, Myers first marketed the test to huge corporations to help them figure out how to place workers in jobs that suited them.",
  "I tried to get into Briggs Myers’ archive and had this really fraught and confusing relationship with the Myers & Briggs Foundation.",
  "We were told that knowing our type could enable us to work better in teams and head off potential conflicts with our supervisors.",
  "The best deflection strategy is just to say it’s not a test, it’s an indicator because it’s indicating whatever you have told it.",
  "We are always looking for techniques or languages that help us make sense of who we are and why we are doing the things we do.",
  "Both the test and the people who designed it and continue to market and promote it are very good at deflecting criticism.",
  "I was surprised that both of the women, in different ways, were deeply committed to the integrity of the indicator.",
  "I just thought it would be dishonest to tell the story of the indicator without telling the story of their lives.",
  "But I was very surprised to see how Katharine was using these theories in parenting and giving parenting advice.",
  "It makes total sense to me that many of these personality theories would have started as theories of parenting.",
  "I didn’t understand who could think about their life with such absolute authority and consistency and clarity.",
  "I always remained fascinated by that kind of oscillation between bafflement and misgivings and seduction.",
  "Children absorb that and think this is who they are and have always been and there is no room for change.",
  "The personality test is very much today a kind of remnant of analog ways of trying to understand people.",
  "They are designed for you to create this fantastical projection of the person that you believe you are.",
  "One of the interesting things to me is how far we’ve come from our definitions of those initial terms.",
  "How does your decision to focus on the mother-daughter pair allow you to tell the story differently?",
  "Decades after this photo was taken, they brought the Myers-Briggs personality questionnaire to life.",
  "Merve Emre, author of “The Personality Brokers”\n\nHas parenting changed your ideas about personality?",
  "I was surprised to see that even in 1956, people were discussing how to cheat on personality tests.",
  "Contemporary practitioners of MBTI say you can flex the different dimensions of your personality.",
  "The other thing that was surprising was that the MBTI really had its origins as a parenting tool.",
  "When I worked as a management consultant after college, we all had to take a Myers-Briggs.",
  "What is it that I have or have not done that has influenced the ways I see them behaving?",
  "That constant dialectic of freedom and constraint is really at the heart of type for me.",
  "It’s estimated that the employment assessment industry is now worth $2 billion in total.",
  "Katharine wants type to be an opportunity to discover one’s soul, eternal and immutable.",
  "It has only tangentially if at all to do with things like quietness or even solitude.",
  "It makes all the sense in the world to me that people are deeply invested in this.",
  "I’m like, no, my sons’ personalities have actually not changed since birth.",
  "I was fascinated by how you describe the test as both freeing and limiting.",
  "They were not largely concerned with making society more just or equitable.",
  "I originally wrote a snarky piece on the MBTI for this website called Digg.",
  "I’ve seen them develop in exactly the ways I thought they would develop.",
  "The test is based on ideas Briggs had been developing since the 1920s.",
  "To me, the most brilliant ironic sendups of it are BuzzFeed quizzes.",
  "Why do people feel so threatened by critiques of personality tests?",
  "But that lasts for a really long time, and it’s still so prevalent.",
  "This is picked up by Isabel, who claims your type never changes.",
  "I don’t know if they necessarily are, but I read them that way.",
  "But I was surprised by their total lack of cynicism and irony.",
  "But of course there are hierarchies built into the test.",
  "And yet it’s making claims for its global applicability.",
  "Doubleday\n\nWhere did the idea from this book come from?",
  "That, to me, is really the darkest aspect of the test.",
  "I am utterly uncritical when it comes to parenting.",
  "It’s very easy for that history to become obscured.",
  "I’m not really interested in what personality is.",
  "This was a constant tension for the creators too.",
  "They were very concerned with individual people.",
  "You become the ultimate arbiter of who you are.",
  "Their earnestness was really shocking to me.",
  "The women who created it saw as liberating.",
  "When do you think the test becomes ironic?",
  "We all already cheat on personality tests.",
  "The rest of it didn’t make as much sense.",
  "But that’s really its birthplace.",
  "and what career to pursue.",
  "I’m partly joking.",
  "ESFP?)"
]