[
  "On the same day Facebook Chief Operating Officer Sheryl Sandberg testified along with Twitter CEO Jack Dorsey before the Senate Intelligence Committee, a new survey suggests many users are confused about how the social network functions and are conflicted about their relationship with it.",
  "More: Breaking up with Facebook: Users confess they're spending less time\n\nMore: Bye Facebook, hello Instagram: Users make beeline for Facebook-owned social network\n\nIn April, Facebook offered more insights into what appears in your news feed and how you can adjust it.",
  "This was a reaction to complaints too many posts from brands and media were crowding out personal moments and an attempt to curb manipulation of the network, a tactic that Russian operatives used to influence the 2016 presidential campaign.",
  "\"I feel like this is a pretty common phrase that I have heard in recent weeks that people are taking breaks from Facebook or they are using it less or they are being more careful about what they are doing or they are saying,\" she said.",
  "More than four in 10 Facebook users say they’ve recently taken a break from the social network, with 42 percent saying they have not used the site for several weeks or more over the past 12 months, Pew's new survey found.",
  "More than half (53 percent) of U.S. adults who use Facebook say they do not understand how the news feed – the site's main feature – actually works, according to a new Pew Research Center survey out Tuesday.",
  "Concerns about privacy, in the wake of the Cambridge Analytica crisis, which resulted in the potential mishandling of as many as 87 million Facebook users' personal information, have also plagued Facebook.",
  "Only 38 percent of those 50 or older said they had a good understanding of why posts appear, according to Pew's survey of 4,594 U.S. adults including 3,413 Facebook users, conducted May 29-June 11.",
  "Potential interactions between persons will rank higher than those between persons and pages run by businesses, groups and public figures, so a friend’s post will rank higher, the company says.",
  "Those concerns, as well as the spread of divisiveness online in the hyper-politicized post-election environment, has led some users to profess to using the site less – or leaving altogether.",
  "CLOSE Mark Zuckerberg says recent changes have reduced the amount of time users spend on Facebook by 50 million hours each day, but those changes aren't the only reasons, according to users.",
  "Some 20 percent said they deleted their Facebook account in 2018 or before, according to a survey of 1,051 U.S. consumers released in May by digital identity management firm Janrain.",
  "\"They don’t feel like they have a lot of agency or control over the content that they are getting, and many of them have not actively attempted to change or shift that content.",
  "Also: in Facebook's Help Center, you can learn how to adjust your news feed to prioritize whose posts are seen first, unfollow people and re-friend people, and discover pages.",
  "Another survey, this one conducted in May by Reuters/Ipsos, found only 1 percent of Facebook users had deleted their account, and just 4 percent had stopped using it.",
  "And as users leave Facebook, they often take their activity to Instagram, which is owned by Facebook, says Jennifer Grygiel, a professor at the S.I.",
  "Annual growth of about 1 percent over each of the years from 2018 through 2021 is expected to increase U.S. users to 174.6 million, eMarketer says.",
  "Earlier this year, Facebook CEO Mark Zuckerberg said the company would adjust the news feed so users would get more posts from friends and family.",
  "About half (49 percent) of the 1,938 users in the survey had not changed their Facebook activity, while 26 percent said they were using it more.",
  "“People choose their friends and the Pages they follow; and that’s what they see on their News Feed,\" Facebook said in a statement to USA TODAY.",
  "Regardless, Facebook continues to grow, with eMarketer estimating U.S. users of 167.9 million in 2017, up 1 percent over the year before.",
  "More: Facebook, Twitter, Google face Congressional questions on Russia, alleged bias\n\nMore: Russia exploited race divisions on Facebook.",
  "\"Users of all ages were pretty much more likely to say they have taken a break at some point in time over the last year,\" Smith said.",
  "That’s particularly true for older users,\" said Aaron Smith, Pew's associate director of research on internet and technology issues.",
  "Among the measures Facebook has taken to educate users is Inside Feed, a video blog devoted to explaining how News Feed works.",
  "Overall the firm is calling for slowing growth with increased regulatory scrutiny, which could spell disaster for the stock.",
  "As you navigate the network, if you like a comment or share a post, subsequent similar posts will generally rank higher.",
  "The goal of those changes, Zuckerberg said at the time, was to \"encourage meaningful interactions between people.\"",
  "But saying you have quit – or plan to quit – a habit-forming service such as Facebook is not always so clean-cut.",
  "More than one-fourth (26 percent) say they have deleted the Facebook app from their cellphone, the survey found.",
  "USA TODAY\n\nFacebook shares slid on Tuesday after a key analyst took a big step back on the social media giant.",
  "\"We know there is more work to do and we’re committed to doing more of it,\" the company said in its statement.",
  "\"I don’t think there’s enough transparency and not enough education, and not enough accountability,\" she said.",
  "\"Posts from friends and Pages they follow are then rank-ordered based on what is most meaningful to them.",
  "The theme of taking a break from Facebook rings true, says eMarketer analyst Debra Aho Williamson.",
  "\"Sometimes, after a few weeks or months, they realize they missed it and will go back to using it.",
  "(Photo: JaysonPhotography / iStock)\n\nYour relationship with Facebook could be, well, complicated.",
  "Unique monthly Facebook users rose 5 percent over the 12 months ending in July, comScore found.",
  "An additional 6 percent said they were going to delete their account, the survey found.",
  "\"What people say versus what they do doesn’t always add up,\" Williamson said.",
  "Helping people better understand this process is really important to us.\"",
  "Older Facebook users are even less likely to understand the news feed.",
  "\"We need auditors to be able to go in and evaluate what is happening.",
  "Newhouse School of Public Communications at Syracuse University.",
  "That just shows the pretty strong hold Facebook has on people.\"",
  "Follow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "During that time, Instagram grew 19 percent to 100.6 million.",
  "Among younger users, ages 18 to 29, 59 percent said they do.",
  "More black staffers, diversity could have have helped.",
  "Read or Share this story: https://usat.ly/2MLGkB8",
  "But Facebook can do much more, Grygiel says.",
  "It could be being abused.",
  "We don’t know.\""
]