[
  "Other organizations have also done valuable work on the issue: The Public Opinion Center of Mexico’s Universidad del Valle has a series of studies on the immense impact of social media on Mexican society.",
  "“These efforts are doing a good job of showing people what is fake and what is real, which gives some hope,” said the journalist Esteban Illades, author of a book about the spread of fake news.",
  "We need to undertake a major social effort.”\n\nThe spread of fake news comes as Mexico is still struggling to recover from its authoritarian past and the propaganda associated with it.",
  "In December, President Trump’s national security adviser, H. R. McMaster, said that Russia was trying to meddle in the Mexican election to stir up trouble on the southern border.",
  "Mr. López Obrador responded with a jokey video in which he said that he was waiting for a Russian submarine full of gold and that he now goes by Andrés Manuelovich.",
  "Members rightly point out that it is important to stop politicians using the specter of fake news to attack genuine investigations into their corruption.",
  "Mr. López Obrador and Mr. Anaya have called for an inquiry into which politicians may have hired the company — but none have owned up yet.",
  "The Institutional Revolutionary Party held the presidency for most of the 20th century, paying off journalists to report in their favor.",
  "An admirable attempt to combat fake news has come from a group called Verificado 2018, which investigates whether reports are false.",
  "At the same time, there is a history of devastating crimes that haven’t been satisfactorily solved, fueling conspiracy theories.",
  "A result is distrust in the government and the news media, while many Mexicans choose to believe what their emotions tell them.",
  "Fake news is yet another obstacle in the way of the many here who are struggling to build an honest and open society.",
  "In such conditions, it is less that Mexico is entering a post-truth era as it is staying stuck in one.",
  "In a report by Channel 4 News in Britain, Cambridge Analytica executives boasted of working in Mexico.",
  "Dubious players from the United States election have also reared their heads here.",
  "“But we also need to educate people about news and the media from a young age."
]