[
  "From 2011 to 2014, as a staffer for Senator Al Franken, then chairman of the Senate privacy subcommittee, I worked to pass a bill to force companies to ask for users’ permission before collecting or sharing records of their movements.",
  "Around the time our anti-stalking bill stalled, I remember a lobbyist telling me that we should really consider setting our bill aside until Congress could pass a comprehensive privacy law.",
  "When I called a meeting of industry stakeholders, I had to move it from our 12-person conference table to the full Judiciary Committee hearing room, which seats four or five times that.",
  "Facebook is spending its lobbying money not only to gut the Illinois Biometric Information Privacy Act but also to stop a new California consumer privacy ballot initiative.",
  "In 2015, after Silicon Valley weighed in, the bill that the White House put forward was so toothless that almost every major consumer privacy group opposed it.",
  "Yet in 2012, thanks to a small coalition of privacy, women’s rights, and anti-stalking groups, we managed to pass the bill out of the Judiciary Committee.",
  "Take a second to think of technologies popularized in the last nine years: drones, self-driving cars, Amazon Echo, Google Home, among others.",
  "The bill would have outlawed so-called “stalking apps” that let abusers secretly track their victims’ locations through their smartphones.",
  "It stressed that consumers needed control of their information, transparency about how it was used, and accountability when it was abused.",
  "It could be that the Cambridge Analytica scandal will pave the way for previously impossible, European-style reforms.",
  "When the Obama administration tried to pass an omnibus privacy bill, the law’s original framework was promising.",
  "Congress hasn’t passed a single new major privacy law since a 2009 update to federal health privacy rules.",
  "Even as it yells mea culpa, Facebook is calculating that it can kneecap new privacy rules with impunity.",
  "This is far from a perfect system, and a flood of tech sector lobbying has made it worse.",
  "And the $11.5 million it spent in 2017 still ranked it third behind Amazon and Alphabet.",
  "If it blossomed after 2009, chances are, it is not regulated by any federal privacy law.",
  "Since 2009, Facebook has increased its spending on lobbying fiftyfold.",
  "Passing a strong industry-specific privacy law is tough.",
  "Industry lobbyists outnumbered our supporters 54 to 2.",
  "What does that flood of lobbying look like?",
  "Facebook’s actions tell a different story.",
  "It was never again brought up for a vote.",
  "That’s when the lobbying really started.",
  "But at least it’s possible.",
  "The bill stalled.",
  "Now I know why.",
  "Lobbying works."
]