[
  "According to Facebook and published reports, Cambridge Analytica, the data firm that worked with the Trump campaign to target voters in the 2016 election, used a Facebook app to illegitimately glean data from some 50 million users of the social network without the knowledge of the vast majority of those users.",
  "His absence from the scene and refusal to accept responsibility for what has happened are reminiscent of his initial response to reports that Russian-linked groups had exploited Facebook's network to spread fake news and propaganda in an effort to influence the 2016 US presidential election.",
  "Channel 4 News/YouTube But now Zuckerberg and his company are under scrutiny for something that is important to a lot more people than just how he treats other shareholders — namely, how it handles and safeguards the data of its billions of users.",
  "The New York Times' dual-class structure arguably allowed it to better weather the downturn that has decimated other newspaper companies over the past two decades by allowing it to more easily invest in its online and other digital initiatives.",
  "At a typical company, a scandal the likes of the one involving Cambridge Analytica's illegitimate harvesting and possession of data on 50 million Facebook users might have directors asking some uncomfortable questions of the executive team.",
  "And a CEO who just saw $30 billion of his company's market valuation get evaporated in one day as a result of the most recent scandal might be rushing to get out in front of the news to try to protect his company if not his position.",
  "Indeed, for the few who probably ever try to take the time to do it, trying to figure out which Facebook-linked apps or services have access to which parts of your personal data on Facebook can be an exercise in frustration.",
  "That structure was designed to protect Zuckerberg and his executive team from the often short-term concerns of everyday shareholders so he could concentrate on building Facebook's business for the long term.",
  "Sen. Mark Warner of Virginia has been helping lead the Senate's investigation of the attempt by Russian-linked groups to influence the 2016 election through posts on Facebook and other social networks.",
  "Still, the practice of giving certain insiders outsize control over a company has long been controversial, precisely because it limits the control everyday shareholders can exercise over a company.",
  "But as the world is discovering now, when a company acquires the level of power Facebook has, the implications of a dual-class stock structure stretch far beyond the firm's financial stakeholders.",
  "Michael Kovac/Getty Images for Vanity Fair Thanks in large part to his ownership of more than 75% of Facebook's Class B shares, Zuckerberg has more than half of the voting power at Facebook.",
  "Those questions might be particularly pointed if that same company and executive team had already been at the center of a separate but related scandal regarding a US presidential election.",
  "Dual-class stock structures can be beneficial — and controversial\n\nSupporters of such structures can point to real-world situations where they've proved important, perhaps even crucial.",
  "Zuckerberg is smart, but not wise\n\nTo the contrary, Zuckerberg seems to have blinders on when it comes to the power Facebook now holds and the responsibility that comes with that power.",
  "And it didn't even publicly acknowledge the data leak until late Friday, and it apparently did it then only because The Times and The Observer were about to publish reports about it.",
  "It neither followed up to ensure that Cambridge Analytica actually did delete the data nor, apparently, did it warn users that the data firm had gotten access to their data.",
  "Facebook was aware more than two years ago that Cambridge Analytica got its hands on the data but basically did nothing about it other than asking it to delete the data.",
  "But when you give someone nearly unassailable, king-like powers, what you really want the person to be is wise and mindful of how his or her actions may affect others.",
  "Amid worries that regulators will step in because Facebook is doing such a poor job of overseeing its network, they sent the company's stock spiraling downward.",
  "He can vote directors in and out, vote down shareholder proposals urging reforms, veto merger proposals, and quash any effort to topple him — all by himself.",
  "Dual-class structures also allow the empowered insiders to run the companies for their benefit rather than that of shareholders or the general public.",
  "Two years ago, he tried to force through a proposal that would have allowed him to maintain his control over the company even as he sold his shares.",
  "Zuckerberg's power comes from Facebook's stock structure\n\nZuckerberg's unassailable position is due to the way Facebook's ownership is structured.",
  "Likewise, the company's social network is incredibly powerful both in its ability to disseminate messages and to control which messages are seen.",
  "Though all shares represent an equal stake in the company, one set — Facebook's Class B stock — has 10 times the voting power of the other.",
  "That's a nice weapon to repulse unwanted meddling from malicious Wall Street forces that don't have the company's best interest at heart.",
  "Ford's dual-class stock arguably helped it survive the Great Recession without going into bankruptcy, unlike General Motors and Chrysler.",
  "The large majority of its users probably have no idea how much data Facebook holds or how that data could be used to manipulate them.",
  "Like several other tech companies, including Google and Snap, the social-networking giant has more than one class of stock.",
  "And it obviously felt little compulsion to govern how that data was used by the partners who it gave access to that data.",
  "It's so large that its actions and policies have repercussions for the entire world, even those who are not on Facebook.",
  "Christopher Wylie, a cofounder of Cambridge Analytica, blew the whistle on its illegitimate harvesting of Facebook data.",
  "Yet the company has shown that it wants to collect ever more data on its users and generally do with it as it sees fit.",
  "Zuckerberg is acting the way he did with reports of fake news\n\nSince the leak, Zuckerberg has been nowhere to be seen.",
  "He eventually backed away from that proposal, but only after a lawsuit and stiff resistance from other shareholders.",
  "Facebook's dual-class stock structure insulates CEO Mark Zuckerberg from shareholder pressures — and accountability.",
  "There's no way to appeal to the company's board, because for all intents and purposes, the board works for him.",
  "Snap CEO Evan Spiegel has disproportionate control over his company, thanks to its multiclass stock structure.",
  "Getty\n\nIf Mark Zuckerberg were a normal CEO, he might — emphasis on might— be fearing for his job right now.",
  "Facebook has more than 2 billion users, an unprecedented level of power and influence for a single company.",
  "Because thanks to the power he holds over the company, Zuckerberg is Facebook and Facebook is Zuckerberg.",
  "Facebook's investors were obviously a bit more concerned than Zuckerberg seems to be showing publicly.",
  "No matter how bad the Cambridge Analytica scandal gets, Zuckerberg is almost certainly staying put.",
  "That's because when it comes to whether Zuckerberg stays or goes, he himself has the final say.",
  "But Facebook's dual-class stock is intentionally designed to prevent just that from happening.",
  "If Zuckerberg doesn't want to be bothered with something, you really can't force him to care.",
  "But Facebook has shown little concern with how the Russian-linked groups abused that power.",
  "REUTERS/Kevin Lamarque The company holds vast amounts of data about its users.",
  "He's also done a great job of growing Facebook into the behemoth it is today.",
  "But Facebook is not a typical company, and Zuckerberg is not a normal CEO.",
  "Zuckerberg's singular control over Facebook has already drawn criticism.",
  "To hold Facebook accountable, you've got to hold Zuckerberg to account.",
  "And remember, when we say Facebook here, we mean Zuckerberg.",
  "That essentially gives him control over the company.",
  "Zuckerberg infamously dismissed such concerns.",
  "Investors may have been OK with that.",
  "Zuckerberg is showing he is neither.",
  "Zuckerberg is obviously very smart.",
  "But society doesn't need to be.",
  "It ended the day off 7%."
]