[
  "Outside of the U.S. government, SCL Group has worked on an array of military, political and humanitarian efforts, including promoting HIV awareness, counteracting corruption, and working to lower opposition-party turnout in a recent Nigerian election, according to information on the company’s website (some of which was removed after a BuzzFeed News story).",
  "Cambridge Analytica has come under intense scrutiny since the election, and in particular since a widely read article claimed its work had “turned the world upside down.” Since then conspiracy theories have multiplied, portraying the company as shrewd manipulators of public opinion — a “weaponized AI propaganda machine,” in the words of one critic.",
  "“Five or six years ago they worked for us on some Afghanistan issues,” he said, “I have no projects with them and I don’t plan to.”\n\nBuzzFeed News previously reported that Oakes once said he used “the same techniques as Aristotle and Hitler.” He added, “We appeal to people on an emotional level to get them to agree on a functional level.”",
  "Executives from the parent company of Cambridge Analytica — the data analysis firm that has close ties to Donald Trump’s chief advisor, Steve Bannon, and whose psychological profiling techniques are falsely credited with winning Trump the presidency — were at the Pentagon last week meeting with Department of Defense staff.",
  "The Washington Post reported that SCL Group is trying to win new U.S. government contracts across multiple agencies, and that Michael Flynn, who recently stepped down as Trump’s national security advisor, had previously served as an adviser to SCL on such efforts.",
  "A Pentagon official who attended the meeting said the company, the UK-based SCL Group, has done work for the Department of Defense in the past, but the executives were “just dropping in to say hello.” The company did not respond to requests for comment.",
  "SCL Group recently won a contract with the Global Engagement Center, a branch of the State Department, to work on “target audience analysis” of young men in other countries who may be thinking of joining ISIS, a State Department spokesperson confirmed.",
  "BuzzFeed News recently reported that the psychological profiling technique that the group touts in its marketing materials never actually came into play on the Trump campaign, where Cambridge Analytica’s work was in fact relatively limited.",
  "“They were in town and just dropping in to say hello,” said Dr. Cabayan, head of the Department of Defense’s Strategic Multilayer Assessment branch, which provides behavioral research and cultural analysis for U.S. military operations.",
  "Hriar Cabayan, the Pentagon official who confirmed the SCL Group meeting, said that the executives in attendance were Nigel Oakes and Kirsten Fontenrose, a former State Department employee who recently joined the company.",
  "A spreadsheet leaked to BuzzFeed News lists more than a dozen projects, covering work such as “opinion research” and “audience analysis.” The company did not respond to questions about the projects.",
  "According to two people who did business with the data analysts, Steve Bannon, Trump’s senior advisor, was an active member of Cambridge Analytica’s leadership.",
  "Given the group’s relationship to the White House, any new business with the federal government could raise the prospect of conflicts of interest.",
  "The close ties between the company, which specializes in data-driven communications strategies, and the Trump team have also attracted attention.",
  "SCL Group has worked on many other projects with the U.S. government, a person with direct knowledge of the company’s government work confirmed.",
  "Neither SCL Group nor the White House responded to questions about Bannon’s current connection to the the company.",
  "Rebekah Mercer, one of Trump’s top donors, is a co-owner."
]