[
  "Learn more at google.com/grow/veterans\n\nKFILE’D -- “More anti-Muslim, conspiratorial tweets emerge from Trump’s pick for top UN migration job,” by CNN’s Andrew Kaczynski and Nathan McDermott: “Ken Isaacs, the Trump administration pick to head the international organization that coordinates assistance to migrants worldwide, once wrote on Twitter that Austria and Switzerland should consider building a wall in the Alps to keep refugees out.” http://cnn.it/2Ghenx7\n\nHARASSMENT FILES -- “Mitch McConnell ‘should be ashamed’ for blocking sex harassment bill, congresswoman says,” by the Sacramento Bee’s Emily Cadei: “California Congresswoman Jackie Speier, one of the leading voices advocating for sexual harassment victims in Congress, is not happy that Congress just punted on what was perhaps its best chance of overhauling how harassment complaints are reported and adjudicated in Congress.",
  "Got to lay the groundwork for 2060.” Pics https://bit.ly/2ugtDFP ... https://bit.ly/2IMxeyn\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us",
  "The #MeToo moment has generated widespread calls for change, but the revelations about the sheer pervasiveness of harassment illuminate how tough it will be to extinguish.” http://nyti.ms/2GhnUEp\n\nTHE VICTIM IN TUESDAY’S SCHOOL SHOOTING -- “16-year-old victim of Maryland school shooting dies, sheriff's office says,” by The Baltimore Sun’s Ian Duncan http://bsun.md/2Giv9fq\n\nIN PARKLAND -- Florida Playbooker MARC CAPUTO: “‘Oh my God…It’s fake’: Far right falls for hoax about Broward County sheriff”: “[Broward County’s Democratic sheriff, Scott] Israel for the past month has been assailed as everything from a ‘rapist’ to a philanderer to a crooked cop thanks to three old YouTube videos in which a mystery woman accused him of impregnating her when she was 17 and forcing her to get an abortion.",
  "“But all of it was a lie, the woman and her attorney, Yechezkel Rodal, now tell POLITICO, which found her by combing internet videos and social media.” http://politi.co/2uaEmRY\n\nDIPPING HIS TOE BACK IN THE WATER… -- Former Sen. AL FRANKEN posted a lengthy post on Facebook blasting Attorney General Jeff Sessions for “repeatedly [demonstrating] a lack of candor – under oath – about his own interactions with Russians.” The post http://bit.ly/2umjUhl\n\nANOTHER COMMITTEE WANTS ZUCKERBERG -- Ashley Gold: “The leaders of the Senate Commerce Committee today called on Facebook CEO Mark Zuckerberg to testify before their panel amid the controversy over reports that Trump-linked Cambridge Analytica improperly obtained data on 50 million Facebook users.",
  "Nobody read it, it’s only hours old.”\n\n-- TRUMP also wants more executive authority: “I’m calling on Congress to give me a line-item veto for all government spending bills, and the Senate must end, must end, the filibuster rule and get down to work.”\n\n--TRUMP on the overall number: “While we’re very disappointed in the $1.3 trillion -- nobody more disappointed than me, because the number is so large, it’ll start coming down -- we had no choice but to fund our military, because we have to have by far the strongest military in the world and this will be, by far, the strongest military that we’ve ever had.”\n\n-- TRUMP on why he backed off a veto: “I looked very seriously at the veto.",
  "“Concerned about the velocity of turnover inside his White House and beyond --Trump personal lawyer John Dowd resigned on Thursday, and the president has made changes atop the State Department, CIA and the national security adviser slot -- sources said Trump wants to have a new White House counsel in place who he’s comfortable with before clearing McGahn for the exits.” http://politi.co/2I0xrgh\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“Geoffrey Berman, the U.S. attorney for the Southern District of New York, called it a ‘massive and brazen cyber-assault’ and ‘one of the largest state-sponsored hacking campaigns ever prosecuted’ by U.S. officials.” http://politi.co/2HZcfYd\n\nREMEMBERING ZELL MILLER -- The Atlanta Journal-Constitution’s Jill Vejnoska: “Zell Miller, a former two-term governor and U.S. senator who gave birth to Georgia’s HOPE scholarship, has died at the age of 86, his family said Friday in a statement.",
  "Then he said this:\n\n-- @realDonaldTrump at 8:55 a.m.: “I am considering a VETO of the Omnibus Spending Bill based on the fact that the 800,000 plus DACA recipients have been totally abandoned by the Democrats (not even mentioned in Bill) and the BORDER WALL, which is desperately needed for our National Defense, is not fully funded.”\n\nTHIS ALL PRESENTS REPORTERS AND THE PUBLIC WITH A DILEMMA: How should we handle information out of the White House?",
  "-- SPOTTED at a Progressive Policy Institute pre-recess happy hour at Acqua Al 2 last night: Kristen Hawn, Mark Henson, Cachavious English, John McCarthy, Scott Peterson, Rachel Kelly, Ernie Jolly, Brad Howard, Arthur Sidney, Lio Barrera, Dana Gray, Brandi Davis, Sarah Goggans, Izzy Klein, Will Marshall, Lindsay Lewis, Anne Kim, Rob Keast, Cody Tucker and Jana Platt.",
  "-- SPOTTED last night at a preview screening for “Chappaquiddick” at Landmark E Street Cinema hosted by The Federalist (trailer https://bit.ly/2CKK1RR ): executive producer Mark Ciardi, Mark and Molly Hemingway, Daniel Turner, Chris Bedford, Sean and Alyssa Hackbarth, Gabby Morrongiello, Nicole Fisher, Sarah Lee, Mary Katherine Ham, Phil Klein, Ben Jacobs.",
  "A statesman who never strayed from his basic principles, yet seemed utterly unpredictable.” http://bit.ly/2HXzMbM\n\nBETTER THAN YOUR SEAT ON THE ACELA -- “Train Buffs Are Traveling Cross-Country in Super Luxe Railcars Hitched to Amtrak Trains,” by WSJ’s Nancy Keates: “Renovating and restoring cars at the highest end can cost more than $1 million.",
  "… John Dowd at the Palm today (h/t Michael Duga)\n\nOUT AND ABOUT -- Pool report: “Associate Justice Sonia Sotomayor hosted the Sphinx Medals of Excellence Celebration dinner at the Supreme Court … Sphinx addresses the lack of inclusion in classical music throughout the entire pipeline, from music education to career advancement.",
  "WELCOME TO THE WORLD -- Jeremy Nordquist, chief of staff for Rep. Tom O’Halleran (D-Ariz.) and a former state senator in the Nebraska legislature, and Shannon Nordquist, PT, DPT, who works at Medstar National Rehabilitation Network, on Thursday welcomed John Thomas Nordquist, who was born at 2:07 p.m. at 9lbs 1oz.",
  "Sotomayor said she turned down a Carolina Herrera couture dress for her SCOTUS oath of office because it didn’t fit her personality and instead went with a simpler jacket from Lord & Taylor.”\n\nSPOTTED: John D. Evans, Steven Wozencraft, Dipanwita Das, Richard Graves, Dr. Tomicah Tillemann, Daniel Penchina, Ambs.",
  "-- “White House lawyer McGahn eager to exit,” by Darren Samuelsohn: “[Don] McGahn, according to two of the sources, has signaled interest in returning to the Jones Day law firm where he previously worked and reprising a role he had during the 2016 campaign by handling legal matters for Trump’s re-election.",
  "-- SPOTTED last night at Albright Stonebridge’s “spring reception” (even though it had snowed the day before): Madeleine Albright, Carlos Gutierrez, Julie Mason, Dan and Aviva Rosenthal, Peter Selfridge, Evan Ryan, Prem Kumar, Jane Harman, Carol Giacomo, Nicole Elkon, Mary Clare Rigali, Chris Farley.",
  "But because of the incredible gains that we’ve been able to make for the military, that overrode any of our thinking.”\n\nTRUMP HAS A POINT and it’s a point many members of the House and Senate have made in the past week: why is Congress passing a 2,300-page bill just 24 hours after unveiling it?",
  "...\n\n“Speier suggested McConnell specifically wants to ‘weaken’ a provision in the House’s sexual harassment proposal that would require members of Congress to pay for settlements of harassment complaints and other types of workplace discrimination out of their own pocket.",
  "busts ‘massive’ Iranian hacking scheme,” by Eric Geller: “The Justice Department on Friday revealed charges against an Iranian hacking ring that prosecutors say spent years pilfering research and documents from over 100 American universities and government agencies.",
  "-- BTW: To make things weirder, before today, the White House invited a number of Hill aides to watch Marine One depart for Andrews Air Force base today at 4 p.m.\n\nWHAT WE’RE NOT TALKING ABOUT … The two women who have accused the president of extramarital affairs.",
  "Trump signs omnibus bill after morning veto threat Presented by\n\nBREAKING ... KYLE CHENEY: \"The U.S. Attorney for the Eastern District of Virginia announced Friday it has arrested a Virginia Beach man for threatening to murder Rep. Scott Taylor (R-Va.).",
  "Mark Brzezinski, Frank Baxter, Nancy Brinker, Lisa Gable, and Kenneth Quinn, Jonathan Capehart and Nick Schmit, Sandip Bhagat, Nihal Krishan, Alex Charlton, Jane Chu, Bill Carson, Teresa Clark, and Mike Hyter and his wife Tisha.",
  "But she said that ‘The one thing the American public made overwhelmingly clear was that Members must be held personally and financially responsible for their misdeeds.’” http://bit.ly/2HW5xCg\n\n-- “#MeToo Called for an Overhaul.",
  "and ranking member Bill Nelson (D-Fla.) said many questions have been raised over Facebook’s responsibilities and obligations and it's time to hear from the Facebook CEO.” https://politi.co/2GitG8A\n\nON THE WORLD STAGE -- “U.S.",
  "Government is stepping up efforts: In Washington, the House of Representatives is preparing to train every worker, down to the most junior intern, and state legislators across the country are proposing ambitious new laws.",
  "Private rail travel evokes images of the Vanderbilts and Woolworths sipping tea as they recline in plush leather armchairs, trundling through the countryside down to Palm Beach.” http://on.wsj.com/2GhFN5X\n\nWHAT A TOWN!",
  "And with no warmup on the horizon, peak bloom is now forecast for April 8-12.”\n\nMEDIAWATCH -- Sarah Scully has been hired as a field producer on season three of Showtime’s “The Circus,” which comes back April 15.",
  "Are Workplaces Really Changing?” by NYT’s Jodi Kantor: “Five months after allegations against Harvey Weinstein led to the mass baring of past secrets, the focus is turning to the future.",
  "-- “The Agency That Protects Top Diplomats Trains at Le Diplomate,” by Washingtonian’s Jessica Sidman http://bit.ly/2I0RATB\n\n-- @NationalMallNPS: “PEAK BLOOM UPDATE: BRRRRRR!!!!",
  "There’s no two ways about it.” THE WHITE HOUSE’S TALKING POINTS on the omnibus from yesterday: “The American People Win As President Donald J. Trump’s Priorities Are Funded”.",
  "There are a lot of things that we shouldn’t have had in this bill.”\n\n-- TRUMP also said he will “never sign another bill like this again -- I’m not going to do it again.",
  "With continued colder than average temps (Feb was warmer than March has been this year), the blossoms lack the heating degrees needed to keep the #BloomWatch on track.",
  "Sotomayor told some attendees in casual conversation during the event that she wore Lord & Taylor or Macy’s which are the only two places she shops for clothes.",
  "Corporate boards and investors from Wall Street to Silicon Valley are going on the offensive, probing for problems to avoid being surprised.",
  "THE PEOPLE WHO WERE RIGHT, THEN WRONG … THEN RIGHT AGAIN: OMB DIRECTOR MICK MULVANEY, yesterday: “Is the president going to sign the bill?",
  "Lamar Alexander (R-Tenn.) and Doug Jones (D-Ala.) in line at DCA Friday morning -- Pic http://bit.ly/2HVIKXe … Rep. John Delaney (D-Md.)",
  "She was chief of staff at the Millennium Challenge Corporation and Department of Commerce spokesperson during the Obama administration.",
  "Women in entertainment, advertising and other industries are demanding fundamental shifts, including more females in leadership roles.",
  "… THE PRESIDENT signed the $1.3 trillion omnibus spending bill, principally, he said, because of the large boost in military spending.",
  "He’s told associates he’d like to leave the White House by the summer, but it could also be put on hold through the 2018 midterms.",
  "THE NEW NORMAL … IN THE LAST 12 HOURS … PRESIDENT DONALD TRUMP tweeted nice things about the massive government spending bill.",
  "getting a cup of coffee at the Starbucks in Washington Harbour this morning … Wolf Blitzer at Cafe Milano Thursday evening.",
  "She previously was a segment producer at MSNBC’s “Morning Joe.” 30-second teaser http://s.sho.com/2HWfVdf\n\nSPOTTED: Sens.",
  "Add the expenses of crew and connection transportation, and a cross-country trip can cost tens of thousands of dollars.",
  "TRANSITIONS -- Parita Shah joined Pandora as head of public affairs on its government relations and public policy team.",
  "“Entrepreneurs are developing apps and programs to help victims discover if their harassers have targeted others.",
  "A man unswervingly loyal to his mountain roots who came to be seen as a traitor by many in his political family.",
  "The White House sent out a statement of the administration’s position, saying they were supportive of the bill.",
  "\"Wallace Grove Godwin, 69, is expected to appear in a federal courthouse in Norfolk, Va. on Friday afternoon.",
  "“Miller was a keynote speaker at a Democratic National Convention -- and a Republican National Convention.",
  "WONDER what he’ll do around 6:50 p.m. Sunday night before “60 Minutes” airs…\n\nGood Friday afternoon.",
  "… Robert Yoon, a CNN alum, will be a visiting professor of journalism at the University of Michigan.",
  "Because it funds his priorities.” SPEAKER PAUL RYAN, yesterday: “The President supports this bill.",
  "She’s pointing the finger squarely at one person: Senate Majority Leader Mitch McConnell.",
  "Trump called it a “ridiculous situation” -- and he has many sympathizers in the Capitol.",
  "The videos together have been viewed almost 130,000 times since the Feb. 14 shooting.",
  "ALSO, Senate Republicans have said many times they will not end the 60-vote rule.",
  "And the White House distributed talking points about just how good the bill was.",
  "To travel, owners pay Amtrak $2.90 per mile, plus additional fees for services.",
  "BUT, if Trump was surprised by any element of this bill, his staff failed him.",
  "He “is a serious-minded policymaker who pulled himself up by his bootstraps.",
  "TRUMP said: “There are a lot of things that I’m unhappy about in this bill.",
  "A veteran politician who really wanted to be a minor-league shortstop.",
  "THEY WERE PART OF THE NEGOTIATION and very involved in the details.",
  "“But the exact timing for McGahn to make any move remains in flux.",
  "He ultimately did, but not before publicly threatening not to.",
  "They said he would sign the omnibus yesterday, no question.",
  "\"https://politi.co/2Ghp4Qq\n\nDO WE GET OUR MORNING BACK ?",
  "They denied there would be a shakeup on the legal team.",
  "Storing the cars costs about $600 to $1,000 a month.",
  "AND … They were up against a deadline.",
  "I was thinking about doing the veto.",
  "They denied Gary Cohn was leaving.",
  "MORE TRUMP LEGAL TEAM TURNOVER?",
  "This doesn't change anything.",
  "Chairman John Thune (R-S.D.)",
  "This was tricky stuff.",
  "McMaster was leaving.",
  "The answer is yes.",
  "They denied H.R.",
  "Why?"
]