[
  "JUST WATCHED 16-year-old walks while on life support Replay More Videos ... MUST WATCH 16-year-old walks while on life support 01:41\n\nFossil find\n\nWhile her big sister sought soccer glory, a 6-year-old girl dug up some of her own: a 65 million-year-old fossil\n\nMasterful music\n\nYes, we know Run-DMC's \"Raising Hell\" and Fleetwood Mac's \"Rumours\" are national treasures.",
  "JUST WATCHED You won't be hearing this iconic jingle anymore Replay More Videos ... MUST WATCH You won't be hearing this iconic jingle anymore 01:07\n\nTODAY'S NUMBER\n\n8\n\nThat's how many days passed before Republican Rick Saccone conceded to Democrat Conor Lamb in Pennsylvania's special congressional election.",
  "Zuckerberg, in an exclusive interview with CNN's Laurie Segall, said the social media site was changing its policies to make sure user data is protected after Cambridge Analytica -- which had ties to Donald Trump's 2016 campaign -- grabbed info from 50 million Facebook users without their knowledge.",
  "He called the scandal \"probably the biggest mistake that we made here\"; said he's willing to testify about this before Congress , \"if it's the right thing to do\"; and admitted he's sure \"someone's trying\" to use Facebook to meddle in this year's midterm elections.",
  "Just my body, the thing that offended him so much\"\n\n\"This Is Us\" actress Chrissy Metz, talking in a new memoir about the years of physical and emotional abuse she suffered at the hands of her stepfather.",
  "Survivors' story\n\nMedical mystery\n\nShe's been on life support for more than 130 days, yet a teen from Kansas managed to walk and eat tacos as doctors try to figure out what's wrong with her lungs.",
  "Nigerian schoolgirls\n\nMost of the 110 kidnapped schoolgirls are back home, but questions remain about their abduction and sudden release from the clutches of terror group Boko Haram.",
  "JUST WATCHED 'This Is Us' star shares emotional letter Replay More Videos ... MUST WATCH 'This Is Us' star shares emotional letter 01:21\n\nAND FINALLY\n\nWho's the rat?",
  "It seems 104 of the girls, who were abducted by militants from their boarding school on February 19, were dropped off in Dapchi , in northeast Nigeria.",
  "JUST WATCHED Congress facing government shutdown, yet again Replay More Videos ... MUST WATCH Congress facing government shutdown, yet again 00:59\n\n4.",
  "JUST WATCHED Girls missing after raid on Nigerian school Replay More Videos ... MUST WATCH Girls missing after raid on Nigerian school 01:07\n\n5.",
  "It's got $1.6 billion for border security, $4 billion to fight the opioid crisis and some tweaks to the country's gun background check system.",
  "If things don't change, the amount of plastic in the world's oceans will triple within a decade , says a report from the British government.",
  "And Amnesty International put out a report accusing the Nigerian army of failing to respond to warning signs before the mass kidnapping.",
  "Austin bomber\n\nJUST WATCHED How the Texas bombings unfolded Replay More Videos ... MUST WATCH How the Texas bombings unfolded 01:13\n\n3.",
  "With that apology, Mark Zuckerberg's trying to fix the damage done to Facebook in the data-sharing scandal with Cambridge Analytica.",
  "What it doesn't have is a DACA deal for Dreamers , nor the health care market stabilization measure that Sen. Susan Collins wanted.",
  "CNN's Chris Cillizza says Facebook's problems are so bad , not even a techno wizard like Zuckerberg may be able to solve them.",
  "Shoppers looking to snag a bargain at Toys \"R\" Us liquidation sales should act fast, since they might only last 30 days.",
  "The government insists no ransom was paid for their release, so the reason Boko Haram suddenly let them go isn't clear.",
  "Government funding\n\nDon't look now, but we're facing down yet another government shutdown -- at midnight Friday.",
  "A promise to try to pass that was what spurred Collins to vote yes on repealing Obamacare's individual mandate.",
  "Their families are ecstatic, and the girls were flown to Nigeria's capital to meet the country's President.",
  "Skin deep\n\nHer skin's splotchy appearance led to self-doubt -- and then a modeling contract with CoverGirl.",
  "A ginormous $1.3 trillion spending package that'd keep the lights on until September has been unveiled.",
  "Governments need to do more to keep plastics out of the seas and educate the public, the report says.",
  "The report says 70% of marine litter is non-degradable plastic, which could rise threefold by 2025.",
  "Plastic in the ocean\n\nWe all know that plastic littering the oceans is a big problem.",
  "(You can also get \"5 Things You Need to Know Today\" delivered to your inbox daily.",
  "Favorite toys tend to fly off shelves, and inventory is likely already slim.",
  "Replay More Videos ... MUST WATCH How can I save the ocean from plastic?",
  "Here's what else you need to know to Get Up to Speed and Out the Door .",
  "(CNN) If you're a New Yorker and sick of winter, there's a good reason.",
  "It seems to have bipartisan support and President Trump's blessing.",
  "So, she finds the measure's omission \"extremely disappointing.\"",
  "But there are reports that five of the girls died in captivity.",
  "01:36\n\nBREAKFAST BROWSE\n\nPeople are talking about these.",
  "The Big Apple hasn't seen snow like this in 130 years.",
  "Metz believes he beat her because she was overweight.",
  "A new report suggests it's about to get a lot worse.",
  "JUST WATCHED How can I save the ocean from plastic?",
  "Now, the Library of Congress says so , too.",
  "TODAY'S QUOTE\n\n\"He never punched my face.",
  "The House could take the bill up today.",
  "Click here to see what else is in it.",
  "HAPPENING LATER\n\nReady, set, SWIPE!",
  "Facebook\n\n\"I'm really sorry.\"",
  "Sign up here .)",
  "Read up.",
  "Join in.",
  "1.",
  "2."
]