[
  "First, in the 1970s people began trusting their money with institutional investors, like BlackRock and Vanguard, which operate mutual funds that buy shares of all the major corporations.",
  "Because the institutional investors bought corporate shares incrementally over a long period of time, hardly anyone noticed when they obtained the biggest stakes of competing firms.",
  "This sort of agreement is now illegal, but businesses have nevertheless found new and creative ways to achieve monopoly profits, while antitrust enforcers have fallen behind.",
  "An important new series of economic studies suggest that as the institutional investors obtain greater market share, consumers pay higher prices and companies invest less.",
  "Antitrust authorities have focused on mergers and what they might mean for consumer prices but have ignored the possibility that they might push down the wages of workers.",
  "The sandwich maker Jimmy John’s notoriously used covenants not to compete to block its workers from quitting to work for a competitor — which most likely held down wages.",
  "Faced with reduced wages, some workers quit or go on welfare, fueling the increasingly low labor force participation and rising deficits we see today.",
  "For example, BlackRock and Vanguard are among the biggest owners of all the airlines, which means they benefit when the airlines raise prices.",
  "Second, a growing body of research indicates that corporations have increased their profits by obtaining power over labor markets.",
  "One example: Several years ago, many farm equipment manufacturers merged, creating a handful of giant companies like John Deere.",
  "Larger employers can underpay workers simply because workers can find few other employers that are willing to hire them.",
  "With fewer places to work, farm equipment mechanics had to either accept lower wages or find work in other fields.",
  "This in turn led to a smaller number of farm equipment dealerships in many places.",
  "Businesses have found other ways to extend their market power."
]