[
  "As The Washington Post’s Craig Timberg, Tony Romm and Elizabeth Dwoskin wrote, the breach “came amid rising acknowledgment by Facebook about its struggles to control the data it gathers on users.”\n\nThe other company at the center of those struggles is Cambridge Analytica, a political consultancy used by President Trump and other Republicans that improperly gathered information on 87 million people — of whom 71 million were Americans — before the 2016 election.",
  "This week, Zuckerberg is scheduled to testify before Congress, where, as Romm wrote, he will get “an uncomfortable grilling from Democrats and Republicans who believe the social giant is responsible for everything from fake news to online extremism.”\n\nOr as his SNL character said:\n\n“My point is, sure, maybe Facebook sold out our democracy to Russian troll farms.",
  "Hackers on the “Dark Web” harvested email addresses and phone numbers recovered from the data breaches, giving the hackers what The Post called “critical starter kits for identity theft and other malicious online activity.” They then were able to build fuller profiles of people, with help from Facebook’s phone number and email address lookup tool.",
  "Facebook’s executives have spent the past few weeks crisscrossing the country on a media blitz, trying to convince people that the company isn’t the corporate embodiment of the “people are products” axiom — and to show billions of users that it is solving the problems that led to the Cambridge Analytica data breach.",
  "“I’m sorry, Ethan Cooperbird, of Van Nuys, California, for disclosing that you frequently visit your ex-girlfriend’s photo album titled ‘Cancun 2010.’ ”\n\nWhen Weekend Update host Colin Jost asked whether users would be able to regain ownership of their personal information, “Zuckerberg” responded, “Psh, no.",
  "That was Alex Moffat, playing a version of Facebook chief executive Mark Zuckerberg who tried to dab, struggled to make eye contact and creepily spoke of his access to everyone’s data, photos and secret dreams.",
  "“Given the scale and sophistication of the activity we’ve seen, we believe most people on Facebook could have had their public profile scraped,” Zuckerberg said, according to The Post.",
  "And if you don’t like it, you can Zuck it.”\n\nOn Wednesday, Facebook said that “malicious actors” used its platform to collect information on its 2 billion users across the world.",
  "(Josh Edelson/AFP/Getty Images)\n\nRead more:\n\nAn updating, infuriating list of all the April Fools’ pranks on the Internet in 2018\n\nBill Maher doesn’t like Laura Ingraham.",
  "“Tonight, I’d like to apologize to all 87 million of you, one by one,” Moffat’s Zuckerberg said in reference to Facebook’s recent data breaches.",
  "But, on the other hand, FarmVille.”\n\n\n\nFacebook chief executive Mark Zuckerberg speaks at the F8 summit in San Francisco on March 25, 2015.",
  "But for anyone who was confused, that blitz did not include an appearance on “Saturday Night Live” this weekend.",
  "A felon pleaded his case on ‘Fox & Friends.’ Days later, Trump pardoned him.",
  "For weeks he trained a dog to do a Nazi salute.",
  "The man was just convicted of a hate crime.",
  "He hates the boycott of her show even more.",
  "Because it’s mine.",
  "You gave it to me.",
  "No backsies.",
  "My bad."
]