[
  "It’s all a bit half-hearted from Jacob Rees-Mogg, who tells the Mail only that “it seems odd to have a national symbol produced abroad.” Bill Cash does better in the Telegraph, saying: “It is symbolically completely wrong … I can’t think of any reason why it should be given to any company other than a British one.” But Priti Patel wins today’s hyperbole prize, telling the Sun the decision is a “national humiliation.”\n\nBrexit debate: Labour MP Chuka Umunna and Article 50 campaigner Gina Miller take on right-wing author Isabel Oakeshott and Brexit economist Gerard Lyons in a debate at the Emmanuel Center this evening.",
  "All Out Politics (Sky News, 10 a.m.): Two-hour special, live from the EU Council summit in Brussels … UKIP MEP Nigel Farage (10 a.m.) … Shadow Brexit Minister Paul Blomfield (10.15 a.m.) … European Parliament foreign affairs committee chairman David McAllister (10.30 a.m.) … The Guardian’s Brussels Correspondent Jennifer Rankin (10.45 a.m.) … Former Foreign Office mandarin Simon Fraser (11 a.m.) … Tory MEP Syed Kamall (11.15 a.m.) … German MEP and Merkel ally Elmar Brok (11.30 a.m.) … Ireland’s Minister for European Affairs Helen McEntee (11.45 a.m.).",
  "However the Times’ Sam Coates has plenty of pushback, writing: “Other accounts of Tuesday’s encounter differ, with some insisting that Mr. Johnson was supportive of the prime minister and was criticizing his Labour successor as mayor of London, Sadiq Khan, ahead of the London council elections in May.”\n\nSTATS DUMP: New data at 9.30 a.m. includes latest homelessness figures … annual stats on households living in poverty … and pupil absences in English schools in 2016/17.",
  "Well, here’s the Times splash: “Advertisers threatened to abandon Facebook last night.”\n\nView from above: Via @TheTweetOfGod: “Mark Zuckerberg is one of the last people you should trust, and I mean that both literally and alphabetically.”\n\nToday’s revelations: In the Guardian, Carole Cadwalladr reports that Cambridge Analytica was once offered material from Israeli hackers who had accessed the private emails of politicians in Africa and the Caribbean.",
  "In an op-ed for POLITICO, Spahn pronounces that “the dream held by some leaders on the Continent of melting nation states into a ‘United States of Europe’ is simply not supported by a majority of citizens and governments.”\n\nFrom Arizona\n\nNot politics but: Local police in Arizona last night released this hard-to-watch footage of the self-driving Uber vehicle that killed a pedestrian this week.",
  "Even European Council President Donald Tusk has made his displeasure clear, commenting drily that “after the Salisbury attack I am not in the mood to celebrate President Putin’s reappointment.” Juncker and Tusk will hold their traditional joint presser at 6 p.m. U.K. time … expect some hand grenades to be thrown Juncker’s way if the British press pack get a question.",
  "A YEAR AGO TODAY\n\nTHAT DAY IN MARCH: Today marks the first anniversary of the Westminster terror attack, when a 52-year-old father of three from Kent named Khalid Masood drove his car through crowds of pedestrians on Westminster Bridge at high speed before fatally stabbing PC Keith Palmer at parliament’s Carriage Gates.",
  "POLITICO London Playbook: The spy’s the limit — Zucks to be you — A year ago today\n\nPress play to listen to this article Voiced by Amazon Polly\n\nBy JACK BLANCHARD\n\nSend tips here | Subscribe for free | View in your browser\n\nGood Thursday morning from Brussels, where the European Council summit gets underway today.",
  "This might help: NATO chief Jens Stoltenberg has written an op-ed in today’s Daily Mail, making clear that “Britain does not stand alone.”\n\nIn the line of fire: Knives will be out for European Commission President Jean-Claude Juncker after his toadying letter of congratulations to Vladimir Putin the other day.",
  "In a hard-hitting address to fellow EU leaders at the European Council summit, officials say the PM will warn that “Russian networks” of spies and criminals across Europe pose a threat “to all our national security.” May is expected to say: “The challenge from Russia is one that will endure for years to come.",
  "One of those killed was Loubna Lafquiri, whose husband, Mohamed El Bachiri, a Belgian of Moroccan descent who grew up in Molenbeek, the majority Muslim Brussels neighborhood that became notorious as the home base of a deadly terror cell, spoke with POLITICO about the aftermath of the attacks.",
  "What’s missing: Amid all the contrition, Zuckerberg somehow forgot to explain why Facebook reportedly spent Friday issuing statements of detail, sending legal threats to the Observer and suspending whistleblower Christopher Wylie’s personal Facebook account as punishment for his behavior.",
  "He kicked things off with a CNN interview that looked like your classic corporate PR reverse ferret, starting with the heartfelt apology and then moving into some faux-humble nonsense about wanting “the opportunity to serve people,” which of course is what Facebook is all about.",
  "What it needs is a stiff dose of pragmatism,” writes Jens Spahn, Germany’s health minister (who has his eye on Angela Merkel’s job), laying out a competing vision for the future of Europe to that of his boss ahead of her maiden Council summit since she assumed her fourth term.",
  "I hate slap bass, one of the reasons why I left…” Burley: “Something we agree on …”\n\nMEDIA ROUND\n\nCulture Secretary Matt Hancock broadcast round: ITV Good Morning Britain (7.30 a.m.) … Today program (8.10 a.m.) … BBC Breakfast (8.20 a.m.) … Sky Sunrise (8.30 a.m.).",
  "But but but: In the Times, Bruno Waterfield warns Britain will be given just three months — until the next EU Council summit in June — to solve the Irish border problem, or initiate the so-called backstop option of keeping Northern Ireland in the customs union.",
  "THINGS JEZZA WILL MENTION: The annual review of Britain’s police forces by HM Chief Inspector of Constabulary is out today and does not make for pretty reading, with almost a quarter of forces in England and Wales struggling to deal with emergency calls.",
  "Happy birthday: Minister for Women Victoria Atkins … Former Brexit Minister David Jones … Commons education committee chairman Robert Halfon … Labour peer and former Defense Secretary Des Browne … Tory peer and former Education Minister John Nash.",
  "Reviewing the papers tonight: BBC News (10.40 p.m.): FT Political Correspondent Laura Hughes and former Farage aide Michael Heaver … Sky News (10.30 p.m. and 11.30 p.m.): Spiked Online Editor Brendan O’Neill and i columnist Yasmin Alibhai-Brown.",
  "“Only wish we could have talked about it circa May/June ‘17 time.”\n\nEVERYBODY SEEMS TO THINK I’M VAIZEY: Former Culture Minister and Tory Remainiac Ed Vaizey confirmed last night he is considering a run to be London mayor in 2020.",
  "Reminder: Today is also the second anniversary of the coordinated terror attacks on Brussels, when 32 people were killed in explosions at Brussels Airport and Maalbeek metro station, just yards from where the EU summits are held.",
  "OH YEAH, BREXIT\n\nA FEW WORDS OVER COFFEE: Brexit will once again be relegated to a short end-of-the-night slot at the working dinner, with May permitted to say a few words at the end of the meal about the agreed transition deal.",
  "Question Time (BBC1, 10.45 p.m.): Tory deputy chairman James Cleverly … Shadow Attorney General Shami Chakrabarti … SNP defense spokesman Stewart McDonald … Mail on Sunday columnist Peter Hitchens … and campaigner Paris Lees.",
  "My colleague in the City, Cat Contiguglia, messages to say the bank is expected to keep rates at 0.5 percent — but warns rosier economic data is raising expectations of an increase in May, followed by two more hikes in 2019.",
  "The FT reports on a bitter dispute at Cambridge University in 2014 between Aleksandr Kogan, the academic who first obtained the data, and colleagues worried by how he was planning to use it in work with Cambridge Analytica.",
  "Hancock will round things off as guest speaker at today’s press gallery lunch — brace yourself for plenty of self-effacing jokes about the Matt Hancock app, followed by a barrage of questions from the lobby on data privacy.",
  "Must-read from America: ABC News went big last night on the Trump campaign’s work with Cambridge Analytica, which it says is becoming an increasing focus for the Russia investigation led by Special Counsel Robert Mueller.",
  "SCOOP — Push to toughen EU language: The word here in Brussels this morning is that Britain is pushing hard to significantly toughen the language against Russia in the joint communique issued at the end of the summit.",
  "Remembering the fallen: A memorial service will be held in Westminster Hall this morning, with Home Secretary Amber Rudd and Leader of the House of Commons Andrea Leadsom the main representatives from the government.",
  "In summary he said he was “open” to testifying before Congress, could see no reason why Facebook should not be regulated and that it was “hard” to say whether his company had a real impact on the 2016 U.S. election.",
  "One EU diplomat told POLITICO the current draft — which stops short of blaming Russia outright for the Salisbury attack — will be “water” compared with the tougher wording to be debated by the EU leaders tonight.",
  "BORIS VS. MAY: Plenty of papers carry a story from today’s Spectator — not yet online — claiming Boris Johnson confronted Theresa May at Cabinet over rising knife crime and her decision to reduce stop-and-search.",
  "Also on the Today program: The DUP’s Brexit spokesman in Westminster Sammy Wilson (7.09 a.m.) … Ewen Cameron, chairman of the select committee on the natural environment and rural communities (8.30 a.m.).",
  "Like slap bass was one of your hallmarks, so that hat is one of his” … Drummer out of Level 42: “You haven’t addressed why the image of Corbyn was altered … Why are you going on about my old band?",
  "TODAY IN WESTMINSTER\n\nSIX-WEEK COUNTDOWN: The local elections are six weeks away and Jeremy Corbyn will head to Stretford in Greater Manchester this morning to launch the Labour Party’s campaign.",
  "DATA BREACH SCANDAL\n\nHANCOCK’S HALF HOUR: Culture Secretary Matt Hancock will be everywhere today as the U.K. government tries to get on top of the exploding Facebook/Cambridge Analytica scandal.",
  "And this is awkward: Boris Johnson held a private meeting with Cambridge Analytica boss Alexander Nix, which he has thus far failed to declare, the Spectator’s Fraser Nelson revealed last night.",
  "BEYOND THE M25\n\nFrom France\n\nLe strike: A mass public sector walkout will cripple French public services today as protesters make clear their opposition to President Emmanuel Macron’s reforms.",
  "The main focus of their discussion will be how to tax the digital economy, however, with May planning to tell EU leaders the creaking global tax system is no longer fit for the digital world.",
  "The energetic (and not exactly publicity-shy) Cabinet minister is touring the broadcast studios this morning, before dashing into parliament at 9.30 a.m. for an hour of Culture Questions.",
  "SUBSCRIBE to the POLITICO newsletter family: Brussels Playbook | London Playbook | Sunday Crunch | Brussels Influence | D.C. Playbook | All our POLITICO Pro policy morning newsletters",
  "Barring any last minute hitch, they are expected to confirm the withdrawal agreement and the transition deal, and approve the negotiations guidelines for the post-summit trade talks.",
  "Defense Minister Tobias Ellwood broadcast round: He recalls his efforts to save PC Keith Palmer a year ago on the Today program (7.20 a.m.) … ITV Good Morning Britain (8.05 a.m.).",
  "The Mail reports the firm’s dastardly tactics were to, erm, bid £50 million less than its British rivals, though Whitehall officials caution the contract has not yet been signed.",
  "The first session is a discussion on trade — with Donald Trump’s steel and aluminum tariffs high on the agenda — but for Britain the main event will be tonight’s working dinner.",
  "DRIVING THE DAY\n\nTHE SPY’S THE LIMIT: Theresa May flies into Brussels this afternoon to urge Europe to stand united in the face of a “shared” and “long-term” threat from Russia.",
  "“I wouldn’t expect it to be a big long speech.”\n\nThe real action: Happens tomorrow after May has gone home and the EU27 are left to hold their own discussions in her absence.",
  "4 in demand: The undercover sting on Nix and his cronies has won global acclaim for Channel 4 News, with the footage running round the clock on TV news networks in America.",
  "Part of the problem is different EU countries have been given different depths of security briefing by the U.K., depending on the level of trust in the relationship.",
  "It has also prompted some soul-searching across the Atlantic, where undercover stings are frowned upon by traditional media — there’s a very good blog on this here.",
  "Back home in Blighty: Remainiacs are gleeful this morning at the drowning-in-irony news that Brexit Britain’s proud blue passports will be manufactured in the EU.",
  "The story makes the splash in the Mail and the Telegraph, though I think the Sun’s Tom Newton Dunn broke the news first (just) at 9.15 p.m.\n\nBrexiteer backlash?",
  "Earlier in the evening Zuckerberg issued his first statement since the scandal broke, setting out how Facebook plans to stop such abuses from happening again.",
  "Franco-Dutch firm Gemalto is poised to win the contract to make the new-look passports, which were meant to be a symbol of Britain’s independence from Europe.",
  "As a European democracy the U.K. will stand shoulder to shoulder with the EU and with NATO to face these threats together.” POLITICO’s Tom McTague has more.",
  "By contrast, the internet is delighted by the way Nix was stitched up by the very techniques he likes to boast about — perfectly illustrated in this tweet.",
  "U.K. officials believe French President Emmanuel Macron may raise concerns, with Theresa May — no friend of social media firms — also ready to wade in.",
  "Down the river at City Hall, a memorial space opens today to remember the victims of this and the three subsequent terror attacks in London last year.",
  "Parliament went into lockdown, and we journalists could only watch from the window as medics tried in vain to save the two men lying stricken outside.",
  "Zucks to be you: Facebook founder Mark Zuckerberg finally emerged blinking into the sunlight this morning after five days of silence over the scandal.",
  "Reuters reports he will announce plans for a taskforce to see how Britain can best exploit the blockchain technology underpinning cryptocurrencies.",
  "Now hiring: Having ditched a third of its editorial staff only a couple of months ago, BuzzFeed is now hiring a junior and a senior news reporter.",
  "Fight fight fight: BBC politics chief Rob Burley arguing with the drummer out of Level 42 about Jeremy Corbyn’s hat is what Twitter was made for.",
  "On the Continent: Read what the rest of Europe’s papers are saying in POLITICO’s EU press review blog here (updated daily at around 9 a.m.).",
  "The shocking dashcam video stops just before the moment of impact, as the female pedestrian suddenly appears in the path of the vehicle.",
  "But suddenly PC Palmer was on the ground, and the first reports were coming in on TV news about an incident on Westminster Bridge.",
  "Back to Brussels: To finish where we started, European leaders may discuss the scandal over dinner at tonight’s EU Council summit.",
  "And on that note, POLITICO’s Nicholas Vinocur and Bjarke Smith-Meyer’s report on France’s lonely crusade for a digital tax.",
  "Nick Ferrari at Breakfast (LBC Radio): Former President of the Association of Chief Police Officers Hugh Orde (9.20 a.m.).",
  "Britain is facing resistance from countries including Greece and Hungary to a statement that blames Russia outright.",
  "U.K. officials hinted they would like to see a wave of expulsions of Russian diplomats from countries across Europe.",
  "Top lines: Zuckerberg has also given interviews to other U.S. media outlets including the New York Times and Wired.",
  "Looking back: Up in the press gallery on that sunny afternoon, all we really saw of the attack was its very climax.",
  "From Brussels\n\nIn the bad books: POLITICO’s Ryan Heath has this list of 20 MEPs who matter (for the wrong reasons).",
  "Best of luck: The Guardian’s co-political editor, Anushka Asthana, is off on maternity leave at the end of the day.",
  "Full story here, including the following glorious line from Nelson: “I’m told that Boris was ‘unimpressed’ by Nix.",
  "There were shouts outside and then the crack of gunfire as Masood was shot outside our window in Old Palace Yard.",
  "Travel: Severe delays on the Victoria Line between Brixton and Victoria due to a police investigation at Brixton.",
  "Spotted in parliament yesterday: Former PM David Cameron (H/T Patrick Daly) … actor and activist Michael Sheen.",
  "CRICKET FANS: You really don’t want to know what happened to England on the first day of the test this morning.",
  "Five people were killed in addition to Masood, and dozens more hurt — some suffering life-changing injuries.",
  "“I will obviously thump Sadiq in an election if I choose to stand.” Huff Post’s Owen Bennett has the story.",
  "U.K. officials insist they have all the evidence they need to comprehensively prove Russia was responsible.",
  "10 spinner Tom Swarbrick rues the Tories’ ill-fated decision not to lift the public sector pay cap sooner.",
  "Corbyn will be joined by members of the shadow Cabinet for a speech at 10.30 a.m. followed by a media Q&A.",
  "A second internal video then shows the face of the “safety driver” in the moments leading up to the crash.",
  "BBC Newsnight last night screened a 20-minute mini-documentary with new footage and details about Masood.",
  "How today pans out: POLITICO’s summit live blog will be up and running here from around 9 a.m. U.K. time.",
  "Sources in some camps say they are still waiting to see a “smoking gun” which pins the attack on Russia.",
  "“This is great news,” the Tories’ former head of broadcast media tweeted at Jeremy Hunt yesterday.",
  "In a series of tweets she compares those campaigns to Donald Trump’s successful election in 2016.",
  "Her farewell lunch with the Guardian lobby team yesterday was at Firecracker on Horseferry Road.",
  "First person: My then-colleague Ben Glaze was sitting closest to the window when it happened.",
  "It will remain open until the anniversary of the attack near Finsbury Park mosque on June 19.",
  "ALSO SPEAKING TODAY: Chancellor Philip Hammond is addressing a fintech conference in London.",
  "EU leaders will start arriving from around 1 p.m., with the summit due to kick off at 2 p.m.",
  "TODAY’S NEWS MAGS\n\nNew European: Don’t Like — Britain wakes up to the dark side of Facebook.",
  "Aeroplanes, rail services and schools will all be hit hard by the nationwide day of action.",
  "Huff Post: Cambridge Analytica chief advised Foreign Office on Trump’s campaign tactics.",
  "“You can expect the PM to welcome the progress that’s been made,” a U.K. official said.",
  "Topics to be discussed include taxing digital firms, Russia and, eventually, Brexit.",
  "Also on Sky Sunrise: Police Minister Nick Hurd on police effectiveness (7.35 a.m.).",
  "I’m still thinking about running against him,” he told a Creative Industries event.",
  "Among them are convicted IRA terrorist Martina Anderson, and Nigel Farage and UKIP.",
  "Daily Politics (BBC2, noon): Former head of the equality watchdog Trevor Phillips.",
  "The service will be be led by the speaker’s chaplain, Reverend Rose Hudson-Wilkin.",
  "But negotiations are ongoing, and so far any newer version remains under wraps.",
  "TODAY’S FRONT PAGES\n\n(Click on the publication’s name to see its front page.)",
  "Guardian: Police taking days to respond to 999 incidents as budget cuts bite.",
  "From Berlin\n\nNo more talk: “Europe doesn’t need any more lofty speeches.",
  "FT: Powell lifts Fed rates and raises forecasts as growth strengthens.",
  "The whole things was over before it really began … or so it seemed.",
  "You can watch a clip here, though possibly not while you’re eating.",
  "The Spectator: Overdosed — The relentless rise of antidepressants.",
  "Every paper carries the story, and it makes the Guardian splash.",
  "After all, he’d know an Etonian blowhard when he saw one.” Ooft.",
  "INTEREST RATES: Decision due from the Bank of England at noon.",
  "PLAYBOOK COULDN’T HAPPEN WITHOUT: My editor Zoya Sheftalovich.",
  "Metro: Up to 29 percent pay rise for 1.3 million NHS workers.",
  "Daily Telegraph: Blue Brexit passports to be made in Europe.",
  "POLITICO: The 20 MEPs who matter — for the wrong reasons.",
  "i: Pay rise hope for millions after £4 billion NHS deal.",
  "Times: Advertisers threaten to pull out of Facebook.",
  "Sun: Bend coppers — Yoga days for stressed cops.",
  "Daily Express: Boris — Putin’s just like Hitler.",
  "Highlights include … Burley: “JC wears that hat.",
  "All the victims: Are remembered in the Sun here.",
  "City A.M.: EU puts the squeeze on tech giants.",
  "Our new blue passports to be made by EU firm.",
  "The Mail’s Daniel Martin has a version here.",
  "He also says “going forward” once or twice.",
  "Read about how Ryan compiled the list here.",
  "The Times’ Francis Elliott has the story.",
  "REGRETS, I’VE HAD A FEW: Now-departed No.",
  "Daily Mirror: Ant on drink drive charge.",
  "It is a day Westminster will not forget.",
  "More details here via the Local and AFP.",
  "LONDON CALLING\n\nWestminster weather: ???",
  "I’m sure it all makes sense to someone.",
  "New Statesman: Easter special edition.",
  "Job ads here, both close next week.",
  "Read his account of the day here.",
  "“Should I say I like Sadiq Khan?",
  "Axios has a useful summary here.",
  "No midday karaoke though, sadly.",
  "Cloudy, breezy, highs of 11C.",
  "Warning — it’s disturbing.",
  "Am I allowed to say that?",
  "Daily Mail: Sacre bleu!",
  "Not much to say really.",
  "Read it in full here.",
  "Why speak out now?",
  "What happens next?",
  "Why the dispute?",
  "It’s his hat."
]