[
  "Lawyers from Britain and the United States have now filed a class action lawsuit against Facebook and Cambridge Analytica, arguing that the data breach “effectively abused the human right to privacy” and “undermined the democratic process.”\n\nBut the damage is also palpable in developing democracies, where ethnic tensions remain some of the most potent political issues.",
  "Meanwhile, Nigeria’s government is investigating Facebook and Cambridge Analytica after it emerged that the data firm worked on behalf of former president Goodluck Jonathan in 2007 and 2015 to spread graphic videos painting then-candidate Muhammadu Buhari as an Islamic fundamentalist.",
  "In Kenya, people were outraged after former Cambridge Analytica chief executive Alexander Nix admitted in an undercover video that the firm handled “just about every element” of Uhuru Kenyatta’s presidential campaign in 2013 and again in 2017.",
  "Their ire toward the social media giant helped fuel passage of Germany’s “network enforcement law,” which allows the government to fine online companies such as Facebook for leaving “manifestly unlawful” posts online for more than 24 hours.",
  "The feature tweaked the site’s algorithms to make posts from friends and family more prominent on the default news feed and required users to click to another page in order to see posts from news sites or other official pages.",
  "In India, where Cambridge Analytica may have improperly accessed the data of over half a million Facebook users, politicians from both of the major parties have accused the other side of using the data for campaign purposes.",
  "In Serbia, the editor of an investigative news site said that the change signaled that Facebook was on the verge of “ruining us.” And some NGOs in Cambodia saw traffic drop as much as 60 percent due to the news feed change.",
  "Garba Shehu, Nigeria’s presidential spokesperson, said that the government is looking into allegations that the firm was behind organizing rallies to dissuade Nigerians from turning out to vote for now-president Buhari.",
  "Israel, for example, is working to identify and remove inciting content on Facebook, but those efforts so far seem to have targeted incitements from Palestinians while letting Israeli incitements flourish.",
  "Facebook was already politically unpopular among Germans, many of whom believe that the company helped deliver the far-right Alternative for Germany party’s best performance in an election last year.",
  "But these examples nevertheless highlight a difficult question for the company: What does it do when authoritarian governments, particularly in lesser developed countries, are the bad actors?",
  "Former Cambridge Analytica data scientist and whistle-blower Christopher Wylie testified before U.K. lawmakers last month (Zuckerberg declined a request to appear before Parliament).",
  "Last month, Facebook said it would end the explore feed feature, but the episode demonstrated just how much power the company’s algorithms has over the free flow of information.",
  "Time will tell if countries outside of the United States will ever be able to compel Zuckerberg to appear before their citizens and lawmakers to answer for Facebook’s actions.",
  "UNDERMINING FOREIGN JOURNALISTS\n\nLast year, Facebook introduced its “explore feed” in six small countries: Cambodia, Serbia, Slovakia, Bolivia, Sri Lanka, and Guatemala.",
  "In the United Kingdom, law enforcement officials raided the offices of Cambridge Analytica and have opened an investigation into Facebook after news of the leak broke.",
  "And with little ability to influence how the social media site operates, such nations are vulnerable to any policy action — or inaction — the company decides to take.",
  "Even beyond the complaints that Germany has stifled free speech, sites like Facebook have not been able to expunge unlawful content as prescribed by the government.",
  "But while Facebook is facing the most heat in the United States, it is is multinational corporation, and some would argue, a sort of nation-state unto itself.",
  "ELECTION INTERFERENCE\n\nFacebook’s Cambridge Analytica scandal is truly global in scope, with countries in almost every continent affected by the data breach.",
  "In an interview last week, Zuckerberg defended his company’s response to the conflict in Myanmar, noting that it has blocked messages that incite harm.",
  "The social media platform now admits that the data of up to 87 million profiles may have been improperly used by the data firm Cambridge Analytica.",
  "Wylie alleged that the social data Cambridge Analytica improperly collected was used by the Vote Leave campaign during the 2016 Brexit referendum.",
  "As such, human rights groups say it’s been a powerful weapon to spread hate speech in the country’s ongoing ethnic cleansing of Rohingya Muslims.",
  "The president, who has come under international condemnation for human rights abuses, ran a political campaign that spread false information.",
  "In several of the countries, news organizations that relied heavily on Facebook to reach audiences saw dramatic declines in their traffic.",
  "One government study found that while Facebook has been able to get rid of hate speech, only 39 percent of it was removed within 24 hours.",
  "So while Zuckerberg struggles to answer for how his company is affecting Americans, let’s not forget that he has a lot more to answer for.",
  "Social media has become a potent political force in the East African nation, with campaign ads using ethnically divisive rhetoric.",
  "That includes incitement to hatred, incitement to crime and the spread of symbols that the government has deemed unconstitutional.",
  "An ultranationalist Buddhist monk named Ashin Wirathu used Facebook to post anti-Rohingya messages and spread false information.",
  "And in Myanmar, Facebook is the dominant way most people in the country access the Internet, boasting some 30 million users.",
  "Members of Myanmar’s government have also posted false images claiming to show Rohingya burning their own villages.",
  "Sri Lanka, for example, outright banned the social media site, as well as its subsidiaries, WhatsApp and Instagram.",
  "Last year, some 6,700 Rohingya were killed in Rakine state and some 670,000 have been forced to flee their homes.",
  "Nevertheless, he should not be absolved from the global consequences of the digital empire that he has built.",
  "The United Nations has said that Facebook played a “determining role” in violence against the ethnic group.",
  "FIGHTING BACK\n\nSome countries have already taken steps to minimize Facebook’s effect on their societies.",
  "In Bolivia, one major newspaper, Los Tiempos, saw its traffic decline between 30 percent and 60 percent.",
  "Anne Applebaum: Facebook makes the Snowden affair look quaint\n\nDonald E. Graham: Don’t regulate Facebook",
  "In Cambodia, crackdowns on the media already have reduced the availability of independent information.",
  "Meanwhile, in Slovakia, analysts said that the changes led to a rise in fake news and misinformation.",
  "Consider Germany, where the Cambridge Analytica breach potentially affected more than 300,000 people.",
  "Pro-Duterte pages used Facebook to smear political opponents and in some cases, send death threats.",
  "At the same time, the power to regulate hate speech can take a dark turn if put in the wrong hands.",
  "Global Opinions editor\n\nFacebook founder Mark Zuckerberg is in the hot seat in Washington.",
  "He may never appear in say, Germany, India, or Nigeria on his whirlwind apology tour.",
  "In the Philippines, President Rodrigo Duterte has turned Facebook into a weapon.",
  "Other sites like Twitter only met the 24-hour deadline in one percent of cases.",
  "A TOOL FOR AUTOCRATS\n\nIt’s not just that Facebook has undermined democracy.",
  "In a world now dominated by digital media, that should be disconcerting.",
  "\n\nFacebook chief executive Mark Zuckerberg testifies before Congress.",
  "In many countries around the world, Facebook is the Internet.",
  "U.S. lawmakers are demanding answers — and rightfully so.",
  "It’s also allegedly served as a tool for authoritarians.",
  "Facebook’s explore feed served to compound the problem.",
  "I know how Cambridge Analytica could have happened.",
  "Read more:\n\nSandy Parakilas: I worked at Facebook.",
  "But it’s not clear this is an effective approach.",
  "Others are trying to regulate it.",
  "(Jim Watson/AFP/Getty Images.)",
  "The result?"
]