[
  "At 9.30 a.m. Patten will claim Tory Brexiteers do not have even a “half-baked” solution to the Irish border question, and suggest the closest any of them have come to a free trade deal is visiting “the checkout at Waitrose.” Two hours later, Rees-Mogg will compare arch-Remainers like Patten to “the Japanese soldier who finally surrendered in 1974, having previously refused to believe that the second world war had ended.” The Express has a straightforward summary.",
  "Why it all matters: This was “the most stinging rebuke of the Kremlin since the expulsion of Russia from the G8,” POLITICO’s David Herszenhorn reports, adding: “The expulsions by 16 of Britain’s 27 fellow EU members — despite the tough, ongoing Brexit negotiations — amounted to a strong display of European solidarity with the U.K.” Seven national papers splash the story today, as do the Indy, City A.M., The Yorkshire Post, The Scotsman and more.",
  "Brexit events: Brexit Minister Suella Fernandes is before the Lords EU justice sub-committee at 10.30 a.m. … Scottish Secretary David Mundell and Immigration Minister Caroline Nokes discuss immigration and Scotland before the Commons Scottish affairs committee at 2.15 p.m. … The Social Market Foundation has an “ask the expert” session on Brexit and trade with LSE academic Nikhil Datta at lunchtime.",
  "Rebecca Long-Bailey will seek to push the contrite message issued by Team Corbyn yesterday afternoon — their third in three days — in which he acknowledged anti-Semitism has “surfaced” within the party and that Labour has been “too slow to act.” The Times and the Mail both splash yesterday’s extraordinary demo on Parliament Square, where the Telegraph counted more than 15 Labour MPs in attendance.",
  "Happy birthday: Bridgend MP Madeleine Moon … Retired Tory peer and former President of the European Parliament Henry Plumb … Spanish Prime Minister Mariano Rajoy, who turns 63 … and, erm, London Playbook’s own Jack Blanchard, who finds himself in the unusual position of wishing himself happy birthday, in the third person, on a computer, in the middle of the night.",
  "Meanwhile in Washington: The world’s data protection authorities are gathering in D.C. today for a two-day “global privacy summit.” POLITICO’s Mark Scott and Laurens Cerulus report the Facebook data scandal is opening a new era for privacy enforcement around the world — and that big questions remain about whether existing agencies are up to the task.",
  "Sky News has the story … And on a related note, Office for Students Chairman Michael Barber discusses value for money (or the lack of it) in the higher education sector, before the Commons education committee at 10.30 a.m.\n\nRAF CHIEF SPEAKS: The ongoing row over defense spending means any speech by a major military figure is currently worth a listen.",
  "**Join POLITICO’s Women Rule Summit on June 21 in Brussels and hear from Canadian Minister of Environment and Climate Change Catherine McKenna on women in energy and sustainability; and European Commissioner for Research, Science and Innovation Carlos Moedas on women in entrepreneurship and innovation; among other keynote speakers.",
  "But don’t miss this: Away from the row over anti-Semitism, the other significant event in Labour Land today is happening a few miles away at a small office in the City, where a certification officer will hear Unite the union boss Len McCluskey’s defeated opponent Gerard Coyne appeal for a re-run of the general-secretary election.",
  "Watch this space … In the Commons meanwhile, academics including Professor Jonathan Portes will give evidence to the Commons Treasury committee on EU immigration from 10 a.m.\n\nBlue on blue: Tory Brexiteer Jacob Rees-Mogg will go head-to-head with Tory Remainer Chris Patten today in separate “one year to go” speeches on Brexit.",
  "Didn’t get the memo: The Morning Star splashes with: “Jewish socialists unite behind Corbyn.”\n\nLight relief: Corbynista (and Morning Star reader) Chris Williamson vs. Corbyn-baiting colleague John Woodcock in the Commons last night was just terrific — watch the video here (h/t Graeme Demianyk).",
  "But Labour MPs have written to the PM demanding Parkinson be sacked, and BuzzFeed reports several Tory MPs have also told the whips he must go before the scandal “becomes an even bigger story.” Parkinson denies any wrongdoing … You can read a Guardian profile on him here.",
  "That included two U.S. secretaries of state, foreign ministers from France, Poland, Lithuania, Sweden, senior officials in Canada and the Czech Republic, plus his appearance at the EU Foreign Affairs Council last week, which helped roll the pitch for yesterday’s action.",
  "“It is effectively the Lord Haw-Haws of the modern era.” Playbook wrote last week how the Foreign Office is taking external advice on how to combat “computational propaganda.”\n\nBut now the pushback: Expect a wounded Russia to respond in kind, perhaps as early as today.",
  "Reviewing the papers tonight: BBC News (10.40 p.m.): Former Guardian Media Editor Jane Martinson and former Tory spinner Jo Tanner … Sky News (10.30 p.m. and 11.30 p.m.): Comedian and columnist Ayesha Hazarika and the Sun’s political editor Tom Newton Dunn.",
  "His basic pitch was a familiar refrain — that the public deserves a say on the final Brexit deal — but his appeal was pitched largely at wavering Tory MPs, whose support he knows will be required if the final deal is to be voted down this fall.",
  "Also not going well: The government is now threatening to stop the EU from using bases on the Falklands, Ascension Island and Diego Garcia if Britain is indeed booted off the Galileo space project over Brexit, the Sun’s Tom Newton Dunn reports.",
  "10, Dominic Cummings and Stephen Parkinson have stripped me of the most important conversation for me, to have with my mother and my sisters and my family.” BuzzFeed’s Mark Di Stefano was there and landed the scoop — it’s well worth a read.",
  "Parliament’s most senior backbench MPs will quiz the prime minister at 4.30 p.m. on her proposed next steps after the impressive U.K.-led diplomatic push that yesterday saw Russian spies and officials expelled from across the Western world.",
  "BEYOND THE M25\n\nFrom Brussels\n\n#SELMAYRGATE: European Commissioner for Human Resources Günther Oettinger will be grilled by MEPs this afternoon on the dramatic promotion of Martin Selmayr to the European Commission’s top civil service job.",
  "Nice line from Tom Newton-Dunn in the Sun this morning that six Western allies — Poland, Iceland, Denmark, Sweden, Australia and Japan — plan to follow Britain’s lead and refuse to send officials to the World Cup in Russia this summer.",
  "And there’s more: The Commons will hold an emergency two-hour debate this afternoon on the EU referendum and “alleged breaches of electoral law,” after a request from Lib Dem MP Tom Brake was approved by Commons Speaker John Bercow.",
  "10 aide who remarked casually that a match the England team was in the process of throwing away was at least “a good game for the neutral.” May glared at him and said icily: “I am not neutral.” And the conversation ended there.",
  "Wylie appears before the Commons culture committee at 10.30 a.m. and says he has fresh information about a Canadian firm that worked alongside Cambridge Analytica, called AIQ (read the latest on them here, via Gizmodo).",
  "And the Times’ Defense Editor Deborah Haynes bags an interview with Gavin Williamson out in Estonia, where he calls for action against the pro-Kremlin online “Lord Haw-Haws,” who are amplifying Russian disinformation.",
  "The study, commissioned by Home Secretary Amber Rudd, is designed to build an evidence base for how many migrants Britain will need after leaving the EU — and the suspicion is that Brexiteers may not like the answer.",
  "But she was very quick to slam the Aussie cricket team yesterday over the ball-tampering scandal, with her spokesman blasting that “cheating has absolutely no place in cricket.” We probably shouldn’t be surprised.",
  "May is never more comfortable than when talking security, and is definitely having a “good crisis.” But there will be questions too on Brexit (obviously), NHS and social care funding, the Rohingya crisis and more.",
  "From D.C.\n\nGOD BLESS AMERICA: Accusations from a Playboy model and a porn star of affairs with Donald Trump don’t seem to have done too much damage … CNN reports his poll ratings are their highest for 11 months.",
  "The Russian embassy in Washington has a Twitter account every bit as pithy as the U.K. version and was yesterday conducting a Twitter poll, in English, on which U.S. consulate in Russia it ought to shut down.",
  "Speaking at the Frontline Club, Sanni wept as he told how he had been forced to reveal his sexuality to his family after the statement from Theresa May’s political secretary Stephen Parkinson on Friday.",
  "DATA BREACH FALLOUT\n\nWYLIE FOX: Cambridge Analytica whistleblower Christopher Wylie appears in parliament for the first time this morning to tell MPs exactly what he knows about the Facebook data leak.",
  "Our exclusive survey shows pasties cost £1.45 in the Greggs branch at Bishop Auckland in County Durham, and the same at the Greggs in the Wakefield Westgate station … but £1.65 in the Westminster tube.",
  "Job swap: The worst-kept secret at BBC Radio 4 was made official yesterday with the announcement that Today program presenter Sarah Montague and the World At One’s Martha Kearney are swapping jobs.",
  "Jaw-dropper: One of Whitehall’s most senior civil servants working on Brexit, Simon Case, announced yesterday he is quitting the government to work for Prince William as his private secretary.",
  "Paul Bremer, the U.S. diplomat charged with running Iraq in the aftermath of the 2003 invasion (spoiler — it didn’t go well) is now a full-time ski instructor in a mountain resort in Vermont.",
  "DRIVING THE DAY\n\nVICTORY LAP: Theresa May makes her third appearance before the Commons liaison committee this afternoon, and you can expect the Russia crisis to dominate much of the session.",
  "**\n\nLABOUR LAND\n\nCORBYN UNDER PRESSURE: Jeremy Corbyn will send out a trusted shadow Cabinet ally to tour the studios this morning after one of the toughest days of his Labour leadership.",
  "SUBSCRIBE to the POLITICO newsletter family: Brussels Playbook | London Playbook | Sunday Crunch | Brussels Influence | D.C. Playbook | All our POLITICO Pro policy morning newsletters",
  "10: But the hearing risks being overshadowed by an emotionally charged public appearance by Wylie’s fellow whistleblower Shahmir Sanni last night, in which he directly blamed No.",
  "UNIVERSITY NEWS: Free speech at universities is “being shut down” by opposing students and societies, parliament’s joint committee on human rights concludes in a new report.",
  "From Antrodoco\n\nIF A TREE FALLS IN THE WOODS: A forest of 20,000 fir trees on Mount Giano in Italy spells out the letters DUX, the Latin title of dictator Benito Mussolini.",
  "McCluskey is Corbyn’s most powerful ally, and the Labour leader’s opponents were pinning their final hopes of dethroning him on McCluskey’s defeat by a centrist candidate.",
  "Victory lap II: Expect Boris Johnson to also take the opportunity to hail Britain’s newfound diplomatic clout during Foreign Office questions in the Commons at 11.30 a.m.",
  "MEANWHILE IN BREXIT\n\nMIGRATION NATION: The independent committee advising the Home Office on a post-Brexit immigration policy publishes its interim report this morning.",
  "10\n\nPress play to listen to this article Voiced by Amazon Polly\n\nBy JACK BLANCHARD\n\nSend tips here | Subscribe for free | View in your browser\n\nGood Tuesday morning.",
  "A press conference is planned, and the report — authored by crossbench peer Bob Kerslake — is expected to be highly critical of the emergency services’ response.",
  "The Daily Mail published a preview this morning that claims just three paramedics were allowed inside Manchester Arena in the immediate aftermath of the attack.",
  "It follows the publication of a “dossier of evidence” against Vote Leave by lawyers working for Wylie and Sanni yesterday — read the Guardian’s write-up here.",
  "MEDIA ROUND\n\nShadow Business Secretary Rebecca Long-Bailey broadcast round: Today program (7.30 a.m.) … BBC Breakfast (8.10 a.m.) … Sky Sunrise (8.30 a.m.).",
  "Parkinson revealed the two men had been lovers in his response to Sanni’s claims about the Vote Leave campaign, for whom Parkinson had been a key official.",
  "ITV Good Morning Britain: Labour MP John Mann discusses anti-Semitism (6.35 a.m.) … Former Foreign Secretary Malcolm Rifkind discusses Russia (7.10 a.m.).",
  "A steak bake costs a full 20p more in Westminster’s new Greggs than it does up north, according to Playbook’s network of pasty spies (h/t my sister).",
  "Aides say that behind the scenes BoJo held talks with close to 30 U.K. allies over a 10-day period as he drummed up support for coordinated action.",
  "His statement was published online by former Vote Leave boss Dominic Cummings, and then apparently forwarded on to at least one journalist by a No.",
  "10 is desperate to play down any role it had in helping distribute what it insists was a “personal statement” from the PM’s political secretary.",
  "Coyne has made a raft of allegations that the Unite election was not fairly run, and his allies insist he has a real chance of forcing a re-run.",
  "He lays the ground with a Times op-ed this morning suggesting the coordinated action may be a “turning point” in the world’s approach to Russia.",
  "On the Continent: Read what the rest of Europe’s papers are saying in POLITICO’s EU press review blog here (updated daily at around 8:30 a.m.).",
  "Sausage and bean melts also cost 20p more in SW1, while sausage rolls cost 10p more … It’s like the U-turn on the pasty tax never happened.",
  "TODAY’S BIG STORY: Greater Manchester Police will publish an independent report on last summer’s Manchester terror attack at noon today.",
  "Locals are debating whether this reminder of Italy’s fascist past should be restored or destroyed, Hannah Roberts reports for POLITICO.",
  "HELLO FROM ESTONIA: Estonian President Kersti Kaljulaid is in town and doing media interviews ahead of a Chatham House speech tonight.",
  "All Out Politics (Sky News, 10 a.m.): Labour MP Bridget Phillipson (10 a.m.) … Estonian President Kersti Kaljulaid (10.10 a.m.).",
  "The Daily Mirror’s head of politics Jason Beattie writes: “Britain’s lonely prime minister has found some friends.”\n\nNext steps?",
  "expert who runs a firm that “helps individuals regain control over their personal data.” You can watch the session live here.",
  "ICYMI last night: Tony Blair spoke on Brexit at an event in the House of Commons and also gave an interview to BBC Newsnight.",
  "Hope you enjoyed your one day of spring … as there’s heavy rain forecast this morning, with further showers this afternoon.",
  "Communities Secretary Sajid Javid — who was also there — puts the boot into Corbyn today via an op-ed for the same paper.",
  "Normally these committee hearings make for painful viewing, but you wonder if the PM might even enjoy herself for once.",
  "Tonight, Air Chief Marshal Stephen Hillier, the head of the RAF, delivers a lecture at the Royal Aeronautical Society.",
  "But sources close to McCluskey are scathing about the challenge, and are confident it will be dismissed out of hand.",
  "SCOOP — Welcome back: Sophy Ridge returns from maternity leave to re-join her Sky News Sunday morning show on May 6.",
  "“Brexit is not the route to escaping a Corbyn government — it is the gateway to having one,” he warned them.",
  "The Times leader hails a “diplomatic triumph for Theresa May”; the FT splash calls it a “coup” for the PM.",
  "“I had to come out to my mum the day before yesterday.” Referring to Parkinson, he added: “You know what?",
  "TODAY IN WESTMINSTER\n\nJUST NOT CRICKET: Theresa May is not always the most forthcoming of politicians.",
  "This interview with him is a great read, not least for the line: “Before he ran moguls, he ran Mosul.",
  "Also on Sky Sunrise: Tory peer Chris Patten (8.10 a.m.) … Tory MP Jacob Rees-Mogg (8.30 a.m.).",
  "What happens next: May twice defended Parkinson’s actions in the Commons yesterday, and No.",
  "The hearing kicks off at 10 a.m., though a ruling isn’t expected for a couple of weeks.",
  "Guardian: Russian diplomats in U.S. and Europe expelled as U.K. allies turn the screw.",
  "“We have to make sure that that narrative is countered,” the defense secretary says.",
  "POLITICO London Playbook: SW1 pasty tax — Russia victory lap — Data scandal hits No.",
  "Sun: Trans couple wed.\n\n\n\nTimes: Anti-Semites will destroy Labour, senior MPs warn.",
  "Just read these quotes: “It was fucking shit,” Sanni told the audience last night.",
  "(You can read the speech in full here, and watch the eight-minute interview here.)",
  "Independent: Out in the cold — Russian diplomats expelled across U.S. and Europe.",
  "And Ramadi, Tikrit and Baghdad.”\n\nLONDON CALLING\n\nWestminster weather: ??????",
  "TODAY’S FRONT PAGES\n\n(Click on the publication’s name to see its front page.)",
  "Also on the Today program: Estonian President Kersti Kaljulaid (8.10 a.m.).",
  "FT: Washington takes lead as Britain’s allies expel 100 Russian diplomats.",
  "The FT follows up yesterday’s scoop with an in-depth look at the row here.",
  "For once, pretty much all are fulsome in their praise for the government.",
  "He knew — he knew that I wasn’t out to my mum.” And he concluded: “No.",
  "Appearing alongside Wylie will be Paul-Olivier Dehaye, an I.T.",
  "PLAYBOOK COULDN’T HAPPEN WITHOUT: My editor Zoya Sheftalovich.",
  "10 press aide, as Channel 4 News’ Hayley Barlow reveals here.",
  "Daily Politics (BBC2, noon): West Midlands Mayor Andy Street.",
  "Which may not be a sign that all is going terribly well.",
  "Montague said her final early start will be this Friday.",
  "The PM famously loves the game, and once cut dead a No.",
  "Daily Telegraph: May — We’ve crippled Russia’s spy web.",
  "Register here, and join the Women Rule Community!",
  "i: Russia warns the West — We will strike back.",
  "That’s a 14 percent pasty price differential.",
  "The Times’ Bruno Waterfield tees it up here.",
  "Daily Express: World unites against Putin.",
  "Daily Mail: Enough is enough, Mr. Corbyn!",
  "SCOOP — SW1 PASTY TAX: Brace yourselves.",
  "Breezy too, but with highs of 13C.",
  "Huff Post: United against Russia.",
  "Daily Mirror: Putin the pariah.",
  "Metro: West turns on Russia.",
  "City A.M.: Out in the cold.",
  "From Vermont\n\nREMEMBER ME?",
  "10 for outing him as gay.",
  "Scandal hits No.",
  "Which is weird."
]