[
  "And then third, I'm going to be honest here and maybe it's the spirit of the young people from yesterday, but when I see men around their 70s who did everything they possibly could to avoid going into combat when it was their time, banging the war drum, myself, many of my friends who have loved ones who actually had to fight in the Iraq War, it's dangerous, it's depressing, and it makes me feel like we don't have people who take seriously.",
  "George Will writes this: \"Because John Bolton is five things President Trump is not - intelligent, educated, principled, articulate and experienced - and because of Bolton's West Wing proximity to a president responsive to the most recent thought he has heard emanating from cable television or an employee, Bolton will soon be the second-most dangerous American.\"",
  "COREY LEWANDOWSKI:\n\nI do think the president likes to opportunity to get input from as many people as possible, and that small group, call it four, five, six people, who can come in and report directly to the president and then go implement his agenda, is something that he's very comfortable with over his 40 years of business experience doing that.",
  "CHUCK TODD:\n\nDid you know when Cambridge Analytica was pitching you, and I know you -- it wasn't until very late that you finally approved a contract, I believe, did you know that Steve Bannon--\n\nCOREY LEWANDOWSKI:\n\nNo, no I never -- Chuck, I never approved, I never approved Cambridge Analytica's contract.",
  "And Mr. Trump is gearing up for many fights, against China on trade, against North Korea and its nuclear program, against Iran and the nuclear deal struck by President Obama and U.S. allies, against Robert Mueller and the Russia investigation, and against Stormy Daniels and her claim of a sexual affair.",
  "And what you may think about John Bolton the man and his history with this president's chaotic management style, and you have a lot of people who maybe even might be willing to say, \"Okay, let's give John Bolton a chance,\" really worried about the impact that he might have inside the administration.",
  "And I want to put up a quote from Charlie Dent, a retiring Republican Congressman from Pennsylvania, more center-right than than than conservative-right, but he said this: \"The spontaneity and lack of impulse control are areas of concern for lots of members on both sides of the aisle.",
  "First is that he's an unrepentant cheerleader and architect of the Iraq War who thinks that regime change is better than diplomacy, thinks that's still the case about Iraq, which is pretty insane, given the facts on the ground, and thinks the same about North Korea and Iran.",
  "CHUCK TODD:\n\nWe're going to have much more on the debate over guns in America later, when we bring you my discussions with seven people in Madison, Wisconsin, gun owners and opponents, on how to prevent gun violence while still respecting and abiding by the Second Amendment.",
  "Five and a half weeks after 17 people were murdered in that mass shooting at a high school in Parkland, Florida, hundreds of thousands of people led and inspired by students, marched in more than 800 cities and towns around the country and the world against gun violence.",
  "What Bob said about Iran and the alliance between Secretary of State-designate Pompeo and in-- incoming National Security Advisor Bolton is correct, add to that Jim Mattis who understands Iran to be the central threat in the Middle East and has for a long long time.",
  "And frankly, when the president of the United States, who still refuses to acknowledge Russian intervention, on that call, doesn't raise election security or doesn't stand up for our closest allies in the U.K.--\n\nCHUCK TODD:\n\nWhy do you think he's doing that?",
  "Hugh Hewitt, host on the Salem Radio Network and of Hugh Hewitt on MSNBC, Heather McGee, president of the liberal group Demos, NBC News Capitol Hill correspondence, Kasie Hunt, host of Kasie DC on MSNBC, and Robert Costa, moderator of Washington Week on PBS.",
  "And look, what we saw this week was a leak of a conversation between the President of the United States and Vladimir Putin from someone within the Deep State and that is very, very concerning to the American people that that information is being made public.",
  "You realize that there are these sort of moral questions that feel like they're dividing lines and galvanizing points for particularly women, people of color, and young people, who are saying that there is a corruption at the heart of our politics right now.",
  "And the president has said, particularly as it came to North Korea, that he was going to continue to put pressure on North Korea and that finally, the president was willing to sit down with Kim Jong-un, and Rex didn't think that that was the right decision.",
  "CHUCK TODD:\n\nSteve Bannon suggested this week that if there won’t-- if John Kelly leaves, there won't be a replacement, that the president will essentially be his own chief of staff, a little bit di -- more, more like he managed the Trump organization.",
  "CHUCK TODD:\n\nSo do you believe--\n\nSENATOR MARK WARNER:\n\nSo this week, this week bipartisan, our committee came out with, you know, \"Let's make sure we've got paper trail on every election, let's make sure we help states better information sharing.\"",
  "I think that the gun march and the degree of engagement from so many people at such a young age and the emotion that we saw on display yesterday, I do think that that is a sea change that is going to catch up with this Congress in the longer term.",
  "Joining me for insight and analysis are Hugh Hewitt, host on the Salem Radio Network, NBC News Capitol Hill correspondent Kasie Hunt, Robert Costa, moderator of Washington Week on PBS, and Heather McGhee, president of the liberal group Demos.",
  "Kasie Hunt, what he's referring to on the conflicted is Joe diGenova, his wife Victoria Toensing, both of whom-- I-- apparently they want to have joined the team, are have some conflict-of-interest issues that they're trying to change.",
  "CHUCK TODD:\n\nYeah, I mean, are you concerned --\n\nSENATOR MARK WARNER:\n\nTheir CEO, their CEO\n\nCHUCK TODD:\n\n-- that all of this was designed almost to create, I don't know, to create--to weaponize something that we weren't aware of.",
  "If this means that we’re going to ensure that there is no continuation of nuclear weapons in North Korea, then you’re going to have to make sure you’re in the building, and you’re listening and you’re part of the president's team.",
  "And the third one-- I would say is in terms of mental health I-- I think we need to focus on-- reaching people who are isolated\n\nPATRICIA ZANTON:\n\nI agree that the biggest problem facing our country right now is apathy.",
  "But I think with this talent, Pompeo, Bolton, Kudlow, John Kelly, General Mattis, you have a foreign affairs team to rival Jim Baker, Howard Baker, Colin Powell, and George Schultz at the end of the Reagan era.",
  "I know some people believe that-- it's important for ordinary citizens to have whatever weapons the government has because the government may come to get us some day and we wanna be able to defend ourselves.",
  "He is responding to what she is doing in a way that is completely different than how he was responding to everything else, in a way that suggests that there is something very serious and significant there.",
  "And later, as hundreds of thousands around the world joined the March for our Lives, we talked to a group of voters, gun owners, and gun opponents about what they think can be done to stop gun violence.",
  "But more importantly, that there were a number of Russian accounts--\n\nCHUCK TODD:\n\nRight\n\nSENATOR MARK WARNER:\n\n-- that were fake accounts that spread information, that touched 150 million Americans.",
  "COREY LEWANDOWSKI:\n\nNo, look, I, I think -- I've said this very, very publicly and I'll repeat it again and say John Kelly is an American patriot and he has done a fantastic job serving his country.",
  "ROBERT COSTA:\n\nRipping up the Iran deal and talking to White House officials over the last few days, they say Bolton's going to be an ally of Mike Pompeo, the nominee for Secretary of State.",
  "JOHN BOLTON:\n\nI think that their history over decades is that they, like Iran, like others, use negotiations to bide time to conceal their nuclear weapons and ballistic missile activities.",
  "General Kelly is going to bring the type of discipline to the staff to ensure that the leaks are stopped and that the president's agenda is foremost of what takes place in that building.",
  "McMaster was the individual in the building who was advocating for a larger presence in Afghanistan, which the president had talked about during the campaign that he wasn't in favor of.",
  "After Mr. Trump made it clear he was bringing in a more aggressive attorney, a frequent commentator on Fox News, Joe DiGenova, who has pushed this conspiracy theory on television.",
  "At the same time, the former U.N. ambassador is someone he believes he can work with on a lot of different issues, even if they don't have a nec-- a close personal relationship.",
  "He created this entity--\n\nCHUCK TODD:\n\nYeah\n\nSENATOR MARK WARNER:\n\n-- he in fact created this industry, and he needs to come explain to the American public and to policy makers.",
  "SENATOR MARK WARNER:\n\nBut I do think people need to have the ability to know whether information they're receiving is honest, truthful, or at least originates in this country.",
  "I think we are more vulnerable when the president of the United States calls Vladimir Putin and, John McCain's words, not mine, \"Congratulates a dictator on a sham election.\"",
  "But if the Democrats take over the House or it's a narrow majority for the Republicans, there's this mood out there in the country, and you saw it on the Mall for gun reform.",
  "CHUCK TODD:\n\nWell, look, Wisconsin is-- I always like being here because there's something about the citizenry of Wisconsin that makes you guys not wanna yell at each other.",
  "CHUCK TODD:\n\nYeah\n\nSENATOR MARK WARNER:\n\nAnd what bothers me is again, this is a firm that even I think the president's son-in-law, Jared Kushner, bragged about their value.",
  "COREY LEWANDOWSKI:\n\nWell, what this is is the president again continuing to follow through on the promises that he made on the campaign trail which is putting America first.",
  "There are very few people who are aware of the briefing document that the president was provided, and very few people were aware of the actual conversation that took place.",
  "The-- the clip that you played in the beginning of the show from DiGenova saying, \"Look, the president is being set up--\n\nCHUCK TODD:\n\nThat's what he wants to hear, right?",
  "That's why Democrats are so bullish on the future and Republicans are so nervous about their future, even as their hold on older voters keeps them competitive in the now.",
  "director of 33 years, a covert operator Gina Haspel, the Bolton appointment, the Larry Kudlow appointment, are named Ayatollah Khomeini, Kim Jong-un, and Vladimir Putin.",
  "And tonight, on MSNBC, we're going to be taking a look back at how Dr. King, the Civil Rights Movement, and the media changed the way we looked at freedom and ourselves.",
  "But what I have said was, if anybody did collude with the Russians in any way, shape, or form to impact the election, they should go to jail for the rest of their lives.",
  "Democrats here too exceed the national average, 39% of Democrats are college educated, while Republicans lag behind with just 28% of Republicans being college educated.",
  "And when he brings in new individuals, he takes information from all of the people around him and then listens to those positions and then he makes the final decision.",
  "They're designed to shoot bullets actually at higher velocity over a farther distance with the goal of-- of a single shot traveling a long distance to kill an animal.",
  "SENATOR MARK WARNER:\n\nI was aware that there was both from the Mercer family, from other individuals that were Cambridge Analytica had at best a colorful reputation.",
  "We've seen an increase in the portfolio of Johnny DeStefano inside the White House, an individual who has enormous respect to both the president and General Kelly.",
  "CHUCK TODD:\n\nMr. Trump's shifting moods and willingness to be guided by Fox News and other conservative commentators is creating confusion inside the White House.",
  "CHUCK TODD:\n\nThis week, the president continued to dismiss advisors who would put up guard rails on Iran and North Korea, on trade, and on his own legal defense.",
  "HANS NOELDNER:\n\nI think that ordinary citizens ought not have the right to have nuclear weapons or F-35s or M1 abr-- one t-- you know, Abrams tanks and the like.",
  "And, you know, if someone is saying, \"Well, citizens ought to be able to rise up against an oppressive government,\" an AR-15 isn't gonna cut the mustard, buddy.",
  "is able to put their financial interests and their political interests ahead of the lives of children, for young people, that is a very, very stark moral issue.",
  "CHUCK TODD:\n\nDo you have concern that Cambridge Analytica, found-- founding executive of Steve Bannon, their financial sort of rainmaker are the Mercer family.",
  "KASIE HUNT: --Was somebody who was telling him something he didn't want to hear, which was you should not go in and talk to the Special Counsel Robert Mueller.",
  "And all of a sudden it becomes a national epidemic and a national issue that we need to spend $100 million in Wisconsin on for safety and security in schools.",
  "We're trying to take a look at the ways communities across the country are tackling diverse policy challenges that our polarized climate can't seem to solve.",
  "I think we are more vulnerable when you've got a president that wakes up every morning and even his closest advisors don't know what he's going to say or do.",
  "The largest of the gatherings was right here in Washington D.C., where students from Marjory Stoneman High School issued a challenge to members of Congress.",
  "That worries me as someone who is thinking about the actual foreign policy conflicts of that particular sort of entertainment predilection of our president.",
  "Only 59% of voters who identify with the Democratic party are white, while Republicans still struggle on the diversity front, 83% of Republicans are white.",
  "But we're going to begin this show with a president who increasingly seems to embrace crisis, chaos, and confrontation as his White House management style.",
  "The Russians hacked into our elections, they scanned or broke into 21 states, every one of the president's top security advisors have said they'll be back.",
  "SENATOR MARK WARNER:\n\nWell, I think at the end of the day, when he took the oath of office, it was to protect and defend the constitution and our country.",
  "CHUCK TODD:\n\nAre you confident that between June 21st, 2016, after, you left on June 20th, that there is -- no collusion took place on that campaign?",
  "CHUCK TODD:\n\nBut on Friday morning, the president tweeted that his answer might be no, threatening a veto after many on Fox News tore the bill apart.",
  "Whether that means this president is implementing steel and aluminum tariffs, if you’re not on that agenda, you might not want to be in the building.",
  "And, you know, if you’re a staff member, you have to be on the president’s team, and you can disagree privately, but publicly, it’s very problematic.",
  "ROBERT COSTA:\n\nReal quick, Ted Olson, the white-shoe attorney here, a veteran Washington lawyer, he said, \"No thanks,\" to President Trump this week.",
  "But data released by Pew this week shows us that those changes between the parties are actually accelerating and they're growing even further apart.",
  "CHUCK TODD:\n\nYeah\n\nSENATOR MARK WARNER:\n\nThink about the next generation of technology, where they can put somebody else's face on somebody's body.",
  "So I could see a scenario where the president is giving instructions to a small, core group of individuals who are then implementing on his behalf.",
  "In just the last two-plus weeks, President Trump has added or promoted four men to his team, all of whom the president considers to be fighters.",
  "And I know that seems on one hand an absurd notion, but on the other hand, it's about what has more impact on this town, in the next six months.",
  "It was powerful, and I saw all the parents with strollers, young children, teenage students, and I asked them, \"Who are you going to vote for?\"",
  "Rex had a fundamental different philosophy when it came to American relationships abroad, specifically as it relates to the, the nuclear deal.",
  "He has failed to ever condemn Putin, even after Putin was accused of killing a British individual of a Russian-British individual in the U.K.",
  "In many ways, Democrats are moving faster than the changes we're seeing as a country while Republicans have overall been slower to keep pace.",
  "In which one, Donald J. Trump, is the star, the hero, and the mythical demagogue who overcomes impossible odds to achieve glorious victory.\"",
  "This same firm--\n\nCHUCK TODD:\n\nYeah\n\nSENATOR MARK WARNER:\n\n-- they recently disgraced CEO reached out to Julian Assange about leaked emails.",
  "I'll be happy to answer their questions because I have nothing to hide and I was there from the beginning, so I know there was no collusion.",
  "CHUCK TODD:\n\nRight\n\nSENATOR MARK WARNER:\n\nThen after the election, you've seen nothing but the Trump campaign trying to distance themselves.",
  "It's a $2 trillion fine minimum if you take the $40,000 for each instance, for each day that they let each instance have around 50 million.",
  "CHUCK TODD:\n\nThe president suggested that at least for now, he plans to ignore Dowd's advice against sitting down with the special counsel.",
  "SENATOR MARK WARNER:\n\nWhat we saw in 2016 was the broad weaponization of information by Russians and unfortunately using some other tools.",
  "CHUCK TODD:\n\nHugh, you and I had this conversation earlier this week, and you're of the mindset, you thought he might actually embrace it.",
  "And what Senator Warner said, I think these kids will figure out, they are not in control of their lives with their social media platform.",
  "Maybe more research, maybe some restrictions whether it be the-- with the bullet counts, that's not necessarily regulating the gun itself.",
  "BETSY ERICKSON:\n\nI think that one thing that we don't know a lot about are, you know, the underlying causes, you know, of these shootings.",
  "SENATOR MARK WARNER:\n\nIt is more than bizarre that 14 months into this president's administration, he has failed to ever call out Russia.",
  "During the Republican primaries, \"No one wanted to attack Trump because they knew he'd counter-attack viciously and, again, shamelessly.",
  "And so what you're seeing here is the moral high ground that I think people in Washington are not used to having debates at that level.",
  "NOELLE LONG:\n\nHonestly, I think we can all agree that there definitely needs to be more research as to the underlying reason as to why.",
  "But quite frankly, they think they're probably more likely to get regulated--\n\nCHUCK TODD:\n\nOh, this is populist on the left and right.",
  "You’re saying, you can disagree with him, but once he makes a decision, you better support it, and if you don’t, then you should leave?",
  "CHUCK TODD:\n\nSo your advice to anybody that disagrees with the president’s agenda, “get out.”\n\nCOREY LEWANDOWSKI:\n\nNo, no, not at all.",
  "And that somehow this-- and then you had Steve Bannon was also the chairman of a news organization, and they're getting Facebook data.",
  "CHUCK TODD:\n\nHugh, first time where I feel like the gun-control movement is prioritizing the issue for voters in ways that the N.R.A.",
  "He think conflict makes people have to choose sides, and he thinks his base will always go to him if he's seen as being under siege.",
  "That being said, when you look at when we did have a ban from 1994 to 2004 l-- yeah, people stopped killing as much with the AR-15.",
  "Wh--there's a lot of people that attribute the idea that you think John Kelly doesn't have the president's best interests at heart.",
  "I think we have to relook at the fact that if you move from one company to another, maybe you should be able to move all your data.",
  "HEATHER MCGHEE:\n\nAnd Facebook, I think, is actually more afraid of Democrats even taking back the House or potentially the Senate.",
  "When we come back, we're going to break down the flurry of changes in the Trump administration and what they mean with the panel.",
  "CHUCK TODD:\n\nWell, joining me now from Manchester, New Hampshire is President Trump's first campaign manager, Corey Lewandowski.",
  "What's been interesting as a reporter is that he has not engaged in any kind of back and forth with Ms. Daniels in recent weeks.",
  "CHUCK TODD:\n\nWere you aware if Steve Bannon was a founding executive of Cambridge Analytica when you met with them three times?",
  "COREY LEWANDOWSKI:\n\nLook, I have said very candidly I'll be happy to speak with the special counsel if they'd like to do that.",
  "The foreign-policy debate is frequently between hawks and doves, and in the last administration, the doves repeatedly failed.",
  "CHUCK TODD:\n\nYou wouldn't go to a voter and say, \"No, no, no, let me--\"\n\nSENATOR MARK WARNER:\n\nYeah, \"Let me take my staff.\"",
  "But the difference with this president is, he is the decision maker and he loves to have all the information brought to him.",
  "We've seen additional staff changes this week with Chris Liddell being named the deputy chief of staff to bring more order.",
  "And I think it is one of the reasons why Mueller's investigation has to continue and why our investigation has to continue.",
  "But I think the whole industry has been reluctant to accept the fact that we're seeing the dark underbelly of social media.",
  "You actually were on the show, I think, the week that it was announced that he was going to become the next chief of staff.",
  "And that's where the energy is and that's why when they chant, \"Vote them out,\" if I were a Republican, I'd be very scared.",
  "It's also confirmed for me that our children are their best lobbyist, that adults aren't good lobbyists for children today.",
  "I would love to see a tax, just like we tax cigarettes, I would love to see a special tax, a big surcharge put on weapons.",
  "Chris Coons has also suggested a new standing committee in the Senate, you've got bipartisan support on big tech and data.",
  "It makes finding common ground even harder and it's why compromise in Washington is so difficult and only growing more so.",
  "He never got along with General McMaster, he’s become-- General Kelly's influence has faded a bit inside of the West Wing.",
  "I mean, it seems to be a situation where he wants people on his team who are saying things in public that he agrees with.",
  "But did you know that here you had a chairman of a news, news organization who was, I guess, more of a principle on this?",
  "And, you know, what Paul Manafort did or others may or may not have done, I wouldn't have any access to that information.",
  "And before we go, a quick programming note, it's been 50 years since the assassination of Dr. Martin Luther King, Junior.",
  "This is what he wrote: \"What Trump really cares about is making America great again through great compelling television.",
  "The first is close the gun show loophole, you know, make it a little harder for people to get-- these kinds of weapons.",
  "And it-- it's interesting, I think the president, I guess is trying to erase doubt that he's having doubts on diGenova.",
  "HUGH HEWITT:\n\nAs a Reagan-era conservative, I am very happy with the personnel choices made by the president this week.",
  "So, I mean, it-- as a long-term solution removing AR-15s-- teens or s-- stopping them from being sold might affect it.",
  "It's designed to inflict-- maximum damage-- at a much closer range and to-- to fire bullets in-- in rapid succession.",
  "For Democrats, a full third do not affiliate with a religion, while that number is much smaller for Republicans, 13%.",
  "You cannot be in the building and be leaking information about this president and expect to be able to keep your job.",
  "COREY LEWANDOWSKI:\n\nLook, I, I can say that during my tenure, Chuck, which is all I can speak to, I saw no Russians.",
  "I-- I think that there's not a lot of research that's been done looking at gun violence as a public health epidemic.",
  "And they've been bringing people together for a few years now to try to foster dialogue across the political divide.",
  "It's a right that's predating the constitution itself and saying that it shall not be infringed for these purposes.",
  "(END TAPE)\n\nCHUCK TODD:\n\nYou know, Heather, I noted earlier, there's really a handful of marches that you remember.",
  "This same firm reached out to a Russian oil company, Lukoil, about working on trying to get American election data.",
  "CHUCK TODD:\n\nBob, Bolton doesn't see eye to eye on the president with so many other issues, including the Iraq War.",
  "And John Dowd, the lawyer who was fired this week, who we haven't even hardly touched on today\n\nCHUCK TODD:\n\nRight.",
  "I mean, you just railed against--\n\nCOREY LEWANDOWSKI:\n\nWell, this week--\n\nCHUCK TODD:\n\n--a major, problematic leak.",
  "COREY LEWANDOWSKI:\n\nWell, I think by and large General Kelly has done a good job in trying to control those leaks.",
  "To some Americans, President Trump's staff changes and legal changes mean the world just got a lot more dangerous.",
  "CHUCK TODD:\n\nJoining me now is the top Democrat on the Senate Intelligence Committee it’s Mark Warner of Virginia.",
  "And, and look, there's no reason to subpoena me because I'm willing to volunteer if they want to ask me questions.",
  "I just think there's more to the story of the web of connection you were talking about that involves John Bolton.",
  "Disorder, chaos, instability, uncertainty, and tempered statements are not conservative virtues, in my opinion.\"",
  "And we began by discussing whether a ban on assault-style weapons would ever be possible under our constitution.",
  "So the second amendment, of course, the right-- to have a militia-- for the purpose of promoting a free society.",
  "Yeah I think we tend to lump in-- lump in too many things under that one-- that heading-- as an assault weapon.",
  "In the spring of '17, I questioned micro-targeting and the use of this really sketchy firm Cambridge Analytica.",
  "CHUCK TODD:\n\nSo, if you disagree with the decision, don’t leak, get out, I guess is what you’re saying, though.",
  "CHUCK TODD:\n\nSo, what does the reshfullfing underway at the White House -- how -- you know this man very well.",
  "So if the president's not going to act to protect the country, in this case, Congress is actually stepping up.",
  "You can see a much longer version of this discussion on our website, MeetThePress.com and on the NBC News app.",
  "One, I think we'll-- we'll produce a lotta research that'll sit on the shelves and take forever to implement.",
  "And this firm has a reputation, it's been in more than 30 countries where it's been using disruptive tactics.",
  "/ Updated\n\nNBC News - Meet the Press\n\n“03.25.18”\n\nCHUCK TODD:\n\nThis Sunday, crisis, chaos, and confrontation.",
  "CHUCK TODD:\n\nAnd he continues to defend his support of the Iraq War, which the president campaigned against.",
  "CHUCK TODD:\n\nMark Zuckerberg promises to make sure the social network never loses control of its data again.",
  "But if he were to go, I don't think there is one person who is the chosen one to step in and fill that role.",
  "That they're going to be a partnership inside of this administration, trying to nudge the president forward.",
  "Please be sure to watch Hope and Fury: M.L.K., the Movement, and the Media tonight on MSNBC at 9:00 Eastern.",
  "CHUCK TODD:\n\nDavi, what have-- what have you learned here that's possible and what do you see as impossible?",
  "But when we come back, how our political parties are coming to represent a lot more than just our politics.",
  "He has recognized how difficult a job it is to be the chief of staff to the president of the United States.",
  "All of these social media platform companies have said they have no responsibility for any of the content.",
  "And if they find individuals who are leaking information, I hope they terminate those people immediately.",
  "Heather, it is something that Erick Erickson said that makes me think that he is embracing these battles.",
  "I spoke with three pro-gun Republicans, three Democrats, and one independent who served in the military.",
  "My guests this morning, former Trump campaign manager, Corey Lewandowski who says, \"Let Trump be Trump.\"",
  "CHUCK TODD:\n\nThen the president held an event to announce that actually, he was signing the bill anyway.",
  "And what I hope both John Bolton and Larry Kudlow bring in is a team which is on the president's agenda.",
  "CHUCK TODD:\n\n0At the end of the day, should it-- there's a lot of folks not happy with the instability.",
  "The three unhappiest people in the world about the arrival of Secretary of State Pompeo, our new C.I.A.",
  "With 50% of voters now over the age of 50, here Democrats actually fall behind on this national trend.",
  "Between 1997 and 2017, the country has become a lot more diverse with the white population now at 69%.",
  "DAVI POST:\n\nThe issue with the-- the second amendment is what kind of weapons they were talking about.",
  "And I hold it out because if you can find Facebook's logo here, you've got better eyesight than I do.",
  "McMaster went wrong is, you know, you’ve got-- you had a number of generals in the building with H.R.",
  "But when the decision is made, you have to be on the team because the president is the final arbiter.",
  "DELANEY TARR:\n\nThey know that if there is no assault weapons ban passed, then we will vote them out.",
  "SENATOR MARK WARNER:\n\nYou know, Chuck, I gave up--\n\nCHUCK TODD:\n\nYou've looked at a lot of evidence.",
  "'Cause we all can see that it is clearly a problem whether it's the school shooting or individuals.",
  "SCOTT GRABINS:\n\nTr-- well, I-- generally speaking, I mean, an AR-15 is-- is a semi-automatic rifle.",
  "NOELLE LONG:\n\nYeah, it-- it's not saying that the government shall provide the right to bear arms.",
  "It's much like the old adage about not wrestling with pigs, you'll get dirty and the pig likes it.",
  "I think we are more vulnerable by having, you know, taking out and not consulting with our allies.",
  "On Thursday morning, the president's chief lawyer handling the Mueller probe, John Dowd, resigned.",
  "I've been very open about, I volunteered to testify for 12 hours in front of the House Committee.",
  "ROBERT COSTA:\n\nBased on my reporting, Kelly has had a strained relationship with President Trump.",
  "NAOMI WADLER:\n\nFor far too long, these names, these black girls and women have been just numbers.",
  "On Wednesday, I traveled to Madison, Wisconsin, where there's a group called Reach Out Wisconsin.",
  "But I don't have a problem banning the AR-15 because it-- the bullet travels three times as fast.",
  "The Florida law is a significant win that Governor Scott, I agree with Bob, it's a purple issue.",
  "It's not so much an ideological case they're making, it's a personality mesh with the president.",
  "Replacing them with a combative, cable-news-ready team eager to say yes to his first instincts.",
  "So he is bringing people in who are on his team to make sure that his agenda is moving forward.",
  "(BEGIN TAPE)\n\nCOREY LEWANDOWSKI:\n\nI think General Kelly is going to restore order to the staff.",
  "To others, he just did what was necessary to get tough with his and the country's adversaries.",
  "SENATOR MARK WARNER:\n\nMark Zuckerberg created, in many ways, the whole notion of social media.",
  "Yet, they received no direction from the White House to make election security a top priority.",
  "Chris Coons and Pat Toomey have put forward a very important law on closing some gaps in NICS.",
  "KASIE HUNT:\n\nOn the Stormy Daniels front, I'm not sure we can answer the question yet on that.",
  "CHUCK TODD:\n\nI want to play a little bit actually of some of these speeches were unbelievable.",
  "He has been relatively quiet for a president for whom relative quiet is not usually a tactic.",
  "CHUCK TODD:\n\nSo you can be a Democrat not for gun control and you can be a Republican for it.",
  "CHUCK TODD:\n\nDo you believe the president's somehow acting as if he's compromised with Putin?",
  "A North Korea capable of incinerating American cities is far more dangerous than John Bolton.",
  "RUSH LIMBAUGH:\n\nI'm feeling like I just saw Donald Trump get on the escalator and go back up.",
  "Four new faces in new places, all seen as fighters and all speaking the president's language.",
  "And I'm telling you, I think General Kelly, he has publicly said how frustrated he has been.",
  "Ambassador John Bolton was in, hearing of the announcement appropriately enough while on TV.",
  "And that those resources be used to invest in a healthy, productive and responsible society.",
  "So we really have to kind of have a change of heart and actually want to look for solutions.",
  "What we're seeing though with this gun march, and I walked around with my notepad yesterday.",
  "And I think, --\n\nCHUCK TODD:\n\nThis new bill is supposed to open the door for more research.",
  "But what you have to have inside the building are people who are on the president's agenda.",
  "Does he sound like a CEO that wants to take responsibility for his comp--company's actions?",
  "There are solutions and what I invite Mr. Zuckerberg and others is come help work with us.",
  "He's currently running a super PAC that is one of Cambridge Analytica's biggest customers.",
  "You know, we know that John F. Kennedy didn't have a chief of staff his entire presidency.",
  "A group of voters debate how to reduce gun violence while respecting the Second Amendment.",
  "What on earth can Donald Trump say about the star of Breast Friends 2 and Finally Legal 7?",
  "But yeah, he wants-- he thinks conflict drives us to be talking about him, which it does.",
  "You know, he-- you need some serious firepower if you're gonna overthrow your government.",
  "Crack down-- you know, better background checks, especially for-- semi-automatic weapons.",
  "They know that if there is no tightening of the background checks, we will vote them out.",
  "ANNOUNCER:\n\nFrom NBC News in Washington, the longest-running show in television history.",
  "COREY LEWANDOWSKI:\n\nWell, Chuck what I’m saying here is it’s the president's final call.",
  "And more intervention on behalf of the military, and that's not where this president is.",
  "COREY LEWANDOWSKI:\n\nI absolutely believe that it came from someone within that building.",
  "And candidly, and I'm not advocating for General Kelly to leave, I think he should stay.",
  "CHUCK TODD:\n\nAnd you think at the end of the day that's what the president would prefer?",
  "Then there's David French: \"A nuclear-armed Iran is far more dangerous than John Bolton.",
  "It's a great American success story, as is Twitter, Google, a series of other companies.",
  "But then it follows thereafter with the-- the right to bear arms shall not be infringed.",
  "This week, timed to yesterday's worldwide demonstrations, we're looking at gun violence.",
  "The GOP however has grown older as the country has aged and they've grown older faster.",
  "In short, Democrats are mostly heading in the same direction as the country as a whole.",
  "The civil rights marches of the '60s, the abortion rights marches of the '80s and '90s.",
  "You didn't know any of those things at the time when he was chairman of Breitbart News?",
  "So there'll be no more backbiting, there'll be no more stabbing each other in the back.",
  "On Thursday, Mr. Trump's top aides declared victory on the congressional spending bill.",
  "CHUCK TODD:\n\nAnd around the world demanding that something be done about gun violence.",
  "CHUCK TODD:\n\nI want to start first with all of the changes that we've seen take place.",
  "CHUCK TODD:\n\nIf the whole goal here is to find a solution, so what are some solutions.",
  "We know the two parties are different and that they represent two different Americas.",
  "COREY LEWANDOWSKI:\n\nLook, I think that's a, a scenario that could very well play out.",
  "I have a feeling the two of you are going to have two very different takes on Bolton.",
  "\"Fame and fortune will never be turned down by a lawyer, though some are conflicted.\"",
  "CHUCK TODD:\n\nDid you know that Steve Bannon was a founding executive until recently?",
  "And the lead Democrat on the Senate Intelligence Committee, Mark Warner of Virginia.",
  "And now what you've seen is you've seen the change at the National Security Council.",
  "I think we'll learn a lot tonight when we hear from her publicly for the first time.",
  "I mean, the problem is-- and I'm gonna c-- cross the line of race here for a minute.",
  "It was called the best-managed state in the nation when I was governor of Virginia.",
  "They came to me three times, looking to be a vendor, and I said no all three times.",
  "We scooped it at The Washington Post, that all these lawyers don't want to come in.",
  "It’s very-- This looks like a guy that is uncomfortable with taking responsibility.",
  "CHUCK TODD:\n\nWho's the--\n\nSENATOR MARK WARNER:\n\nYeah, I've got experts on my staff.",
  "\"Many lawyers and top law firms want to represent me in the Russia case,\" he says.",
  "Three months, some people in the White House say it could be six months to a year.",
  "FEMALE VOICE:\n\nAnd with your vote and our voices and that we make the real change.",
  "CHUCK TODD:\n\nMr. Trump is reveling in the chaos he creates and testing his limits.",
  "REPORTER:\n\nWould you still like to testify to Special Counsel Robert Mueller, sir?",
  "It's not the government's--\n\nCHUCK TODD:\n\nYou have to argue over the comma, right?",
  "Now, on college education, in 2017, a full third of Americans had college degrees.",
  "With nearly a quarter of Americans saying they don't affiliate with any religion.",
  "(BEGIN TAPE)\n\nCAMERON KASKY:\n\nDo you think any change is going to come from this?",
  "He's not there because he has this kind of personal rapport with President Trump.",
  "And, you know, we're seeing kind of across the board all these personnel changes.",
  "CHUCK TODD:\n\nBut the president has long been enamored with TV-friendly advisors.",
  "They tell you privately, it's the political risk of working with this president.",
  "That we will talk about it when it's in the news and then we go about our lives.",
  "I've testified in front of the Senate Committee and I'll make myself available.",
  "Why would this firm be then used by by the Trump campaign, $6 million country.",
  "KASIE HUNT:\n\nBut Mattis has said that he is worried about working with Bolton.",
  "CHUCK TODD:\n\nSenator Warner, I have to leave it there, Democrat from Virginia.",
  "CHUCK TODD:\n\nLet me ask you about John Kelly, because here's what you told me.",
  "And yes, the president's moving on gun regulations right now with bump stocks.",
  "But on the flip side, there's a question about does any of it matter anymore.",
  "And you, of course, wrote -- co-authored a book that said Let Trump Be Trump.",
  "I know you've testified before the Senate and the House intel investigations.",
  "He ran a think tank in the 1990s that funneled foreign money to Republicans.",
  "CHUCK TODD:\n\nBolton is an advocate of regime change in Iran and North Korea.",
  "Recently calling a preemptive strike in North Korea \"perfectly legitimate.\"",
  "PRESIDENT DONALD TRUMP:\n\nThe war in Iraq was a big, fat mistake, all right?",
  "HEATHER MCGHEE:\n\nSo there are three things that worry me about John Bolton.",
  "CHUCK TODD:\n\nYeah, but you weren't there at the end, at the end of the day.",
  "They then, during the summer, acknowledged that there was paid advertising.",
  "I do know this, that when the president doesn't act, others do have to act.",
  "SENATOR MARK WARNER:\n\nI was aware --\n\nCHUCK TODD:\n\nWere you aware of this?",
  "SENATOR MARK WARNER:\n\nI gave up predicting this president a long time ago.",
  "And, and I don't believe it's General Kelly's job to manage the president.",
  "Or totally real time misrepresent words that come out of somebody's mouth.",
  "But far more important than either of those is your Facebook conversation.",
  "General Mattis, he does have concerns I'm told as well about John Bolton.",
  "That that's a, that’s a more comfortable way that he likes to run things?",
  "SENATOR MARK WARNER:\n\nI don't think Facebook has been fully forthcoming.",
  "I mean, you-- you were talking to Mark Warner about Cambridge Analytica.",
  "We're still dealing right now with kind of fake posts and fake accounts.",
  "I'm going to give you two takes on John Bolton, both from conservatives.",
  "So you th-- so an aide to the president might be part of the Deep State?",
  "But I do think that the opportunity exists, I mean, we've gotta be bold.",
  "I think that the greatest chance is probably stronger background check.",
  "Anyway, when we come back, our NBC News series Solutions: Gun Violence.",
  "HUGH HEWITT:\n\nBut I want to make one point about the changes this week.",
  "Now, we've seen marches for civil rights, for women, for the tea party.",
  "I think if you're a social media company, you can drop the word social.",
  "Congress is not always at the best in terms of cutting-edge technology.",
  "Should that be the level of fine they should potentially be subject to?",
  "It's not just because of conflicts, it's because of the political risk.",
  "Pompeo, Bolton, Kudlow, the TV personalities, the hard-charging types.",
  "I think he's, you know, a tough cookie, knows what he's talking about.",
  "There's a lot of assumptions that Silicon Valley is full of Democrats.",
  "BETSY ERICKSON:\n\nI don't think that it's just a semi-automatic rifle.",
  "COREY LEWANDOWSKI:\n\nI knew that Steve had a role in the organization.",
  "Because it seemed to be oddly defensive on, I guess, his legal team.",
  "But--\n\nCHUCK TODD:\n\nAnd if they did, should you see maximum penalty?",
  "people were trying to frame Donald Trump of a falsely-created crime.",
  "people were trying to frame Donald Trump of a falsely-created crime.",
  "NOELLE LONG:\n\nHonestly, this is where I get stuck every single time.",
  "We'll be back next week because if it's Sunday, it's Meet the Press.",
  "EMMA GONZALEZ:\n\nFight for your lives before it's someone else's job.",
  "BETSY ERICKSON:\n\nAnd-- and I think that that's absolutely critical.",
  "CHUCK TODD:\n\nI want to bring up the president's tweet this morning.",
  "When you throw a media company with this political consulting firm?",
  "Are you confident--\n\nCOREY LEWANDOWSKI:\n\nNo, that's exactly right.",
  "CHUCK TODD:\n\nHave you met with the special counsel Robert Mueller?",
  "SENATOR MARK WARNER:\n\nI think there will be appropriate penalties.",
  "SENATOR MARK WARNER:\n\nThere were--\n\nCHUCK TODD:\n\nWas that obvious?",
  "CHUCK TODD:\n\nAs Mr. Trump gears up for battles at home and abroad.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "That's a 16-point jump in sort of secularism in the last 20 years.",
  "Six months from now, which story will matter more to our politics?",
  "It was, regardless of your politics, as a reporter, you're there.",
  "And mechanically, I mean, it's no different than a hunting rifle.",
  "NBC News is kicking off a new continuing series called Solutions.",
  "SENATOR MARK WARNER:\n\nI think in many ways, some media companies.",
  "And it's sort of, like, this is what's on his mind this morning.",
  "CHUCK TODD:\n\nI'm going to ask you though about Kelly and Mattis.",
  "SENATOR MARK WARNER:\n\nHo-ho-hold, Chuck, that's only part of it.",
  "CHUCK TODD:\n\nBy Thursday evening, National Security Advisor H.R.",
  "But clearly, this is something that has gotten to the president.",
  "And I think it's shocked many people how significant they were.",
  "There was talk among Republicans and Democrats on Capitol Hill.",
  "(END TAPE)\n\nCHUCK TODD:\n\nWell, that was July 30th of last year.",
  "This was Charlie Dent reacting to all of the changes this week.",
  "CHUCK TODD:\n\nYou ever counsel the president to fire John Kelly?",
  "But that didn't impact my decision because I didn't hire them.",
  "Does anybody think both of them will be there in three months?",
  "has to determine whether they violated the 2011 consent agree.",
  "CHUCK TODD:\n\nWho do you talk to for military advice right now?",
  "President Trump relying on his instincts and doing it his way.",
  "In six months, what will have more of an impact on Washington?",
  "The news and stories that matter, delivered weekday mornings.",
  "It's all part of the NBC News series Solutions: Gun Violence.",
  "CHUCK TODD:\n\nBut you didn't know he was a founding executive?",
  "I did not know that that was his role in Cambridge Analytica.",
  "But they do see eye to eye on one, ripping up the Iran deal.",
  "And it's something the American people have no appetite for.",
  "Replacing people who told him things he didn't want to hear.",
  "The Stormy Daniels interview on 60 Minutes or the gun march?",
  "We're going to talk about Stormy Daniels and the gun debate.",
  "And it gets at something that I know came up on Hugh's show.",
  "So I think the activism is addictive and it will keep going.",
  "The fact that money in politics and the way that the N.R.A.",
  "I grant you, the gun march I think is a long-term movement.",
  "And there are many people that are running those companies.",
  "That's what's happening if you disagree with the president.",
  "I don't want to out-regulate these companies into oblivion.",
  "So you can't speak to anything after June, June 20th, 2016?",
  "They did not work for the campaign when I was the manager.",
  "Because I was there at the very beginning of the campaign.",
  "It's not the way to run the greatest country in the world.",
  "I think it's very obvious he's going to go to war on this.",
  "So we figured, why not talk to Mr. Lewandowski about this.",
  "And it's really-- it's-- it's just a semi-automatic rifle.",
  "Stormy Daniels or yesterday's gun violence demonstrations?",
  "Our enemies are the enemies of those men, and Gina Haspel.",
  "In places like, you know, South Carolina and North Dakota.",
  "Tea party, Million Man March, I think about those things.",
  "Anyway, panel, you guys are coming back in a few minutes.",
  "LAURA INGRAHAM:\n\nThis is not what the president promised.",
  "You know, what we've seen for an extended period of time.",
  "CAMERON :\n\nStand for us or beware, the voters are coming.",
  "If you hire Cambridge Analytica, you've got Mercer money.",
  "They're the ones now who the president wants at his side.",
  "This is an area where we have to get our arms around it.",
  "I see him as the hub with a number of spokes coming out.",
  "Can Facebook protect our information and its reputation?",
  "MICK MULVANEY:\n\nIs the President going to sign the bill?",
  "JOHN BOLTON:\n\nI think I still am a Fox news contributor.",
  "And the president has said many times it was a bad deal.",
  "But Jonah Goldberg had an interesting thesis about this.",
  "And-- and I do think that they are different in purpose.",
  "When white kids are killin' each other, it's a problem.",
  "So, I mean, it is a lot more dangerous because of that.",
  "CHUCK TODD:\n\nSomeone make the case for owning an AR-15.",
  "JOHN BOLTON:\n\nI didn't really expect that announcement.",
  "STEVE BANNON:\n\nI think President Trump's going to war.",
  "COREY LEWANDOWSKI:\n\nWell, I,I, I wa -- I wasn't there.",
  "And I think there are still a whole host of questions.",
  "And frankly, Mr. Zuckerberg needs to come and testify.",
  "John Bolton has prepared for this job his entire life.",
  "But here's a quick montage of some of the better ones.",
  "for years has prioritized gun rights with your voters.",
  "And these differences aren't just about bean counting.",
  "Now the country is also a bit less religious overall.",
  "SAM FUENTES:\n\nAnd so when do we say enough is enough?",
  "I think that hunting rifles are designed differently.",
  "But with this president, I think he thrives on chaos.",
  "Appreciate you coming on and sharing your views, sir.",
  "They did not come to the campaign until after I left.",
  "You spent over a year traveling the country with him.",
  "Plus, hundreds of thousands marched from Washington.",
  "He thinks it's great theater, it's great television.",
  "I mean, who chose me to be the person that did that?",
  "They need to work with us so we try to get it right.",
  "CHUCK TODD:\n\nDo you think the AR-15 gets a bad name?",
  "ROBERT COSTA:\n\nYou heard it in the Warner interview.",
  "And particularly because that makes good television.",
  "HUGH HEWITT:\n\nHe might love an impeachment process.",
  "\"That's what's so fascinating about Stormy Daniels.",
  "ROBERT COSTA:\n\nAt that level of federal regulation.",
  "And I think that this is-- you combine this choice.",
  "They pitched me three times, three times I said no.",
  "Do you think they've been truthful and forthcoming?",
  "MARK ZUCKERBERG:\n\nThis was a major breach of trust.",
  "You've seen a change at National Economic Council.",
  "This chaos is not the way you run an organization.",
  "Kasie Hunt, John Bolton, everybody has an opinion.",
  "We have to get our hands on these media companies.",
  "It's almost the president is embracing the battle.",
  "I've got to ask you about this Facebook ad today.",
  "SENATOR MARK WARNER:\n\nThat's not going to cut it.",
  "PRESIDENT DONALD TRUMP:\n\nWell, I watch the shows.",
  "The movement has captured the world's attention.",
  "finds that they violated their consent to agree.",
  "CHUCK TODD:\n\nHave they asked for you yet though?",
  "Jimmy Carter to a lesser extent, the same thing.",
  "CHUCK TODD:\n\nDo you think he's doing a good job?",
  "I'm here to say never again for those girls too.",
  "That this is what she has kryptonite with Trump.",
  "ROBERT COSTA:\n\nI don't know how he engages here.",
  "Trump uses the decency of others against them.\"",
  "But short-term we need to look at other things.",
  "Corey Lewandowski, I'm going to leave it there.",
  "Early on, for most of 2017, they blew that off.",
  "He says he will do it if he's the right person.",
  "COREY LEWANDOWSKI:\n\nOh Chuck, I agree with you.",
  "You can have a disagreement with the president.",
  "SENATOR MARK WARNER:\n\nThere were works around.",
  "\"Things like where is the line on hate speech?",
  "I called out Facebook back in December of '16.",
  "Senator Warner, welcome back to the show, sir.",
  "Maybe that's the way to run a reality TV show.",
  "PATRICIA ZANTON:\n\nSee, I don't have a problem.",
  "And you just felt that something's in the air.",
  "And I said, \"Are you going to vote this fall?\"",
  "And maybe he even isn't afraid of impeachment.",
  "Democrats are outpacing that national average.",
  "We'll be back in a moment with this question.",
  "CHUCK TODD:\n\nWe are back, data download time.",
  "So I can see a little bit of a logic to that.",
  "That is something he shares with John Bolton.",
  "MARTHA MACCALLUM:\n\nNo you're not, apparently.",
  "He wants to have conversations on all sides.",
  "COREY LEWANDOWSKI:\n\nWell, I think where H.R.",
  "KASIE HUNT:\n\nEverybody does have an opinion.",
  "Thanks for coming on and sharing your views.",
  "I don't think that makes our country safer.",
  "CHUCK TODD:\n\nLet me ask you about Facebook.",
  "There is something just strange about this.",
  "And I think there should be accountability.",
  "But I think it raises the bigger question.",
  "Well listen, I've got experts on my staff.",
  "So it does a lot more damage to the organ.",
  "CHUCK TODD:\n\nKaleem, what'd you take away?",
  "HEATHER MCGHEE\n\nHe says he loves conflict.",
  "57% of Republicans are over the age of 50.",
  "Look, this country is also getting older.",
  "It is the future survival of the country.",
  "Why this is happening in the first place.",
  "DAVI POST:\n\nWell, I-- I got three things.",
  "I guess I have to because we're here now.",
  "One's David French and one's George Will.",
  "SENATOR MARK WARNER:\n\nI think he's right.",
  "I didn't know what his ultimate role was.",
  "PRESIDENT DONALD TRUMP:\n\nI would like to.",
  "But this is a first on the issue of guns.",
  "And I'm really sorry that this happened.",
  "JOE DIGENOVA:\n\nMake no mistake about it.",
  "CHUCK TODD:\n\nLeaked from the Deep State?",
  "CHUCK TODD:\n\nYou've not been subpoenaed?",
  "I was a business executive for 20 years.",
  "That's what the president wants to hear.",
  "Again, something like the women's march.",
  "CHUCK TODD:\n\nBack again with the panel.",
  "KALEEM CAIRE:\n\nWe have enough research.",
  "What strikes me as kind of-- arbitrary.",
  "I made a lot of money with that phrase.",
  "This is Meet the Press with Chuck Todd.",
  "PRESIDENT DONALD TRUMP:\n\nYou're fired.",
  "HEATHER MCGHEE:\n\nEven though they are.",
  "And they undersold their achievements.",
  "KASIE HUNT:\n\nThat's what I would say.",
  "But they just switched to other guns.",
  "Pull the trigger, you get one bullet.",
  "I -- I completely disagree with that.",
  "COREY LEWANDOWSKI:\n\nThank you, Chuck.",
  "And I do the quick math, $2 trillion.",
  "COREY LEWANDOWSKI:\n\nNo, I never have.",
  "Welcome back to Meet the Press, sir.",
  "They're getting to the bottom of it.",
  "Here's what you told me at the time.",
  "An AR-15 is designed to kill people.",
  "42% of their voters are 50 or older.",
  "That was up eight points from 1997.",
  "The American people are sick of it.",
  "So there you go, more polarization.",
  "CHUCK TODD:\n\nBecause he's the star.",
  "HUGH HEWITT:\n\nActivism is additive.",
  "It was not really a partisan event.",
  "We're not going to do them justice.",
  "PRESIDENT DONALD TRUMP:\n\nThank you.",
  "And that's what he continues to do.",
  "CHUCK TODD:\n\nNo, I understand that.",
  "It's time to give a hawk a chance.\"",
  "KASIE HUNT:\n\nI-- It seems that way.",
  "That was the most revealing moment.",
  "I think we have to relook at that.",
  "This is Mark Zuckerberg's apology.",
  "This is what he told Kara Swisher.",
  "CHUCK TODD:\n\nYou wouldn't do that?",
  "And that's what he has been doing.",
  "COREY LEWANDOWSKI:\n\nI have-- nope.",
  "So we have to be clear about that.",
  "CHUCK TODD:\n\nWhat about this week?",
  "HEATHER MCGHEE:\n\nCount you as one.",
  "CHUCK TODD:\n\nWe will see on Putin.",
  "He was hinting at what's to come.",
  "Make them like a utility company.",
  "But they were out there marching.",
  "CHUCK TODD:\n\nI don't know either.",
  "But I don't really agree with it.",
  "CHUCK TODD:\n\nLet me ask you this.",
  "Where did Rex Tillerson go wrong?",
  "CHUCK TODD:\n\nGood Sunday morning.",
  "Those are very important changes.",
  "You didn't know he owned a piece?",
  "But you don't want my staff here.",
  "SENATOR MARK WARNER:\n\nThe F.T.C.",
  "He's not there for the politics.",
  "HEATHER MCGEE:\n\nIs for the deal.",
  "SENATOR MARK WARNER:\n\nThank you.",
  "What do you make of the changes?",
  "CHUCK TODD:\n\nAround the country.",
  "JOE DIGENOVA:\n\nA group of F.B.I.",
  "They said, \"Certainly, we will.\"",
  "And this is what he wrote, Bob.",
  "COREY LEWANDOWSKI:\n\nWell, look.",
  "For example, election security.",
  "His job is to manage the staff.",
  "He had it for a period of time.",
  "What about the special counsel?",
  "I mean, Donald Trump loves war.",
  "I know where Hugh is, Heather.",
  "CHUCK TODD:\n\nBut if the F.T.C.",
  "CHUCK TODD:\n\nIt's your tenure.",
  "Can you definitively say that?",
  "COREY LEWANDOWSKI:\n\nThank you.",
  "He thought it was a good deal.",
  "In the next six months, Kasie?",
  "I'm very pro-second amendment.",
  "So we ended up drawing a line.",
  "That's all we have for today.",
  "The panel is back to discuss.",
  "That-- that's for sure there.",
  "CHUCK TODD:\n\nCount me as one.",
  "But he's comfortable with it.",
  "Do you concur with that view?",
  "Where, where are you on him?",
  "No, they haven't yet, Chuck.",
  "COREY LEWANDOWSKI:\n\nNot yet.",
  "COREY LEWANDOWSKI:\n\nCorrect.",
  "HUGH HEWITT:\n\nThey might be.",
  "HEATHER MCGHEE:\n\nAbsolutely.",
  "Don't let your party decide.",
  "KALEEM CAIRE:\n\nA few things.",
  "So I really appreciate that.",
  "It might be-- season three.",
  "Second, he's untrustworthy.",
  "He is the face of Facebook.",
  "I have not been subpoenaed.",
  "CHUCK TODD:\n\nWhere did H.R.",
  "McMaster and General Kelly.",
  "But will it produce change?",
  "And Facebook's face-plant.",
  "I wasn't there at the end.",
  "How it can be manipulated.",
  "They'll work through that.",
  "CHUCK TODD:\n\nWelcome back.",
  "KASIE HUNT:\n\nby the F.B.I.",
  "How can he embarrass her?\"",
  "CHUCK TODD:\n\nWelcome back.",
  "And-- and in construction.",
  "That would be a bad idea.",
  "Get the hell out of here.",
  "Is that what you believe?",
  "Have they asked for you?",
  "Corey, thanks very much.",
  "How worldwide they were.",
  "That our town remembers.",
  "CHUCK TODD:\n\nIt's tough.",
  "That's a 14 point drop.",
  "This is right up there.",
  "CHUCK TODD:\n\nA utility.",
  "CHUCK TODD:\n\nAll right.",
  "There was no collusion.",
  "CHUCK TODD:\n\nAll right.",
  "You're a media company.",
  "Anyway, thank you sir.",
  "I'll let you go first.",
  "How's John Kelly done?",
  "I mean, I like Bolton.",
  "That's the point here.",
  "SCOTT GRABINS:\n\nYeah.",
  "REPORTER:\n\nYou would?",
  "Thanks for having me.",
  "He needs to come out.",
  "But I'd rather not.\"",
  "It's Meet the Press.",
  "Thanks for watching.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "He sees it as duty.",
  "Should that matter?",
  "CHUCK TODD:\n\nHugh?",
  "CHUCK TODD:\n\nOkay.",
  "The answer is yes.",
  "Welcome to Sunday.",
  "McMaster go wrong?",
  "CHUCK TODD:\n\nBoth.",
  "We are the change.",
  "Think Marco Rubio.",
  "Here's a question.",
  "CHUCK TODD:\n\nI do.",
  "He loves conflict.",
  "Military weapons.",
  "McMaster was out.",
  "A group of F.B.I.",
  "You want me here.",
  "And I think H.R.",
  "What’s he up to?",
  "I am overjoyed.",
  "and the D.O.J.",
  "Panel is here.",
  "I ran a state.",
  "I don't know.",
  "Welcome all.",
  "Look around.",
  "Former U.N.",
  "and D.O.J.",
  "and D.O.J.",
  "I'd agree.",
  "Let's go.",
  "Correct.",
  "Nothing?",
  "Costa?",
  "Okay.",
  "Yeah.",
  "No."
]