[
  "BONUS BIRTHDAY: Matt Suermann, account executive at DCI Group (hat tip: Katherine Rodriguez)\n\n\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us",
  "Presented by\n\nPresident Donald Trump will expel 60 Russians from the U.S. in retaliation for a nerve agent attack in the U.K. | Manuel Balce Ceneta/AP Photo\n\nBREAKING … BLOOMBERG: “Kim Jong Un has made a surprise visit to Beijing on his first known trip outside North Korea since taking power in 2011, three people with knowledge of the visit said.” https://bloom.bg/2pJFZR9\n\n-- AP at 11:45 a.m.: “FRANKFORT, Ky. (AP) — Senate Majority Leader Mitch McConnell says he’ll introduce legislation removing hemp from list of controlled substances.”\n\nNEW -- SENATE JUDICIARY CHAIRMAN CHUCK GRASSLEY invited Facebook CEO Mark Zuckerberg, Google CEO Sundar Pichai and Twitter CEO Jack Dorsey to an April 10 hearing on the future of data privacy in social media.”\n\nGood Monday afternoon.",
  "The couple met in winter 2015 at a young professionals benefit for Lurie Children’s Hospital in Chicago, and the next day went out for hot chocolate.” With pic https://nyti.ms/2ujlwIt\n\n--SPOTTED: Austan Goolsbee, Don Graves, Tina Tchen, Forest Whitaker, John Levi, John Rogers, Jeremy Bird, Betsy Hoover, Awenate Cobbina, Adam Hitchcock, Menno Goedman, Charlotte Taylor, Ali Zaidi, Dan Hornung, Stephen Brokaw, Mike Faulman, Brian Gill, Ryan Harper, Max Lesko, Chris Wyant, Lauren Kidwell, Alex Lasry, Julian Federle, Michael O’Neil, Patrick Whitty, John Absher.",
  "For this and more, we will still be reaping the benefits of her five years here five years from now.”\n\nVALLEY TALK -- (OFFICIALLY) BAD NEWS FOR FACEBOOK -- “FTC confirms investigation of Facebook,” by Nancy Scola: “The Federal Trade Commission Monday confirmed it’s investigating Facebook in the wake of revelations that the company allowed the Trump-linked firm Cambridge Analytica to improperly obtain data on 50 million Facebook users.",
  "Patty Murray (D-Wash.) and Lamar Alexander (R-Tenn.) heralded the beginning of a new bipartisan era on health care following the collapse of Obamacare repeal efforts, their lofty ambitions ended in much the same way as every Obamacare-related negotiation over the last eight years -- with claims of betrayal, warnings of political fallout and no progress toward bridging the deep divide over the nation’s health care system.",
  ": Dismissed as a warmonger during the Obama presidency, the defense secretary may be the only reliable voice of caution left in an administration inching closer to the brink,” by Robert Worth: “It is a measure of Washington’s profoundly anxious condition that Mattis, dismissed as a warmonger during the Obama administration, has been held up in liberal circles as a potential savior.",
  "The most common reason: the cost was too high.” https://bloom.bg/2GdZhVV\n\nON GUNS -- “Gun maker Remington, America’s oldest, files for Chapter 11 bankruptcy protection,” by USA Today’s Kim Hjelmgaard and Kevin McCoy: https://usat.ly/2G7oipK\n\nPLAYBOOK METRO SECTION -- “Anacostia Rising: What’s Next For Washington’s 'Forgotten’ River,” by WAMU’s Jacob Fenston and Tyrone Turner: “D.C.",
  "RUSSIAN INTEL OFFICERS EXPELLED FROM U.S. -- By Louis Nelson: “President Donald Trump will expel 60 Russian intelligence officers and order the Russian government to close its consulate in Seattle, the administration announced Monday morning, as a retaliatory measure for the nerve agent attack on a former spy living in the United Kingdom.",
  "When Congress put its finishing touches on a $1.3 trillion spending bill late last week, there was one glaring omission: a proposal to head off huge premium spikes just before the November midterm elections.” http://bit.ly/2G7MQ1J\n\nJUST POSTED -- NEXT WEEK’S NYT MAGAZINE COVER -- “Can Jim Mattis Hold the Line in Trump’s ‘War Cabinet’?",
  "… A source familiar with the matter told POLITICO last week that the FTC had launched an inquiry into Facebook.” https://politi.co/2GaBjPu\n\nIF YOU READ ONE THING -- “Why Some Americans Are Risking It and Skipping Health Insurance,” by Bloomberg’s John Tozzi: “There’s plenty of evidence that having insurance is a good thing.",
  "“This comes after decades of underinvestment in the river and the neighborhoods around it, where mostly poor, black residents have suffered the effects of pollution.” http://bit.ly/2G90baj\n\nREMEMBERING TED VAN DER MEID -- Ted Van Der Meid, a director of government relations at Pew Charitable Trusts, died last Monday.",
  "Embattled VA Secretary David Shulkin will not be attending a scheduled media availability with Sen. Tom Carper after a visit to the VA Medical Center in Wilmington.”\n\nBEHIND THE SCENES -- “Inside the collapse of a bipartisan Obamacare deal,” by Adam Cancryn and Jen Haberkorn: “Just seven months after Sens.",
  "When he’s teaching -- which he does full-time, five days a week, in season -- he wears black ski pants and a regulation blue Spyder jacket bearing an embossed name tag, a badge from the Professional Ski Instructors of America, and an Okemo ‘Making a Difference’ lapel pin.",
  "ENGAGED – BOEHNER ALUMNI: Alex Becker, a Boehnerland alum now an account executive at Bloomberg Government, proposed to Alexandra Williams, a former Rep. Mike Coffman staffer who now is policy coordinator at the National Association of Manufacturers, on Friday evening.",
  "-- “Paul Bremer, Ski Instructor: Learning To Shred With The Bush Administration’s Iraq War Fall Guy,” by Task & Purpose’s Aaron Gell: “Now 76, Jerry Bremer still resembles a lost Kennedy brother, with a square jaw, thick hair, straight white teeth, and a deep tan.",
  "They and their families will have seven days to leave the U.S.” https://politi.co/2G7u9eG\n\n-- Donald Tusk (@eucopresident): “Today 14 EU Member States decided to expel Russian diplomats as direct follow-up to #EUCO discussion last week on #SalisburyAttack.",
  "He has mostly tried to keep American policy on autopilot, and that is deeply reassuring to many people who fear Trump’s instincts.” https://nyti.ms/2pHXaCO\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“The proposal took place in front of the Capitol steps on the House side, where the two first met, and the couple’s friends and families greeted them on the Speaker’s Balcony afterward for a sunset celebration.” Pics https://bit.ly/2G6QrgK ….",
  "video https://bit.ly/2I4y6xd\n\nWEEKEND WEDDINGS -- “A Merger for the Rabbi and the Labor Leader,” by NYT’s Alix Strauss: “Randi Weingarten and Rabbi Sharon Anne Kleinbaum [were] married March 25 at La Marina, a restaurant in New York.",
  "https://bit.ly/2GrNUwJ ... https://bit.ly/2pKG8UG\n\n-- Stephanie Cuevas, an LA for Rep. Pete Aguilar (D-Calif.), on Saturday got engaged to Jesse Kirkland, who works for the Maryland-National Capital Park and Planning Commission.",
  "…\n\n“On a conference call with reporters, a senior administration official said all 60 of the expelled officials are in the U.S. posing as diplomats, 48 at the Russian embassy and 12 at the Russian mission to the United Nations.",
  "But through it all, our country is doing great!”\n\nCHASER -- 60 MINUTES announced that last night’s show is expected to be the most-watched since their 2008 interview with then President-elect Barack Obama and Michelle Obama.",
  "… John Taylor, most recently the communications director for SpaceX, is starting his own communications consultancy, where he expects to work with a combination of tech, telecom and aerospace clients.",
  "Additional measures including further expulsions are not excluded in coming days, weeks.”\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "… Ms. Weingarten … 60, is the president of the American Federation of Teachers ... She graduated from Cornell and received a law degree from Cardozo School of Law, Yeshiva University.",
  "… Rabbi Kleinbaum, 58, is the senior rabbi of Congregation Beth Simhat Torah in New York, a synagogue with a significant number of lesbian, gay, bisexual and transgender congregants.",
  "... Mrs. Oxtoby, 31, is the director of sales at Food Evolution, a gourmet commissary in Schiller Park, Ill. She also runs Roxana’s Kitchen, a social media site focusing on food.",
  "Black mittens, a helmet and goggles complete the ensemble.” http://bit.ly/2DVMNAq\n\nON THE PRESIDENT’S MIND -- @realDonaldTrump at 7:05 a.m.: “The economy is looking really good.",
  "As you know, the president wants to put the right people in the right place at the right time and that could change.’” https://politi.co/2GcYzbn\n\n-- @nielslesniewski: “Oh ...",
  "“Despite those benefits, some 27.5 million Americans under age 65 were uninsured in 2016, about 10 percent of that population, according to the Kaiser Family Foundation.",
  "-- STAFF NOTE FROM JOHN HARRIS: “Since leaving the editor post in 2016, Susan has remained in our fold with a contract to launch the Global Politico column and podcast.",
  "Rowers, kayakers and stand-up paddlers are taking to the river, after years of dedicated cleanup efforts and a multi-billion-dollar sewer upgrade that just went online.",
  "SHULKIN’S STATUS DU JOUR -- “White House: Trump has confidence in Shulkin ‘at this point in time’,” by Rebecca Morin: “‘We all serve at the pleasure of the president.",
  "SPOTTED: RUSSIAN AMBASSADOR TO THE U.S. ANATOLY ANTONOV walking into the State Department this morning after he was called in to be informed of the expulsions.",
  "She graduated from Barnard College and from Reconstructionist Rabbinical College in Wyncott, Pa.” Senate Minority Leader Chuck Schumer was among the attendees.",
  "She has been writing a twice-monthly column for the magazine’s website while hosting “The Global Politico” podcast and writing a column for POLITICO Magazine.",
  "In her time as newsroom leader, she pushed successfully for expanded editing for our policy teams and steered agenda-setting coverage of the 2016 election.",
  "… Simon McGee, who recently left U.K. Foreign Secretary Boris Johnson’s office, joined APCO’s Global Solutions practice as director of their London office.",
  "The underlying strength of companies has perhaps never been better.”\n\nMEDIAWATCH -- SUSAN GLASSER will join The New Yorker as a full-time staff writer.",
  "With a pic of the couple and their dogs https://nyti.ms/2pHSdts\n\n-- OBAMA ALUMNI -- “John Oxtoby, Roxana Kayvani” – N.Y. Times: “Mr.",
  "Oxtoby, 33, works at Ariel Investments in Chicago, where he is a vice president and the director of impact investing.",
  "If he is not pleased, you‘ll know it,’ [White House deputy press secretary] Gidley said in an interview on Fox News.",
  "A memorial service for him will be held on April 7 at 2 p.m. at Little Falls Presbyterian Church in Arlington.",
  "We started dating a year later and have been together for seven years.” Pic https://bit.ly/2I64i3j ... 3-min.",
  "Some of the fanciest new development in the District is sprouting up on the banks of the Anacostia, too.",
  "People with health coverage spend less out of pocket on medical care and are less likely to go bankrupt.",
  "... Until 2012, he worked at the Obama White House implementing partnerships with the private sector.",
  "Power Briefing: Trump administration expels 60 Russians in retaliation for nerve agent attack in U.K.",
  "TRANSITIONS -- The National Medal of Honor Museum named Joe Daniels as its CEO, effective April 1.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "… Colin Hart has joined FleishmanHillard as VP on the crisis and issues management team.",
  "Glasser was the founding editor of Politico Magazine and the former editor of Politico.",
  "…\n\n… Meghan Pennington started today as senior director at Hamilton Place Strategies.",
  "…\n\n“In 2013, she launched POLITICO Magazine, which won awards its very first year.",
  "She will leave in April with our best wishes and deep thanks for her time here.",
  "She was previously the communications director for Sen. Tom Carper (D-Del.)",
  "He was president and CEO of the World Trade Center Memorial Foundation.",
  "Some studies suggest having insurance reduces the likelihood of death.",
  "She recently accepted an offer to report full-time for the New Yorker.",
  "‘At this point in time though, he does have confidence in Dr. Shulkin.",
  "They’re less depressed and tell researchers they feel healthier.",
  "(h/t to London Playbooker Jack Blanchard, who scooped the news).",
  "“We met in college at Yale our freshman year and became friends.",
  "It has been many years that we have seen these kind of numbers.",
  "He is a secretary and he has done some great things at the V.A.",
  "At the same time she has written a column for the New Yorker.",
  "They see the doctor more often and get more preventive care.",
  "Learn more at google.com/grow/veterans\n\nWHERE ARE THEY NOW?",
  "SHOT -- @realDonaldTrump at 8:38 a.m.: “So much Fake News.",
  "and is a John Sarbanes and Martin O’Malley alum.",
  "Never been more voluminous or more inaccurate.",
  "is rediscovering the long-neglected waterway.",
  "He previously was VP at BLJ Worldwide.",
  "You can unsubscribe at any time.",
  "..."
]