[
  "While serving as the American ambassador to France during the waning days of the Revolution in 1782, Benjamin Franklin conjured up an entire fake issue of the Independent Chronicle, which included a hoax about American Indian allies of King George scalping hundreds of white Americans, with the hope “to send these Scalps over the Water to the great King, that he may regard them and be refreshed.” He presented the work as a genuine article, and it subsequently popped up in real newspapers, presented as real news.",
  "A month later, Franklin boasted that “it is not only right to strike while the Iron is hot, but that it is very practicable to heat it by continual Striking.”\n\nWhile Franklin’s propaganda was intended to demonize the British government in the eyes of the British people—and make it more susceptible to yield to pro-American terms at the close of the war—his fake news was later weaponized to rally white Americans against Native Americans.",
  "While the remainder of that war is remembered as a relatively minor series of engagements with few overall British and American casualties, 10,000 indigenous Americans died in the fighting, and it helped spark a long series of atrocities in the West against hundreds of tribes.",
  "During the War of 1812, which is itself a part of the larger American Indian Wars, the imaginary mass scalping was invoked by several newspapers after Pottawatomi warriors and British forces annihilated a contingent of Kentuckian fighters.",
  "Propaganda and hoaxes involving threats of violence and seizures of power by people of color were critical in shaping the early American state, in consolidating power over enslaved people, and in spurring the Civil War.",
  "The very fact that Cambridge Analytica’s researchers stumbled upon and tested the effectiveness of “race realism” in Facebook campaigns is alarming, but it doesn’t stand alone.",
  "Jared Taylor describes its importance in the mission statement of his far-right website American Renaissance:\n\nRace is an important aspect of individual and group identity.",
  "Like phrenology and “racialism” before it, “race realism” is a clever term designed to provide an intellectual sheen to the most base racist instincts.",
  "Such propaganda has been used before to radicalize and mobilize Americans, in opposition to the rule of law, and even in opposition to democracy.",
  "Until recently, Breitbart—a site formerly run by Trump’s one-time campaign CEO and chief strategist—maintained a “Black Crime” story category.",
  "Race and racial conflict are at the heart of some of the most serious challenges the Western World faces in the 21st century.",
  "Of all the fault lines that divide society—language, religion, class, ideology—it is the most prominent and divisive.",
  "As the historian Robert Parkinson has argued, they were even wielded rather liberally by the Founding Fathers.",
  "The use of racist propaganda is a startling echo of the past and could be a blueprint for the future.",
  "Attempts to gloss over the significance of race or even to deny its reality only make problems worse.",
  "As such, it has a critical importance in the alt-right movement’s search for mainstream validation.",
  "Progress requires the study of all aspects of race, whether historical, cultural, or biological.",
  "Stories like those fabricated by Franklin helped prime white settlers for that violence.",
  "The problems of race cannot be solved without adequate understanding.",
  "The president’s campaign also employed race-baiting rhetoric.",
  "This approach is known as race realism."
]