[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "He told the attorneys there’s an inclination in business and national security cases to claim all information is confidential, but that closing the courtroom during such a high-stakes lawsuit is “inconsistent with the concept of trials in the United States.” He told both parties to hustle overnight to determine what sensitive material is actually pertinent to the trial and work to limit confidentiality where possible.",
  "“For Qualcomm CEO Steve Mollenkopf, the end of one fight has only left him facing several others.”\n\n— NTSB investigating self-driving car death: “The NTSB announced it's sending a team of investigators to probe an incident where a self-driving Uber killed a pedestrian outside of Phoenix Sunday, prompting the company to halt its self-driving operations nationwide,” Pro Transportation’s Tanya Snyder reports.",
  "“At the request of the UK Information Commissioner’s Office, which has announced it is pursuing a warrant to conduct its own on-site investigation, the Stroz Friedberg auditors stood down.”\n\nJOUROVA IN THE BELTWAY — EU Justice Commissioner Vera Jourova plans to discuss the Cambridge Analytica data breach with the tech giant and U.S. government officials during a stateside trip this week, Reuters reports.",
  "— Kennedy did not mince words in his call to summon tech CEOs, specifically: “The last time we had a hearing, Google and Twitter and Facebook sent their lawyers, which undoubtedly were expensive because they did a damn fine job of dodging and bobbing and weaving and they didn’t say a damn thing — which is what they were paid to do, or not to do, as the case may be,” he told Ashley.",
  "Senate committee leaders weigh Facebook hearings\n\nWith help from Ashley Gold, Steven Overly and Nancy Scola\n\nSENATE COMMITTEE LEADERS WEIGH FACEBOOK HEARINGS — Senate Commerce and Judiciary leaders are considering whether to summon Facebook and Cambridge Analytica to hearings on the Hill, following a series of bombshell news reports and growing pressure from Senate colleagues.",
  "A Facebook spokesperson went on to say that Stamos remains in the same position he’s held for nearly three years “and leads our security efforts especially around emerging security risks.”\n\n— And across the pond: The company announced that it had brought on Stroz Friedberg, a digital forensics firm, to help it conduct a probe of Cambridge Analytica’s use of data.",
  "— The Internet Association isn’t exactly a fan of the bill: “Despite its name, the STRONGER Patents Act will weaken our current patent system by dismantling the IPR process and embolden litigation abusers,” Melika Carroll, IA’s vice president of global government affairs, said in a statement referring to the inter-partes review process for patent challenges.",
  "QUICK DOWNLOADS\n\nBlackberry grapples with lawsuit: “A U.S. judge on Monday rejected BlackBerry Ltd’s request to dismiss a lawsuit claiming it inflated its stock price and defrauded shareholders by painting a misleadingly positive picture of sales prospects for its BlackBerry 10 smartphones,” Reuters reports.",
  "Wyden’s amendments may struggle to find a critical mass of support at this late date, but he told Ashley he introduced them in earnest: “My hope with my amendments is to make sure something real is done, to put these monsters behind bars.”\n\n— The Human Rights Campaign has spoken out against the legislation.",
  "“Many websites that are likely to be targeted following enactment of SESTA or FOSTA serve as a critical tool for distributing comprehensive health and safety information, such as HIV prevention and treatment information as well as access to community support services,” the group wrote in a letter on Monday.",
  "There were no other passengers in the vehicle at the time.”\n\nTRANSITIONS — Chris Liddell, a White House director of strategic initiatives and key player at the Office of American Innovation, has been tapped as a deputy to White House Chief of Staff John Kelly, per POLITICO’s Eliana and Andrew Restuccia.",
  "**\n\nWHEELS ON THE OMNIBUS GO ROUND AND ROUND — “Speaker Paul Ryan told House Republicans on Monday night that multiple disagreements were holding up a $1.3 trillion omnibus spending bill, as the release of the measure slipped to Tuesday,” POLITICO’s Sarah Ferris, Quint Forgey and Kaitlyn Burton report.",
  "STRONGER (PATENTS) THAN YESTERDAY — Per Ashley and Nancy at Patent Politics: Reps. Steve Stivers and Bill Foster will appear alongside inventors, entrepreneurs and venture capitalists today to discuss their planned introduction of a House version of the STRONGER Patents act, S. 1390 (115).",
  "THE CASE FOR CONFIDENTIALITY — Much of the testimony in the lawsuit over the Justice Department’s attempt to halt the AT&T-Time Warner merger could take place behind closed doors if the sides don’t resolve confidentiality concerns about certain documents, lawyers cautioned Monday.",
  "“LGBTQ people of color and members of the transgender community have relied on these websites for supportive services.” Meanwhile, a host of anti-trafficking groups including World Without Exploitation reiterated their backing for FOSTA and opposed the proposed Wyden amendments.",
  "“The imposition of sweeping tariffs would trigger a chain reaction of negative consequences for the U.S. economy, provoking retaliation; stifling U.S. agriculture, goods, and services exports; and raising costs for businesses and consumers,” they write in a letter.",
  "… Plus, there was some confusion over a staff shakeup: The New York Times reported that Alex Stamos, Facebook’s chief information security officer, was leaving the company over internal conflicts about the platform’s approach to curbing misinformation.",
  "TECHIES TO HUDDLE WITH FIRST LADY — Melania Trump today is slated to sit down with industry giants including Facebook, Google and Snap as part of a gathering dedicated to combating cyberbullying, according to a source familiar with the matter.",
  "The companies say the DOJ is helping shield the information of third-party distributors, which AT&T and Time Warner want in the open, because they are planning to testify that the merger would be harmful to their businesses and customers.",
  "“This bill will harm the ability of American companies of all sizes to grow, innovate, and create jobs.”\n\n— More in patent world: Covered business method patents will also be the subject of a House IP subcommittee panel this afternoon.",
  "TECH PUSHES BACK ON TARIFFS — The Computer and Communications Industry Association, along with over 40 other business and tech groups, is urging President Donald Trump to reconsider tariffs he’s reportedly planning on Chinese products.",
  "Lead attorneys for the Justice Department and AT&T-Time Warner are slated to deliver their 45-minute opening arguments that will set the tone for the remainder of the trial, which the judge anticipates could run up to eight weeks.",
  "According to recent press reports, Cambridge Analytica, a data firm with links to the Trump campaign, secretly accessed and exploited data from 50 million Facebook users, prompting outcry from lawmakers on both sides of the aisle.",
  ": “Cheddar, the financial news streaming service aimed at millennials, is preparing to expand internationally and launch a channel on Snapchat Discover after securing a new investment round,” The Wall Street Journal reports.",
  "On Monday, Sen. Ron Wyden (D-Ore.), a longtime critic of the bill, introduced two amendments that would designate funding for prosecuting traffickers and offer more legal cover for sites pursuing traffickers in good faith.",
  "(BROAD)BANDING TOGETHER — The Senate Broadband Caucus this morning is convening lawmakers and educators to talk about how closing the digital divide could help address challenges that schools, teachers and students face.",
  "“This time, I hope the principals come and we can have a frank discussion.”\n\n— The company saw fallout outside the Beltway, too: Facebook lost roughly $40 billion in market value on Monday, Mashable reports.",
  "“Mark Zuckerberg ought to be subpoenaed if he doesn’t appear voluntarily, to appear under oath, in public, along with other CEOs in the same space,” Sen. Richard Blumenthal (D-Conn.) told reporters.",
  "1865 (115)), would hold websites like Facebook and Twitter liable for knowingly publishing content that helps facilitate sex trafficking by amending Section 230 of the Communications Decency Act.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "SILICON VALLEY MUST-READS\n\n— Qualcomm’s ongoing battles: “For some chief executives, fending off an unwanted takeover is a chance to declare victory,” The Wall Street Journal reports.",
  "The First Lady has previously said she’s interested in focusing on teaching children to be kinder online, and signaled a growing focus on policy with a slate of new hires in January.",
  "and Jerry Moran (R-Kan.), sent letters to Facebook and to Cambridge Analytica affiliate Strategic Communications Laboratories on Monday evening asking about the recent revelations.",
  "— Lawmakers including Dianne Feinstein (D-Calif.), Kamala Harris (D-Calif.) and Brian Schatz (D-Hawaii) have also joined the chorus of calls for Facebook to testify in Congress.",
  "Tune into the livestream beginning at 9 a.m.\n\n— Rosenworcel will also be keynoting an event at the Canadian Embassy this afternoon centered on growing women’s access to capital.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "The Iowa Republican has taken the request “under advisement” and hasn’t made a decision on whether to hold a hearing, a spokesman from his office said in a statement.",
  "One of the questions posed by the Committee touches on a 2011 agreement between Facebook and the FTC that established privacy policies the company agreed to follow.",
  "DOJ attorneys said the companies are trying to keep information hidden from public view to avoid bad press, not because it’s actually proprietary to their business.",
  "The group says it could deter sites from actively monitoring for trafficking and have a “chilling effect” on platforms that provide health and safety information.",
  "The gathering is due to include talk about the EU-U.S. Privacy Shield data-sharing agreement and the implementation of the EU General Data Protection Regulation.",
  "The trade organizations, which include the Internet Association and TechNet, argue that there are alternative ways of targeting China’s protectionist policies.",
  "“Independent forensic auditors from Stroz Friedberg were on site at Cambridge Analytica’s London office this evening,” Facebook said in a statement on Monday.",
  "FOSTA VOTE FAST APPROACHING — The Senate is expected to vote this Wednesday on an anti-sex-trafficking bill that’s ruffled some members of the tech industry.",
  "“An Uber spokeswoman confirmed that there was a vehicle operator in the driver’s seat but had no comment about why that person didn't prevent the collision.",
  "is pressing Facebook to brief his panel on what the company knew and when, and to respond to a questionnaire about the Cambridge Analytica reports.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "The bill would treat patents like other types of property under the law, allowing for preliminary injunctions while cases are pending.",
  "), Shelley Moore Capito (R-W.Va.), and FCC Democratic Commissioner Jessica Rosenworcel are all scheduled to give remarks at the event.",
  "He added that he hopes Cambridge Analytica CEO Alexander Nix and others with ties to the company will be compelled to testify as well.",
  "Among the attendees set to take part are Amazon, Microsoft, Twitter, the Internet Association and the Family Online Safety Institute.",
  "There will be two big names in the courtroom that day to listen live: AT&T CEO Randall Stephenson and Time Warner CEO Jeff Bewkes.",
  "… Mitch Rose has been named senior vice president of congressional and federal government affairs at Comcast Corporation.",
  "… Jourova is also meeting with a bevy of tech giants in a roundtable hosted by BSA | The Software Alliance later today.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "and Hakeem Jeffries (D-N.Y.) for their work promoting innovation at its annual Digital Patriots dinner in April.",
  "I’m currently spending more time exploring emerging security risks and working on election security,” he added.",
  "GOOD TUESDAY MORNING and welcome to Morning Tech, where we’re not packing up all our winter sweaters just yet.",
  "on Monday urged Judiciary Chairman Chuck Grassley to convene a hearing and call on tech CEOs to testify.",
  "AND THE AWARD GOES TO — The Consumer Technology Association plans to honor Reps. Susan Brooks (R-Ind.)",
  "Nearly every witness on both sides has some confidentiality concern that could lock courtroom doors.",
  "Thune will decide whether to hold a hearing once he hears Facebook’s responses, John reports.",
  "Story Continued Below\n\n— And over at the Commerce Committee, Chairman John Thune (R-S.D.)",
  "But Stamos, in a tweet, said he was still “fully engaged” with work at Facebook.",
  "U.K. officials appeared to have other ideas in mind, according to Facebook.",
  "We’ll be tracking from Courtroom 18 at the E. Barrett Prettyman Courthouse.",
  "Sign up today to start receiving the newsletter right at launch on April 6.",
  "Chris Coons and Tom Cotton introduced the measure in the Senate last year.",
  "Thune, along with fellow Commerce Committee members Roger Wicker (R-Miss.)",
  "Attendees include IBM, Microsoft, Autodesk, Salesforce, Apple and Oracle.",
  "Both are expected to take the stand sometime during the trial as well.",
  "Angus King (I-Maine), Amy Klobuchar (D-Minn.), John Boozman (R-Ark.",
  "Expect that to be the topic of conversation in court this morning.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Catch the two lawmakers at 10 a.m. in room H-226 in the Capitol.",
  "— Judge Richard Leon said the concerns seemed overblown.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Amy Klobuchar (D-Minn.) and John Kennedy (R-La.)",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "“It’s true that my role did change.",
  "The legislation, dubbed FOSTA (H.R.",
  "— The real juice comes Wednesday.",
  "Tips, comments, suggestions?",
  "Presented by Boeing.",
  "Learn more here.",
  "We’re tracking.",
  "Say cheese!",
  "Sens.",
  "Sens.",
  "Sens.",
  "**"
]