[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "“The initiative, code named Kalamata, is still in the early developmental stages, but comes as part of a larger strategy to make all of Apple’s devices -- including Macs, iPhones, and iPads -- work more similarly and seamlessly together, said the people, who asked not to be identified discussing private information.”\n\nTRANSITIONS — Rita Lewis, previously senior vice president of government relations for NCTA – The Internet & Television Association, has started her own consulting firm, RML Strategies, where she will continue to represent NCTA.",
  "“Trump came to the broadcaster's defense after a viral video showing dozens of TV anchors at Sinclair-owned stations reciting the same Trump-like script bashing the media for spreading ‘fake news.’ While the president didn't mention Sinclair's pending $3.9 billion acquisition of Tribune, opponents of the deal say Trump's comments send a message to regulators now reviewing the transaction.”\n\n— Democrats didn’t hold back in their concerns about both the video and the pending merger.",
  "“Analysts expect it to be valued at $20bn-$25bn, although the listing is also something of a plunge into the unknown for potential investors.”\n\n— How cities are courting Amazon: The company is quite frugal, according to one municipal official, so city governments are focusing less on fancy hotels and more on their local talent and culture, as they try to secure an Amazon HQ2 commitment, The Wall Street Journal reports.",
  "“The move appears to be part of Facebook’s efforts to cull back data access in the wake of the company’s Cambridge Analytica privacy scandal.”\n\nGrindr was sharing user HIV status with other companies: “The gay hookup app Grindr, which has more than 3.6 million daily active users across the world, has been providing its users’ HIV status to two other companies,” BuzzFeed News reports.",
  "And cities have even ferried Amazon executives around by bicycle and boat as modes of transportation.”\n\n— Apple to start putting its own chips in computers: “Apple is planning to use its own chips in Mac computers beginning as early as 2020, replacing processors from Intel Corp., according to people familiar with the plans,” Bloomberg reports.",
  "Story Continued Below\n\n— A Feinstein aide tells Ashley that no dates or witnesses have been confirmed, but that the senator’s understanding is that some Republicans would like the hearing with Zuckerberg and leaders from Twitter and Google to be jointly held between Judiciary and Commerce, but she’d prefer to keep it at Judiciary.",
  "SILICON VALLEY MUST-READS\n\n— Spotify IPO goes live: “Analysts said the performance of the music streaming service’s shares on its first day of trading on Tuesday would gauge market opinion on whether it can stave off fierce competition for music fans’ wallets and eventually make a profit,” The Guardian reports.",
  "He thinks Amazon’s getting a huge f------ deal on shipping.’”\n\nCIVIL LIBERTIES GROUPS PUSH TECH PLEDGE — The ACLU, Color of Change and Fight for the Future are among the groups calling on tech giants like Facebook and Google to sign a pledge saying they will commit to strengthening protections for user data.",
  "That makes it all the [more] important to bring the best engineering talent to the commission.”\n\n— The engineering program has been a long-time goal of Democratic Commissioner Jessica Rosenworcel, who called for the engineering equivalent of the FCC’s honors attorney program five years ago.",
  "TRUMP TWEET SEEN AS BOOST FOR SINCLAIR DEAL — “President Donald Trump's tweet in support of Sinclair Broadcast Group leaves little question his administration will approve the conservative TV empire's bid for Tribune Media, according to the company's critics,” Margaret and John report.",
  "The pledge asks firms to take a series of actions to increase transparency about their data collection practices including notifying users about all third parties that have access to their data, and monitoring algorithms for biases against people of different backgrounds.",
  "TRUMP, AMAZON AND THE POST OFFICE — In addition to needling the company on Twitter, Trump is interested in recalibrating Amazon contracts with the Post Office, Vanity Fair reports: “According to sources, Trump wants the Post Office to increase Amazon’s shipping costs.",
  "The aide also said Feinstein was “restating the terms of the invitation from the Committee and hopes the invited witnesses accept.” That invitation, from Judiciary Chairman Chuck Grassley (R-Iowa), was for an April 10 hearing, which has not been officially set yet.",
  "— That’s what California Sen. Dianne Feinstein, the ranking Democrat on the Senate Judiciary Committee, said Monday, after a talk to tech and business leaders of the Silicon Valley Leadership Group, our California Playbook author Carla Marinucci reports.",
  "“This confirms what we already knew – that Sinclair is trying to insert pro-Trump propaganda into local news broadcasts across America,” the House antitrust subcommittee’s top Democrat, David Cicilline of Rhode Island, said in a statement.",
  "Those accepted into the Honors Engineer Program could work on areas including next-generation TV broadcasting and 5G, and they would be eligible for employment at the FCC at the end of the one-year program, the agency said.",
  "But it was a good idea back then and is still a good one now.”\n\nPAI HITS THE ROAD — Pai is on the road again this week, visiting Kentucky, Tennessee and Arkansas to discuss job creation and broadband deployment.",
  "QUICK DOWNLOADS\n\nInstagram’s data policy updates: “Instagram is cutting off API access for some developers and limiting how often others can use its API to collect data on Instagram users,” Recode reports.",
  "When Trump previously discussed the idea inside the White [House], Gary Cohn had explained that Amazon is a benefit to the Postal Service, which has seen mail volume plummet in the age of e-mail.",
  "“It is a blatant conflict of interest for this President to help his campaign contributors become bigger and bigger, while media choice and diversity becomes smaller and smaller,” he said.",
  "“Together we'll take online and offline action to shut off channels that allow for our exploitation and surveillance, whether it’s Cambridge Analytica or the NSA,” the groups write.",
  "A Facebook spokesperson said the company has received invitations for Zuckerberg to testify in Congress and is working with the relevant committees, but declined further comment.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Musk tweets about sleeping at Model 3 factory: The Tesla founder tweeted that he's back to \"sleeping at the factory\" as pressure builds on Model 3 production, Mashable reports.",
  "ARTISTS BACK CLASSICS ACT — More than 80 artists including Paul McCartney, Lionel Richie and Outkast have added their voices to a coalition supporting the CLASSICS Act (H.R.",
  "The road trip will include roundtable meetings with House Energy and Commerce communications subcommittee Chairman Marsha Blackburn (R-Tenn.) and Sen. Tom Cotton (R-Ark.).",
  "“The Deadspin video demonstrates the danger presented by one national corporation controlling the content of hundreds of local news stations,” said a spokesman.",
  "Pai also plans to visit an AM radio station, a school telehealth program and FedEx facilities in Memphis to discuss how the company uses wireless connectivity.",
  "“They are attempting to be creative by bringing in university officials, younger people and professionals who can speak to talent and growth in the area.",
  "3301 (115)), a bill that would ensure that artists who recorded songs before 1972 get paid when their work is played on digital streaming platforms.",
  "— Missouri Attorney General Josh Hawley has also subpoenaed Facebook for information about its data practices and how it protects user information.",
  "This push comes after revelations that data analytics firm Cambridge Analytica secretly exploited the data of some 50 million Facebook users.",
  "‘Trump doesn’t have Gary Cohn breathing down his neck saying you can’t do the Post Office s---,’ a Republican close to the White House said.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Currently, because of a loophole, there is no federal law requiring that these artists receive compensation when their music is streamed.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“The digital revolution is rapidly transforming virtually every aspect of American life,” FCC Chairman Ajit Pai said in a statement.",
  "ENGINEERS WANTED — The FCC launched a new program Monday to recruit students and recent engineering school graduates to the agency.",
  "Hawley was among 37 AGs who signed onto a letter last week detailing questions for Facebook on the Cambridge Analytica controversy.",
  "This isn’t the first time the AG has gone after a major tech company — he’s also looking into Alphabet’s antitrust practices.",
  "However, neither the Senate Judiciary nor Commerce committee confirmed that, and neither had comment on Feinstein’s remarks.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "And House Energy and Commerce ranking member Frank Pallone (D-N.J.) also expressed worries about media concentration.",
  "GOOD TUESDAY MORNING and welcome to Morning Tech, where we’re hitting the stores for all that post-holiday candy.",
  "AGs in several other states have opened their own reviews into the company’s handling of user data as well.",
  "Officials are adding visits to trendier neighborhoods to highlight the draw for younger employees.",
  "He’s been known for hunkering down at his factories when it was crunch time for certain products.",
  "With help from Ashley Gold, John Hendel and Margaret Harding McGill\n\nJOINT HEARING FOR ZUCK?",
  "“Glad to see the @FCC is launching a new honors engineering program,” Rosenworcel tweeted.",
  "Sign-up today to start receiving the newsletter right at launch on April 6th.",
  "“Proud to have first called for this in a speech before @IEEEorg in 2013.",
  "re-upped his push for regulators to reject the pending Tribune merger.",
  "The company announced Monday that it plans to stop this practice.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "Many of the issues we confront today are technically complex.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "‘He really wants the Post Office deal renegotiated.",
  "Send your tech tips to lzhou@politico.com.",
  "“And it’s changing the FCC’s work, too.",
  "It took five years for it to happen.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "Sen. Ed Markey (D-Mass.)",
  "Joint hearing for Zuck?",
  "Presented by Boeing.",
  "We’re tracking.",
  "**"
]