[
  "We pay these software vendors to utilize their services.”\n\nGrindr later proceeded to publish a full statement, which included a defense that users are given the “option to post information about themselves including HIV status and last test date, and we make it clear in our privacy policy that if you choose to include this information in your profile, the information will also become public.”\n\nFinally, after coming under fire by users and advocacy groups, the app announced late Monday night that it had ceased sharing its users’ HIV status with these third-party companies.",
  "Grindr initially denied that it was sharing the HIV status of its users, writing on Twitter that “Grindr has never, nor will we ever sell personally identifiable user information – especially information regarding HIV status or last test date – to third parties or advertisers.”\n\nGrindr has never, nor will we ever sell personally identifiable user information – especially information regarding HIV status or last test date – to third parties or advertisers.",
  "Nevertheless, Grindr’s Head of Security Bryce Case told Axios that many of the concerns that had arisen were due to a misunderstanding “of what was being shared and with whom.”\n\nHe argued that the recent revelations surrounding Facebook data being used by Cambridge Analytica led people to conflate the two, emphasizing that in Grindr’s case, the third-party companies were used to debug and optimize the app.",
  "— Grindr (@Grindr) April 2, 2018\n\nThe app then changed tack and defended the practice to Buzzfeed, explaining that “these are standard practices in the mobile app ecosystem.” Grindr CTO Scott Chen continued that “no Grindr user information is sold to third parties.",
  "As part of this work, they were given access to users’ HIV status and the date of their most recent test, as well as their location, gender, age, and physical type.",
  "On Monday, Buzzfeed reported that the app had allowed two outside companies to view the HIV status of its users, along with other personal information.",
  "The companies in question, Apptimize and Localytics, were reportedly paid to monitor and test the performance of the Grindr app.",
  "The data has reportedly already been deleted from Apptimize and is in the process of being removed from Localytics, reports CNN.",
  "Gay dating app Grindr has admitted to sharing its users’ private health data."
]