[
  "“And control of the Senate could come down to Republican efforts to unseat Democrats in North Dakota, Indiana, Missouri and Montana -- all states staring down the barrels of a trade war's guns.” More: https://nyti.ms/2IG3a6N\n\nRelated reads: “Republicans worry Trump’s trade war will blot out tax cut message,” by Nancy Cook: https://politi.co/2Ew7X8B ; and “Heidi Heitkamp bets big on small-state politics to save her seat,” from NBC News’ Leigh Ann Caldwell: https://nbcnews.to/2JvHU4Z\n\nGOWDY LOOKING INTO PRUITT -- House Oversight and Government Reform Committee Chairman Trey Gowdy (R-S.C.) signaled that he’s begun inquiring into EPA Administrator Scott Pruitt’s activities, behavior the South Carolina Republican said he doesn’t “have a lot of patience for.” “Gowdy didn’t say whether his committee has begun a formal investigation of Pruitt or some more preliminary review, but he said that public servants must ‘be a good steward’ of taxpayer money,” Alex Guillén reports.",
  "“This daily drip of accusations of excessive spending and ethical violations serve to further distract the agency from accomplishing its very important mission,” Collins told CNN’s “State of the Union.” And Sen. Lindsey Graham (R-S.C.) added that reports about Pruitt’s rental from lobbyists “doesn’t look good.” Their criticism, however, comes after Trump seemingly dismissed the scandals surrounding Pruitt, tweeting that his embattled administrator “is doing a great job!” More: https://wapo.st/2EwD4AG\n\nPROGRESSIVE GROUPS URGE SENATE TO REJECT POMPEO -- Dozens of national progressive groups are calling on the Senate to reject CIA Director Mike Pompeo’s nomination to be secretary of state.",
  "Roughly 70 groups signed onto a letter obtained by Huddle expressing opposition to Pompeo, warning that he “promotes principles and policies that are antithetical to American values.” “His repeated advocacy for war, Islamophobia, climate change denial, hostility to human rights, including reproductive and LGBT rights, and support for torture make him dangerous and unfit to be a chief architect of U.S. foreign policy,” they write.",
  "More: https://wapo.st/2EwAhaG\n\nRelated: “‘Unprecedented’ outside spending hits Tammy Baldwin, boosts Kevin Nicholson in US Senate race,” by the Wisconsin State Journal’s Mark Sommerhauser: http://bit.ly/2GOj2DB\n\nTARIFFS COULD COST GOP VOTES FROM FARMERS IN 2018 -- Trump’s looming trade war with China risks a rebellion from farmers and other agricultural producers who could sustain losses from the tit for tat.",
  "GOP LEADERS QUIETLY RACE TO REPLACE RYAN -- Republicans seize on impeachment chatter -- PROGRESSIVE GROUPS PRESSURE SENATE TO REJECT POMPEO -- Scott expected to launch Senate bid today\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nGOP LEADERS ANGLE TO SUCCEED RYAN -- House Majority Leader Kevin McCarthy (R-Calif.) and Majority Whip Steve Scalise (R-La.)",
  "“An absence of hard deadlines and the political realities of an election year mean that the $1.3 trillion spending bill that President Trump begrudgingly signed into law last month is probably the last significant legislation to pass Congress before voters go to polls in November.”\n\nFor its part, the House will consider a largely symbolic balanced budget amendment this week.",
  "And regardless of the constant string of White House controversies, Scott has only distanced himself from the president to the mildest of degrees.”\n\n“The Scott-Nelson matchup will be one of the nation’s most closely watched Senate races this year as national Republicans try to hold on to control of the House and Senate against an energized Democratic base,” they write.",
  "-- following her official swearing-in on the Senate floor -- in the Old Senate Chamber at 3:15 p.m.\n\nFRIDAY’S TRIVIA WINNER -- John Stewart was first to correctly guess that the number of representatives in the House has been fixed at 435 since 1913 but temporarily increased to 437 to accommodate the admission of Alaska and Hawaii until the next reapportionment.",
  "More: https://wapo.st/2GNpq1W\n\nRelated read: “Graham predicts new push for immigration deal,” via Eli Okun: https://politi.co/2uVbiOY\n\nGOP SEIZES ON IMPEACHMENT PUSH -- A strategy is emerging among Republicans to energize conservatives and divide liberal and moderate Democrats: warning that Democrats will try to impeach the president if they win back the House.",
  "“The lack of high-stakes legislating -- such as last year’s all-hands-on-deck GOP efforts to undo the Affordable Care Act, which ultimately failed, and pass a landmark tax overhaul, which is now law -- is prompting grumbles from rank-and-file Republicans eager to do more, with their majority at stake in November’s midterm elections,” DeBonis writes.",
  "“Worse yet, some in the GOP fear, Democrats could use complete control of Congress to co-opt the ideologically malleable president and advance their own priorities.” Senate Majority Leader Mitch McConnell (R-Ky.) is leading an effort to remind conservative voters that his chamber has unilateral power to confirm judicial and administration nominees.",
  "2 Dem searches for a last shot at the top spot,” from The Associated Press’ Lisa Mascaro: http://bit.ly/2v0UMNg ; and “Crowley unlikely to challenge Pelosi as Speaker if Dems take House,” by The Hill’s Mallory Shelbourne: http://bit.ly/2H5T6H8\n\nCONGRESS RETURNS -- Lawmakers are back in town this week after a two-week Easter recess.",
  "“What began last year as blaring political hyperbole on the right -- the stuff of bold-lettered direct mail fund-raising pitches from little-known groups warning of a looming American 'coup' -- is now steadily drifting into the main currents of the 2018 message for Republicans,” The New York Times’ Jonathan Martin reports.",
  "“The appeals have become a surefire way for candidates to raise small contributions from grass-roots conservatives who are devoted to Mr. Trump.”\n\n“But party strategists also believe that floating the possibility of impeachment can also act as a sort of scared-straight motivational tool for turnout,” he writes.",
  "“Pruitt has faced a stream of questions about his $50-a-night condo rental from the wife of an energy lobbyist, as well as his expensive security arrangements and first-class air travel.” More: https://politi.co/2HnrP0I\n\nThree Senate Republicans expressed concern over Pruitt’s conduct in interviews Sunday.",
  "Rick Scott expected in Washington to raise money for widely anticipated Senate run,” by The Washington Post’s Sean Sullivan: https://wapo.st/2qhNPlg\n\nFARENTHOLD CALLS IT QUITS -- Rep. Blake Farenthold (R-Texas) resigned from Congress on Friday, giving into resignation calls after resisting them for months.",
  "Scalise said in an interview that he would not challenge McCarthy for speaker ... while McCarthy said he’s focused solely on keeping the House in November and pursuing President Donald Trump’s agenda.”\n\nStory Continued Below\n\n“Everyone is talking about this,” one veteran Republican lawmaker told them.",
  "McCarthy did not lose interest, however, and he is trying to forge new alliances as well as patch up a once-rocky relationship with the House Freedom Caucus ahead of a potential second run.” McCarthy allies believe his close ties to the president could help him become the House’s top Republican.",
  "“Zuckerberg is scheduled to appear before a joint hearing of the U.S. Senate Judiciary and Commerce committees on Tuesday and the U.S. House Energy and Commerce Committee on Wednesday.” The hearings follow reports that Cambridge Analytica improperly obtained data on 87 million Facebook users.",
  "“But other progressive figures see impeachment as a rallying cry of their own to galvanize the left's anti-Trump base.” Supporters of the GOP strategy say the prospect of impeachment could energize disaffected voters who would otherwise be unlikely to vote without Trump on the ballot.",
  "RSVP for Winning the Age of AI: The future of Work, Workers and Education -- Thursday, April 12, at Union Station -- Doors open 5 p.m.\n\nFRIDAY’S MOST CLICKED: The Tampa Bay Times’ report on Reps. Gus Bilirakis (R-Fla.) and Kathy Castor’s (D-Fla.) zombie campaigns bill was the winner.",
  "“The group of hard-liners view Ryan and, before him, Speaker John Boehner (R-Ohio) as frequent sellouts to the conservative cause -- and some members don’t trust that McCarthy would be much different.” Much more: https://politi.co/2H7eXOw\n\nRelated: “House’s No.",
  "“We urge you to oppose and reject his nomination.” See the letter: https://politi.co/2H3wmaP\n\nZUCKERBERG HITS THE HILL -- Facebook CEO Mark Zuckerberg will meet with some lawmakers today in advance of his two-day congressional testimony this week.",
  "“[T]he action has injected damaging uncertainty into the economy as Republicans are already struggling to maintain their hold on the House and Senate in a difficult election year,” The New York Times’ Sheryl Gay Stolberg and Ana Swanson report.",
  "“Farenthold has come under harsh scrutiny for using taxpayer money to settle a 2014 lawsuit brought by a former staffer over allegations of gender discrimination, sexual harassment and creating a hostile work environment,” POLITICO reports.",
  "“Trump is showing a keen interest in the Senate landscape, raising money for a highly touted challenger, helping clear the primary field for an endangered senator and playfully engaging in an intraparty contest,” Sullivan writes.",
  "More: https://politi.co/2HaLkvO\n\nTRANSITIONS -- Bryan Hickman has left his post as senior counsel for Senate Finance Committee Republicans to start an independent writing and communications operation, MHB Media & Communications.",
  "But we’ll see.” More: https://politi.co/2JwN7cW\n\nRelated: “Florida's Governor, Eyeing Senate Run, Offers Hope to an Unsteady GOP,” from The New York Times’ Patricia Mazzei: https://nyti.ms/2qiEv0G ; and “Fla.",
  "His candidacy will test “the limits of whether a close alliance with President Donald Trump is political poison or a pathway to success in the nation’s biggest swing state,” Matt Dixon and Marc Caputo report.",
  "“The planned meetings at Capitol Hill are expected to continue through Monday afternoon and include some lawmakers from committees before whom Zuckerberg is due to testify,” Reuters’ David Shepardson reports.",
  "“Yet with a potentially slimmer GOP majority next year -- if Republicans even keep the House -- McCarthy might not be able to afford even a small number of Freedom Caucus members to oppose him,” they warn.",
  "AROUND THE HILL -- Rep. Ted Deutch (D-Fla.) and Tom Diaz, former senior policy analyst at the Violence Policy Center, will hold a conference call briefing on gun violence prevention beginning at 1 p.m.",
  "“[L]awmakers will confront numerous critical issues -- including trade, immigration and digital privacy -- but they will be hard-pressed to act,” The Washington Post’s Mike DeBonis reports.",
  "REPUBLICANS FEAR LOSING HOUSE, FOCUS ON SENATE -- Increasingly worried that they will lose the House, Republicans are now pouring money and resources into preserving their Senate majority.",
  "Rick Scott.” The map is also on their side: Republicans are defending just nine Senate seats this year, while 26 Democrats are up for reelection, including 10 in states Trump won in 2016.",
  "But with Sen. Rand Paul (R-Ky.) publicly opposed and Sen. John McCain (R-Ariz.) recovering from cancer treatment, Democrats could sink Pompeo’s confirmation bid with united opposition.",
  "But progressive groups are arguing that a Secretary of State Pompeo would be the leader of Trump’s “War Cabinet.” “Pompeo is unfit to serve as Secretary of State,” the groups conclude.",
  "“Many top officials in the capital fear it is a political trap that would distract from their core message and possibly even boomerang to harm them in November,” Martin continues.",
  "“To many, the Senate is emerging as a critical barrier against Democrats demolishing President Trump’s agenda beginning in 2019,” The Washington Post’s Sean Sullivan reports.",
  "AI EVENT: With artificial intelligence driving the next big shift in the global economy, no aspect of American society will be untouched by the new age of machine learning.",
  "AshLee Strong, a spokeswoman for Speaker Paul Ryan (R-Wis.), said Farenthold “reiterated his commitment to the speaker” to reimburse taxpayers for the $84,000 settlement.",
  "“They’re closely monitoring the moves of the other and quietly courting Republicans who could help them clinch the top post,” Rachael and Bres report this morning.",
  "urged Pruitt to “stop leading with your chin” and “behave.” Sen. Susan Collins (R-Maine), who voted against confirming Pruitt, said her vote has been validated.",
  "“Scott has never shied away from his friendship with Trump -- who has repeatedly urged him to run against Nelson, Florida’s only statewide elected Democrat.",
  "In addition to his relationships in the White House, the California Republican has also done countless favors for rank-and-file Republicans in the House.",
  "His exit follows the opening of an ethics inquiry into allegations of sexual harassment and other inappropriate behavior from former staffers.",
  "Join POLITICO for a discussion on how American workers and U.S. school systems can adapt to the future of work and the AI era.",
  "TODAY’S TRIVIA -- From John: This former lawmaker was the first to select an office in the first-ever House office building.",
  "“Distrust among the conference’s right flank contributed to his failed 2015 bid, when Ryan was recruited as a white knight.",
  "“Neither man is actively rounding up votes at this point, and both of them downplayed the possibility of a looming clash.",
  "The chamber will also work on a banking deregulation bill and draft legislation to address the ongoing opioid crisis.",
  "Who was the lawmaker, what was the building, what office number did he select and what is that office number today?",
  "“And marquee Republican challengers are stepping up to run for the Senate, even as House GOP retirements pile up.",
  "And Scott, who spent tens of millions of his personal fortune in his 2010 and 2014 races, doesn’t intend to lose.",
  "are already positioning themselves to succeed Speaker Paul Ryan (R-Wis.) in case he resigns after the election.",
  "Republicans, however, could find support from vulnerable red-state Democrats running for reelection this year.",
  "McCarthy has also been working with Vice President Mike Pence to raise millions of dollars for GOP candidates.",
  "TODAY IN CONGRESS -- The Senate meets at 3 p.m. to resume consideration of judicial nominee Claria Horn Boom.",
  "Pompeo’s confirmation faces an uncertain path in the Senate, where Republicans hold a narrow 51-49 majority.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this Monday, April 9.",
  "Rick Scott is expected to announce his long-awaited campaign against Sen. Bill Nelson (D-Fla.) today.",
  "2, McCarthy has the clearest path to the speakership, though it’s far from a lock,” they write.",
  "He will also join Princeton Strategic Communications as executive communications director.",
  "I’m going to aggressively travel the state and tell people why they need to support me.",
  "Carrie Rankin, interim chief of staff, will transition into a senior advisory role.",
  "Christopher Huntley is starting as speechwriter for Sen. Elizabeth Warren (D-Mass.)",
  "The Senate will hold a swearing-in reenactment for Sen. Cindy Hyde-Smith (R-Miss.)",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "He previously served as communications director for Rep. Barbara Lee (D-Calif.).",
  "The chamber will hold a procedural vote on Boom’s nomination at 5:30 p.m.",
  "I’m committed to raising the resources required just like I did in 2014.",
  "The Senate, meanwhile, will spend much of the year confirming nominees.",
  "The call-in number is 605-472-5409, and the passcode is 511402#.",
  "More: https://reut.rs/2Exf9kG\n\nSCOTT FOR SENATE -- Florida Gov.",
  "Alexis Prieur L'Heureux will be Rep. Seth Moulton’s (D-Mass.)",
  "Fourteen Senate Democrats voted for him to be CIA director.",
  "“I’m planning on winning,” Scott said in an interview.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "More: https://nyti.ms/2JxIWx8\n\nGOOD MORNING!",
  "The latest blue-chip recruit is Florida Gov.",
  "And Democrats differ on how to respond.",
  "Sen. John Kennedy (R-La.)",
  "“I’m going to run to win.",
  "The House is out.",
  "chief of staff.",
  "“As Ryan’s No.",
  "today.",
  "Gov."
]