[
  "Zuckerberg was pressed repeatedly by lawmakers this week about why he didn't inform users and Federal Trade Commission regulators in 2015 that a Cambridge University researcher used an app to collect personal information on about 87 million Facebook users in the USA and share it with the political consulting firm Cambridge Analytica.",
  "USA TODAY\n\nSen. John Kennedy, R-La., listens to testimony during a Senate Judiciary Committee hearing on Capitol Hill, Dec. 6, 2017 in Washington, D.C. (Photo: Drew Angerer, Getty Images)\n\nWASHINGTON – Senators introduced a bipartisan bill Thursday that would give Americans greater power to protect their online privacy.",
  "\"The data breach at Facebook showed the world that the digital promised land is not all milk and honey,\" said Sen. John Kennedy, R-La., who co-sponsored the bill with Sen. Amy Klobuchar, D-Minn. \"I don’t want to regulate Facebook half to death, but there are things that need to be changed.\"",
  "\"Social media and other online companies are profiting off the data of Americans — their online behavior, personal messages, contact and personal information and more — all while leaving consumers in the dark,\" she said.",
  "\"I've just seen it over and over again — that we have the hearings, and nothing happens,\" said Rep. Frank Pallone of New Jersey, the senior Democrat on the House Energy and Commerce Committee.",
  "Klobuchar is the co-sponsor of the bipartisan Honest Ads Act, which would require Facebook and other social media companies to publicly disclose who pays for political ads on their platforms.",
  "Senators from both parties said they believe Congress must act to protect Americans' privacy, but conservatives in the House expressed hesitation about imposing regulations on businesses.",
  "The Kennedy-Klobuchar bill would give consumers the ability to see what personal information had been collected and shared with advertisers or other outside groups.",
  "The bill by the two Senate Judiciary Committee members would give consumers the ability to disable data tracking and collection on Internet sites.",
  "It would require Facebook and other online companies to notify users within 72 hours of any data breach and offer remedies to limit the damage.",
  "He disclosed last year that Facebook identified more than $100,000 worth of political ads purchased by a Russian company linked to the Kremlin.",
  "Most of the 3,000 ads, which ran from June 2015 to May 2017, focused on divisive issues such as immigration, gun control, gay rights and race.",
  "The 33-year-old billionaire acknowledged Wednesday that regulation of Facebook and other Internet companies is \"inevitable.\"",
  "Klobuchar said Facebook and other online companies must be required to do more to protect Americans' sensitive information.",
  "The day before, Facebook CEO Mark Zuckerberg testified to Congress about the misuse of user data on the social media site.",
  "Lawmakers grilled Zuckerberg for a total of 10 hours during hearings in the Senate on Tuesday and the House on Wednesday.",
  "It would require companies to provide their terms-of-service agreements in plain English that could be easily understood.",
  "CLOSE Senator John N. Kennedy of Louisiana criticized Facebook's user agreement during Mark Zuckerberg's Senate hearing.",
  "Klobuchar and Kennedy hoped to build on the momentum from the hearings to get something done before interest fades.",
  "\"The digital space can’t keep operating like the Wild Wild West at the expense of our privacy,\" Klobuchar said.",
  "\"In retrospect, it was a mistake,\" Zuckerberg told the House Energy and Commerce Committee on Wednesday.",
  "Contributing: Jessica Guynn\n\n\n\n\n\nRead or Share this story: https://usat.ly/2qsI3xe",
  "Newspapers and broadcast stations have been required to do that for years.",
  "\"We should have, and I wish we had, notified and told people then.",
  "Zuckerberg expressed support for that bill last week.",
  "I think that it was the right thing to have done.\"",
  "The firm worked for the Donald Trump campaign.",
  "..."
]