[
  "(Photo: Martin E. Klimek, USA TODAY)\n\nWASHINGTON — Facebook CEO Mark Zuckerberg will try to reassure a skeptical Congress this week that his company can protect Americans' privacy and thwart foreign election meddling in the wake of a data breach that has affected up to 87 million users and severely damaged the reputation of the social media giant.",
  "Amy Klobuchar, D-Minn., Mark Warner, D-Va., and John McCain, R-Ariz., that would require social media companies to publicly disclose who is paying for political ads — a regulation that already applies to traditional media companies such as newspapers, radio and television.",
  "The Cambridge Analytica scandal follows last fall's revelations that Russian companies spent $100,000 on 3,000 ads before, during and after the 2016 election to try to sow division among U.S. voters on hot-button issues such as immigration, race, religion, and gay rights.",
  "\"If we don’t rein in the misuse of social media, none of us are going to have any privacy any more,\" Sen. Bill Nelson of Florida, the senior Democrat on the Commerce, Science and Transportation Committee, said after meeting privately with Zuckerberg for about an hour.",
  "Zuckerberg is trying to fend off government regulation and restore public confidence after recent revelations that data from millions of Facebook users was shared with Cambridge Analytica, a data mining firm used by the Trump campaign in the 2016 election.",
  "Zuckerberg, in written testimony released Monday by the House committee, apologized for the privacy breach and for failing to recognize that Kremlin-linked groups were posting political ads and fake news on Facebook during the 2016 election.",
  "The Republican-led Congress is generally opposed to increased government regulation of businesses, but the high-profile revelations of Russian meddling and privacy breaches at Facebook is putting pressure on lawmakers to act.",
  "https://t.co/xOPIfpKG3B — Amy Klobuchar (@amyklobuchar) April 9, 2018\n\nZuckerberg, in the testimony that he will deliver to the House committee, said Facebook \"should have spotted Russian interference earlier.\"",
  "Lawmakers expressed anger last fall when Facebook and other social media companies sent their attorneys rather than their CEOs to testify about Russia's use of their platforms to meddle in the 2016 election.",
  "The 33-year-old billionaire and Harvard dropout who helped start Facebook in 2004 is facing his toughest political test yet as he testifies,for the first time ever, before Congress on Tuesday and Wednesday.",
  "The new tools also help detect and remove fake accounts, created in Macedonia, aimed at spreading false information during last December's special Senate election in Alabama, Zuckerberg said.",
  "\"Social media companies need to protect their users' personal info and we need everyone who sells political advertisements to be held to the same standards,\" Klobuchar tweeted Monday.",
  "Social media companies need to protect their users’ personal info and we need everyone who sells political advertisements to be held to the same standards – not a patchwork of fixes.",
  "CLOSE Facebook CEO Mark Zuckerberg will testify at two Capitol Hill hearings this week over the Cambridge Analytica scandal, and we asked our tech reporter why that matters.",
  "Over the next two days, Zuckerberg will have to answer hours of tough questions from lawmakers, many of whom will be trying to make their mark at the high-profile sessions.",
  "“My biggest worry with all this is that the privacy issue and what I call...the propagandist issue are both too big for Facebook to fix, and that's the frightening part.\"",
  "Just the FAQs\n\nThe 33-year-old billionaire was born on May 14th, 1984, in White Plains, N.Y. His parents, Karen and Edward, are a psychiatrist and dentist, respectively.",
  "Zuckerberg will testify Tuesday afternoon before a joint hearing of the Senate Commerce, Science and Transportation Committee and the Senate Judiciary Committee.",
  "\"He thinks he’s taking action and has in the past, but I think there’s going to be a lot more action that’s going to have to take (place),\" the senator said.",
  "To prevent future meddling by foreign governments, Facebook has built more effective artificial intelligence tools to remove fake accounts, Zuckerberg said.",
  "Zuckerberg began his Capitol Hill offensive Monday, meeting with lawmakers in advance of his testimony, which comes amid Facebooks' falling stock prices.",
  "The Honest Ads Act is a relatively modest proposal that stops short of much harsher possible regulations that could affect the company's bottom line.",
  "For most of our existence, we focused on all the good that connecting people can bring,\" Zuckerberg says in his written testimony.",
  "Zuckerberg initially scoffed at suggestions that Russians exploited his platform, but later apologized after discovering the ads.",
  "\"We didn’t take a broad enough view of our responsibility, and that was a big mistake,\" Zuckerberg says in his written testimony.",
  "He showed academic excellence early on, attending Phillips Exeter Academy and winning awards in math, science by his junior year.",
  "He said the improved technology helped Facebook find and take down 30,000 fake accounts during last year's election in France.",
  "But we have a problem,” Sen. John Kennedy, R-La., who serves on the Judiciary Committee, said Sunday on CBS’ Face the Nation.",
  "Zuckerberg only agreed to testify this week under intense pressure from Congress and continuing privacy breach revelations.",
  "\"My sense is that (Zuckerberg) takes this seriously because he knows there is going to be a hard look at regulation.",
  "Just because Zuckerberg thinks he's fixing the problems at Facebook doesn't mean Congress will agree, Nelson said.",
  "If it’s not his site, then someone else’s can be misused by people who are trying to do us harm,\" Nelson said.",
  "The data was shared without the knowledge of the affected users, whom Facebook began notifying Monday.",
  "\"But it’s clear now that we didn’t do enough to prevent these tools from being used for harm as well.\"",
  "Zuckerberg said the social media platform is now taking steps to limit access to customers' data.",
  "He will testify again Wednesday morning before the House Energy and Commerce Committee.",
  "Zuckerberg announced Friday that Facebook will support a bipartisan bill by Sens.",
  "Contributing: Ledyard King\n\n\n\n\n\nRead or Share this story: https://usat.ly/2qly7pd",
  "\"I believe he understands that regulation could be right around the corner.\"",
  "I started Facebook, I run it, and I’m responsible for what happens here.\"",
  "Even before entering Harvard he was known as programming wizkid.",
  "\"Facebook is an idealistic and optimistic company.",
  "I don't want to regulate them half to death.",
  "It's time to pass my #HonestAds Act.",
  "\"It was my mistake, and I’m sorry.",
  "'“I don't want to hurt Facebook."
]