[
  "[YouTube / Sam Ellis]\n\nRead more\n\nEurope is trying to force Facebook to take its customers’ privacy seriously\n\nThe simple argument for keeping nuclear power plants open\n\nAfter one year of Trump, Obamacare is actually doing fine\n\nHow Cynthia Nixon’s star image complicates her political image\n\nWe need to talk about how Grindr is affecting gay men’s mental health",
  "Mind you, there’s also people on bikes on the sidewalk, so it’s wheelmageddon.” [A San Franciscan complains about the overabundance of electric scooters in her neighborhood / Vanity Fair]\n\nWatch this: China’s trillion-dollar plan to dominate global trade\n\nIt’s about more than just economics.",
  "[Vox / Jen Kirby and Emily Stewart]\n\nThis comes after a few weeks of not-great news for Facebook, starting with the Cambridge Analytica scandal a few weeks ago, when it was revealed that the data of 50 million users was secretly used by the firm as part of its work for Trump’s 2016 campaign.",
  "[Washington Post / Craig Timberg, Tony Romm, and Elizabeth Dwoskin]\n\nThe narrative here could be that things are getting bad for Facebook, but the reality is that’s because things haven’t been great for Facebook users, whose data has apparently been vulnerable for quite a while.",
  "For more newsletters, check out our newsletters page\n\nBrazil’s former president is likely headed to jail ... in the midst of a campaign\n\nIt’s been a very bad day for former Brazilian President Luiz Inácio Lula da Silva, who learned today that he is very likely headed to jail.",
  "[Recode / Kurt Wagner]\n\nZuckerberg is also trying to address how the company is combating fake news that was disseminated by Russians and spread across the social network, telling Vox’s Ezra Klein in a recent interview that it’s something the company is taking seriously.",
  "[Reuters]\n\nAfter the former leader — commonly known as “Lula” — was convicted on corruption and money laundering charges last July, he appealed the decision twice, pushing the decision all the way up to the country’s supreme court.",
  "[NPR / Greg Myre]\n\nThe terror group ISIS ruled two ways — through fear but also through an efficient bureaucracy that functioned like a de facto government, according to troves of documents obtained by the New York Times.",
  "Zuckerberg has been owning up to the responsibility, a notable change in tone from right after the 2016 election, when people were asking questions about Russia using social media to influence the outcome.",
  "[NYT / Ernesto Londoño and Shasta Darlington]\n\nTo make matters more complicated, Lula, who was formerly a union leader, is a candidate in Brazil’s upcoming presidential election this fall.",
  "On Wednesday, the Washington Post reported that Facebook admitted “malicious actors” used certain search tools to get at the information of most of its 2 billion users all over the world.",
  "[NYT / Matthew Rosenberg, Nicholas Confessore, and Carole Cadwalladr]\n\nSince then, the number of users whose data was harvested by Cambridge Analytica has been revised to 87 million.",
  "Facebook digs itself deeper\n\nFacebook founder and CEO Mark Zuckerberg heads to Capitol Hill to testify before Congress twice next week, and lawmakers have a lot of questions for him.",
  "[AP via NBC]\n\nMiscellaneous\n\nPresident Trump might not have gotten his border wall, but he did just sign a proclamation to send National Guard troops to patrol the Mexican border.",
  "Facebook’s data problems seem to be worse than initially thought; Brazil’s former president is likely headed to jail ... while he campaigns for the presidency again.",
  "Sign up for the Vox Sentences newsletter, delivered straight to your inbox Monday through Friday, or view the Vox Sentences archive for past editions.",
  "[Bloomberg Politics / Raymond Colitt]\n\nLula’s Workers’ Party, which held Brazil’s presidency from 2003 to 2016, won’t be deterred by today’s decision.",
  "[Vox / Ezra Klein]\n\nHe’ll have to talk about all this and more on Capitol Hill — where lawmakers of both parties will likely have a lot of questions.",
  "Basically, the company admitted that if you were a user, there was a good chance your information had been accessed at some point.",
  "[Washington Post / Tony Romm and Craig Timberg]\n\nvox-mark Vox Sentences The news, but shorter, delivered straight to your inbox.",
  "Within minutes of putting out the ruling, the party tweeted in support of the candidate and urged people to vote for him.",
  "[Atlantic / Caroline Kitchener]\n\nRapper Cardi B is a master at her personal brand, and it’s paying off — literally.",
  "Subscribe By signing up, you agree to our Privacy Policy and European users agree to the data transfer policy.",
  "[NPR / Sidney Madden]\n\nVerbatim\n\n“There’s no way in the year of our Lord 2018 that I am riding one of those.",
  "[NYT / Rukmini Callimachi]\n\nIf you’ve ever fought with a roommate over doing the dishes, you’re not alone.",
  "But early Thursday, Brazil’s top court ruled that Lula could be jailed while he appeals the conviction.",
  "Vox Sentences is your daily digest for what's happening in the world, curated by Ella Nilsen.",
  "Research shows that dishwashing causes more tension than any other household task.",
  "... People are zooming past pedestrians without a single fuck to give.",
  "And he’s been leading opinion polls despite his 12-year sentence.",
  "(Those search tools have since been disabled.)",
  "[BBC]\n\nBut the news doesn’t stop there."
]