[
  "“Although Facebook had rules stating the terms under which developers could accumulate data, it appeared not to be able to ensure its rules were being followed… In interviews, developers said Facebook officials were sometimes unclear about how developers could use the data they gathered from the platform.”\n\nFrom AEI’s Jim Pethokoukis:\n\nThis is a bad quote for FB:\n\n\n\n“In the time I was there, I didn’t see them conduct a single audit of a developer’s systems”\n\n\n\nhttps://t.co/pVSwPGXN8b — James Pethokoukis (@JimPethokoukis) March 21, 2018\n\nAs the crisis mounts, the company’s leaders are still weirdly absent from the scene — and not only in public.",
  "“Pressure has been mounting for social media companies and other internet giants to be better stewards of their powerful platforms … Facebook began to change its position on the bill last fall, before congressional hearings on sex-trafficking bills and an intelligence committee hearing on Russian influence on social networks.”\n\nFILE PHOTO: Facebook Founder and CEO Mark Zuckerberg (REUTERS/Stephen Lam/File Photo)\n\nThe measure amends a law, Section 230 of the Communications Decency Act, that has granted tech companies immunity for the content that users put on their platforms.",
  "The Post's Damian Paletta reports from Buenos Aires that Treasury Secretary Steven Mnuchin told his G-20 counterparts that \"the Trump administration would press ahead with a range of trade restrictions on numerous U.S. allies, rebuffing calls to scale back the White House’s protectionist agenda despite intensifying resistance and threats of retaliation... Mnuchin parried warnings from other global finance ministers during two days of meetings here, telling them that... Trump is intent on reworking trade barriers in a way that promotes more U.S. exports...",
  "Among other requirements, the resulting consent decree mandated that Facebook must notify users and obtain their permission before data about them is shared beyond the privacy settings they have established… \"Recently, though, former FTC officials have said that Facebook’s entanglement with Cambridge Analytica may have violated the company's legal agreement with the federal watchdog agency … About 270,000 users downloaded Cambridge Analytica's app.",
  "If the FTC ultimately finds that Facebook broke that agreement, it could fine the company $40,000 for each violation.”\n\nA Facebook privacy officer said the company remains “strongly committed to protecting people’s information” and appreciates “the opportunity to answer questions the FTC may have.”\n\nNew reporting suggests the company’s problems restricting access to user data go well beyond Cambridge Analytica.",
  "WSJ's Andrew Ackerman: \"Senators are pressing House lawmakers not to jeopardize what they see as their best opportunity to ease postcrisis financial regulations, urging them to quickly pass bipartisan Senate legislation without making changes... Senate Banking Committee members in private meetings have said there is little political appetite in the Senate to vote on a revised version of the legislation.",
  "The Post's Carol D. Leonnig, David Nakamura and Josh Dawsey: \"Trump did not follow specific warnings from his national security advisers when he congratulated Russian President Vladi­mir Putin Tuesday on his reelection, including a section in his briefing materials in all-capital letters stating 'DO NOT CONGRATULATE,' according to officials familiar with the call.",
  "THE FUNNIES\n\nFrom The Post's Tom Toles:\n\nBULL SESSION\n\nAt the National Republican Congressional Committee March dinner, President Trump talked about wanting to call the Republican tax overhaul the \"tax cut, cut, cut bill:\"\n\nTrump says there's \"no reason\" for the GOP to lose the midterms:\n\nWatch Stephen Colbert on President Trump congratulating Vladimir Putin:",
  "The Post's Bob Costa: \"Sen. Jeff Flake, one of President Trump’s most prominent Senate critics, told The Washington Post in an interview Tuesday that he would support impeachment proceedings against Trump if the president ends special counsel Robert S. Mueller III’s investigation into Russian interference in the 2016 presidential election 'without cause.'",
  "From Damian:\n\nThe impact of Trump/Mnuchin on\n\nG20 statements:\n\n\n\n2015: “We reaffirm our precious exchange rate commitments and will resist protectionism.”\n\n\n\n2016: “We will resist all forms of protectionism.”\n\n\n\n2018 : We “recognize the need for further dialogue and actions.” — Damian Paletta (@damianpaletta) March 20, 2018\n\nNo trade consensus.",
  "Urged on by big American food and soft-drink companies, the Trump administration is using the trade talks with Mexico and Canada to try to limit the ability of the pact’s three members — including the United States — to warn consumers about the dangers of junk food, according to confidential documents outlining the American position.",
  "Democrats, Republicans and the White House battled late into the night Monday and into Tuesday afternoon over whether to include provisions on President Donald Trump’s border wall, a massive New York infrastructure project and the special counsel‘s Russia investigation, according to lawmakers and aides in both parties.",
  "“Facebook’s loose approach to policing how app creators and others deployed its user data persisted for years, including after a 2015 effort by the social network to restrict access, according to court documents and people familiar with Facebook,” The Wall Street Journal’s Deepa Seetharaman and Kirsten Grind write.",
  "The Washington Post’s Tony Romm and Craig Timberg lay out the stakes:\n\n“At issue for the company — and at the heart of the FTC probe — is a settlement they reached with the agency in November 2011, ending an investigation that Facebook deceived users about the privacy protections they are afforded on the site.",
  "NYT's Sheryl Gay Stolberg writes while other Republicans responded in some version of real-time to Trump's attacks on Mueller over the weekend, Senate Majority Leader Mitch McConnell (R-Ky.) remained silent on the matter until Tuesday, when \"at his regular weekly news conference, he had little choice.",
  "WSJ's Josh Zumbrun, Andrea Thomas and, Paul Kiernan: \"Finance ministers and central bankers from the Group of 20 countries failed to reach a new agreement on trade, amid a deepening split between the U.S. and other major economies over Washington’s plans to impose tariffs on steel and aluminum.",
  "Politico's Burgess Everett and co.: \"Congressional leaders are racing to finalize a spending bill by the end of Tuesday but find themselves still at odds over a host of controversial issues — delaying plans to unveil the proposal and raising the prospect of weekend votes to avoid a shutdown.",
  "The social media giant was already facing the likelihood that its top leadership, chief executive Mark Zuckerberg included, would need to appear for a congressional flogging in the wake of reports about how a Trump-linked data analytics firm improperly accessed troves of user information.",
  "WSJ's Bob Davis: \"The White House is preparing to crack down on what it says are improper Chinese trade practices by making it significantly more difficult for Chinese firms to acquire advanced U.S. technology or invest in American companies, individuals involved in the planning said.",
  "The Daily Beast’s Spencer Ackerman reports that Zuckerberg decided against facing his employees at an internal briefing Tuesday to explain the company’s role in the Cambridge Analytica mess: “Instead, the session was conducted by a Facebook attorney, Paul Grewal,” Ackerman writes.",
  "Politico's Kyle Cheney:\n\n#tbt to when Ted Cruz used Cambridge Analytica to help profile delegates to the Republican National Convention.https://t.co/o0jCWLks2S pic.twitter.com/H7HzPJ1dLI — Kyle Cheney (@kyledcheney) March 20, 2018\n\nMARKET MOVERS\n\nFed chairman Jay Powell.",
  "But after two days of negotiations, the closing statement released here Tuesday said G-20 officials “recognize the need for further dialogue and actions” on trade and they reaffirmed a set of principles that had been adopted last year at a G-20 summit in Hamburg.\"",
  "Trump also chose not to heed talking points from aides instructing him to condemn Putin about the recent poisoning of a former Russian spy in the United Kingdom with a powerful nerve agent, a case that both the British and U.S. governments have blamed on Moscow.\"",
  "\"“I think that we ought to have the head of Facebook, not their lawyer, not their number two, but their number one, come... state if they’re really prepared to lead the industry to some controls that prevent all this from happening,” she told reporters Tuesday.",
  "Corbat requested the March 2017 meeting with Kushner, a senior adviser to... Trump, to discuss U.S. trade policy and didn’t discuss the loan or any personal business with Kushner Cos., the bank’s general counsel said in a letter to four Democratic senators.",
  "NYT's Randall Smith: \"When Jordan A. Thomas left the Securities and Exchange Commission in 2011, he could have landed a job at a top law firm, likely earning $500,000 or more a year to defend corporations and Wall Street firms in government investigations.",
  "Here was Sen. Mark Warner (D-Va.), the top Democrat on the Senate Intelligence Committee, on Tuesday:\n\n\"It's time\" for Mark Zuckerberg and other top Facebook officials \"to come and testify,\" says Sen. Warner, top Democrat on the Senate Intel Committee.",
  "Now, a top tech lobbyist tells me, industries nursing grudges against tech giants — from movie studios to pharmaceutical companies — are eyeing the trafficking bill as a foot in the door and considering how to further tweak the law to their advantage.",
  "“That was the same approach the company used on Capitol Hill this past fall, when it sent its top attorney, Colin Stretch, to brief Congress about the prevalence of Russian propaganda, to include paid ads and inauthentic accounts, on its platform.",
  "That’s because the bill, sponsored by Senate Banking Committee Chairman Mike Crapo, doesn’t touch the biggest constraint imposed on firms after the 2008 financial crisis: the Fed stress tests known as the Comprehensive Capital Analysis and Review.",
  "While the legislation would free two dozen banks with less than $250 billion of assets from some oversight, the CCAR exams mean regulators will still have control over firms’ capital buffers and whether they can return profits to shareholders.",
  "One thing the markets do seem to agree on is that the tone of Fed Chairman Jerome Powell's first meeting will be decidedly hawkish, and the Fed will reinforce that it sees an improved economy and it plans to continue raising interest rates.\"",
  "Mr. Thomas said three clients of his firm, Labaton Sucharow, would collect the awards for alerting the agency to wrongdoing at Bank of America’s Merrill Lynch unit, which led to Merrill’s paying $415 million to settle the case in June 2016.\"",
  "CFPB to Work With FTC on Policing Debt Collectors The Consumer Financial Protection Bureau will team up with the Federal Trade Commission to police debt collectors as it shifts to a gentler form of enforcement under the Trump administration.",
  "And because of a program that Mr. Thomas helped create at the S.E.C., in which whistle-blowers can receive a cut of penalties the agency imposes as a result of information they provide, the money is starting to pour into Mr. Thomas’s firm.",
  "'I agree with the president’s lawyers that Bob Mueller should be allowed to finish his job,' he said in his patented monotone, but he added that he did not believe Congress should pass a law to protect the special counsel.",
  "Bloomberg's Dakin Campbell: \"Citigroup Inc. said Chief Executive Officer Michael Corbat was unaware that the bank was in the process of closing a real estate loan to a Kushner Cos. venture when he met with Jared Kushner.",
  "NYT's Azam Ahmed, Matt Richtel and Andrew Jacobs: \"The contentious negotiations over the fate of the North American Free Trade Agreement have veered into one of the world’s most pressing health issues: fighting obesity.",
  "More fundamentally, Facebook’s latest failure and the familiar blame-shifting that has followed it are helping turn a tide of sentiment among policymakers who for years have taken a hands-off approach to Silicon Valley.",
  "Bloomberg\n\nWall Street advances on energy bump; Facebook woes continues U.S. stocks advanced modestly on Tuesday as higher oil prices lifted the energy sector, but another slump in Facebook Inc shares curbed gains.",
  "“Top-level executives are becoming ever more frustrated over [Zuckerberg] not speaking more publicly on many of the complicated issues that have plagued the company in the last year,” CNN’s Laurie Segall reports.",
  "CNBC's Patti Domm: \"Fed officials are expected to raise interest rates Wednesday, but it's not clear they will do much to resolve the debate in markets about how many more hikes are coming this year or next.",
  "As part of the package, the White House will announce possible investment restrictions by Chinese firms in the U.S. and will direct the Treasury Department to outline rules governing investment from China.",
  "https://t.co/wTfCXCJRgT pic.twitter.com/zQVZQc8e02 — This Week (@ThisWeekABC) March 20, 2018\n\nSen. Diane Feinstein (D-Calif.), the top Democrat on the Senate Judiciary Committee poked Zuckerberg, too.",
  "Instead, the United States is piling on debt and adopting policies — immigration restrictions, increased trade barriers, looser financial regulation — that many economists view as counterproductive.\"",
  "There were still a number of unresolved issues as of Tuesday evening, and multiple sources were pessimistic that negotiators would reach a deal in time to release the bill before Wednesday.",
  "The American Enterprise Institute holds an event on the future of infrastructure policy under the Trump administration with Transportation Department Under Secretary Derek Kan on Thursday.",
  "“The bill’s passage in the House signaled an important turning point for an industry that has largely operated free of regulations,” the New York Times’s Cecilia Kang wrote last month.",
  "The decision comes as Chinese Premier Li Keqiang, the country's second-in-command, struck a conciliatory note in a news conference, saying “there are no winners” in a trade war.",
  "The administration’s position could help insulate American manufacturers from pressure to include more explicit labels on their products, both abroad and in the United States.",
  "Another burden the Crapo bill would leave in place is the Fed’s insistence that banks keep a stockpile of ready-to-sell assets on hand to meet liquidity needs in an emergency.",
  "The market has priced in three hikes, but the question is whether Federal Reserve officials will signal a fourth when they release their latest forecasts Wednesday afternoon.",
  "Powell to Ponder Hawkish Tone in FOMC Debut Jerome Powell will likely make headlines Wednesday with an interest-rate hike in his first meeting as Federal Reserve chairman.",
  "He wouldn’t say how many countries would be exempted from Trump’s tariffs on steel and aluminum imports, saying that the president would make those decisions speedily.\"",
  "Even the Federal Reserve’s intention to impose three interest-rate increases this year — with the first expected on Wednesday — has done little to cloud the outlook.",
  "Many think it could last for years, raising the possibility that President Trump could run for re-election amid the most sustained economic growth in a generation.",
  "New York-based Citigroup said the Kushner family has been a client for decades and the loan on a Brooklyn real estate project was made with no input from Corbat.\"",
  "The administration plans to release on Thursday a package of proposed punitive measures aimed at China that include tariffs on imports worth at least $30 billion.",
  "News of the probe added to the swirl of bad headlines dogging Facebook and wiped another 2.6 percent off its stock price, following a 6.8 percent dive on Monday.",
  "Feinstein said the Facebook founder needs to offer assurances that the company will do more to protect people’s privacy — otherwise Congress will step in.",
  "\"But many economists also argue that the seeds of the next crisis are being sown today, even if it is several years before they poke above the surface.",
  "In what some saw as a subtle message to the president, he called Mr. Mueller 'an excellent appointment,' adding, 'I have a lot of confidence in him.'\"",
  "announced two awards totaling $83 million, with the money coming from a fund established by Congress that is financed by the fines paid by violators.",
  "In a sign of the times, the Senate is poised today to pass a bill handing prosecutors more power to sue websites that knowingly abet sex trafficking.",
  "Any additions to the bipartisan deal, which received support from 17 members of the Democratic caucus, would require the Senate to vote on it again.\"",
  "Increases for domestic programs are going to be something — Andrew Taylor (@APAndrewTaylor) March 21, 2018\n\n— Senate to House: Take the Crapo bill.",
  "But investors are rattled, with 30 percent of fund managers in a Bank of America survey naming a trade war as the greatest threat to the markets.",
  "The Senate Banking, Housing and Urban Affairs Committee will hold a hearing on the oversight of the Housing and Urban Development on Thursday.",
  "Now, the Federal Trade Commission is compounding the company’s Washington woes by opening an investigation that could end in a massive fine.",
  "And Axios's Mike Allen this morning reports Zuckerberg will speak out in the next 24 hours with \"remarks will be aimed at rebuilding trust.\"",
  "But the firm was able to obtain personal information about their friends, who likely had no knowledge that their data was being collected.",
  "WSJ\n\nDAYBOOK\n\nToday\n\nChairman of the President’s Council of Economic Advisers Kevin Hassett testifies before the Senate Banking Committee.",
  "Bloomberg's Jesse Hamilton: \"The financial industry has been jubilant since the Senate passed a GOP rollback of banking rules last week.",
  "But Mr. Thomas had another plan: He wanted to build a law practice representing whistle-blowers seeking to expose corporate wrongdoing.",
  "In two days, the crisis has cost the company nearly $50 billion in market value, and Zuckerberg himself has lost more than $9 billion.",
  "The American stance reflects an intensifying battle among trade officials, the food industry and governments across the hemisphere.",
  "POCKET CHANGE\n\nMichael Corbat, chief executive officer of Citigroup Inc. (Jerome Favre/Bloomberg)\n\n— Corbat clueless with Kushner.",
  "“For years, the tech companies have said ‘We’re just platforms, and you have to take the good with the bad,’ ” the lobbyist said.",
  "House lawmakers are reviewing the bill, which passed the Senate last week 67-31, and deciding whether to open it up for changes.",
  "'People thought I was crazy not to go into a big corporate defense practice where I could make a lot of money,' Mr. Thomas said.",
  "USTR Robert Lighthizer will testify before the Senate Finance Committee on the president’s 2018 trade policy agenda on Thursday.",
  "Nor... did chief operating officer Sheryl Sandberg attend the internal town hall.”\n\nThe silence from the C-suite may end soon.",
  "Facebook and other big tech companies strongly opposed the measure initially, arguing it created too much liability for them.",
  "Good times are meant to give governments an opportunity to get their fiscal houses in order and address long-term challenges.",
  "But even if the Dodd-Frank overhaul clears the House, U.S. lenders will remain inside a cage built by the Federal Reserve.",
  "TRUMP TRACKER\n\nTrump speaks at a fundraising dinner for House Republicans at the National Building Museum on Tuesday.",
  "Rather, U.S. industry will be given an opportunity to comment on which products should be subject to the duties.",
  "People are too pissed off here in Washington.”\n\nThe FTC investigation poses a more immediate threat to Facebook.",
  "Unemployment is low, job creation is strong and the overall economy seems to be gaining momentum, not losing it.",
  "But health officials worry that it would also impede international efforts to contain a growing health crisis.\"",
  "Most economists expect the expansion to continue well into next year, which would make it the longest ever.",
  "To fire Mueller without cause, I don’t know if there is any other remedy left to the legislative branch.'\"",
  "Coming Up\n\nCommerce Secretary Wilbur Ross testifies before the House Ways an Means Committee on Thursday .",
  "He has built one of the top legal practices in the country representing corporate whistle-blowers.",
  "Final details of the plan, including the amount of imports to be hit by tariffs, remain in flux.\"",
  "G-20 summits revolve around writing a communiqué of shared principles on major economic policies.",
  "Don’t force the Congress to take the only remedy that Congress can take,\"' said Flake (R-Ariz.).",
  "The Fed has forecast three hikes for this year, but some economists expect it to add another.",
  "Asked how confident he was that the Senate would avoid weekend work, Sen. John Thune (R-S.D.)",
  "Regardless, Zuckerberg faces mounting calls to testify both on Capitol Hill and in the U.K.",
  "THE TICKER\n\nFacebook’s public relations headache just worsened into a regulatory migraine.",
  "'To remind the president of that is the best way to keep him from going down that road.",
  "The chief executive \"wanted to say something meaningful rather than just rushing out.\"",
  "NYT's Ben Casselman: \"There is no sign that the rebound will end anytime soon.",
  "Ds win on ICE agents, Trump gets $1.6B for wall but not for new designs.",
  "That could result in a jump in bond yields and a stock market sell-off.",
  "(T.J. Kirkpatrick/Bloomberg)\n\n—Fed meets, then Powell meets the press.",
  "THE REGULATORS\n\nThe U.S. Securities and Exchange Commission building.",
  "(Alex Wong/Getty Images)\n\n— Closing in on a spending deal.",
  "The National Economists Club holds an event on Thursday .",
  "(AP /Andrew Harnik)\n\n— Whistleblower lawyer rakes it in.",
  "'I don’t think Bob Mueller is going anywhere,’' he said.",
  "Reuters\n\nMONEY ON THE HILL\n\nSpeaker Paul Ryan (R-Wis.).",
  "(AFP / Mandel Ngan)\n\n— China tariffs may be delayed.",
  "replied: 'I’m not real confident at this point.'\"",
  "From AP's Andy Taylor this morning:\n\nOmni update.",
  "Roughly 50 million people may have been affected.",
  "But look to the fine print for his biggest news.",
  "— Trump ignored aides in congratulating Putin.",
  "'We’re begging him: \"Don’t go down this road.",
  "But the tariffs won’t be imposed immediately.",
  "Gateway earmark dropped but money remains.",
  "Grain co-op provision still up in the air.",
  "\"Seven years later, his bet is paying off.",
  "RUSSIA WATCH:\n\n— Flake uses the I-word.",
  "Don’t create a constitutional crisis.",
  "— NAFTA talks take on food labels.",
  "They backed off as it progressed.",
  "— America First, G-20 second.",
  "— When will the recovery end?",
  "Pray for the sage grouse.",
  "Fed still reigns supreme.",
  "While McConnell tiptoes.",
  "On Monday, the S.E.C.",
  "“Those days are over.",
  "Deal almost done.",
  ".",
  "."
]