[
  "Inspiration for these questions was drawn from conversations with legal experts on privacy issues, conversations with European Parliament and EU officials, the European Digital Rights association (which published its own list of questions earlier) and documents and letters sent to Facebook by Europe's data protection authorities and the European Commission.",
  "In his press statement announcing Zuckerberg's visit, Parliament President Antonio Tajani suggested the meeting could include discussions on issues like how Facebook deals with illegal content, misinformation and fake news, and paying publishers.",
  "The European Commission, too, is looking at how it can help avoid such large-scale use of personal data for political purposes — which European Justice Commissioner Vera Jourová has likened to \"communist\" voter manipulation.",
  "To inspire lawmakers who will be questioning the Facebook chief, POLITICO polled a group of MEPs, lawyers, digital interest groups and privacy activists for their views on the most pressing issues facing Facebook.",
  "But when Zuckerberg addressed U.S. senators and members of congress in a two-day long grilling session in Washington D.C., much of the post-game analysis was about the politicians' failure to pin him down.",
  "— How much, in percentages of the global turnover and in absolute figures, did Facebook earn on targeted political advertising linked to the campaign around the U.K. referendum on Brexit?",
  "— After years of having Facebook's international operations based in Ireland, you recently announced you were pulling data on users internationally to data centers outside of the EU.",
  "How does this affect the turnover of this Ireland-based legal entity, and does this mean a GDPR fine of 4 percent global turnover would be smaller now than it was before this change?",
  "— Mr. Zuckerberg, the famous picture of your notes when speaking on Capitol Hill, taken by a photographer of the Associated Press, said: \"Don't say we already do what GDPR requires.\"",
  "The Irish political campaigns around the abortion referendum show many of the problems persist, with an MP calling it a \"completely rudderless, completely unpoliced situation.\"",
  "Not surprisingly, they wanted to know how Facebook plans to comply with the General Data Protection Regulation, an overhaul of privacy rules that will be enforced from May 25.",
  "Right-wing groups have suggested they want to discuss freedom of expression on Facebook — a topic linked to how the platform deletes illegal posts or manages harmful content.",
  "Jan Philipp Albrecht, who co-authored Europe's new privacy rulebook, will be in the room with Zuckerberg, as will the Chairman of the civil liberties committee Claude Moraes.",
  "The Facebook boss has already faced questioning over his company's handling of massive data misuse that affected more than 87 million users, including 2.7 million Europeans.",
  "As a group, they are supporting the U.K.'s Information Commissioner's Office in its probe of Facebook, Cambridge Analytica and the use of data in political campaigning.",
  "Since the scandal broke, the company has banned 200 apps due to an ongoing internal investigation, hinting that more headlines about privacy violations are likely.",
  "European officials are finally getting a chance to grill Mark Zuckerberg — and prove they have a firmer grasp of privacy issues than peers in the U.S. Congress.",
  "— Advertisers and publishers complain that they are forced to deal with only one or two dominant players in the digital marketplace for content and advertising.",
  "The data use policy seems to suggest that Facebook does not rely on the user’s consent, but on another legal basis: necessity for contract performance.",
  "If more countries come up with such rules or if there is a pan-European regulation of the same nature, what will that mean for Facebook’s bottom line?",
  "— If a similar situation to the data misuse of Cambridge Analytica were to happen again, who would be responsible: Facebook Inc. or Facebook Ireland?",
  "Could you explicitly say which legal basis (in Article 6 of GDPR) Facebook invokes for personal data processing for targeted advertising on its site?",
  "The meeting with Facebook's CEO is officially a Conference of Presidents meeting, the European Parliament's highest-level decision-making group.",
  "— Is it correct that advertisers can target people on Facebook based on characteristics such as \"communism,\" \"Christianity,\" or \"LGBT issues\"?",
  "Leaders will speak in turn and have the time to ask Zuckerberg one question and one follow-up to his answer on the question.",
  "— France wants to regulate fake news on platforms and Germany has already instituted its own law against online hate speech.",
  "European data protection authorities are looking into the impact of the Cambridge Analytica scandal in their countries.",
  "— Your company recently changed its privacy policy and introduced a set of tools for users to review their settings.",
  "— What other changes can we foresee in Facebook’s fight against fake news and hate speech and other “bad content”?",
  "Does that mean Facebook would be open to reopening Europe’s limited liability regime in the e-Commerce Directive?",
  "Does Facebook claim that people gave their \"explicit consent\" for such targeting (Article 9(2)(a) of GDPR)?",
  "Processing \"special categories of data\" (sometimes called sensitive data) is prohibited under the GPDR.",
  "— You said in your U.S. Congress hearing that Facebook is responsible for the content on the platform.",
  "Here is our suggestion for how they might go about the questioning:\n\nGood afternoon, Mr. Zuckerberg.",
  "If a user said \"no,\" does this mean Facebook has deleted or will delete this data from its records?",
  "— Is there a need for stricter rules for platforms like those that exist for traditional media?",
  "— If a user sees a political message, how can the user easily see why and how he was targeted?",
  "You asked users to reconsider whether they want to share sensitive data like their religion.",
  "Within which time frame would you argue Facebook is able to better deal with such problems?",
  "So let's take a short diversion from privacy and see what they can ask Zuckerberg on that.",
  "— You have said you will take action on how foreign interests buy targeted advertising.",
  "How would you convince EU officials that Facebook doesn't pose competition problems?",
  "— The GDPR includes new provisions on profiling and automated decision-making.",
  "— Facebook's new data use policy leaves room for diverging interpretations.",
  "How are you going to change your ad targeting practices to be compliant?",
  "The problem: the representatives' shaky grasp of technical issues.",
  "It includes the leaders of every political group in Parliament.",
  "How much of this income came directly from political parties?",
  "Which exception to the prohibition does Facebook invoke?",
  "Would you say Facebook already does what GDPR requires?",
  "Privacy isn't the only issue you're facing in Europe.",
  "No doubt, many questions will remain unanswered.",
  "We wouldn't want the same to happen in Brussels.",
  "And how much during the U.S. election in 2016?",
  "Joanna Plucinska contributed to this article.",
  "We need to talk about data and politics.",
  "(Asking for a friend.)",
  "Let's start with GDPR."
]