[
  "“Based on the recent reports, we conducted our own internal review and did not find any access to private data about people who use Twitter.”\n\nThe company has removed Cambridge Analytica and affiliated entities as advertisers.",
  "Facebook (fb) Chief Executive Officer Mark Zuckerberg has testified in front of Congress about the misuse of data, and lawmakers have called on Twitter CEO Jack Dorsey and Google CEO Sundar Pichai to testify as well.",
  "Explanations Needed\n\nTwitter provides certain companies, developers and users with access to public data through its application programming interfaces (APIs), or software that requests and delivers information.",
  "In the first quarter, the company removed more than 142,000 applications connected to the Twitter API that was collectively responsible for more than 130 million “low-quality” tweets during the period.",
  "Twitter sold data access to the Cambridge University academic who also obtained millions of Facebook users’ information that was later passed to a political consulting firm without the users’ consent.",
  "Aleksandr Kogan, who created a personality quiz on Facebook to harvest information later used by Cambridge Analytica, established his own commercial enterprise, Global Science Research (GSR).",
  "Personality Quiz\n\nAbout 270,000 people downloaded Kogan’s personality quiz app, which shared information the people and their friends that was then improperly passed to Cambridge Analytica.",
  "“In 2015, GSR did have one-time API access to a random sample of public tweets from a five-month period from December 2014 to April 2015,” Twitter said in a statement to Bloomberg.",
  "The latter has said that Cambridge Analytica, which worked for President Donald Trump’s 2016 campaign, may have harvested data on 87 million users.",
  "Enterprise customers are given the broadest data access, which includes the last 30 days of tweets or access to tweets from as far back as 2006.",
  "That firm was granted access to large-scale public Twitter data, covering months of posts, for one day in 2015, according to Twitter.",
  "Social media companies have come under intense scrutiny over reports that Facebook failed to protect the privacy of its users.",
  "Criticism of Twitter’s failure to prevent misinformation and abuse on its platform has risen since the 2016 election.",
  "The company sells the data to organizations, which often use them to analyze events, sentiment or customer service.",
  "Twitter doesn’t sell private direct messaging data, and users must opt in to have their tweets include a location.",
  "To get that access, the customers must explain how they plan to use the data, and who the end users will be.",
  "The company has also limited the ability of users to perform coordinated actions across multiple accounts.",
  "Twitter’s “data licensing and other revenue” grew about 20%, to $90 million, in the first quarter.",
  "Companies like Twitter tend to have access to less private information than Facebook.",
  "Bloomberg LP produces TicToc, a global breaking news network for the Twitter service.",
  "Twitter (twtr) said GSR paid for the access; it provided no further details."
]