[
  "In turn, those very academics that had for years been arguing for strict ethical standards over the use of social media data announce their own partnership with Facebook in which every single last ethical question was “to be determined” and with guiding principles that placed research and publications first, user safety and privacy “TBD.”\n\nGiven the chance to finally define once and for all a model of ethical social media research, the nation’s top universities, luminaries of the field and even the Social Science Research Council (SSRC) all came together and forged a partnership in which ethics were strictly secondary to research outcomes, something to be figured out down the road, while spending immense effort outlining all of the amazing academic research that could be performed, much of which was in direct conflict with the very ethical standards those same institutions and individuals had been promoting all these years.",
  "Yet, the moment the company finally agrees with these calls and moves aggressively to reign in external harvesting of user data, that very same academic community which had so proudly touted its focus on ethical data use for years, suddenly united in fierce condemnation of any attempt to restrict their own ability to mass harvest user data, which they argued was central to their ability to get major publications and the attendant fame, raises and promotions.",
  "It seems that if anything is to stop this tidal wave against research ethics, it would be for major funding agencies and journals to require informed consent for social media research, yet there too a number of major funders are actually working to relax their existing meager ethical protections, while journals in fields which prioritize research ethics happily publish such studies.",
  "The same institutions and individuals that, when I was a graduate student, forced their students to go through IRB training and receive IRB approval for each class project and which refused to even accept a class paper that did not have “informed consent” have now, given carte blanch, devised a research program in which all of that is simply thrown out the window.",
  "One might imagine that after so many years of condemning the social media companies for performing research on users without their without informed consent all while quietly doing so themselves, that the academic community might take Facebook’s newfound interest in user safety as a cue to have their own soul searching about ethical conduct in online research.",
  "Putting this all together, the academic world that had so stridently attacked Facebook over the years for its data practices now condemns the company for limiting their own mass harvesting of private user data without permission and work on circumventing Facebook’s new restrictions, reminding us once again that research ethics are dead in the big data era.",
  "Instead, the strongest statement the academic community came out with was a signed open letter from its top luminaries condemning any restriction on their ability to perform research on unwitting users without their informed consent and a top organization, SSRC, spearheading a massive new initiative in which every single ethical question is TBD.",
  "Major professional society mailing lists see regular announcements of new tools to circumvent Facebook’s restrictions and researchers asking for advice on how to defeat Facebook’s limits, while ethical debates largely center on rationalizations for why research ethics and “informed consent” no longer apply in the digital world.",
  "Major professional societies coming out with revised ethical guidelines and departments and academic fields having lively debates over just what is “ethical” conduct today and whether “informed consent” should continue in its supremacy or simply be removed as a consideration in a reflection of today’s research trends.",
  "One of the most fascinating elements of the Facebook data harvesting story is how strongly the academic community came out against the company’s attempts to better protect its users from having their data harvested and redistributed without their knowledge, rather than embracing a policy that increased data ethics.",
  "At the same time, the new generation of faculty at those same institutions now view IRB and ethical approval as merely an obstacle to be ignored and devote considerable resources to circumventing the legal and technical obstacles that attempt to provide any safety or privacy protections to users.",
  "For years the academic world has fiercely criticized the company’s use of user data and issued countless high-profile calls for it to face greater restrictions on using user data for research, all while arguing that it needed to adopt the same ethical standards as academia.",
  "In the aftermath of global condemnation over how easily Facebook allowed companies like Cambridge Analytica to acquire user data mass harvested from its platform, the social media company made a number of changes to how it allows user data to be accessed by third parties.",
  "In fact, after years of touting informed consent as an absolute requirement for research, the word “consent” makes not even a single mention in this new research initiative, while the word “permission” appears just once – referring to Facebook’s rights.",
  "This brings us back to the question of how the academic community has been reacting to Facebook’s new harvesting restrictions and the changes it has made to its APIs and interfaces to restrict the unauthorized mass harvesting of user data.",
  "Since Facebook’s new harvesting restrictions, there has been steady conversation on mailing lists, in research labs, on social media and on the sidelines of conferences as to how to circumvent those new restrictions.",
  "It is a sad world indeed when the social media companies like Facebook have higher ethical standards for the appropriate use of their user data than the academic community which had long condemned them.",
  "One might imagine a series of major roundtables of luminaries from the social sciences, data ethics and IRB communities getting together to debate the future of social media research.",
  "Researchers offer to quietly and illegally ship large bulk collections of social media data to those who are having problems downloading data through the new interfaces.",
  "Programmers work furiously to build new technical workarounds to defeat Facebook’s restrictions and make it possible to resume bulk harvesting.",
  "Self-professed data ethicists condemn Facebook’s restrictions and actively encourage others to work around them.",
  "Despite much fanfare from the company, are these changes actually having an impact?"
]