[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "“Show me the part that compels a private company to spread conspiracy theories about twenty dead children being a hoax perpetuated by their parents.”\n\n— Next on deck for Facebook: COO Sheryl Sandberg and Twitter CEO Jack Dorsey are slated to testify before the Senate Intelligence Committee sometime in September, the companies’ latest congressional appearance amid the deluge of privacy- and election-related controversies.",
  "“However, we fail to see how tariffs on imported semiconductor and semiconductor equipment can achieve that goal.” The group urged the Trump administration to “explore more effective and targeted policies” such as “penalties for state-actors engaging in IP theft, WTO cases and strengthened multilateral action with our allies.”\n\nWHAT’S NEXT FOR CBS & VIACOM?",
  "— The White House defense comes days after a bipartisan group of 49 House lawmakers, led by Reps. Pete Sessions (R-Texas) and Zoe Lofgren (D-Calif.), urged U.S. Trade Representative Robert Lighthizer in a letter to reconsider the proposed tariffs on semiconductors and related products imported from China.",
  "While Cruz said he is “no fan of Jones,” he asked, “Who the hell made Facebook the arbiter of political speech?”\n\n— But Sen. Chris Murphy (D-Conn.), who has hammered Jones for claiming the Sandy Hook school shooting was a \"false flag\" carried out by the government, spoke favorably of Facebook’s move.",
  "Story Continued Below\n\n— Jonesing for answers: Facebook announced last week it suspended conspiracy theorist and InfoWars leader Alex Jones from the platform for 30 days for violating its community standards, but the move did little to quiet criticism of the company’s content moderation decisions.",
  "KUDLOW DEFENDS TARIFFS AMID LAWMAKER BACKLASH — Larry Kudlow, director of the National Economic Council, offered a staunch defense of the Trump administration’s tariffs against China — which tech industry officials have spoken out against — during a Sunday interview on CNN.",
  "SILICON VALLEY MUST READS\n\n— “How technology could preserve abortion rights”: If the Supreme Court scales back Roe v. Wade, abortion rights advocates are exploring how to use technology to expand access to the procedure, Pro Health’s Mohana Ravindranath and Renuka Rayasam.",
  "PITTENGER READY WITH T-MOBILE-SPRINT MERGER SCRUTINY — Rep. Robert Pittenger (R-N.C.) is taking the lead on a letter likely to be sent this week to Treasury Secretary Steve Mnuchin raising national security concerns about the T-Mobile-Sprint merger, his office tells John.",
  "T-Mobile and Sprint told the FCC in their June application that they already have mitigation agreements with U.S. national security agencies due to their foreign ownership and expect a condition of merger approval would be compliance with a new mitigation deal.",
  "“Consumers are more likely to trust the companies they know.” David Redl, head of NTIA, seemed to be of the same mind, telling the same conference earlier that day that privacy should not mean “every internet company needs a massive compliance department.\"",
  "— #MeToo meets merger dispute: Moonves said he “may have made some women uncomfortable by making advances” but ultimately abided by the principle that “‘no’ means ‘no.’” His battle for survival could affect the broadcaster’s broader business strategy.",
  "— Softbank has a “documented history of working with Huawei, a major Chinese telecom company, widely known to pose cyber threats to the U.S. government and American consumers,” according to a draft of Pittenger’s letter obtained by POLITICO.",
  "TRUMP OFFICIALS SEE DANGER IN TOUGH PRIVACY RULES — Republican FTC Commissioner Noah Phillips on Friday echoed Chairman Joe Simons’ recent warning that strict new privacy rules could have the effect of entrenching tech industry incumbents.",
  "“Team Telecom,\" comprising representatives from the FBI and departments of Homeland Security and Defense, is charged with reviewing national security implications of mergers involving foreign-owned telecommunications companies.",
  "Meanwhile, Capitol Hill is gearing up for another public grilling of Facebook executives, with social media sites under intense scrutiny over their efforts to combat the spread of misinformation ahead of the midterm elections.",
  "It also accuses Sprint of a “failure to address serious security concerns associated with its business practices” by not removing all Huawei equipment from its networks for years after making a 2013 commitment to that effect.",
  "TRANSITIONS\n\n— Jim Billimoria, who most recently served as PR manager for transportation at Amazon, has joined the Small Business Administration as associate administrator in the office of communications and public liaison.",
  "“The Sprint, T-Mobile merger would increase telecommunications risks associated with third-party foreign entities, including Huawei, being utilized in the development of U.S. 5G infrastructure,” the draft alleges.",
  "— The Trump administration, meanwhile, sent a boilerplate letter last week asking the FCC to \"defer action\" on its merger review until the administration can vet potential security concerns with the deal.",
  "“Consider requiring affirmative user consent, and assume that consumers are considering the question and being selective with whom they share information,” Phillips told an internet governance conference.",
  "Facebook’s no good, very bad month\n\nWith help from John Hendel\n\nFACEBOOK’S NO GOOD, VERY BAD MONTH — It started with a batch of responses to Congress that left lawmakers with more questions than answers.",
  "QUICK DOWNLOADS\n\n— Uber Equality: Civil rights advocates are joining Uber in pushing back against a proposed one-year freeze on for-hire vehicle licenses in New York City, the New York Times reports.",
  "In its statement on the Moonves allegations, CBS notably made mention of the company's “very public legal dispute” with Shari Redstone, the majority shareholder whom CBS sued earlier this year.",
  "— CBS was rocked on Friday by a New Yorker report detailing allegations that longtime executive Les Moonves sexually harassed six women and that dozens of others described abuse at the company.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "The Information Technology & Innovation Foundation is out with a report today urging policy makers to preserve the ability of broadband providers to prioritize internet traffic.",
  "Redl announced the administration plans to “formulate core, high-level principles on data privacy,” which it intends to publish and invite feedback, John reported Friday.",
  "Now, with the CBS directors reportedly discussing whether Moonves should step down, the broadcaster faces the prospect of losing its most prominent anti-merger voice.",
  "The New York Times described the action as a “wrist slap,” while others argued it would feed into the notion that the platform is censoring voices on the right.",
  "Today, according to The Wall Street Journal, the CBS board will hold a conference call to select a special committee to lead the probe into Moonves’ conduct.",
  "“We understand that USTR’s goal with the proposed tariff action is to bring about policy change in China, and we agree with this goal,” the lawmakers wrote.",
  "Such foreign ownership automatically translates into greater U.S. government scrutiny for the $26 billion merger, and Pittenger sees reason for concern.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Now, Facebook is grappling with its worst ever day on Wall Street and news of a looming class-action lawsuit in the U.K. over its privacy practices.",
  "\"You know, if they're targeted for good purpose, as per China, I think the answer is absolutely yes,\" Larry Kudlow said of imposing trade duties.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "But Kudlow took a different stance on trade with the European Union, saying President Donald Trump “wants to have no tariffs” there.",
  "— Big Hero 6 gets real: With the rise of remotely controlled operations, could robots be slowly taking over the world of medicine?",
  "Moonves and Redstone are clashing over whether the company should merge with Viacom, with Moonves against and Redstone in favor.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "GOOD MORNING AND WELCOME TO MORNING TECH, where your host can’t get enough of these Rudy Giuliani tweet jokes.",
  "— Apple Watch Out: How Apple accessories may suffer from Trump’s tariff threats, via the Financial Times.",
  "T-Mobile is a subsidiary of Germany’s Deutsche Telekom, and Japan’s Softbank owns a majority of Sprint.",
  "Before the report was published, the company said it would launch an investigation into the matter.",
  "Suffice it to say that July 2018 is likely to go down as one of the company’s worst months to date.",
  "Then came news that four federal agencies are probing the Cambridge Analytica data scandal.",
  "It notes a Softbank memorandum with Huawei signed last November aimed at 5G deployment.",
  "Over the weekend Sen. Ted Cruz (R-Texas) called the suspension an overreaction.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "And the trading system is broken, largely because of them.\"",
  "“Read the First Amendment,” he tweeted in response to Cruz.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "And the controversies don’t appear to be going away.",
  "Read more from POLITICO’s David Beavers.",
  "Don’t forget to follow us @MorningTech.",
  "The Guardian examines the possibility.",
  "China has not played by the rules.",
  "Got any tech or telecom tips?",
  "\"That's always been my view.",
  "Tips, comments, suggestions?",
  "Most free traders agree.",
  "— Life in the fast lane?",
  "**"
]