[
  "Morgan Stanley raised its price target to $215 a share earlier this week, while BTIG increased its target to a Street-high $275 a share not only because of Instagram's success but also because of a \"shift toward more personal content on Facebook (vs. third-party publisher content) has notably improved the quality of the core Facebook experience.\"",
  "When the company last reported on April 25, earnings of $1.69 per share beat estimates by 36 cents on a 49 percent rise in revenues, thanks to strong user growth measures and ongoing traction for Instagram with the younger cohort.",
  "And finally, China could retaliate with a crackdown on U.S. tech companies if President Donald Trump goes through with his latest tariff threat of an additional 10 percent levy on $200 billion worth of Chinese imports.",
  "Investors are realizing people can endure a lot of pain when it comes to their personal information floating out on the internet -- as long as they continue to rack up those likes, shares and friend requests.",
  "The main risk is ongoing regulatory uncertainty, with three federal agencies investigating the company, and its role in revealing the personal information of upwards of 87 million users.",
  "The other is Facebook's crazy valuation: Shares are trading at 30.4 times earnings and 22 times forward earnings -- about twice what's considered normal for large-cap stocks in general.",
  "While NYSE Composite Index, a broad measure of market health, is down more than 6 percent from its January highs, the tech-heavy Nasdaq Composite notched a new record high on Thursday.",
  "The social media titan is now up nearly 40 percent from its late March low as fears over the Cambridge Analytica data scandal and the short-lived #deletefacebook movement fade.",
  "That new benchmark was led by a 2.2 percent rise in Facebook (FB) to its own new high -- and first-ever close above $205 a share.",
  "That product is being expanded with \"IGTV\" in a bid to take on YouTube's dominance in streaming video.",
  "Facebook has been largely locked out of China since 2009, and Instagram has been out since 2014.",
  "Investors' obsession with mega-cap technology stocks continues to shock and amaze.",
  "Analysts are looking for earnings of $1.67 per share on revenues of $13.3 billion.",
  "Any crackdown could result in broad selling that catches Facebook in the process.",
  "The company will next report results on July 25 after the market closes.",
  "But many others, such as Apple (AAPL), aren't.",
  "Can anything slow Facebook's rise?",
  "Analysts are bulled-up too."
]