[
  "But Jim Tankersley and Cade Metz of the NYT explain that the administration’s focus on tariffs may be misplaced:\n\nExperts in artificial intelligence say the administration should push for more investment in academic and government research, instead of cutting back on scientific research across the government.",
  "More from Alexandra Steigrad of the New York Post:\n\nCarter’s new company would put him back in the game and, in some respects, in head-to-head competition with the likes of Vanity Fair — at least where it comes to Carter building a full-scale party-planning operation, one source buzzed.",
  "(FT)\n\nAdvertisement Continue reading the main story\n\nThe speed read\n\nDeals\n\n• Gossip from the Walt Disney-Comcast fight for 21st Century Fox: bad blood between Comcast’s Brian Roberts and Disney’s Bob Iger; Murdoch family intrigue; and media moguls bonding over boats.",
  "Photo\n\nGraydon Carter might be planning a comeback\n\nMonths after stepping down as Vanity Fair’s editor, the ebullient media executive is said to be working on a venture with the investment firm TPG: a gossipy media company with a robust party-planning operation.",
  "Photo\n\nTrump’s trade war could hurt American innovation\n\nThe Trump administration has repeated its argument that a trade battle is necessary to stop China stealing American intellectual property, and using it to dominate the industries of the future.",
  "(Bloomberg)\n\nPolitics and policy\n\n• Interior Secretary Ryan Zinke met with the chairman of Halliburton and other investors in a real-estate project that his own foundation was involved with; that might violate federal conflict-of-interest laws.",
  "Shelters for migrant children are a billion-dollar business\n\nAn NYT investigation into the scale of the operations used to house, transport and watch over migrant children detained along the southwest U.S. border contains eye-popping numbers.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "More from Manny Fernandez and Katie Benner:\n\nThe nonprofit Southwest Key Programs has won at least $955 million in federal contracts since 2015 to run shelters and provide other services to immigrant children in federal custody.",
  "One example: Paul Mozur of the NYT describes a heist of American intellectual property, in which engineers at a Taiwanese semiconductor company tried to smuggle designs from Micron Technology into China.",
  "Advertisement Continue reading the main story\n\nA letter from Microsoft workers that criticizes the company’s work with Immigration and Customs Enforcement gathered more than 300 signatures this week.",
  "ousted in the #MeToo era\n\nHe resigned from Intel yesterday after its board discovered that he had a “past consensual relationship” with a female employee, in violation of a non-fraternization policy.",
  "Photo\n\nTech workers keep rebelling against government work\n\nFrom Google to Microsoft to, now, Amazon, workers at tech titans are increasingly protesting their employers’ government projects.",
  "Meanwhile, The Hill reports that Amazon employees have joined civil rights groups and investors in protesting the company’s sale of facial recognition technology to law enforcement.",
  "(WSJ)\n\n• JAB, the deal-hungry conglomerate building a coffee-and-food empire, is reportedly close to raising 5 billion euros, or $5.8 billion, for a consumer fund.",
  "More immigration news: House Republicans rejected a hard-line bill on immigration policy and delayed a vote on compromise legislation (it’s probably doomed, too).",
  "(WSJ)\n\nPartners at Egon Zehnder, the prominent corporate headhunter, elected Jill Ader as chairwoman, snubbing the firm’s C.E.O., Rajeev Vasudeva.",
  "Bonus gossip: The Post added that Mr. Carter offered to buy Vanity Fair from Condé Nast shortly before leaving, and got a rapid rebuff.",
  "• Facebook’s Sheryl Sandberg has reportedly been privately answering questions from state attorneys general about Cambridge Analytica.",
  "(Bloomberg)\n\n• The bankrupt radio network operator iHeartRadio rejected a $1.16 billion takeover bid by John Malone’s Liberty Media.",
  "Commerce Secretary Wilbur Ross argued that the trade wars aren’t hurting the U.S. economy, and that America has “more bullets” left.",
  "Elsewhere in trade: The European Union has struck back at the U.S. by introducing tariffs on $3.2 billion worth of American goods.",
  "The NYT reports that the #MeToo movement against sexual harassment and assault probably influenced the board’s approach.",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• Basic income could work — but maybe only the Canadian way.",
  "But the resurgence is evidence to some that the post-crisis rules haven’t stopped lenders from making good money.",
  "Shares in Intel fell 2 percent yesterday, as investors worried about the company needing a new permanent C.E.O.",
  "(NYT)\n\n• Here’s the membership list for a very exclusive club: bank executives charged with crisis-era crimes.",
  "Peter Eavis’s take: The robust health of banks is in stark contrast to their near-death state a decade ago.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "(Politico)\n\n• Airbus said it might withdraw from Britain if the country can’t secure a deal with the E.U.",
  "The big question: Tech employees increasingly want their companies to be ethical and held accountable.",
  "(Bloomberg)\n\nTech\n\n• Twitter was on the rocks two years ago, but it has made a startling comeback.",
  "(MIT Technology Review)\n\n• The natural gas industry has a $2 billion a year methane leak problem.",
  "(NYT)\n\nBest of the rest\n\n• Chanel has published annual results for the first time in 108 years.",
  "Revolving door\n\nVirgin Atlantic named Shai Weiss, its chief commercial officer, as C.E.O.",
  "(Bloomberg)\n\nDeutsche Bank is said to be dismantling its global corporate strategy group.",
  "And how the global trade fight and uncertainty over the Iran sanctions are hurting Italy.",
  "The semiconductor world is evolving rapidly, Intel has struggled in mobile and A.I.",
  "They have also demanded an end to services for organizations that work with I.C.E.",
  "But with government contracts so lucrative, how much will their executives care?",
  "The president demonstrably has valid concerns — but his approach may backfire.",
  "chips, and it’s already ceded its longtime throne atop the sector to Samsung.",
  "To some industry skeptics, that suggests restrictions should remain.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "(All this echoes Google employees’ campaign to halt an A.I.",
  "(And here’s how Nintendo also returned from the brink.)",
  "Please verify you're not a robot by clicking the box.",
  "learns from human data, which reflects human biases.",
  "The team’s head, Ali Almakky, may leave the firm.",
  "You must select a newsletter to subscribe to.",
  "Photo\n\nBrian Krzanich is the latest C.E.O.",
  "View all New York Times newsletters.",
  "(DealBook)\n\nWe’d love your feedback.",
  "So there’s little time to waste.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "project for the Pentagon.)",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "(Bloomberg)\n\n• A.I.",
  "Please re-enter.",
  "Can we fix that?",
  "Here’s how.",
  "on Brexit."
]