[
  "From proof-of-work (Bitcoin) to proof of stake (Ethereum) to third generation protocols like EOS using delegated proof of stake, the industry is constantly testing, improving and iterating to find the most effective governance methods for each type of decentralized organization.”\n\nThe government has a number of roles to the public; as a record keeper, as a facilitator, and as a legal mediator.",
  "Blockchain-based social networks\n\n“The potential for a cryptocurrency inside a widely adopted messaging app or social app is enormous,” says Sarah Austin, a blockchain influencer (Forbes under30) and CMO at SONchain, “Adopting a cryptocurrency could give Snapchat independence from banks, investors, and even talent who hold the company accountable to revenue benchmarks dependent on advertisers.",
  "New governance models\n\nThe newest evolution of blockchain-based social networks operates under a decentralized governance model which provides adequate incentive to users to align them with other business stakeholders in a way which could disrupt the entire industry.",
  "Yaser Bishr, Al-Jazeera's executive director of digital, noted, \"The fundamental question is, how could a U.S. company which is publicly traded and stands for freedom of speech where access to social media is a constitutional right, deny these rights to others?\"",
  "Blockchain is one of the few technologies that can be applied to replace outdated and unreliable systems with new levels of security and encryption providing value and benefit to the government institutions but also the general main street.",
  "Alessio Quaglini, Managing Partner of HEX Capital Group, notes, “Blockchain and other decentralized technologies give users a final say, stabilize the system, reduce structural asymmetries and provide economic incentives to users.",
  "Because Metadium only stores the root hash of a merkle tree on its blockchain, users can disclose information to third-parties via the root hash whenever desired, all without putting personal data at risk of being compromised.",
  "Moving to a decentralized world\n\nIt is clear Snap is struggling to continue growing its business in a technological climate which is moving away from centralized corporate entities and toward their decentralized counterparts.",
  "When faced with using a social network in which there is economic incentive vs. a network which collects and sells user data, users will likely look to utilize the platforms which provide the most benefit to themselves.",
  "This ideology has birthed a new organization type known as a decentralized autonomous organization (DAO) in which no centralized party controls the company, and decisions are left to be made by the entire network.",
  "“Implementation of blockchain technology in public services would be a decisive step towards blockchain's mass adoption and provide unsurmountable value to the general public through government,\" believes Ivanov.",
  "This demonetization occurs when a social media company takes away the ability for a content creator to monetize from their content via ads, generally because the material is deemed too controversial or explicit.",
  "Sphere is another decentralized social network which mimics much of the functionality of Facebook, but without the security and identity concerns, users now have after the company’s Cambridge Analytica scandal.",
  "Crypto features give apps freedom from advertisers.”\n\nWhile it is still early in the evolution of blockchain-based social networks, there are several projects already in existence which are attracting users.",
  "The creation of decentralized networks for identity attestation in conjunction with biometric verification is proving to be a more promising solution than current options for consumers and businesses alike.",
  "While there are many different opinions on this topic, one thing is clear, these social media giants have obtained so much power they are able to take control over their users in ways which are troubling.",
  "Users are paid in cryptocurrency for using a social media platform, and therefore have much more of an incentive to attract the rest of their network to the platform and support its continued growth.",
  "Mithril incentivizes all content creators through a process it calls “social mining”, which rewards users across a decentralized network, and can expand to incorporate new social media platforms.",
  "Diaspora allows users to choose where their personal data is stored in what it calls “pods”, where each pod is managed and operated in different physical locations and by different stakeholders.",
  "This shift is not only technological in nature but psychological and ethical as well, with decentralized entities mitigating the risks of censorship and identity security across their platforms.",
  "Social media censorship\n\nThe United States is currently in a battle over censorship, one in which social media giants such as Facebook and Twitter are censoring users and posts as they see fit.",
  "“It is very important to launch several successful projects that use blockchain technology in the public sector,\" says Sasha Ivanov, Founder and CEO of Waves Platform and Vostok project.",
  "Decentralized identity ownership\n\nOne of the scariest things for consumers and a barrier to growth for social media companies have been security concerns surrounding digital identity.",
  "This decentralized model provides an economic reward for users of a social media platform which large corporations such as Snap and its social media counterparts can’t contest with.",
  "This came to a head as radio host Alex Jones was recently censored on most major social media outlets for what they claim is a violation of their hate speech and bullying policies.",
  "One example of this technology is Metadium, a blockchain-based company creating a decentralized identity protocol to give individuals complete control of their digital identity.",
  "At the same time, the blockchain stores retrieval requests of personal information, making it easy to determine exactly when and who is attempting to steal or manipulate data.",
  "Public institutions and processes can be resistant to change for a number of reasons like lack of funding to implement systems, reliance on legacy systems and overall fear.",
  "Reports of the downfall of social media giant and pioneer, Snap are coming at a rapid pace, with the company’s stock price declining by over 25% in less than one month.",
  "Censorship of this variety is putting into question the ability for social media companies to control free speech and open markets in ways which are unconstitutional.",
  "Other types of censorship which are blatant in the industry involve de-monetizing users, a practice especially prevalent on content-based platforms such as YouTube.",
  "Questions about their investor structure and concerns raised about changing revenue plans point directly to blockchain technology as a possible point of disruption.",
  "The recently admirable company continues to falter in growing its product offerings for users, causing its user base to drop from 192 million to 188 million.",
  "“The most obvious application of blockchain technology is public registries, such as real estate, intellectual property rights, and other types of contracts.",
  "Such solutions provide users with more assurance their identity is safe online and creates social networks in which user identities are not in question.",
  "If the government records have a vulnerability, are kept in outdated and unreliable systems and cannot be reproducible, the public has a lot at stake.",
  "While all social media giants such as Facebook and Twitter are experiencing growth difficulties, Snap's year has been a very unexpected one.",
  "The stronghold Snap and its corporate brethren seem to have on the social media industry look to be slipping with each passing day.",
  "Snap is losing talent throughout its business, and faces increasing competition from other social media and technology giants.",
  "Snap itself is in the middle of a censorship dilemma after it blocked the Al-Jazeera account in multiple Gulf nations.",
  "However, government processes need to be reliable, robust and secure, for the aforementioned reasons.",
  "This gives users even more control over their data and personal information than ever before.",
  "This seems to be an odd scenario, given that Snap is a US-based company.",
  "This takes away power and control from central entities."
]