[
  "A survey released Wednesday by Pew Research Center found that 26 percent of U.S. users have deleted the Facebook app from their cell phones during the last 12 months, 54 percent adjusted their privacy settings, and about 40 percent of users 18 and older are taking a break from checking the platform for several weeks or longer.",
  "Pew Research Center\n\nThe release of Pew's findings coincided with appearances by Facebook and Twitter executives before Congress to talk about how they planned to protect the integrity of U.S. elections (Google declined to send a representative).",
  "Pew Research Center\n\nYounger users were more likely to break up with Facebook: 44 percent of users age 18 to 29 say they've dumped the platform by clearing its app from their cell phones, versus 12 percent of the 65-and-older crowd.",
  "The poll of 4,594 respondents was conducted May 29 through June 11 and follows revelations that the former consulting firm Cambridge Analytica had compiled information on tens of millions of Facebook users without their knowledge.",
  "Even while plagued by privacy issues and concerns about election interference, Facebook remains the most popular social network and should have nearly 170 million active users in the U.S. by year-end, according to one estimate.",
  "Separately, the vast majority of Republicans believe social platforms in general censor political speech they find objectionable, yet nearly identical numbers of Democrats and Republicans use Facebook, Pew found.",
  "Older users were also less likely to have adjusted their privacy settings, with only a third of those 65 and older having done so, compared to 64 percent of younger users, Pew found.",
  "In the past year, a sizable number of users have changed how they interact with the social media platform -- including getting rid of it altogether.",
  "In 2016, Snapchat surpassed Facebook in popularity among teenagers, who also prefer Facebook-owned Instagram and Alphabet's YouTube.",
  "Americans are less attached to Facebook these days.",
  "That said, Facebook's audience is aging."
]