[
  "Although the company's share price fell after its role in the Cambridge Analytica scandal -- in which a data firm was found to have improperly harvested information from tens of millions of Facebook users -- the stock price rebounded in the months that followed and continued to rise -- until Facebook's growth issues surfaced in late July.",
  "While plagued by issues including the privacy of user data, Facebook remains the most popular social network -- eMarketer estimates that by year-end it will have nearly 170 million active users in the U.S. alone, out of a worldwide total of 2.2 billion.",
  "Facebook isn't alone in struggling to keep people glued to their accounts, especially amid reports of Russian use of social media to influence the 2016 U.S. presidential election and the ensuing public debate about the impact of social networks.",
  "Facebook, Google and Twitter will be back in the spotlight on September 5, with executives from the companies scheduled to appear before the Senate Intelligence Committee to discuss how they plan to protect the integrity of U.S. elections.",
  "In July, Facebook suffered the biggest one-day loss in market value in U.S. corporate history -- a total of $119 billion -- after forecasting that its tally of active users grew less quickly than analysts had expected.",
  "A May survey by the Pew Research Center found that far more teenagers use Facebook-owned Instagram, Snapchat and Alphabet's YouTube today than Facebook, a change from several years ago.",
  "Snapchat, which in 2016 surpassed Facebook in popularity among teens, will add 1.2 million new teen users by 2022, while Facebook will lose 2.2 million, eMarketer projects.",
  "Christopher Bendtsen, a senior forecasting analyst at eMarketer, said in a report that U.S. teens are continuing to abandon Facebook, or never bother signing up.",
  "Once parents and grandparents started sending friend requests to the younger people in their lives, it was pretty much over for Facebook and teenagers.",
  "Only 10 percent of teens reported using Facebook more than online platforms, compared with roughly a third for Snapchat and YouTube.",
  "And the number of young users Facebook is gaining through Instagram doesn't make up for the number the company is losing, he added.",
  "This year, 11.5 million 12- to 17-year-olds will be on the platform, down from 12.1 million in 2017, according to eMarketer.",
  "Or so it seems in looking at Facebook's standing with the younger crowd, who've mostly moved on to Snapchat and Instagram.",
  "In terms of popularity, it continues to lead the pack among millennials, as well as Generation X=ers and baby boomers.",
  "But Facebook continues to lose ground among the middle- and high school set, according to the digital research firm.",
  "On paper, the stock plunge lopped nearly $16 billion off founder and CEO Mark Zuckerberg's personal fortune.",
  "Such concerns seem far more worrisome to Facebook investors than the company's data privacy practices.",
  "Facebook remains the dominant social media company of its time, as well as a financial powerhouse.",
  "In recent months, Snapchat and Twitter have also reported slower growth numbers.",
  "But questions about Facebook's growth are starting to weigh on its stock price.",
  "Other research highlights Facebook's youth problem as well.",
  "Meantime, fewer teens are signing onto Facebook."
]