[
  "When describing the developers Facebook is investigating he told the Wall Street Journal they “are going to be the same developers that we’re going to be working with five years from now on the newest and latest and greatest stuff and I want them to be excited about our platform.”\n\nData Privacy Awareness\n\nThe blame falls just as much on Facebook as it does on its developers.",
  "Also, in theory this allowed Cambridge Analytica to harvest valuable information on the largest social media user group, including African American’s participation in elections and spending habits.",
  "The company claims to restrict itself to publicly available data that it pays to access and applies its own methods to produce its own brand of insight and intelligence, according to TechCrunch.",
  "The Breakdown You Need to Know\n\nThe real problem with so called “public data” is that it can inform companies about how particular groups of people are feeling at any given time and location.",
  "CultureBanx notes Crimson Hexagon handles large volumes of public user data that social media platforms generate daily, much in the same way Cambridge Analytica did before its major breach.",
  "As the primary custodians of users social media data they must hold their partners accountable up front and not wait years to challenge the information being collected from its site.",
  "“We are investigating the claims about Crimson Hexagon to see if they violated any of our policies,” said Ime Archibong, vice president of partnerships for Facebook in a statement.",
  "The Wall Street Journal reported about how this is invaluable information for government agencies in the U.S. and abroad, as well as for political parties working to sway voters.",
  "The basic idea behind this has been around for some time and former President Barack Obama actually proposed a similar protection plan in 2012.",
  "Archibong still has to discover where the data went after it left the platform or figure out where it is now for outside apps.",
  "This continued lack of diversity at Facebook hinders it from identifying ways their product might harm certain customers .",
  "Perhaps this can promote one standard of privacy and set of rules that apply to all companies in the internet ecosystem.",
  "They collect public posts from Facebook, Instagram and Twitter, collating and analyzing for a multitude of purposes.",
  "When it comes to data breaches they are often more problematic for people of color, living on fixed or low incomes.",
  "While Facebook doesn’t sell its users data, companies like Crimson Hexagon have to register as a developer.",
  "Once again the social media giant is trying to reign in the possible misuse of its 2.2 billion users data.",
  "This time around its British data analytics firm Crimson Hexagon caught in the cross hairs of the company.",
  "Pew Research notes that right now 70% of black adults are on Facebook, followed by 43% on Instagram.",
  "Also, it may be time to revisit the idea of an Internet Consumer Bill of Rights.",
  "We can also look at Facebook’s lack of diversity as being part of the problem.",
  "Has the bar for suspension been lowered somewhat over the last year?",
  "The social media giant’s workforce and leadership is only 3% black.",
  "Facebook has suspended the firm for harvesting data from its site."
]