[
  "In March, the information commissioner, Elizabeth Denham, foreshadowed the conclusions in this report, telling a UK parliamentary committee she would be recommending a code of conduct for political use of personal data, and pushing for increased transparency around how and where people's data is flowing -- telling MPs: \"We need information that is transparent, otherwise we will push people into little filter bubbles, where they have no idea about what other people are saying and what the other side of the campaign is saying.",
  "The report also essentially calls out all the UK's political parties for data protection failures -- a universal problem that's very evidently being supercharged by the rise of accessible and powerful online platforms which have enabled political parties to combine (and thus enrich) voter databases they are legally entitled to with all sorts of additional online intelligence that's been harvested by the likes of Facebook and other major data brokers.",
  "So, essentially, the regulator is saying it will work with other EU data protection authorities to push for a wider, structural investigation of online ad targeting platforms which put users into categories based on inferred interests -- and certainly where those platforms are allowing targeting against special categories of data (such as data related to racial or ethnic origin, political opinions, religious beliefs, health data, sexuality).",
  "In the report it calls directly for an \"ethical pause\" around the use of microtargeting ad tools for political campaigning -- to \"allow the key players -- government, parliament, regulators, political parties, online platforms and citizens -- to reflect on their responsibilities in respect of the use of personal information in the era of big data before there is a greater expansion in the use of new technologies\".",
  "It also says it will work with the European Data Protection Board, and the relevant lead data protection authorities in the region, to ensure that online platforms comply with the EU's new data protection framework (GDPR) -- and specifically to ensure that users \"understand how personal information is processed in the targeted advertising model, and that effective controls are available\".",
  "Meanwhile, a European media investigation in May found that Facebook's platform allows advertisers to target individuals based on interests related to sensitive categories such as political beliefs, sexuality and religion -- which are categories that are marked out as sensitive information under regional data protection law, suggesting such targeting is legally problematic.",
  "Among the concerns it raises about what it dubs Facebook's \"very complex\" online targeting advertising model are [emphasis ours]:\n\nThe ICO also found that despite a significant amount of privacy information and controls being made available, overall they did not effectively inform the users about the likely uses of their personal information .",
  "Similar complaints of foot-dragging responses to information requests related to political ads on its platform have also been directed at Facebook by a parliamentary committee that's running an inquiry into fake news and online disinformation -- and in April the chair of the committee accused Facebook of \"a pattern of evasive behavior\".",
  "\"A preliminary investigation of the service has raised significant concerns about transparency of use of the [partner categories] service for political advertising and wider concerns about the legal basis for the service, including Facebook’s claim that it is acting only as a processor for the third-party data providers,\" it writes.",
  "We're reviewing the report and will respond to the ICO soon.”\n\nHere's the ICO's summary of its ten policy recommendations:\n\n1) The political parties must work with the ICO, the Cabinet Office and the Electoral Commission to identify and implement a cross-party solution to improve transparency around the use of commonly held data.",
  "The ICO is recommending that all online platforms which provide advertising services to political parties and campaigns should include experts within the sales support team who can provide political parties and campaigns with \"specific advice on transparency and accountability in relation to how data is used to target users\".",
  "Facebook's use of dark pattern design and A/B tested social engineering to obtain user consent for processing their data at the same time as obfuscating its intentions for people's data has been a long-standing criticism of the company -- but one which the ICO is here signaling is very much on the regulatory radar in the EU.",
  "This is deeply concerning, and itis the ICO’s intention as a concerned authority under the GDPR to work via the one-stop-shop system with the Irish Data Protection Commission to see if there is scope to undertake a wider examination of online platforms’ use of special categories of data in their targeted advertising models.",
  "3) Political parties need to apply due diligence when sourcing personal information from third party organisations, including data brokers, to ensure the appropriate consent has been sought from the individuals concerned and that individuals are effectively informed in line with transparency requirements under the GDPR.",
  "Rapid social and technological developments in the use of big data mean that there is limited knowledge of – or transparency around – the ‘behind the scenes’ data processing techniques (including algorithms, analysis, data matching and profiling) being used by organisations and businesses to micro-target individuals.",
  "Particular concerns being attached by the ICO to political parties' activities include: The purchasing of marketing lists and lifestyle information from data brokers without sufficient due diligence; a lack of fair processing; and use of third party data analytics companies with insufficient checks around consent.",
  "8) The ICO will work with the European Data Protection Board (EDPB), and the relevant lead Data Protection Authorities, to ensure online platforms’ compliance with the GDPR - that users understand how personal information is processed in the targeted advertising model and that effective controls are available.",
  "A Facebook spokesman declined to answer specific questions related to the report -- instead sending us this short statement, attributed to its chief privacy officer, Erin Egan: “As we have said before, we should have done more to investigate claims about Cambridge Analytica and take action in 2015.",
  "7) All online platforms providing advertising services to political parties and campaigns should include expertise within the sales support team who can provide political parties and campaigns with specific advice on transparency and accountability in relation to how data is used to target users.",
  "The regulator also looked at political campaign use of three other online ad platforms -- Google, Twitter and Snapchat -- although Facebook gets the lion's share of its attention in the report given the platform has also attracted the lion's share of UK political parties' digital spending.",
  "6) The Centre for Data Ethics and Innovation should work with the ICO, the Electoral Commission to conduct an ethical debate in the form of a citizen jury to understand further the impact of new and developing technologies and the use of data analytics in political campaigns.",
  "Another key policy recommendation the ICO is making is to urge the UK government to legislate \"at the earliest opportunity\" to introduce a statutory Code of Practice under the country's new data protection law for the use of personal information in political campaigns.",
  "The regulator is also pushing for all four online platforms to \"urgently roll out planned transparency features in relation to political advertising to the UK\" -- in consultation with both relevant domestic oversight bodies (the ICO and the Electoral Commission).",
  "However the ICO report sends a very chill wind rattling towards that fig leaf, noting \"there is a concern that by placing users into categories, Facebook have been processing sensitive personal information – and, in particular, data about political opinions\".",
  "\"Whilst Facebook confirmed that the content of users’ posts were not used to derive categories or target ads, it was difficult to understand how the different ‘signals’, as Facebook called them, built up to place individuals into categories,\" it writes.",
  "Our investigation found significant fair-processing concerns both in terms of the information available to users about the sources of the data that are being used to determine what adverts they see and the nature of the profiling taking place.",
  "The ICO says its discussions with Facebook for this report focused on \"the level of transparency around how Facebook user data and third party data is being used to target users, and the controls available to users over the adverts they see\".",
  "But during the investigation, the ICO says it was also not provided with \"satisfactory information\" from the company to understand the process it uses for determining what interest segments individuals are placed in for ad targeting purposes.",
  "The watchdog writes [emphasis ours]:\n\nEngagement with the electorate is vital to the democratic process; it is therefore understandable that political campaigns are exploring the potential of advanced data analysis tools to help win votes.",
  "It also flags a number of specific concerns attached to Facebook's platform and its impact upon people's rights and democratic processes -- some of which are sparking fresh regulatory investigations into the company's business practices.",
  "5) It should be a requirement that third party audits be carried out after referendum campaigns are concluded to ensure personal data held by the campaign is deleted, or if it has been shared, the appropriate consent has been obtained.",
  "\"A significant finding of the ICO investigation is the conclusion that Facebook has not been sufficiently transparent to enable users to understand how and why they might be targeted by a political party or campaign,\" it writes.",
  "Another concern the ICO raises that's specifically attached to Facebook's business is transparency around its so-called \"partner categories\" service -- an option for advertisers that allows them to use third party data (i.e.",
  "The UK's privacy watchdog revealed yesterday that it intends to fine Facebook the maximum possible (£500k) under the country's 1998 data protection regime for breaches related to the Cambridge Analytica data misuse scandal.",
  "The investigation found that Facebook's platform enables this type of ad targeting in the EU by making sensitive inferences about users — inferred interests including communism, social democrats, Hinduism and Christianity.",
  "Whilst these concerns about Facebook’s advertising model exist in relation in general terms and its use in the commercial sphere, the concerns are heightened when these tools are used for political campaigning.\"",
  "Alongside yesterday's update on its investigation into the Facebook-Cambridge Analytica data scandal, the Information Commissioner's Office (ICO) has published a policy report -- entitled Democracy Disrupted?",
  "But that's just the tip of the regulatory missiles now being directed at the platform and its ad-targeting methods -- and indeed, at the wider big data economy's corrosive undermining of individuals' rights.",
  "Or, in other words, without exercising great responsibility around people's information, online ad platforms like Facebook risk becoming the enabling layer that breaks democracy and shatters civic society.",
  "Throughout this investigation, we have seen evidence that it is beginning to have a profound effect whereby information asymmetry between different groups of voters is beginning to emerge,\" writes the ICO.",
  "In Facebook's case, it has been developing policies around political ad transparency -- amid a series of related data scandals in recent years, which have ramped up political pressure on the company.",
  "In conclusion on Facebook the regulator asserts the company has not been \"sufficiently transparent to enable users to understand how and why they might be targeted by a political party or campaign\".",
  "The ICO believes that this is part of a broader issue about the processing of personal information by online platforms in the use of targeted advertising; this goes beyond political advertising.",
  "Without a high level of transparency – and therefore trust amongst citizens that their data is being used appropriately – we are at risk of developing a system of voter surveillance by default.",
  "2) The ICO will work with the Electoral Commission, Cabinet Office and the political parties to launch a version of its successful Your Data Matters campaign before the next General Election.",
  "\"Individuals can opt out of particular interests, and that is likely to reduce the number of ads they receive on political issues, but it will not completely block them,\" it points out.",
  "The ICO has also commenced a broader investigation into the service under the DPA 1998 (which will be concluded at a later date) as we believe it is in the public interest to do so.\"",
  "4) The Government should legislate at the earliest opportunity to introduce a statutory Code of Practice under the DPA2018 for the use of personal information in political campaigns.",
  "\"Whilst these concerns about Facebook’s advertising model exist generally in relation to its commercial use, they are heightened when these tools are used for political campaigning.",
  "It is important that there is greater and genuine transparency about the use of such techniques to ensure that people have control over their own data and that the law is upheld.",
  "Personal information and political influence -- in which it sets out a series of policy recommendations related to how personal information is used in modern political campaigns.",
  "Although the service has ceased in the EU, the ICO will be looking into both of these areas, and in the case of partner categories, commencing a new, broader investigation.\"",
  "This should include consideration of requirements for digital political advertising to be archived in an open data repository to enable scrutiny and analysis of the data.",
  "The recommendations made in this report -- if effectively implemented -- will change the behaviour and compliance of all the actors in the political campaigning space.\"",
  "However, a risk clearly exists that advertisers will use core audience categories in a way that does seek to target individuals based on sensitive personal information.",
  "(\"Figures from the Electoral Commission show that the political parties spent £3.2 million on direct Facebook advertising during the 2017 general election,\" it notes.",
  "The aim will be to increase transparency and build trust and confidence amongst 5 the electorate on how their personal data is being used during political campaigns.",
  "Whilst users were informed that their data would be used for commercial advertising, it was not clear that political advertising would take place on the platform .",
  "In March, ahead of a major update to the EU's data protection framework, Facebook announced it would be \"winding down\" this service down over the next six months.",
  "\"We are a now at a crucial juncture where trust and confidence in the integrity of our democratic process risks being undermined if an ethical pause is not taken.",
  "10)The Government should conduct a review of the regulatory gaps in relation to content and provenance and jurisdictional scope of political advertising online.",
  "It further writes [emphasis ours]:\n\nFacebook made clear to the ICO that it does ‘not target advertising to EU users on the basis of sensitive personal data’...",
  "\"Facebook announced in March 2018 that it will be winding down this service over a six-month period, and we understand that it has already ceased in the EU.",
  "The ICO accepts that indicating a person is interested in a topic is not the same as formally placing them within a special personal information category.",
  "We have been working closely with the ICO in their investigation of Cambridge Analytica, just as we have with authorities in the US and other countries.",
  "\"Social media companies have a responsibility to act as information fiduciaries, as citizens increasingly live their lives online,\" it further writes.",
  "9) All of the platforms covered in this report should urgently roll out planned transparency features in relation to political advertising to the UK.",
  "So the ICO is not alone in feeling that Facebook's responses to requests for specific information have lacked the specific information being sought.",
  "But self-regulation looks very unlikely to go far enough (or fast enough) to fix the real risks now being raised at the highest political levels.",
  "The user tools available to block or remove ads were also complex and not clearly available to users from the core pages they would be accessing.",
  "The public have the right to expect that this takes place in accordance with the law as it relates to data protection and electronic marketing.",
  "There were further concerns about the availability and transparency of the controls offered to users over what ads and messages they receive .",
  "When the purpose for using these techniques is related to the democratic process, the case for high standards of transparency is very strong.",
  "The controls were difficult to find and were not intuitive to the user if they wanted to control the political advertising they received.",
  "Facebook’s use of relevant interest categories for targeted advertising and it’s, Partner Categories Service are also cause for concern.",
  "(CEO Mark Zuckerberg also annoyed the European Parliament with highly evasive responses to their highly detailed questions this Spring.)",
  "For example, advertisers were using these categories to target individuals with the assumption that they are, for example, homosexual.",
  "\"This includes greater transparency in relation to the privacy settings, and the design and prominence of privacy notices,\" it warns.",
  "In the context of this investigation, the ICO is particularly concerned that such categories can be used for political advertising.",
  "It is clear from academic research conducted by the University of Madrid on this topic that a significant privacy risk can arise.",
  "And its defense against charges that what it's doing breaks regional law is that inferred interests are not personal data.",
  "\"We opened this report by asking whether democracy has been disrupted by the use of data analytics and new technologies.",
  "This includes greater transparency in relation to the privacy settings and the design and prominence of privacy notices.",
  "In particular, more explicit information should have been made available at the first layer of the privacy policy.",
  "Therefore, the effect was that individuals were being singled out and targeted on the basis of their sexuality.",
  "This should include consultation and evaluation of these tools by the ICO and the Electoral Commission.",
  "Story continues\n\nThe company has been criticized for years for confusing and complex privacy controls.",
  "personal data collected by third party data brokers) to create custom audiences on its platform.",
  "We've reached out to the Cabinet Office for a government response to the ICO's recommendations.",
  "This should form part of the data protection impact assessments conducted by political parties.",
  "The ICO says now that it will work closely with government to determine the scope of the Code.",
  "This could have a damaging long-term effect on the fabric of our democracy and political life.",
  "Hence the ICO's concern about \"developing a system of voter surveillance by default\".",
  "What is clear is that these tools can have a significant impact on people’s privacy.",
  "And why she's pushing for online platforms to \"act as information fiduciaries\".",
  "So expecting new laws -- as well as lots more GDPR lawsuits -- seems prudent.",
  "The ICO will work closely with Government to determine the scope of the Code.",
  "By contrast, the political parties spent £1 million on Google advertising.\")",
  "\"These concerns about transparency lie at the core of our investigation.",
  "And the regulator says it has several related investigations ongoing.",
  "The controls were also limited in relation to political advertising .",
  "It also wants the government to conduct a review of regulatory gaps.",
  "\"This was up from £1.3 million during the 2015 general election.",
  "We want to make sure that social media is used well.\"",
  "But the ICO is going to investigate it anyway."
]