[
  "The group’s name declares that Islamophobia “saves lives.”\n\n\n\nSquire, an Elon University computer science professor, analyzed hundreds of far-right Facebook groups over a 10-month period to map their connections for a research paper, “Network Analysis of Anti-Muslim Groups on Facebook,” that she will present at the Social Informatics conference in St. Petersburg in September.",
  "Megan Squire knew she would find plenty of disturbing content when she set out to study anti-Muslim hate on Facebook, but she still wasn’t fully prepared for the intensity of the vitriol: A closed Facebook group named “Death to Murdering Islamic Muslim Cult Members” warned it’s time to “wipe out all traces” of Muslims and Islam from the planet.",
  "What is going on?”\n\nSquire found that anti-Muslim attitudes are not only flourishing on the platform but also acting as a “common denominator” for a range of other extremist ideologies, including xenophobic anti-immigrant groups, pro-Confederate groups, militant anti-government conspiracy theorists, and white nationalists.",
  "Among Facebook users who were members of multiple extremist Facebook groups, Squire found that 61% of “multi-issue” users who were in anti-immigrant groups had also joined anti-Muslim groups; the same was true for 44% of anti-government, 37% of white nationalist, and 35% of neo-Confederate groups.",
  "The anti-Muslim groups in Squire’s data set include some with thousands of members, and names such as “Americans Against Mosques” and “Burn a Quran Stop Islam.”\n\nMany of these groups have thrived despite appearing to be in clear violation of Facebook’s community standards.",
  "Relying on definitions from the Southern Poverty Law Center, the Alabama-based nonprofit that monitors hate groups, she narrowed her search to five of the most popular categories: neo-Confederate, white nationalist, anti-government/militia, anti-immigrant, and anti-Muslim.",
  "And the anti-Muslim groups show more membership crossover with other ideologies than I expected.”\n\nSquire used Facebook’s Graph API to compile a data set of more than 700,000 members of 1,870 closed and public Facebook groups spanning various far-right ideologies.",
  "In another group, an image of a B-52 bomber dropping its payload appears under a caption that reads “Islam is the cancer.” Yet another anti-Muslim Facebook group has a header image of the charred, lifeless body of a child lying face down on the ground.",
  "“I’m looking at these and I’m just thinking, if you substituted any other religion, it’s so bad no one would think that this is OK,” Squire told BuzzFeed News.",
  "Referring to a group of people as “filth,” for example, is explicitly listed by Facebook as an example of hate speech and grounds for removal.",
  "While she is no stranger to online vitriol, she said the anti-Muslim rhetoric on Facebook particularly “alarmed” her.",
  "But until last week, the group Veterans Against Islamic Filth was still running and had more than 2,700 members.",
  "“Anti-Muslim groups are way worse, in every way, than what I would have guessed coming in,” she said.",
  "“Some of the anti-Muslim groups are central players in the hate network as a whole.",
  "Facebook removed the group after BuzzFeed News inquired about it.",
  "“Why is this still up?"
]