[
  "This is the third known referral by Robert Mueller to other Justice Department offices — but now, Patten is cooperating with Mueller\n\nEither because of lack of resources or a desire to avoid expanding his probe too much beyond the central players in the Russia investigation, Mueller is now known to have referred several potentially criminal matters he has discovered to other offices in the Justice Department to investigate.",
  "Patten told the Daily Beast earlier this year that he worked with the company in its 2014 US elections work and on “several overseas campaigns.”\n\nCambridge later did work for Donald Trump’s presidential campaign and came under investigative scrutiny for, among other things, its use of Facebook data.",
  "Specifically, the document claims that Patten contacted members of Congress and their staffers, State Department officials, and members of the press on behalf of his Ukrainian clients — all without registering under the Foreign Agents Registration Act, as required by law.",
  "What Sam Patten pleaded guilty to doing\n\nAccording to the criminal information document filed by the DC US attorney’s office, Patten and Kilimnik (who is not named but referred to as “Foreigner A”) founded a lobbying and consulting company together.",
  "The special counsel reportedly referred another inquiry of prominent Washington figures’ Ukrainian lobbying to the US attorney’s office for the Southern District of New York (SDNY), this one concerning Tony Podesta, Vin Weber, and Greg Craig.",
  "Sam Patten, a Republican lobbyist, pleaded guilty Friday to violating the Foreign Agents Registration Act in his unregistered work for a Ukrainian politician and a Ukrainian oligarch — and agreed to cooperate with the government.",
  "Manafort was convicted of eight counts of financial crimes in Virginia last week, but he is scheduled to face another trial on conspiracy, unregistered lobbying, and witness tampering charges in Washington, DC, next month.",
  "Mueller also referred the investigation of Michael Cohen for tax and campaign finance violations to SDNY (though he appears to have continued investigating Cohen on matters related to Russia).",
  "Patten’s ties to Kilimnik were known publicly and described in profiles by the Daily Beast’s Lachlan Markay and the Atlantic’s Natasha Bertrand earlier this year.",
  "Yet this does not seem to have been a complete handoff, since his plea agreement specifically mentions he must cooperate with the special counsel’s office.",
  "But Mueller’s team referred the investigation there and Patten’s plea agreement specifically says he must cooperate with the special counsel’s office.",
  "Patten also admits to helping his Ukrainian oligarch client get around the prohibition on foreign donations to Donald Trump’s inauguration committee.",
  "Patten worked for George W. Bush’s State Department, and according to his website, he’s done work in Ukraine, Georgia, Kazakhstan, Iraq, and Russia.",
  "Also like Manafort, Patten worked closely with Konstantin Kilimnik, a Russian national who Mueller claims is tied to Russian intelligence services.",
  "Finally, Patten also admits to misleading the Senate Intelligence Committee and withholding documents from them during testimony this January.",
  "Mueller’s probe, however, seems to have turned up a plethora of evidence of such violations, even for figures he hasn’t closely focused on.",
  "He also worked as the Eurasian program director at Freedom House, a group that promotes democracy and human rights, between 2009 and 2011.",
  "The charge here — not registering as a foreign agent under FARA — is believed to be widespread in Washington, but it is rarely prosecuted.",
  "(Mueller indicted Kilimnik alongside Manafort this year for attempted witness tampering, but he is overseas and has not been arrested.)",
  "Mueller’s team reportedly looked into Cambridge Analytica in their Russia probe, but has not charged any matter related to the firm.",
  "There are several similarities between Patten’s work and the unregistered Ukrainian lobbying allegations against Paul Manafort.",
  "The oligarch sent $50,000 to Patten’s company, and then he gave that money to a US citizen, who bought the four tickets.",
  "They did campaign work in Ukraine and lobbying work in the US, and were paid over $1 million between 2015 and 2017.",
  "Indeed, Patten even publicly defended Kilimnik in the press when he came under Mueller’s scrutiny this year.",
  "Weissmann, who attended the Patten hearing, is Mueller’s lead attorney handling the prosecution of Manafort.",
  "Intriguingly, Patten is also tied to the controversial political consulting firm Cambridge Analytica.",
  "(This trio worked with Manafort and his associate Rick Gates on some of their Ukraine projects.)",
  "The tickets were given to the oligarch, Kilimnik, another Ukrainian, and Patten himself.",
  "Andrew Weissmann, an attorney on Mueller’s team, attended Patten’s hearing Friday.",
  "Patten was charged by the US attorney’s office for the District of Columbia.",
  "Like Manafort, Patten worked for Ukraine’s pro-Russian political faction.",
  "The Patten investigation is the third known probe Mueller has referred.",
  "Like Manafort, his payments went through offshore accounts in Cyprus.",
  "The Mueller investigation has resulted in yet another plea deal.",
  "Cohen pleaded guilty on eight counts in the SDNY case last week.",
  "So Patten has become Mueller’s newest cooperator.",
  "Who is Sam Patten?"
]