[
  "Gregg Brooks, the location manager on City of Lies, which is due for release this September, said Depp assaulted him as he tried to tell the actor that they needed to stop filming because they were not permitted to continue working past 11 p.m. “Who the fuck are you?” the actor allegedly said to Brooks.",
  "Officials are expected to run into at least some of the same problems that plagued efforts with the under-5 group, only on a far greater scale — including not knowing how to find a deported parent, delays in confirming a parent–child relationship, and checking a parent's criminal history.",
  "The law was introduced under British rule in 1861 and states that all sexual activity apart from heterosexual intercourse is “against the order of nature.” If India’s Supreme Court strikes down the law, it will transform gay rights in a country of more than 1 billion people.",
  "Pfizer says that it’ll delay the increases “to give the president an opportunity to work on his blueprint to strengthen the health care system and provide more access for patients.”\n\nJohnny Depp is being sued for allegedly punching a man on a film set.",
  "The pharmaceutical giant said that it is deferring recently announced price increases until the end of the year after an “extensive discussion” between the company's CEO, President Trump, and Health and Human Services Secretary Alex Azar.",
  "Sabraw said he expected the government's trouble finding deported parents to be a big issue going forward, considering the nearly 3,000 kids still in custody and the fact that it proved to be a problem for the under-5 kids.",
  "Details are emerging of an absolutely extraordinary rescue mission, where divers ventured into narrow passages to retrieve two boys at a time, giving them full-face masks for oxygen and tying them with a rope.",
  "The government’s struggle to reunite children with their families is about to get more complicated\n\nOn June 26, Judge Dana Sabraw issued an order that halted most family separations at the US–Mexico border.",
  "He also set a timetable for the government to reunite already separated families: The Trump administration had 14 days for children under 5, and 30 days for children aged 5 and over.",
  "Now, it is against the clock as the deadline approaches to reunify all children 5 and over, a much larger undertaking that needs to be complete in two weeks.",
  "Instead of freaking out, Zarutskie said she remained calm and pulled her arm out of the water to stop the blood from dripping in and attracting more sharks.",
  "“You have no right to tell me what to do!” Brooks said that as Depp screamed at him, the actor punched him on the lower left side of his ribcage.",
  "The dangerous journey\n\nEach boy was accompanied by two divers, one holding the child and a second air tank, while another followed behind.",
  "How an incredible rescue mission saved the Thai soccer team trapped in a flooded cave\n\nFinding the boys and their coach was hard enough.",
  "Now, after 18 days underground, all 12 boys and their coach have been successfully extracted from a flooded cave complex in Thailand.",
  "Katarina Zarutskie, a 19-year-old college student and model, was in the Bahamas on vacation, and noticed a pool of nurse sharks.",
  "Not only did divers have to navigate passages no more than 3.6 feet wide, but they also had to swim against a strong current.",
  "Some parts were so narrow, divers had to remove their oxygen canisters from their backs and swim with them held out in front.",
  "A bench of five judges from the country’s highest court began hearing arguments against a law known as Section 377.",
  "The boys were given anti-anxiety medication to prevent them from panicking as they squeezed through crevices.",
  "The aftermath\n\nIn total a team of 90 divers took part in the operation, including 40 from Thailand.",
  "By this way, this adorable cartoon shows how the world worked together to free the trapped group.",
  "Swimming with nurse sharks is a common activity in the Bahamas, so she decided to give it a go.",
  "The government struggled to meet the deadline for reunifying fewer than 100 children under 5.",
  "The boys will spend at least a week in the hospital until the risk of infection has lifted.",
  "An Instagram model was attacked by a shark while trying to get a pretty beach picture.",
  "Then officials said conditions meant the rescue could take several months to execute.",
  "SNAPSHOTS\n\nIndia might finally remove a 157-year-old law that criminalizes gay sex.",
  "After the 12th boy was freed on Tuesday, volunteers spontaneously broke into song.",
  "Pfizer said it’s postponing drug price increases after meeting with Trump.",
  "There were about 1,000 people involved in the operation overall.",
  "So far those treated have been described as in a good condition.",
  "Here’s what it looks like when a nurse shark comes for you:",
  "The hazardous round-trip lasted at least six hours.",
  "That’s when one of them attacked.",
  "Yes, there are many pictures."
]