[
  "Now, two other agencies—the FBI and the Securities and Exchange Commission — are also investigating the public traded company and its role in a privacy scandal that revealed data on up to 87 million users without their knowledge or consent.",
  "The company said it had received questions from the FBI, the SEC, the Federal Trade Commission and the Department of Justice in relation to its relationship with Cambridge Analytica.",
  "The firm was hired by the presidential campaigns of Ted Cruz and now-President Donald Trump, and received financial backing from longtime Republican donors Robert and Rebekah Mercer.",
  "Three federal agencies are investigating Facebook's role in the Cambridge Analytica scandal that revealed personal information on up to 87 million users to an election data company.",
  "We've provided public testimony, answered questions and pledged to continue our assistance as their work continues,\" the Facebook spokesperson said in an email.",
  "Before it shut down in May, Cambridge Analytica boasted that it could use psychological profiling to predict Facebook users' behavior and influence their vote.",
  "Christopher Wylie, the whistleblower who first came forward about Cambridge Analytica in March, tweeted that he had spoken to investigators in all the probes.",
  "It appears Mark Zuckerburg has not been fully candid to Congress and I will make sure the U.S. authorities have complete information,\" he said.",
  "The social media giant has been under investigation by the Federal Trade Commission since March over possible privacy violations.",
  "A Facebook representative confirmed the investigations after the Washington Post broke the story Monday night.",
  "Facebook's stock was trading down 1.7 percent, at $193.97 a share, late Tuesday morning.",
  "I can confirm I have spoken to all four U.S. federal investigations into Facebook.",
  "Mr. Trump's former chief strategist, Steve Bannon, was on the board.",
  "\"We are cooperating with officials in the U.S., U.K. and beyond.",
  "It is now in bankruptcy proceedings.",
  "\"The cat's out of the bag it seems."
]