[
  "For all the wise pundits prognosticating the public’s preference for privacy over profit and predicting Facebook’s fall as it placed “privacy first” and discontinued its data gathering efforts in favor of a friendlier and less data hungry platform, Facebook’s acknowledgement earlier this month that it was in talks with banks to help them better connect with their customers was a rude awakening that the company has hardly retrenched in the face of withering privacy criticism.",
  "An ordinary company faced with a global backlash and governmental hearings on two continents over its data handling practices might have placed a moratorium on any new data efforts, content to hit “pause” while the public furor died down and it had a chance to evaluate whether the public’s perceptions of privacy had changed in ways that might complicate its new ventures.",
  "Rather than being frightened by the prospect of another backlash against Facebook’s privacy practices and the fact that it was not retrenching after Cambridge Analytica, investors were excited by the prospects of the company acquiring even more data about its users and injecting itself ever further between its two billion users and the companies they do business with.",
  "In fact, the Cambridge Analytica story seems to have done precisely the opposite: it emboldened Silicon Valley by teaching it that even in the fact of massive negative press, governmental hearings and coordinated global “Delete Facebook” campaigns, the social network has become so entrenched in our daily lives that we simply cannot escape it no matter how hard we try.",
  "More importantly, it taught the social platforms that despite all our protestations and claims of how much we value privacy, in the end we’re perfectly happy to trade every last shred of that privacy in return for the right to roam their walled gardens and shout our unvarnished thoughts to the world in our perpetual pursuit of momentary fame.",
  "It is particularly noteworthy that Facebook chose the medical and financial industries to expand into in the immediate aftermath of the Cambridge Analytica given they are extremely heavily regulated fields with myriad legal privacy requirements and safeguards governing data sharing and communications channels.",
  "What makes the story so interesting, however, is that as news broke publicly that Facebook was engaging with the financial sector and especially as early reports suggested Facebook was interested in connecting that financial information to its own systems, the company’s stock price jumped nearly 3%.",
  "As news spread that Facebook was in talks with a number of financial institutions, initial news reports suggested it was interested in bulk ingesting financial data on its users into its systems to gather unprecedented insights into their financial resources and offline activities.",
  "The company’s public image has been slightly tarnished, but overall it emerged with no major penalties beyond a brief public berating of its founder: no new laws have been passed, no penalties assessed, no sanctions or other damages criminal or civil.",
  "That Facebook would continue with these efforts in the aftermath of Cambridge Analytica suggests it believes the privacy backlash has blown over and that it has weathered the storm with little damage and little change to public views on privacy.",
  "Indeed, it would appear the company’s decision to treat the scandal as a relatively minor nuisance rather than a full-blown existential crisis was justified and saved the company a great deal of expense and lost opportunities.",
  "As far as Wall Street is concerned, the Cambridge Analytica scandal was a minor speedbump, rather than a fundamental recalibration of how the public views the rights of social platforms to profit from their sold privacy.",
  "This comes on top of the company’s acknowledgement this past April that it was in talks with hospitals to ingest anonymized medical data to better understand the medical behaviors and ailments of its users.",
  "In the end, what’s remarkable about the most recent story is that investors seem to be convinced that the era of privacy concerns is effectively over and that there will not be a privacy backlash.",
  "In short, Silicon Valley has been taught that even in the most egregious privacy violations, there is little harm and much to be gained in financial rewards until the story breaks.",
  "Instead, Silicon Valley plays by its own rules and the company forged forward with new initiatives to acquire vastly more sensitive data than mere social media posts.",
  "What does this tell us about whether anything has changed in our views towards the privacy versus profit equation in the aftermath of Cambridge Analytica?",
  "It is noteworthy that Facebook appears to have learned little from its Cambridge Analytica experience.",
  "The reaction from investors was swift: instead of fleeing, the stock swiftly surged almost 3%."
]