[
  "---\n\nValinsky's Links\n\nFacebook signs a WeWork deal (SVBJ)\n\nAirbnb goes to war with NYC (Recode)\n\nSpaceX lands a $130 million contract (TC)\n\nTesla closes 12 solar facilities (Reuters)\n\nMoviePass rival angers studios (WSJ)\n\n---\n\nTime Off: Weekend Long Reads\n\n\"Why the United States needs more immigrants\" by The New Yorker's John Cassidy:\n\n• \"With the native white population aging rapidly, the U.S. economy and fiscal system are in dire need of other groups to pick up the slack.\"",
  "---\n\nThe Trust Crisis: Facebook still on defense\n\nFacebook COO Sheryl Sandberg met with a group of state attorneys general on Thursday to answer questions about the Cambridge Analytica scandal, Bloomberg's Sarah Frier reports:\n\n• \"Sandberg attended the National Association of Attorneys General gathering in Portland, Oregon on Thursday, Facebook confirmed, without providing further detail.\"",
  "The platform that offers the most money and the best experience is likely to attract the best talent and draw the biggest audience:\n\nAll three companies rolled out new features or platforms this week:\n\n• Google's YouTube introduced $4.99-a-month channel memberships, which allow YouTube stars to charge viewers for exclusive access to features and content.",
  "---\n\nThe Border Crisis: Amazonians join border protests\n\nWorkers at Amazon sent a letter to Jeff Bezos on Thursday demanding that the company stop selling its facial recognition technology to law enforcement and stop assisting partners like Planitir that work with Immigrations and Custom Enforcement.",
  "Best nugget: When Murdoch agreed to Iger's initial offer of $52.4 billion, he was spurning an earlier $64 billion offer from Roberts:\n\n• \"To Mr. Roberts, the fact Mr. Murdoch would rather take Disney's stock over his—with such a large gap in their offer amounts—was an insult.\"",
  "---\n\nTalk of Tinseltown: Iger & Murdoch vs. Roberts\n\nHollywood's Must-Read: WSJ's Shalini Ramachandran and Keach Hagey take a deep dive into the Disney and Comcast war for 21st Century Fox, and the love-hate triangle of Bob Iger, Brian Roberts and Rupert Murdoch.",
  "The Big Picture, via PACIFIC's Jordan Valinsky: Facebook's data-sharing practices may be old news to the media, but they are still under the microscope of state, federal and European governments, which means Facebook's headaches won't end anytime soon.",
  "The move comes amid international outrage over President Trump's controversial \"zero tolerance\" immigration policy, and days after workers at Microsoft sent a letter to CEO Satya Nadella asking him to terminate the company's $19.4M contract with ICE.",
  "The Big Picture: New TV is still a nascent economy, but as creators explore new ways of using the medium the content will almost certainly grow more sophisticated and buzz-worthy, boosting revenue opportunities for platforms and creators alike.",
  "Instagram hasn't rolled out its monetization strategy yet, but as Recode's Kurt Wagner notes, \"the most likely [plan] is that Instagram will put mid-roll or pre-roll video ads inside these long-form videos and split the revenue with creators.\"",
  "\"Inside a Heist of American Chip Designs, as China Bids for Tech Power\" by NYT's Paul Mozur:\n\n• \"China has ambitious plans to overhaul its economy and compete head-to-head with the United States and other nations in the technology of tomorrow.",
  "What's Next: The New Broadcast Wars: YouTube, Instagram and Snapchat are exploring new ways of letting content creators monetize their accounts, creating a new economy for every creative mind with a smartphone or computer.",
  "\"Elon Musk Has Always Been At War With The Media\" by BuzzFeed's Caroline O'Donovan, Charlie Warzel and Ryan Mac:\n\n• \"Some say Elon Musk's paranoia and late-night Twitter rants reveal a billionaire cracking under pressure.",
  "The Big Picture: Last month we wrote that \"the growing public awareness and concern about big tech's government contracts threatens to boil over and become a public relations crisis for America's biggest companies.\"",
  "• \"Our company should not be in the surveillance business; we should not be in the policing business; we should not be in the business of supporting those who monitor and oppress marginalized populations.",
  "[A] heist of the designs two years ago and ... raids last year ... represent the dark side of that effort — and explain in part why the United States is starting a trade war with China.\"",
  "\"The Legend of Nintendo\" by Bloomberg Businessweek's Felix Gilette:\n\n• \"With the Switch, the 130-year-old gaming giant has once again turned reports of its demise into Nintendo Mania.\"",
  "Snap traditionally shares about 50% of ad revenue with the providers (the providers get more if they sell the ads themselves), and the same may apply for creators.",
  "• Snap's Snapchat is letting its most notable content creators use Snapchat Shows, a feature previously limited to premium providers like NBC, ESPN and Turner.",
  "\"Why World Cup Videos Are the Best YouTube Videos\" by The Ringer's Kevin Clark:\n\n• \"A ranking of the 10 best sports-related YouTube rabbit holes to fall down.\"",
  "The company has reached out to attorneys general since the scandal, but the conference provides a rare opportunity to speak to many of them all at once.\"",
  "It also introduced tools that allow YouTube creators to sell merchandise (printing and shipping handled by YouTube) and develop marketing partnerships.",
  "Thus began the bidding war that has taken the value of 21st Century Fox from $52.4 billion to $65 billion to Disney's latest offer: $71.3 billion.",
  "• \"Mr. Roberts's Chief Financial Officer Michael Cavanagh came up with a plan to offer all cash, something Disney might struggle to match.\"",
  "What is clear to us is that our development and sales practices have yet to acknowledge the obligation that comes with this.",
  "What's Next: \"Fox and Disney can expect Comcast to come running back with a new offer,\" WSJ's Elizabeth Winkler reports.",
  "• \"We refuse to build the platform that powers ICE, and we refuse to contribute to tools that violate human rights.\"",
  "From the letter:\n\n• \"Technology like ours is playing an increasingly critical role across many sectors of society.",
  "Bonus: Teens at Vidcon tell Digiday's Tim Peterson why the prefer watching videos on YouTube instead of Facebook.",
  "What the WSJ piece does so well is get behind Murdoch's own dislike of Roberts, and his preference for Disney.",
  "Thirty-four states asked Facebook in March to answer questions over its data-sharing and privacy practices.\"",
  "Focusing solely on shareholder value is a race to the bottom, and one that we will not participate in.\"",
  "And Google already allows creators to take a cut of advertising shown before or during their videos.",
  "• Facebook's Instagram launched IGTV, a long-form video app where creators have their own channels.",
  "Martini guru Naren Young says Koreatown's Normandie Club has the best martini in Los Angeles.",
  "• \"Attorneys general from New York to Missouri have launched probes [into Facebook].",
  "• \"A dejected Mr. Roberts told his deal team to take a breather for the holidays.",
  "In January, he told them: We're not giving up, according to people who attended.\"",
  "We've long covered Iger's and Roberts' \"intense dislike of one another.\"",
  "We're headed back to Hollywood, and a full weekend of World Cup.",
  "Bidding could reach up to $80 billion, according to analysts.\"",
  "But those who know him best say this is nothing new.\"",
  "• \"The executive will be doing a Q&A ...",
  "\"The question is how high it will go.",
  "---\n\nWelcome to PACIFIC.",
  "---\n\nWhat Next: A drink.",
  "It's officially Summer.",
  "See you Monday.",
  "Here we are.",
  "Viva Mexico."
]