[
  "/ Updated By Daniel Arkin\n\nA group of Amazon shareholders are calling on the company to stop pitching its facial recognition tool to local law enforcement agencies, writing in a letter to CEO Jeff Bezos that the technology could pose a privacy threat and a financial risk.",
  "\"While Rekognition may be intended to enhance some law enforcement activities, we are deeply concerned it may ultimately violate civil and human rights,\" the shareholders said in the letter to Bezos, a copy of which was provided to NBC News by the ACLU.",
  "The shareholders who co-signed the letter also said they were concerned that facial recognition technology \"would be used to unfairly and disproportionately target and surveil people of color, immigrants, and civil society organizations.\"",
  "The social media company has been embroiled in controversy ever since the revelation that Cambridge Analytica, a data firm linked to Donald Trump's presidential campaign, harvested user data from Facebook's platform.",
  "\"The recent experience and scrutiny of Facebook demonstrates the degree to which these news issues may undermine company value as the detrimental impacts on society become clear,\" the shareholders said.",
  "But in a written statement to the Associated Press last month, the company said it requires all of its customers to comply with the law and to be responsible in the use of its products.",
  "The letter comes amid mounting criticism of the tool, called Rekognition, from privacy activists and civil rights organizations, including the American Civil Liberties Union.",
  "Rekognition is already being used by at least one law enforcement agency, the Washington County Sheriff's Office in Oregon, according to a customer testimonial page.",
  "Amazon Web Services, the cloud business division of the company that markets Rekognition, did not immediately respond to a request for comment.",
  "The groups have raised concerns that the tool could be used to build a system to automate the widespread identification and tracking of anyone.",
  "The letter is signed by 19 Amazon shareholders, though they do not represent enough voting power in the company to force a change.",
  "Bezos, now recognized by Forbes as the richest living person, remains the largest individual shareholder in the company.",
  "In their letter to Bezos, the shareholders pointed to the recent \"scrutiny\" of Facebook over its data privacy policies.",
  "The statement said some law enforcement agencies have used the tool to find abducted people, for example.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "The tech giant released the tool in late 2016."
]