[
  "(reut.rs/2pn8btD)\n\nADVERTISEMENT\n\nFacebook said in a statement on Friday that it had learned in 2015 that a Cambridge University psychology professor had lied to the company and violated its policies by passing data to Cambridge Analytica from a psychology testing app he had built.",
  "LONDONLONDON (Reuters) - Britain is very concerned by allegations that the British data firm Cambridge Analytica exploited data on millions of Facebook users without their authorisation in election campaigns, a spokesman for Prime Minister Theresa May said on Monday.",
  "ADVERTISEMENT\n\nNix testified before the parliamentary committee on February 27 that Cambridge Analytica carried out advertising campaigns and conducted opt-in surveys on Facebook to collect data on users' political attitudes on behalf of its campaign clients.",
  "ADVERTISEMENT\n\nEuropean Union lawmakers will also investigate whether the data of more than 50 million Facebook users has been misused and whether the massive trawling of data included EU citizens, said Antonio Tajani, president of the European Parliament.",
  "Parliamentary committee chairman and Conservative lawmaker Damian Collins said on Sunday that Facebook had avoided answering straight questions from the committee about what it knew about the abuse of its users' social media data by Cambridge Analytica.",
  "Britain's Information Commissioner's Office (ICO) said over the weekend that it would be considering the potential new evidence as part its separate civil and criminal probe into whether Facebook user data had been abused in British elections.",
  "It said over the weekend that it was already considering the nexus of connections between Cambridge Analytica, its parent Strategic Communication Laboratories (SCL) and Cambridge University professor Aleksandr Kogan, author of the testing app.",
  "The chairman of parliament's Digital, Culture, Media and Sport Committee also alleged that Cambridge Analytica Chief Executive Alexander Nix had \"deliberately misled\" his committee during testimony about its use of Facebook data two weeks ago.",
  "Facebook’s highest ranking executive in Europe, Vice President Nicola Mendelsohn, appeared on stage at the Advertising Week Europe conference in London to interview pop star Nicole Scherzinger, but declined to take questions from reporters.",
  "The New York Times and the British Observer newspaper reported on Saturday that the political analytics firm had harvested private data on more than 50 million Facebook users to support Donald Trump's 2016 presidential election campaign.",
  "\"Any criminal and civil enforcement actions arising from the investigation will be pursued vigorously,\" said Information Commissioner Elizabeth Denham.",
  "Ten months ago, the ICO, Britain's data protection watchdog, launched a probe into the use of personal data in British political campaigns.",
  "We do use Facebook as a platform to advertise, as do all brands and most agencies, or all agencies, I should say,\" Nix told the committee.",
  "\"It is essential that people can have confidence that their personal data will be protected and used in an appropriate way.\"",
  "It's time for Mark Zuckerberg to stop hiding behind his Facebook page,\" Collins said in a statement.",
  "He also said he would be contacting Nix to answer further questions raised by the media reports.",
  "\"The allegations are clearly very concerning,\" May's spokesman told reporters on Monday.",
  "Cambridge Analytica and its CEO were not immediately available to comment.",
  "\"We do not work with Facebook data, and we do not have Facebook data.",
  "Facebook said it suspended the firms and researchers involved.",
  "\"Someone has to take responsibility for this."
]