[
  "Alex Wong/Getty Images\n\nWASHINGTON — Mark Zuckerberg, the founder and CEO of Facebook, met with Democratic Sen. Bill Nelson of Florida on Monday ahead of his hearing before the Senate Judiciary and Commerce committees scheduled for Tuesday afternoon.",
  "Nelson said he explained to Zuckerberg that because of scandals like the misuse of Facebook user data by Cambridge Analytica, assurances of privacy from major tech companies alone would not be enough.",
  "After the meeting, Nelson suggested that Zuckerberg's hearing could lack substance and that Congress was unlikely to pursue legislation to regulate tech companies' data collection significantly.",
  "Zuckerberg, who is speaking with a handful of lawmakers before his congressional hearings over the next few days, spent more than an hour in a one-on-one, closed-door meeting with Nelson.",
  "Zuckerberg's testimony on Tuesday will be in a rare joint hearing, where dozens of senators will have a fixed amount of time to ask questions of the billionaire tech mogul.",
  "He added: \"It doesn't seem to me that it's going to be a format that you're going to get a lot of substance, because the four minutes run out and you've got to move on.\"",
  "\"My personal opinion of him was that he was forthright and honest to the degree that he could,\" Nelson told reporters afterward.",
  "He added that his confidence in the security of Americans' data going into midterm elections this year was \"to be determined.\"",
  "\"How in the world can you have 44 senators do a hearing that has a lot of substance when each senator has only four minutes?\"",
  "\"You can't protect our privacy just on the basis of somebody telling you that they're going to protect,\" Nelson said.",
  "It ought to have been a Commerce Committee hearing and Judiciary, where each committee could operate in its own way.\"",
  "Of pushing such legislation through Congress, Nelson said, \"Right now, I think it's going to be very difficult.\"",
  "But Nelson stressed that he did not anticipate any new laws or regulations hitting the books soon.",
  "\"But I think there are going to be a lot of challenges for his company in the future.\"",
  "Nelson expressed frustration that it may be conducted too hastily.",
  "\"I was an objector to it being a combined hearing.",
  "Does that mean regulation?",
  "\"So does that mean law?",
  "Nelson said.",
  "Yes.\"",
  "Yes."
]