[
  "He also was sure to clarify again “this specific issue involving Cambridge Analytica should no longer happen with new apps today.” Zuckerberg appeared to also play both sides of the debate — balancing his personal concerns with assurances that it’s not as big of a problem as it seems — when he apologized on the Jewish holiday of atonement for similar reasons, while lacing the message with defensiveness and counterpoints.",
  "“But we also made mistakes; there’s more to do, and we need to step up and do it.”\n\nFacebook is suspending Cambridge Analytica from using its services for violating a contractual agreement, which required the data management firm to remove all pertinent user information collected through an app, the social media company announced March 16.",
  "Despite several reports purporting otherwise, “the claim that this is a data breach is completely false” because “everyone involved gave their consent,” Facebook Vice President and Deputy General Counsel Paul Grewal said in the company blog post Friday.",
  "Brian Acton, the co-founder of WhatsApp, which Facebook acquired for $19 billion in 2014, and several others have sounded the alarm over the latest revelations, claiming the need to get rid of the social media platform — or at least inspect further.",
  "“I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again.”\n\nZuckerberg seemed both somewhat contrite but also compelled to assert his company already solved a lot of the complaints recently resurfaced.",
  "Facebook CEO Mark Zuckerberg addressed concerns the company doesn’t sufficiently safeguard user data in a social media post Wednesday, adding if he failed to live up to people’s expectations, he’s not worthy of their patronage.",
  "In the process, the consulting team was able to create millions of profiles based on trends and characteristics data, although it’s not explicitly clear how effective their tactics are and how much they affected the election.",
  "Facebook originally afforded Cambridge Analytica, a data analytics firm that worked with President Donald Trump’s election campaign, the ability to collect information on users’ friends through an app.",
  "He coupled those apparent attempts at comfort with promises he will do more to assuage people’s now ostensibly deep-seated skepticism of the social media platforms effects and operations.",
  "Zuckerberg in his message enumerated a number of ways Facebook shows a responsibility for how it handles users’ personal tendencies and characteristics.",
  "“The good news is that the most important actions to prevent this from happening again today we have already taken years ago,” Zuckerberg continued.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "“It was also a breach of trust between Facebook and the people who share their data with us and expect us to protect it,” Zuckerberg wrote.",
  "Zuckerberg, however, described the situation with Cambridge Analytica and Facebook as a “breach of trust” between the two companies.",
  "“We have a responsibility to protect your data, and if we can’t, then we don’t deserve to serve you,” Zuckerberg wrote.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "“We need to fix that.”\n\nFollow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org."
]