[
  "Still, Kogan said he doubted the effectiveness of Cambridge Analytica’s efforts to target Facebook users and create “psychographic” profiles that might influence their behavior, calling the technique “science fiction.”\n\nFacebook executives touted their recent improvements during their own event in Washington on Tuesday.",
  "(Chris J. Ratcliffe/Bloomberg News)\n\nThe whistleblower who outed Cambridge Analytica for improperly accessing millions of Facebook users’ personal information warned on Tuesday that unchecked data collection and targeting on social media threaten Web users’ privacy — and the healthy functioning of democracy.",
  "And you don’t know what I’m telling this person versus that person.”\n\nWylie first aired his allegations about Cambridge Analytica earlier this year, leading Facebook to acknowledge that as many as 87 million of its users may have had their names, “likes” and other personal information compromised.",
  "Kogan, who appeared at a hearing before the Senate Commerce Committee, criticized tech giants such as Facebook for “skulduggery,” while calling for greater regulation that would force companies to be more transparent and give users more choice about how their data is used.",
  "Wylie coupled his warning with a call to federal lawmakers that they must create a “common set of standards that apply universally,” to tech companies beyond just Facebook, in the wake of the social giant’s controversy with Cambridge Analytica.",
  "Christopher Wylie, who worked at the consultancy before it assisted President Trump’s 2016 campaign, pointed to Facebook’s tools that allow political candidates, advertisers and others to reach discrete categories of Americans online.",
  "Their narrowly tailored and delivered messages, he said at an event hosted by The Washington Post, “erode the public forum” because they allow some in politics to “go to every one of you in the audience and whisper you something.",
  "Cambridge Analytica tapped this vein of information with the help of researcher Aleksandr Kogan, who built apps that harvested data about thousands of Facebook users — as well as millions of their friends.",
  "Their comments come as the U.S. government continues to probe Facebook for recent privacy mishaps, while Congress scrambles to figure out if it should police Silicon Valley tech giants more aggressively.",
  "“There will always be smart, well-funded people out there trying to get whatever information they can for bad reasons,” Rob Sherman, Facebook’s deputy chief privacy officer, planned to tell attendees.",
  "Kogan began his Senate testimony by apologizing, much like Facebook chief executive Mark Zuckerberg did when he appeared in Congress two months ago about the Cambridge Analytica matter.",
  "“What is clear to me now is that I made a mistake in not appreciating how people would feel about us using their data, and I am sorry,” Kogan told lawmakers.",
  "In response, Facebook has initiated a full audit of third-party apps on its site while debuting tools that help users wipe some data from the site.",
  "But Wylie and Kogan, in separate appearances in Washington on Tuesday, said Facebook’s fixes do not go far enough.",
  "“But we’ll keep investing heavily and improving our tools and techniques to stay ahead.”",
  "\n\nChristopher Wylie, a whistleblower and former employee with Cambridge Analytica."
]