[
  "Lawmakers in the US and the UK are examining Facebook and its role in election interference\n\nFacebook is under huge pressure from lawmakers in the US and the UK over the way it handles user data and how that data can be manipulated for targeted political advertising.",
  "REUTERS/Adnan Abidi\n\nFacebook's share price dropped close to 6% in early trading on Monday, most likely thanks to the news that the political-research firm Cambridge Analytica used its site to harvest 50 million user profiles illegitimately.",
  "And Damian Collins, the British politician overseeing a select committee investigation into fake news, said on Sunday that Cambridge Analytica had misled members of Parliament over its use of Facebook data.",
  "The Guardian and The New York Times reported on Saturday that Cambridge Analytica had accessed data from 50 million Facebook users during the 2016 US presidential campaign without their permission.",
  "\"From the evidence that has been published by The Guardian and The Observer this weekend, it seems clear that he has deliberately mislead the Committee and Parliament by giving false statements.\"",
  "He added: \"I will be writing to Mark Zuckerberg asking that either he, or another senior executive from the company, appear to give evidence in front of the Committee as part our inquiry.",
  "Cambridge Analytica managed to access the data after teaming up with a University of Cambridge psychology professor, Aleksandr Kogan, and his company Global Science Research in 2014.",
  "Facebook suspended the company from its platform on Friday, prior to the full revelations becoming public but after it had been notified that a story was being published.",
  "Cambridge Analytica and GSR paid about 270,000 people to download the app and take a personality test — but the app also siphoned off data about the users' friends.",
  "A former Cambridge Analytica employee, Christopher Wylie, blew the whistle, saying: \"We exploited Facebook to harvest millions of people's profiles.",
  "He also said Facebook executives had tried to avoid tough questions over their company's role in spreading fake news and in election interference.",
  "\"Alexander Nix denied to the Committee last month that his company had received any data from the Global Science Research company (GSR),\" he said.",
  "It is not acceptable that they have previously sent witnesses who seek to avoid asking difficult questions by claiming not to know the answers.",
  "According to Markets Insider, Facebook's share price stands at $174.30 in early trading, down from $185.09 at the market close on Friday.",
  "Facebook eventually became aware of the app, and it asked GSR and Cambridge Analytica to delete all the data they held on users.",
  "This also creates a false reassurance that Facebook's stated policies are always robust and effectively policed.\"",
  "GSR had developed an app, Thisisyourdigitallife, which examined what people \"liked\" on Facebook.",
  "And built models to exploit what we knew about them and target their inner demons.",
  "Sen. Marco Rubio of Florida said Facebook acted as though it were above the law.",
  "But The New York Times found Cambridge Analytica still held most of the data.",
  "It used that information for highly targeted political ads on Facebook.",
  "The drop wipes more than $30 billion off Facebook's market cap.",
  "That was the basis that the entire company was built on.\"",
  "Facebook CEO Mark Zuckerberg."
]