[
  "The ring http://bit.ly/2GJJY8v\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us",
  "“The trove shows three appointees with strict pro-abstinence beliefs -- including Victoria Huber, the then-chief of staff for the department’s Office of the Assistant Secretary for Health -- guided the process to end a program many medical professionals credit with helping to bring the nation’s teen pregnancy rate to an all-time low.” http://nbcnews.to/2u5vJIj\n\n-- “Senior housing department official loses job after allegations of corruption,” by The Guardian’s Jon Swaine: “One of the most senior officials in Ben Carson’s housing department has lost his job after the Guardian disclosed his link to a colleague accused of fraud and a federal watchdog received allegations of corruption in his office.",
  "While some senior Republicans are anxious to block Blankenship, others believe that such a move could backfire and turn him into a martyr -- much as it did when the national GOP dropped millions of dollars in an unsuccessful attempt to take down Alabama Senate candidate Roy Moore in a Republican primary.” http://politi.co/2u0TEbU\n\nLUNCHTIME READ … WAR REPORT -- ANDREW EXUM in The Atlantic, “One Morning in Baghdad: Fifteen years after the U.S. invasion, there’s no satisfying answer to the question: What were we doing in Iraq anyway?”: “The war in Iraq and its many, often conflicting, lessons continue to shape the war’s veterans in different ways.",
  "As we advance our agenda and help more Americans reach new heights, you can feel a sense of pride and confidence working its way back into our country.’” http://politi.co/2GN5wB5 … More excerpts http://politi.co/2FO8Cr9\n\nANOTHER SCHOOL SHOOTING -- “Two injured, gunman dead in shooting at Great Mills, Maryland high school,” by the Baltimore Sun’s Talia Richman, Jessica Anderson, Colin Campbell and Pamela Wood: “Two students were injured and a third, the gunman, has died in a shooting in a hallway at Great Mills High School in Southern Maryland on Tuesday morning, according to the St. Mary’s County Sheriff’s Office.",
  "SPOTTED at a launch event Monday for the OPIC 2X Global Women’s Initiative at the National Museum of Women in Art: Labor Secretary Alexander Acosta, Rep. Ed Royce (R-Calif.), Ray Washburne, David Bohigian, Rob Strayer, Daniel Kaniewski, Kevin Cirilli, Chris Liddell, James Hohmann, Keiko Honda, Kathryn Kaufman, Tom Rosenkoetter, Carol Danko, Shaylyn Haynes, Deidre Almstead, Edward Burrier, Abe Goldschmidt, James Sonne, Douglas Sellers, Michael Ahearn, Casey Black, Brian Forni, Lara Driscoe, Lenwood Brooks and Anne Lesser.",
  "THE WASHINGTON POST’S SEUNG MIN KIM asked SEN. JOHN CORNYN (R-TEXAS) about the complications of the House waiting until Thursday to act, per @frankthorp: “CORNYN: ‘Well, we’ll be here this weekend’… Q: ‘So does the govt shut down over the weekend?’ CORNYN: ‘No shutdowns, you heard it here first.’”\n\n-- IF THE SENATE votes this weekend, they’ll be in session in the Capitol with thousands of people marching on the Mall in D.C.\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Follow along live here http://politi.co/2u0KiNy\n\nIN THE AGENCIES -- “Notes, emails reveal Trump appointees’ war to end HHS teen pregnancy program,” by NBC News’ Heidi Przybyla: “The Trump administration’s abrupt cancellation of a federal program to prevent teen pregnancy last year was directed by political appointees over the objections of career experts in the Department of Health and Human Services, which administers the program, according to internal notes and emails obtained by NBC News.",
  "-- “GOP fears another potential electoral disaster: The national GOP is flummoxed over what to do about the surging candidacy of coal baron and ex-con Don Blankenship,” by Alex Isenstadt: “Many [national GOP leaders] are convinced that Blankenship, who served a one-year sentence after the deadly 2010 explosion at his Upper Big Branch Mine, would be a surefire loser against Democratic Sen. Joe Manchin -- and potentially become a national stain for the party.",
  "But those moral arguments blinded our thinking about second- and third-order consequences -- in addition to honesty about our own limitations -- and helped lead us into arguably the greatest strategic mistake in our nation’s history.” http://theatln.tc/2FR9qfe\n\nSPORTS BLINK -- ESPN’s Josue Evilla and Charlotte Gibson: “Sit with this fact for a bit: In 2017, 39 of the 50 states’ payrolls were topped by a football or men's basketball coach.",
  "… When you add up the salaries of all 50 governors, it's $19.2 million less than just the four coaches (Alabama's Nick Saban, Georgia's Kirby Smart, Oklahoma’s Lincoln Riley, Clemson's Dabo Swinney) who made the College Football Playoff this year.” http://es.pn/2u6IBhm\n\nMEDIAWATCH -- “Google Pours $300 Million Into Effort to Aid News Publishers,” by Bloomberg’s Mark Bergen: “Google is making its grandest overture to the news business yet.",
  "According to excerpts of his prepared remarks shared with POLITICO, Ryan will argue that ‘we have up-ended the status quo and are actually improving things for our constituents.’\n\n“‘A year ago, we came together and talked about all the great things that this new, unified, Republican government was going to be able to do on behalf of the American people,’ Ryan will say.",
  "The investigation involves whether it allowed Cambridge Analytica to receive some user data in violation of its policies, said the person, who asked not be identified because the investigation is confidential.” https://bloom.bg/2u46Wob\n\n-- @MarkWarner, before the FTC probe story broke: “It's time for Mr. Zuckerberg and the other CEOs to testify before Congress.",
  "‘Now it’s up to him to elect her.’” http://nyti.ms/2DHS3r3\n\nTHE FACEBOOK PROBE -- “FTC to Probe Facebook for Use of Personal Data,” by Bloomberg’s David McLaughlin: “The U.S. Federal Trade Commission is probing Facebook Inc. over whether it violated terms of a 2011 consent decree over its use of personal data, according to a person familiar with the matter.",
  "http://on.si.com/2puidIH\n\nWAPO’S BOB COSTA and CAROL LEONNIG SCOOP: “President Trump’s legal team has reached out to Theodore B. Olson, one of the country’s most high-profile and seasoned litigators, to join forces amid mounting challenges in the probe of Russian interference in the 2016 election, according to two people familiar with the discussions.",
  "Olson is said to be reviewing the offer while weighing potential conflicts with his clients at Gibson, Dunn & Crutcher, where he is a partner, one person close to him said.” http://wapo.st/2G60baa\n\nTRUMP on his call with Russian President VLADIMIR PUTIN: “I had a call with President Putin and congratulated him on the victory, his electoral victory.",
  "Especially from the Beltway and to the south and east, the snow may be mixed with sleet when the precipitation starts.” http://wapo.st/2GL55Hv\n\nGOV’T FUNDING UPDATE … The plan, as it stands at this moment, is for Republicans to post the massive $1.2 trillion omnibus spending bill late tonight, according to multiple sources involved in the talks.",
  "Learn more at google.com/grow/veterans\n\nWHAT PAUL RYAN WILL SAY TONIGHT AT THE BIGGEST HOUSE GOP FUNDRAISER OF THE YEAR … Rachael Bade: “The Wisconsin Republican will tell donors that Republicans have delivered on campaign promises from passing tax reform to helping the administration scale back regulations and strengthen the military.",
  "Others, such as Senator Tom Cotton of Arkansas and many senior officials in the Trump administration, including the current secretary of defense, retained a faith in military power but developed intense antipathy toward Iran given its support for militias that killed hundreds of U.S. soldiers -- which I also understand.",
  "Others say that as a Democrat she had a conservative record and she has been a leader in the state and national GOP as agriculture commissioner.” http://on.thec-l.com/2u5pkgf\n\n-- JMART in the NYT: “A Republican Appointee to the Senate from Mississippi Has G.O.P.",
  "Phil Bryant is expected to pick Agriculture Commissioner Cindy Hyde-Smith to replace Sen. Thad Cochran, many GOP sources say, a move likely to gain approval from President Donald Trump in lead-up to one of the most important midterm elections in the country.",
  "…\n\n“Olson, 77, who served as solicitor general in the George W. Bush administration and has long been considered a legal superstar, would bring deeper ties to Department of Justice and more experience on landmark cases than any of Trump’s current lawyers.",
  "The call had also to do with the fact that we will probably get together in the not-too-distant future so that we can discuss arms, we can discuss the arms race … And also to discuss Ukraine and Syria and North Korea and various other things.",
  "The girl was initially brought to MedStar, but was later stabilized and transferred to University of Maryland Prince George’s Hospital Center.” http://bsun.md/2GL1XeL\n\nTHAD COCHRAN’S REPLACEMENT -- The Clarion Ledger’s Geoff Pender: “Gov.",
  "ENGAGED -- Preston Feinberg, director at the McKeon Group, Inc., the firm of former chairman of the House Armed Services Committee Buck McKeon, recently got engaged to Jenifher Marino, small business owner with Marinos Multiservices, LLC.",
  "During separate meetings with the [NRSC], aides to Blankenship’s two primary opponents, Rep. Evan Jenkins and state Attorney General Patrick Morrisey, pointed to Blankenship’s traction and questioned what could be done to stop him.",
  "-- CAPITAL WEATHER GANG: “Washington’s biggest snowstorm of the winter likely Wednesday, starting before dawn”: “Two to five inches of snow are most from downtown Washington and to the south, with 4 to 8 inches just to the north.",
  "Power Briefing: Inside the omnibus negotiations, as Washington prepares for a snowstorm Presented by\n\nSenate Majority Whip John Cornyn said the Senate could be in session over the weekend, but he predicted no shutdown.",
  "Alphabet Inc.’s search giant is providing a new suite of tools to help media publishers grow subscriptions, advertising sales and readership -- an attempt to resuscitate an industry the search giant helped decimate.",
  "SPOTTED at Niki Christoff’s birthday party last night at Café Milano: co-hosts Tammy Haddad, Heather Podesta, Carol Melton, and Juleanna Glover, Steve Clemons, Craig Gordon, Suzanne Clark, Kevin Cirilli.",
  "The American people deserve answers about social media manipulation in the 2016 election.”\n\nANOTHER ELECTION NIGHT -- Polls close in the Illinois primaries tonight at 8 p.m. Eastern, 7 p.m. Central.",
  "Bob Corker tells me he’s already a NO on the Omnibus bill -- ‘I don’t support grotesque things.’”\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "…\n\n“Some state GOP sources are questioning whether Hyde-Smith, who in served in the state Senate for years as a Democrat, would be vulnerable to a far-right challenge from [Chris] McDaniel.",
  "On Monday evening, at a reception for the Business and Industry Political Education Committee, Bryant and Hyde-Smith entered the reception together after meeting privately, sources said.",
  "...\n\n“The talks underscore the intense pressure Republicans are under in the era of Trump, as they struggle to control insurgent figures with large grass-roots conservative followings.",
  "Both contemporaneously and in retrospect, the best case for invading Iraq in 2003 was the moral case, even though the primary case concerned weapons Saddam turned out not to have.",
  "The Senate GOP campaign arm, which heard out the appeals, recently commissioned a survey to gauge the coal king’s electoral strength and determine his staying power in the race.",
  "“Bryant has not made an announcement but had by Monday narrowed his short list down to Hyde-Smith and Secretary of State Delbert Hosemann, sources close to the governor said.",
  "And it includes another shot at stamping out fake news.” https://bloom.bg/2GND95Z\n\n-- Tom Berman was named the AP’s regional news director for the central U.S.",
  "So I think probably we'll be seeing President Putin in the not-too-distant future.” More from Louis Nelson http://politi.co/2FNMMEm\n\nGood Tuesday afternoon.",
  "ABOUT THE NEGOTIATIONS …\n\nSTICKING POINTS … It depends who you talk to, but Republicans and Democrats see several issues as still “open” in negotiations.",
  "He most recently has served as director of central communications at Uber and is an alum of Schwarzenegger, the RNC and Bush-Cheney 2004 campaign.",
  "But the war’s supporters made the moral case effectively: How could the United States allow a mad tyrant like Saddam Hussein to remain in power?",
  "Worried”: White House officials urged Mr. Bryant not to rush the appointment, according to Republican officials familiar with the conversations.",
  "…\n\n“The two students who were injured -- a 14-year-old boy and a 16-year-old girl -- were being treated at local hospitals, officials said.",
  "TRANSITIONS -- OBAMA ALUMNI: Anthony Reyes has started as VP for corporate and public affairs in California and West Coast for Edelman PR.",
  "He most recently was communications director for California State Senate Leader Kevin de Leon and worked in the Obama Treasury Department.",
  "House Appropriations Committee Chairman Rodney Frelinghuysen (R-N.J.) and the majority of tri-state lawmakers have backed this project.",
  "“Republican Hyde-Smith, 58, a beef cattle farmer from Brookhaven and former longtime state senator, would become the first female U.S.",
  "Johnson Joy departed from his position as chief information officer Carson’s Department for Housing and Urban Development on Tuesday.",
  "This was meant to get fixed in this government funding package, but has hit resistance from members of House and Senate leadership.",
  "-- GUNS: PAUL RYAN said he’s in active negotiations over including “Fix NICS” -- a background check bill -- in the massive package.",
  "Republicans took the majority in 2010, promising to keep legislative issues separate and give lawmakers three days to read bills.",
  "“As for me, I developed what will probably be a lifelong suspicion of any moral justifications for initiating a conflict.",
  "A HUD spokesman said Carson accepted Joy’s resignation.” http://bit.ly/2FM93T3\n\nCANDIDATE RECRUITMENT PROBLEMS?",
  "A school resource officer shot the student gunman, who fired back with a handgun, Sheriff Tim Cameron said.",
  "-- FIRST IN PLAYBOOK: Aaron McLear is heading to the Silicon Valley early-stage investment firm, SV Angel.",
  "Trump wants to kill it, but SENATE MINORITY LEADER CHUCK SCHUMER (D-N.Y.) is fighting for its inclusion.",
  "Bryant’s choice to make,’ said Brad White, Mr. Cochran’s chief of staff and a veteran state operative.",
  "Democrats want a fix for the Low-Income Housing Tax Credit in exchange for a fix to the grain issue.",
  "-- REPUBLICANS and DEMOCRATS are haggling over potential wall funding/DACA fix/interior enforcement.",
  "-- CO-OP TAX FIX: The tax overhaul earlier this year advantaged grain co-ops over private sellers.",
  "Some of my fellow veterans grew deeply cynical about all military endeavors -- which I understand.",
  "The question is will the leadership dare Trump to veto this bill by leaving it in the bill.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sports Illustrated picked the Nationals to beat the Yankees in the World Series this year.",
  "Assuming she would seek the post permanently, she would run in a special election Nov. 6.",
  "One is funding for the Gateway project -- the tunnel between New York and New Jersey.",
  "The boy is in good condition and is being treated at MedStar St. Mary’s Hospital.",
  "-- OPEN ISSUES: More money for wildfire stricken states, and an FAA extension.",
  "She was bartender, I was manager at the time.” Pic http://bit.ly/2FN1MSS ...",
  "Neither their identities, nor the shooter’s, were released Tuesday morning.",
  "ONE YEAR AGO TODAY, we sent out the first ever Playbook Power Briefing.",
  "CHUCK SCHUMER was meeting with NANCY PELOSI early in the noon hour.",
  "We won’t see the massive $1.2 trillion spending bill until tonight.",
  "Areas to the south are most likely to receive one to three inches.",
  "Bryant expected to pick Cindy Hyde-Smith for Cochran seat”: “Gov.",
  "‘Well, we got to work and we are delivering on that promise.",
  "THE EARLIEST the House might vote on this bill is Thursday.",
  "“We actually met both working at Cafe Milano in Georgetown.",
  "“The discussions have intensified over the past few weeks.",
  "The school resource officer was not injured, Cameron said.",
  "Democrats have always wanted something more than that.",
  "This isn’t a partisan issue -- at least historically.",
  "ONE SENATE NO -- ABC’s Mariam Khan (@MKhan47): “Sen.",
  "This leaves very, very, very little room for error.",
  "| J. Scott Applewhite/AP Photo\n\nWHAT CAN GO WRONG!",
  "So some of this could change in the next 12 hours.",
  "He proposed at their new house in Silver Spring.",
  "He has been regional editor since 2014.",
  "Thank you for being such loyal readers!",
  "EVERYTHING IS IN FLUX at the moment.",
  "You can unsubscribe at any time.",
  "Senator in Mississippi history.",
  "The man gassed his own people!",
  "Funding runs out Friday night.",
  "STEP BACK … It’s Tuesday.",
  "As is MITCH MCCONNELL.",
  "Vote is on Thursday.",
  "‘This was Gov.",
  "OH, GREAT!"
]