[
  "Facebook has signed a legally binding agreement with the state of Washington to update their advertisement targeting.“Facebook confirmed the agreement with the state, and said the announcement is part of a long process to ensure that tools used to target ads on the social network are safe, civil, and fair,” reported Reuters, who added that the “agreement with Washington state requires Facebook to make the changes to its ad platform within 90 days.”\n\nIn a statement, the social media giant claimed, “We’ve removed thousands of categories related to potentially sensitive personal attributes — like race, ethnicity, sexual orientation, and religion — from our exclusion targeting tools.”\n\n4: Accusations of Unhealthy Psychological Effects\n\nIn recent months, Facebook has been accused of having negative psychological effects on users, with some claiming that the site is designed to keep users returning.",
  "Paul-Olivier Dehaye, a privacy activist who has testified before the U.K. and European parliaments about Facebook’s use of personal data, discussed the latest issue in Facebook’s growing list of scandals, saying: “It looks like Facebook’s oversight of the app ecosystem didn’t include technical policing of the security of the apps, but instead relied on contractual terms to take care of that aspect.”\n\n3: Discriminatory Advertisement Targeting\n\nFacebook came under criticism recently when it was accused of allowing users to take part in discriminatory advertising practices using Facebook’s platform, which involved excluding categories like race, ethnicity, and religion from advertising demographics.",
  "I value intimacy.’ And I would say, … ‘We’ll get you eventually.’\n\nParker discussed the possible psychological effects of social media and Facebook in particular, especially for children who are now growing up in a digitally connected age:\n\nI don’t know if I really understood the consequences of what I was saying, because [of] the unintended consequences of a network when it grows to a billion or 2 billion people and … it literally changes your relationship with society, with each other … It probably interferes with productivity in weird ways.",
  "The former Facebook President discussed the company’s initial aim, which was mainly centered around drawing in and building their audience:\n\nThe thought process that went into building these applications, Facebook being the first of them, … was all about: ‘How do we consume as much of your time and conscious attention as possible?’ And that means that we need to sort of give you a little dopamine hit every once in a while, because someone liked or commented on a photo or a post or whatever.",
  "https://t.co/rshBsxy32G — David Cicilline (@davidcicilline) June 4, 2018\n\nZuckerberg was also repeatedly mocked online for his robot-like performance during the hearing:\n\nhttps://twitter.com/MatthewTeague/status/983788401190211584\n\nhttps://twitter.com/MrNashington/status/983776171304411137\n\n2: Constant Data Leaks\n\nWhile the Cambridge Analytica scandal has been the most prominent of Facebook’s data leaks, the company has faced a number of them in recent years.",
  "“We need to refocus the system.” Some worried that only showing content from close friends and family may reinforce certain biases or thought bubbles that people operate within — by only showing posts or videos and that reflect the similar view their friends and families likely have, users may become more entrenched in their own beliefs.",
  "Parker described Facebook’s appeal as a “social-validation feedback loop” which exploits human psychology to keep users coming back to the app:\n\nIt’s a social-validation feedback loop … exactly the kind of thing that a hacker like myself would come up with, because you’re exploiting a vulnerability in human psychology.",
  "It was exposed in June that an application called Nametests.com has been running Facebook quizzes for years, but the application left the personal data of Facebook users who have used the app unprotected on its website, leaving the info vulnerable to third parties who may wish to steal the info.",
  "Parker was quite confident that before long they’d be scrolling through a newsfeed like two billion other Facebook users:\n\nWhen Facebook was getting going, I had these people who would come up to me and they would say, ‘I’m not on social media.’ And I would say, ‘OK.",
  "Each of these problems on their own may not have been enough to affect Facebook’s stock price and cause the massive drop seen today, but combined, they contributed to a platform with a decreasing user count, consistently negative PR and a worrying lack of growth.",
  "1: Zuckerberg’s Performance Before Congress\n\nFacebook CEO Mark Zuckerberg appeared before Congress in April to discuss the company’s latest data leak scandal, which allegedly saw the personal data of 84 million users accessed without their express permission.",
  "It’s good for your well-being.” Adam Mosseri, the vice president of product management at Facebook stated, “there will be anxiety” from publishers and partners who had already complained about the lack of revenue they receive from online platforms.",
  "The leak was allegedly reported to Facebook in April via the company’s “data abuse bounty” program which rewards users for discovering flaws in the Facebook system; this program was launched following the Cambridge Analytica scandal.",
  "Facebook’s shareholders have now called for CEO Mark Zuckerberg to resign as chairman of the company, but given Zuckerberg’s previous refusal to hand over control in the past, the chances of him stepping down seems quite slim.",
  "5: Newsfeed Updates to Focus on “Friends and Family”\n\nIn January, Facebook announced that it would be updating its newsfeed algorithm to focus on posts from friends and family rather than liked pages and media companies.",
  "Facebook has dealt with a number of controversies and issues over the past year which contributed to the company’s recent drop in share price, falling by as much as 24% following the release of company earnings reports.",
  "A lot more than I thought it was going to be, to tell you the truth.”\n\nAlong with affecting advertisers on the platform, Facebook’s algorithm change also exposed bias on the platform against conservative media outlets.",
  "Facebook stock dropped nearly twenty percent on Thursday following the release of the company’s earnings report and average daily user counts, but what really led to such a drastic change in the company’ stock value?",
  "JD Prater, the director of growth marketing at AdStage, commented on the ad price increase saying “If I were just looking at January and February, it looks like that algorithm change definitely was a huge factor.",
  "Data from AdStage showed that ad impressions across the platform delivered in the News Feed in January were down year over year, February impressions were up but at a smaller rate than months previously.",
  "Parker discussed the number of people that were against social media when Facebook first started, telling Parker that they’d never join the online world as they valued intimacy and living in the moment.",
  "Following the hearing, questions remained around whether or not Zuckerberg had been entirely honest with Congress; the fact that the CEO was not under oath during the hearing fueled these worries.",
  "Parker, the Founder and Chair of the Parker Institute for Cancer Immunotherapy, spoke at an Axios event at the National Constitution Center in Philadelphia, where he discussed social media.",
  "Facebook did not seem particularly interested in protecting the diversity of thought on their platform, however, claiming that their main aim was to make Facebook a more positive place.",
  "Facebook said in April that they had taken note of the bug and paid $8,000 to the Freedom of the Press foundation upon the request of the hacker that discovered the bug.",
  "Comments such as this from Facebook former President, combined with Facebook’s mishandling of user data, has led to a greater level of distrust around the company.",
  "alternative and conservative media were affected to a greater degree than mainstream and liberal outlets by the emphasis on “friends and family” on the News Feed.",
  "During the hearing, Zuckerberg dodged questions from Senators, repeatedly telling them that his team would “follow up” on any questions he was unable to answer.",
  "Shareholders specifically cited these practices by Facebook as one of the reasons that they wanted to remove Facebook CEO Mark Zuckerberg as company chairman.",
  "Many have claimed that Facebook can cause addiction-like symptoms in some users, something which the company encourages as it ensures a returning user base.",
  "I can only note that Facebook didn’t see this.” Ceukelaire noted that the leaked info includes users pictures, status updates, friends list and much more.",
  "David Ginsberg, the director of research at Facebook stated “When people are engaging with people they’re close to, it’s more meaningful, more fulfilling.",
  "It seems that many of those publishers were correct in their worries as shortly after the update, advertising costs on Facebook increased significantly.",
  "He also repeatedly mentioned that he “founded Facebook in my Harvard dorm room,” to emphasize how far the company had come in a short space of time.",
  "The inventors, creators — it’s me, it’s Mark [Zuckerberg], it’s Kevin Systrom on Instagram, it’s all of these people — understood this consciously.",
  "Facebook’s former company President and Napster co-founder, Sean Parker, claimed in an interview that Facebook was “exploiting” human psychology.",
  "Facebook recently agreed to stop these practices, pledging to remove categories related to race, sexual orientation, and other personal factors.",
  "And it didn’t end with just the media – Republican members of Congress saw a drop in engagement about ten percent greater than Democrats.",
  "“We want to make sure that our products are not just fun, but are good for people,” said Facebook CEO Mark Zuckerberg in an interview.",
  "Ceukelaire told Politico: “There was a security leak at one of the most popular quiz apps that was accessible for at least two years.",
  "CPMs were up by 77 percent in February, marking the two highest year-over-year ad price increases for Facebook within 14 months.",
  "Mark Zuckerberg personally lost approximately $17 billion in perhaps the largest single-day loss for an individual in history.",
  "Sure looks like Zuckerberg lied to Congress about whether users have “complete control” over who sees our data on Facebook.",
  "But aside from poor earnings and a lack of user growth, what led to such a major market correction on Facebook’s stock?",
  "What was previously seen as just a website by many users was becoming better known as a data collection company.",
  "And that’s going to get you to contribute more content, and that’s going to get you … more likes and comments.",
  "Belgian hacker Inti de Ceukelaire first noticed the issue and published a blog post explaining the problem.",
  "In January, the cost of 1,000 ad impressions — referred to as CPM — was up by 122 percent year-over-year.",
  "Parker discussed the possible negative psychological effects of social media in an interview with Axios.",
  "Parker described himself as “something of a conscientious objector” to social media in general.",
  "This needs to be investigated and the people responsible need to be held accountable.",
  "Fewer ad impressions mean that the cost of ads across the platform is rising.",
  "God only knows what it’s doing to our children’s brains.",
  "Breitbart Tech has identified five contributing factors.",
  "But for many, it was too little too late.",
  "And then they would say, ‘No, no, no.",
  "I value my real-life interactions.",
  "You know, you will be.",
  "And we did it anyway.",
  "I value the moment.",
  "I value presence."
]