[
  "We're a tech company, and we want our technologies to help companies to grow and develop,” the CEO says less than 14 months after working on a winning presidential campaign in the U.S.. “We're absolutely convinced that the truth will set us free, and that in due course, everyone will realize that we've really done nothing except support a candidate who for some is quite polarizing.”",
  "Update - December 10, 2017: After the story was published, Forbes learned that Cambridge Analytica CEO, Alexander Nix, will testify before the House Intelligence Committee on December 14 as part of its investigation of the Russian interference in the 2016 U.S. elections, according to a person familiar with the matter.",
  "“And we've been doing some research on parties and branding ahead of some important elections next year.”\n\nThere may also be additional opportunities with U.S. companies, which Cambridge began targeting in the summer of 2016, while it was still working on the Trump campaign.",
  "“We still think that the political division will only contribute maybe 25% to revenue for the group, with another 25% coming from the government and defense sector, and the bulk of 50% or so coming from the brand and commercial sector,” Nix tells Forbes.",
  "Most of its political staff has left since the election, but Nix claims Cambridge has since increased its headcount by 60 people to 107 full-time employees globally, a quarter of which are now solely working in its commercial division.",
  "The company, which entered the U.S. political market in 2014, mining and analyzing data to target voters, says it is expanding its work in international elections, while boosting its business with American corporations.",
  "A company spokesman declines to name clients but says the firm has a diversified list, including a womenswear brand carried by major retailers like Nordstrom, Neiman Marcus, and Saks Fifth Avenue, and a retail bank.",
  "“The company will grow significantly this year, even in the absence of chasing any U.S. political business,” says CEO Alexander Nix, who claims it always planned to move away from U.S. politics.",
  "As investigators continue to probe the 2016 presidential election, one of Donald Trump’s primary partners—data company Cambridge Analytica—says it has shifted its focus away from U.S. politics.",
  "“There's going to be literally dozens and dozens of political firms [in the 2018 midterm elections], and we thought, that's a lot of mouths to feed and very little food on the table,” says Nix.",
  "“We've also supported a general election campaign for [a centrist party] with branding, marketing, and communications,” says a spokesperson for the company, declining to name the client.",
  "An offshoot of the British data company SCL Group, Cambridge began working in U.S. politics in 2014 and was funded by Republican mega donors Robert Mercer and his daughter Rebekah.",
  "Forbes reached out to 16 campaigns and super PACs that have worked with the data company since 2014 or received donations from the Mercer family in 2017.",
  "Nix says that company revenues are up 50% this year, but he declines to provide any additional financial information or documents to verify his figures.",
  "For his part, Nix says the decision to pull back from U.S. politics was in anticipation of the lull in activity in the field in an off-election year.",
  "As for the current questions surrounding the 2016 election, he has this to say: “There is an investigation into Russian interference in the election.",
  "Cambridge Analytica was hired by the Trump’s campaign digital director Brad Parscale in June 2016, after an initial suggestion by Jared Kushner.",
  "A company spokesman declines to comment on whether Cambridge's involvement in U.S. politics was ever encouraged by the Mercer family.",
  "In 2017, there have been no filings on the Federal Election Commission’s website that showed Cambridge Analytica working as a vendor.",
  "He also says it is currently working on an election in the Middle East after having wrapped up the Kenyan general election in August.",
  "The company helped the campaign collect data, target voters, and mostly place ads, according to a Trump campaign official.",
  "We certainly haven't spoken or engaged with any Russians in terms of U.S. political elections, and nor would we.\"",
  "Nix says the company has worked on four political campaigns in Europe and one in South America in 2017.",
  "Cambridge got paid $5.9 million in 2016 by the Trump campaign, according to public filings.",
  "That's not to imply that Cambridge Analytica is under investigation.",
  "It got about another $1.8 million from a different campaign vendor.",
  "“We're not a political agency, we've never been a political agency.",
  "We will help with all of these investigations as much as we can.",
  "It also did work in the past for the Financial Times.",
  "None said they are currently working with Cambridge.",
  "I don't think we have any Russian employees.",
  "But there are new opportunities overseas.",
  "We have no involvement with Russians.",
  "We don't have any Russian clients."
]