[
  "| Mladen Antonov/AFP/Getty Images Facebook to create independent election commission to study social media's impact on democracy\n\nFacebook will establish an independent election research commission that partners with academics and researchers to study the effects of social media on democracy and political elections, the company announced Monday.",
  "It will be funded by the John and Laura Arnold Foundation, the Democracy Fund, the William and Flora Hewlett Foundation, the John S. and James L. Knight Foundation, the Charles Koch Foundation, the Omidyar Network and the Alfred P. Sloan Foundation, Facebook said in a blog post.",
  "\"The goal is both to get the ideas of leading academics on how to address these issues as well as to hold us accountable for making sure we protect the integrity of these elections on Facebook,\" CEO Mark Zuckerberg wrote in a Facebook post.",
  "And while it will provide the researchers with access to its data, the company will take security precautions, such as housing the data on its own servers, to avoid lapses similar to Cambridge Analytica.",
  "Story Continued Below\n\nThe announcement is the latest in a string of changes the social network has made to contain the fallout from the data privacy scandal involving Cambridge Analytica.",
  "\"This is a new model of collaboration between researchers and companies, and it's part of our commitment to protect the integrity of elections around the world,\" Zuckerberg wrote.",
  "Facebook’s announcement is is the latest in a string of changes the social network has made to contain the fallout from the data privacy scandal involving Cambridge Analytica.",
  "Zuckerberg wrote that the company will tap foundations to create a board of academic experts who select relevant research topics and scholars to conduct studies.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Zuckerberg is scheduled to testify before congressional committees Tuesday and Wednesday.",
  "Facebook will not review or approve the findings before publication, it said.",
  "You can unsubscribe at any time."
]