[
  "He continued:\n\n\"We've worried for a number of years that people in many countries were giving up data — probably without knowing fully what they were doing, and that these detailed profiles that were being built of them — that one day something would occur, and people would be incredibly offended by what had been done without them being aware of it.",
  "British data company Cambridge Analytica was able to obtain Facebook user data for over 50 million people by abusing Facebook's own tools, causing an uproar that knocked billions off of Facebook's market value and forced CEO Mark Zuckerberg to publicly apologize.",
  "From the report:\n\n\"I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary,\" Cook said after being asked if the use of data should be restricted in light of the Facebook incident.",
  "\"The ability of anyone to know what you've been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life — from my own point of view it shouldn't exist.\"",
  "The Apple CEO said the situation is \"dire\" and that he believed regulation is necessary during a public speech in China on Saturday — without specifically mentioning Facebook by name, according to a Bloomberg report.",
  "Apple is unique among big tech companies in that it doesn't have any substantial advertising business, except for a few search advertisements on the App Store.",
  "Instead, Apple makes its money by selling premium computer equipment, giving it an incentive to maximize user privacy and security to keep its customers happy.",
  "For example, a report on Saturday said Facebook saved user data from Android phones that included the time and recipient of text messages and calls.",
  "Recently, Apple has been marketing and promoting its strong privacy stance by saying, \"At Apple, we believe privacy is a fundamental human right.\"",
  "Reuters\n\nApple CEO Tim Cook has weighed in on the Cambridge Analytica data scandal that Facebook has been grappling with for the past two weeks.",
  "The company's business model has allowed the iPhone company to take a strong stand on user privacy, especially compared to Android phones.",
  "Apple's general language and privacy position goes back at least to 2010 under late CEO Steve Jobs.",
  "It also means Apple doesn't need to collect data to target ads, like Google and Facebook do.",
  "iPhones never gave the Facebook app the ability to store text or call data.",
  "Tim Cook speaks at China Development Forum in Beijing on Saturday.",
  "Unfortunately that prediction has come true more than once.\""
]