[
  "Use of any public assistance--Medicaid, ACA, Food Stamps, WIC, SNAP, CHIP--can lead to denial of legal permanent resident status and possible deportation #ProtectFamilies https://t.co/U8OurdyK6b — Tung Nguyen (@ARCHDrNguyen) April 10, 2018\n\nSo did the Association of Asian Pacific Community Health Organizations:\n\nKicking off #ProtectFamilies briefing with @RepRaulGrijalva - ‘Public charge is part of a broader agenda to marginalize immigrant families in this country...’ pic.twitter.com/2RQrr640kJ — AAPCHO Policy (@AAPCHOadvocates) April 10, 2018\n\nThe legality of such a change isn’t really in doubt.",
  "“Two witnesses must attest that the requesting patient was of sound mind, and patients must take the medication without assistance.”\n\nA man injects heroin into this arm at Kurt Cobain Memorial Park in Aberdeen, Wash. (AP Photo/David Goldman, File)\n\nOUCH: Fatalities from heroin and black-market synthetic opioids skyrocketed while the nation saw a decline in the number of opioid painkiller prescriptions and the overdose deaths attributed to them, per a new study from the American Action Forum reported by my colleague Katie Zezima.",
  "That, we think, has been really dampened and discouraged in D.C. because of these administrative rules.”\n\nD.C.'s assisted-suicide law was modeled after Oregon's first-in-the-nation 1998 law, but the District's health department added requirements when implementing it, including psychological evaluations for patients, registration for doctors and online training for patients and doctors.",
  "“But some are counterintuitive: The study found that even though conscientiousness and agreeableness are both negatively associated with addiction to social networking sites, a combination of the two traits increases one’s tendency to become addicted.”\n\nVaghefi estimates about 20 percent of the population is addicted, and another 30-40 percent is in danger of becoming addicted.",
  "“Immigrants’ fears of public charge determinations are having devastating, widespread impact on the ability and willingness of immigrants to access public health and health care services,” the National Immigration Law Center wrote in 1998 as part of a survey of how providers across the country were responding to policies under the Clinton administration.",
  "(AP Photo/Seth Wenig, File)\n\n— Yesterday, a federal judge ordered Martin Shkreli to pay $388,336.49 in restitution to the hedge fund investor he defrauded, CNBC reports.The ruling comes about a month after the former head of Turing Pharmaceuticals was sentenced to seven years in prison for defrauding several investors and for manipulating stock shares.",
  "“We had one incident where a patient saw a doctor and said, ‘I want to pay out of pocket, I don’t want any record of this.’ ”\n\nLast week, Philadelphia Mayor James Kenney requested to meet with officials from the Office of Management and Budget before they finalize the rule, saying he’s worried about its economic effects on his city.",
  "\"This came after authorities went after pill mills and rogue doctors, states began implementing prescription drug monitoring programs and Purdue Pharma released a reformulated version of the painkiller OxyContin that was more difficult to crush and thus more difficult to abuse, though some users found ways around it,\" Katie writes.",
  "“They’ll go into the shadows because they’re afraid.”\n\nThe draft changes, first reported last month by The Post’s Nick Miroff, would require immigration caseworkers to consider a much broader range of factors when determining whether immigrants or their U.S.-citizen children are using public benefits or may be likely to do so.",
  "“The proposed changes may cause immigrant families to forego needed health care or go hungry in an effort to keep their families together.”\n\nThe director of the Asian American Research Center on Health weighed in:\n\nThe proposed regulation will target legal immigrants and their children (even if the children are citizens).",
  "Immigrant rights advocates have long complained that even under existing policy — in which use of the Temporary Assistance for Needy Families programs and federally funded long-term care are considered in the public charge equation — immigrants are discouraged from seeking public assistance to an unfortunate degree.",
  "“Studies have also found that extraverts are more likely to become addicted to cellphone use than introverts.”\n\nAnd combinations of those personality traits can exaggerate the likelihood of smartphone addiction, according to a new study out of State University of New York at Binghamton co-authored by Isaac Vaghefi.",
  "The proposed changes from the Department of Homeland Security would broaden the government’s definition of benefits to include not just Medicaid and insurance subsidies through the Affordable Care Act marketplaces, but also the widely used earned-income tax credit, food stamps and a host of other welfare programs.",
  "@AcreageCannabis https://t.co/f5i9KcQD0W — John Boehner (@SpeakerBoehner) April 11, 2018\n\n— Former House Speaker John Boehner tweeted this morning he's joining the board of one of the country's largest cannabis organizations, saying his thinking on the issue has changed.",
  "“When rules like this come out, they cause a lot of fear in our community regardless of whether someone is here lawfully or not,” said Thu Quach, director of community health for Asian Health Services, a California-based chain of community health centers.",
  "(Fenit Nirappil/The Washington Post)\n\nOOF: Not a single patient has taken advantage of the District's new law allowing terminally ill patients to end their lives, even though the law has been in effect nearly a year, The Post's Fenit Nirappil reports.",
  "“Any proposed changes would ensure that the government takes the responsibility of being good stewards of taxpayer funds seriously and adjudicates immigration benefit requests in accordance with the law,” DHS spokeswoman Katie Waldman said last month.",
  "—A few more good reads from The Post and beyond:\n\nTRUMP TEMPERATURE\n\nBusiness Trump executive order strengthens work requirements for neediest Americans Initiative seeks to require people receiving Medicaid, food stamps, and housing benefits to work.",
  "Secretary of Homeland Security Kirstjen Nielsen (AP Photo/Evan Vucci)\n\nBut health advocates worry that the shift is discouraging immigrants from seeking out needed care, which could in turn lead to worse health outcomes and strain the workforce.",
  "Tracy Jan\n\nMEDICAL MISSIVES\n\nHere’s what’s in the FDA plan to include pregnant women in clinical trials The drug industry has long steered clear of research on pregnant women because of concerns that untested medications might harm the fetus.",
  "But the investors ended up getting back their original investments, and even more money, after Shkreli paid them off with a combination of stock and cash from a new pharmaceuticals company he had founded, Retrophin,\" CNBC’s Dan Mangan writes.",
  "The Atlantic\n\nSTATE SCAN\n\nVirginia Politics With Medicaid expansion looking more likely, Va. legislature returns to Richmond Two Republican senators say they will break with their party to expand the healthcare program for the poor.",
  "“Research shows that people who score high on neuroticism, low on conscientiousness, and low on agreeableness are more likely to become addicted to social media, video games, instant messaging or other online stimuli,” Tara writes.",
  "THE PROGNOSIS\n\nA group of Central American refugees and asylum-seekers, led by the nonprofit humanitarian organization Pueblos Sin Fronteras (People Without Borders), walk along a road in the town of Santiago Niltepec, Mexico.",
  "“Some of the combinations his study found seem logical: Someone who is highly conscientious and organized is nonetheless at a higher risk for addiction if he or she is also very neurotic and stressed-out,” Tara writes.",
  "Clinics that serve immigrant populations are anxiously watching the White House’s budget office, where sources say the proposed changes are likely headed for consideration and are expected to be released before July.",
  "The firm used the “Big 5” personality test, which scores people on openness, conscientiousness, extroversion, agreeableness and neuroticism, to figure out how Facebook users and voters would respond to certain ads.",
  "Just two of the approximately 11,000 doctors licensed to practice in the District have registered to give eligible patients access to assisted suicide and only one hospital has cleared doctors to participate.",
  "The research shows that as authorities cracked down on the overprescribing of powerful painkillers, international cartels filled the void with cheap heroin and powerful synthetic opioids such as fentanyl.",
  "DHS officials have said it’s well within the government’s scope to ensure that immigrants seeking to enter or remain in the United States are self-sufficient and won’t pose a hefty bill for taxpayers.",
  "Instead, it would apply to the immigrants playing by the rules, including young people protected by the Deferred Action for Childhood Arrivals program if they attempt to file for full legal residency.",
  "Providers told me they’re already feeling the effects, as immigrants hoping to gain a green card or even citizenship back away from public safety-net programs, for fear it will score against them.",
  "The annual growth rate of heroin deaths surged from 4.1 percent before 2010 to 31.2 percent after; the growth rate of death from fentanyl use went from 13.7 percent to 36.5 percent, Katie reports.",
  "Here’s what you should know: The new cards come with a new 11-digit identification number instead of the enrollee’s Social Security number, aimed at protecting the elderly from identity theft.",
  "“The bill signed by Mayor Muriel E. Bowser allows patients with less than six months to live to receive a fatal dose of drugs after making two requests at least 15 days apart,” Fenit explains.",
  "Officials with the national advocacy group Compassion and Choices blame local health officials for creating what they consider a cumbersome process that dissuades doctors from participating.",
  "Stat News\n\nINDUSTRY RX\n\nThe Family Trying to Escape Blame for the Opioid Crisis Relatives of the makers of OxyContin claim they have never benefited from money tied to the painkiller.",
  "Expanding the “public charge” definition fits right into the administration’s broader effort to curb legal immigration, which top Trump appointees view as a drain on federal budgets.",
  "That’s how the firm Cambridge Analytica targeted Facebook users with advertisements after obtaining data from millions of people on Facebook, our colleague Tara Bahrampour reports.",
  "The current policy ensures “everyone can receive essential services, such as health and nutrition benefits, without being considered a public charge on that basis,” Kenney wrote.",
  "Mary Klein, center, speaks at a news conference to urge city officials to educate doctors about the city’s “Death with Dignity” law and to ease barriers for doctors to sign up.",
  "Photographer: Jordi Ruiz Cirera/Bloomberg News\n\nEnrolling in Medicaid or an Obamacare plan doesn’t hurt immigrants’ chances of gaining permanent residency in the United States.",
  "Richard Kocher, a New Jersey builder, is the only one of the investors that sought restitution for damages and the restitution payment is about half of what he'd asked for.",
  "If an immigrant is determined to have a high likelihood of becoming a “public charge,” it’s much harder for them to gain longer-term approval for staying in the country.",
  "The NIH director Francis Collins will testify before the House Appropriations Subcommittee on Labor, Health and Human Services, Education and Related Agencies.",
  "Mary Klein, a D.C. resident in the final stages of cancer who became the public face of the movement, told Fenit she hasn’t been able to find a willing doctor.",
  "As a member of Congress, Boehner had opposed legislation legalizing the use of marijuana, at one point saying he was \"unalterably opposed\" to legalization.",
  "Medicare is also warning about scam calls, telling enrollees they need to provide bank information in order to process a refund on the old Medicare card.",
  "Medicare is warning that some of its 59 million participants are receiving fraudulent calls asking for personal and financial information, CNN reports.",
  "Coming Up\n\nThe House Oversight Subcommittee on Government Operations holds a hearing on “improper payments in state-administered programs” on Thursday.",
  "The shares were only slightly lower for non-immigrants, with 3.4 percent receiving cash welfare and 22.1 percent receiving noncash benefits that year.",
  "I’m convinced de-scheduling the drug is needed so we can do research, help our veterans, and reverse the opioid epidemic ravaging our communities.",
  "(Medicare.gov via AP)\n\n— Before you get your new Medicare card in the mail, a word of warning: the new cards have sparked a series of scams.",
  "In 2013, 3.7 percent of immigrants received cash benefits and 22.7 percent accepted noncash benefits, according to statistics from U.S.",
  "“It’s been exceptionally, exceptionally slow,” said Kat West, national director of policy and programs for Compassion and Choices.",
  "That might change soon, under a major policy shift the Trump administration is considering that could curtail legal immigration.",
  "\"The number of opioids prescribed nationwide sharply dropped in 2010, as did the death rate from prescription-opioid overdoses.",
  "Laura Vozzella\n\nDAYBOOK\n\nToday\n\nThe House Energy and Commerce Subcommittee on Health holds a hearing on the opioid crisis.",
  "The House Oversight Subcommittee on Healthcare, Benefits, and Administrative Rules holds a hearing on the opioid epidemic.",
  "“Over the last 10 or 15 years, the American people’s attitudes have changed dramatically,” Boehner told the Detroit News.",
  "But here’s the practical question: Do foreign-born people use public benefits more than then native-born population?",
  "For a long time, the U.S. government has been able to deny residency to immigrants who depend on public assistance.",
  "“Both funds effectively went belly up after Shkreli's purported stock picking acumen turned out to be a charade.",
  "HEALTH ON THE HILL\n\nI’m joining the board of #AcreageHoldings because my thinking on cannabis has evolved.",
  "“We saw the chilling effects in our clinics — there were a lot more missed appointments,” Quach told me.",
  "We’re not talking here about undocumented immigrants, who would see little change under this new policy.",
  "“Especially in the first year, there’s usually a lot of interest in learning a lot about these laws.",
  "Anyone who receives a scam call related to the new cards can report it by calling 1-800-MEDICARE.",
  "The Senate Health, Education, Labor and Pensions Committee holds a hearing on the opioid crisis.",
  "As a result, almost every medicine given to a pregnant woman is considered an off-label use.",
  "AHH, OOF and OUCH\n\n(Getty Images/iStockphoto)\n\nAHH: How addicted are you to your smartphone?",
  "“I find myself in that same position.”\n\nMALPRACTICE\n\nFormer biotech CEO Martin Shkreli.",
  "Shkreli misled Kocher and other investors about key details of his two hedge funds.",
  "Enrollees will get the cards automatically, without an activation process or fee.",
  "Medicare will not initiate calls to ask for personal information over the phone.",
  "AGENCY ALERT\n\nThis image provided by Medicare.gov shows a generic Medicare card.",
  "SUGAR RUSH\n\nHere are five awkward moments from Zuckerberg's hearing:",
  "Hint: It's partly determined by your personality traits.",
  "But now illicit opioids are filling the demand instead.",
  "The government’s own research shows they don’t.",
  "Citizenship and Immigration Services.",
  "A court document suggests otherwise."
]