[
  "It began by saying that US law currently prohibits \"contributions, donations, expenditures, independent expenditures, and disbursements by foreign nationals,\" and added that \"of greater concern\" was the \"participation by foreign nationals in decisions involving election-related activities.\"",
  "The letter appears to have been sent in response to a request for guidance regarding \"the participation of Cambridge Analytica, LLP, a foreign corporation, and of foreign nationals in connection with United States elections for federal, state and local government office.\"",
  "Moritz Hager/Reuters\n\nFormer White House chief strategist Steve Bannon distanced himself this week from the data firm Cambridge Analytica amid an outcry over its misuse of Facebook data, which compromised the personal information of roughly 50 million users.",
  "The tweet was accompanied by a photo of what appears to be a July 2014 letter from former New York mayor Rudy Giuliani's law firm addressed to Bannon, Nix, and Rebekah Mercer, the conservative megadonor who helped finance the company.",
  "Cambridge Analytica has come under fire in the last week since reports disclosed how the firm harvested the information of 50 million Facebook users without permission and used that data to target them with personalized political ads.",
  "Although it's unclear whether Bannon knew exactly how the data was collected, it appears unlikely, given the extent of his involvement with Cambridge Analytica, that he was completely unaware of the purchase of Facebook data.",
  "The social media platform has suspended Cambridge from buying ads or using its services and Alexander Nix has been suspended amid an investigation by British lawmakers into the company's practices.",
  "In an interview with The Washington Post, Wylie said Bannon\"approved the data-collection scheme we were proposing\" and even had authority over the company's CEO Alexander Nix.",
  "Former White House Chief Strategist Steve Bannon gestures as he speaks during a conference of Swiss weekly magazine Die Weltwoche in Zurich, Switzerland, March 6, 2018.",
  "Wylie doubled down on his claims in a tweet on Friday, saying \"Bannon knew\" about the firm's activities, particularly as it relates to its work during the US election.",
  "Bannon, the former head of President Donald Trump's campaign, said he \"doesn't remember\" buying the data, even though he was serving on the firm's board at the time.",
  "But former Cambridge Analytica employee Christopher Wylie, who oversaw research at the company at the time it acquired data from Facebook, disputes that assertion.",
  "He instead blamed \"the Cambridge guy,\" referring to former Cambridge University professor Aleksandr Kogan, the researcher at the center of the scandal.",
  "\"I didn't even know about the Facebook mining,\" Bannon said during a conference hosted by The Financial Times in New York on Thursday.",
  "From June 2014 until he signed on to lead the Trump campaign in August 2016, Bannon served as Cambridge Analytica's vice president.",
  "The law firm said it would first explain the law, the regulations and other \"relevant precedents\" before offering guidance.",
  "The Trump campaign hired the data analysis firm to lead its digital advertising efforts in June 2016.",
  "It is not publicly known what else was contained in the document with regard to specific guidance.",
  "During Thursday's conference in New York, he even bragged that he coined the name of the company.",
  "The acquisition of Facebook data cost the firm nearly $1 million, according to The Post.",
  "Alexander Nix didn't have the authority to spend that much money without approval.\"",
  "Trump would later hire Bannon to serve as his chief strategist in the White House.",
  "Bannon was one of the key players involved in the formation of the firm in 2013.",
  "Facebook CEO has since apologized for what he described as \"a breach of trust.\"",
  "\"That's an issue between Cambridge [Analytica], the professor, and Facebook.\"",
  "\"We had to get Bannon to approve everything at this point,\" Wylie continued.",
  "Wylie's tweet included only the first page of the alleged letter.",
  "\"It's a stroke of genius,\" he said.",
  "\"Bannon was Alexander Nix's boss."
]