[
  "Wednesday’s conversation, as with Zuckerberg’s testimony before a joint Senate committee the prior afternoon, centered largely on Cambridge Analytica, which acquired the data of approximately 87 million Facebook users from a researcher who created a personality quiz on the site.",
  "Zuckerberg is on Capitol Hill for the third consecutive day, testifying Wednesday before the House Energy and Commerce Committee about Facebook’s failures to protect users from outside political interference and data misuse ahead of the 2016 presidential election.",
  "The House is often more fiery than the Senate, and Wednesday’s hearing in a crowded meeting room of the Rayburn House Office Building was decidedly more heated than the occasionally tedious Senate hearing sixteen hours earlier.",
  "Facebook CEO Mark Zuckerberg told a Congressional committee on Wednesday that his own personal information was among the large sum of data wrongfully obtained by political analysis firm Cambridge Analytica.",
  "In a tense exchange between Zuckerberg and Rep. Anna Eshoo, a California Democrat, the 33-year-old Zuckerberg admitted that his data was among the information acquired by Cambridge Analytica.",
  "surveillance program that targeted activist groups in the mid-twentieth century, and asked Zuckerberg if a parallel between him and notorious former F.B.I.",
  "Her follow-up: “Are you willing to change your business model in the interest of protecting individual privacy?”\n\nZuckerberg’s answer was more equivocal.",
  "He also suggested that legal regulation of Facebook and similar social media platforms was an inevitable outcome of the current scandal.",
  "For instance, Zuckerberg said that user interaction on Facebook has not dropped in the wake of the Cambridge Analytica scandal.",
  "At one point, Rep. Bobby Rush, an Illinois Democrat, compared Facebook to COINTELPRO, the covert F.B.I.",
  "“Was your data included in the data sold to the malicious third parties?” Eshoo asked.",
  "Zuckerberg’s testimony revealed more than Tuesday’s meandering conversation.",
  "The heat was, in any event, an effective strategy on the House’s part.",
  "“Congresswoman, I’m not sure what that means,” he said.",
  "Director J. Edgar Hoover was warranted.",
  "Contact us at editors@time.com.",
  "“Yes,” Zuckerberg responded."
]