[
  "That’s because congressional committees regularly interact with defense and intelligence agencies about their budgets and global threats — but rarely if ever with any agency or group concerned about such privacy issues as access to patient medical records, consumer financial information and online user data.",
  "[Four and a half reasons not to worry that Cambridge Analytica skewed the 2016 election]\n\nEven experts, scholars and watchdogs have trouble keeping track of what’s happening — not to mention trying to envision how these exploding new technologies could be used to compromise individuals and society.",
  "(Matt McClain/The Washington Post)\n\nFacebook chief executive Mark Zuckerberg testified before House and Senate committees this week after revelations that political research firm Cambridge Analytica gained access to 87 million Facebook users’ data during the 2016 election season.",
  "That’s true even though breaches of “cybersecurity” — a term that can include the protection of electronic information from outside intruders and the prevention of hacking into critical infrastructure and financial systems — have become an increasingly widespread public problem.",
  "As I show in research with colleagues in which we studied the content of more than 22,000 hearings since the 1970s, nearly 70 percent of hearings include multiple perspectives and analysis rather than one side’s point of view.",
  "Moreover, although Congress established the Office of Technology Assessment in 1972 to help lawmakers prepare for new and emerging technology issues, Republicans abolished it in 1995 in a belt-tightening move.",
  "Congress held its first hearing on what we consider “cybersecurity” in 1966, when it examined privacy concerns about newly created government databases of citizens’ IRS, Social Security and census information.",
  "And in just a few years, technologies can spread to vastly different industries, as with the spread of Internet-connected cars, household appliances and civic infrastructure in recent years.",
  "Given lawmakers’ competing priorities and limited incentives to specialize in technology and privacy matters, it’s hard to imagine that much will come of the Facebook hearings this year.",
  "Jonathan Lewallen (@jonlewallen) is assistant professor of political science at the University of Tampa specializing in agenda setting, the U.S. Congress, and cybersecurity policy.",
  "Rather, when Congress focuses on cybersecurity, lawmakers primarily examine potential national security threats like hackers aligned with other nation-states and terrorist groups.",
  "But even younger legislators have trouble grasping complex cybersecurity, technology and privacy issues when they must spread their attention over so many policy areas.",
  "The United States has the dubious distinction of leading the world in data breaches in sectors including entertainment and health care, education and manufacturing.",
  "The Senate Commerce, Science and Transportation Committee, which “co-hosted” Tuesday’s hearing, also oversees aviation, oceans and fisheries and product safety.",
  "The figure below shows Congress’s limited attention to privacy issues as a subset of all hearings on different cybersecurity-related topics since the 1960s.",
  "Among others, Reps. Greg Walden (R-Ore.) and Fred Upton (R-Mich.) asked Zuckerberg whether Facebook should be considered a media or a financial company.",
  "Orrin G. Hatch (R-Utah) and Lindsey O. Graham (R-S.C.) asked Zuckerberg about potential legislative and regulatory solutions for user privacy concerns.",
  "That left lawmakers without in-house expertise devoted to helping them understand the technological issues on which they’re expected to make policy.",
  "Those include exposed corporate emails, government services captured by “ransomware” and, of course, stolen financial and personal identity data.",
  "Many lawmakers are trying to get up to speed on online privacy\n\nCongressional hearings often get a bad rap as mere platforms for grandstanding.",
  "and Richard Blumenthal (D-Conn.) probed about the company’s policies for users who do not want their data collected for targeted advertising.",
  "Hearings are also increasingly used to understand implementation of existing government programs as well as new and emerging policy problems.",
  "For a change, Congress examines privacy concerns\n\nCongress has rarely focused on privacy issues related to technology and cybersecurity.",
  "Such questions — about what Facebook is and how it works — are fundamentally questions about what laws should apply to the company.",
  "Hearings focused on privacy make up roughly 10 percent of more than 1,000 hearings touching on cybersecurity since the mid-1960s.",
  "As some on social media suggested, age might be limiting lawmakers’ fluency with technology: The average age of a senator is 63.",
  "Zuckerberg survived a five-hour Senate grilling on Tuesday, returning to the House for four more hours the next day.",
  "And many observers this week portrayed senators as out of touch with today’s technology and social media platforms.",
  "Topics ranged widely, even as many pundits pilloried senators for their weak grasp of social media and technology.",
  "The Policy Agendas Project compiles every congressional hearing and codes them according to policy topic.",
  "But many legislators were genuinely trying to understand what happened and what to do about it.",
  "Congress has a hard time keeping up with technological developments — and understandably so.",
  "About a third of hearings in the 1970s focused on policy problems and implementation.",
  "Source: Policy Agendas Project congressional hearings data, compiled by the author.",
  "\n\nFacebook chief executive Mark Zuckerberg at a hearing at the Capitol on Tuesday.",
  "[This explains how social media can both weaken — and strengthen — democracy.]",
  "Some technologies leap forward dramatically in a short period of time.",
  "But focusing on the theatrics risks losing sight of big picture.",
  "Cybersecurity and data privacy are not members’ only focus.",
  "But congressional attention to privacy has not kept pace.",
  "Science and technology do not develop in a linear way.",
  "[Facebook wants its users to drive out fake news.",
  "These sorts of exploratory hearings are common.",
  "Today, that figure is closer to three-fourths.",
  "Here are three takeaways from the hearings.",
  "Good luck with that.]",
  "Roy Blunt (R-Mo.)",
  "Send help, now!",
  "And Sens.",
  "Sens.",
  "2.",
  "3.",
  "1."
]