[
  "The company is facing questions from lawmakers on both sides of the Atlantic about how it handles personal user data after a pair of weekend reports by The Observer newspaper in the U.K. and The New York Times alleged research firm Cambridge Analytica improperly gained access to the data of more than 50 million Facebook users.",
  "Facebook entered a correction this week and there's more pain ahead 7:07 PM ET Fri, 23 March 2018 | 05:23\n\nFacebook stock suffered its third worst week of all time in the wake of the Cambridge Analytica data scandal — which heightened privacy concerns and spurred government probes into the social media giant.",
  "The company's highest executives appeared receptive to calls from lawmakers for official testimonyand major advertisers reported the leak wouldn't steer them away from the platform — but the shares still fell another 2.5 percent.",
  "COO Sheryl Sandberg said in an interview with CNBC on Thursday that the company doesn't look at matters of user privacy in terms of long-term damage to stock price or its business model.",
  "Wednesday saw Facebook's only single-day gain for the week — shares closed up less than a percent after CEO Mark Zuckerberg broke days of silence and apologized for the incident.",
  "The stock closed down more than 3 percent Friday, making the weeklong tumble Facebook's worst since July 2012 — just two months after the company went public.",
  "By Thursday, a #deletefacebook movement had gained momentum and analysts had downgraded the stock citing an uncertain path forward.",
  "The shares dropped another 2.5 percent Tuesday after reports that the FTC would investigate Facebook's role in the data leak.",
  "The company's shares fell more than 13 percent for the week, closing Friday just below $160.",
  "After the week's losses, Facebook is more than 18 percent off its 52-week high of $195.32",
  "Still, Facebook lost roughly $75 billion in market capitalization this week.",
  "The stock fell nearly 7 percent Monday after the reports."
]