[
  "Coming this week:\n\nWednesday — Earnings from Boeing (BA), Coca-Cola (KO), Equifax (EFX), Facebook (FB), Ford (F), Fiat Chrysler (FCAU), General Motors (GM) and Mattel (MAT); Trump and Juncker meet in Washington to discuss trade issues\n\nThursday — Earnings from Amazon (AMZN), American Airlines (AAL), Chipotle (CMG), McDonald's (MCD) and Starbucks (SBUX)\n\nFriday — Exxon Mobil (XOM), Merck (MRK) and Twitter (TWTR) report earnings; 21st Century Fox (FOX) holds shareholder meeting; US reports Q2 GDP data",
  "Earnings and economics: Boeing (BA), Boston Scientific (BSX), Coca-Cola (KO), General Motors (GM), GrubHub (GRUB), Hilton (HLT), IMAX (IMAX), NASDAQ (NDAQ), Sirius XM Radio (SIRI), Six Flags (SIX), T. Rowe Price (TROW), trivago (TRVG), Tupperware (TUP) and UPS (UPS) will release earnings before the bell.",
  "Dolby Labs (DLB), Equifax (EFX), Ethan Allen (ETH), Ford Motor (F), Mattel (MAT), Mondelez International (MDLZ), O'Reilly Auto (ORLY), PayPal (PYPL), Qualcomm (QCOM), Sleep Number (SNBR) and Visa (V) will follow after the close.",
  "The abrupt leadership change comes less than two months after Marchionne outlined plans to double the carmaker's profits by 2022, find a way into China and launch dozens of new vehicles including electrics and crossovers.",
  "Facebook earnings: Facebook will report its second quarter results after the bell, providing the clearest glimpse yet into how the Cambridge Analytica data debacle impacted user growth and ad sales.",
  "The United States has already put tariffs on aluminum and steel imports from the European Union, and now Trump is threatening to hike tariffs on cars made in Europe to 20%.",
  "Facebook (FB) has endured grillings from lawmakers on both sides of the Atlantic and faces scrutiny from several federal agencies in the United States.",
  "The two leaders \"will focus on improving transatlantic trade and forging a stronger economic partnership,\" the White House said.",
  "The United States and European Union have the world's largest bilateral trading relationship, worth over $1.1 trillion a year.",
  "Trump talks trade: President Donald Trump is set to meet with European Commission President Jean-Claude Juncker on Wednesday.",
  "Yet the company continues adding users across its portfolio of apps and remains a top destination for advertisers.",
  "It's a chance for investors to ask questions following the sudden resignation of Sergio Marchionne on Saturday.",
  "CEO Christian Sewing said the bank's restructuring plan was on track after three consecutive years of losses.",
  "Fiat Chrysler reports: The automaker Fiat Chrysler (FCAU) will report results before the opening bell.",
  "Deutsche Bank (DB) reported pretax profit of €711 million ($831 million) for the second quarter.",
  "The Dow Jones industrial average closed up 0.8% on Tuesday, while the S&P 500 added 0.5%.",
  "His replacement is the former boss of the automaker's Ram and Jeep brands, Mike Manley.",
  "Shares in Google owner Alphabet (GOOGL) closed 4% higher, hitting a new record high.",
  "Markets Now newsletter: Get a global markets snapshot in your inbox every afternoon.",
  "The US Census Bureau will release its new home sales report for June at 10 a.m.",
  "European markets opened mostly lower, following a mixed session in Asia.",
  "A report on US crude inventories will be published at 10:30 a.m.",
  "Deutsche has shed 2,100 jobs since the start of the year.",
  "EU officials hope the trip will help defuse the tension.",
  "The longtime CEO suffered complications from surgery.",
  "Fiat Chrysler shares opened nearly 1% lower in Milan.",
  "Global market overview: US stock futures were flat.",
  "That's 13% lower than the same quarter last year.",
  "Before the Bell newsletter: Key market news.",
  "Watch CNNMoney's 'Markets Now' at 12:45 p.m.",
  "Its stock is trading at a record high.",
  "Shares in the bank were flat.",
  "The Nasdaq was flat.",
  "In your inbox.",
  "Subscribe now!",
  "Sign up now!",
  "ET\n\n3.",
  "ET.",
  "ET.",
  "5.",
  "4.",
  "6.",
  "2.",
  "1."
]