[
  "Truly, the successful neo-CMO in the tech world who is charged with diversity - both internally and the overall brand position to the external world, especially that of a rising one of color in the U.S. - will relinquish reigns and offers of placating one-offs and welcome not only new approaches that are consistent but also new types of collaborations, advisors and a much broader and creative approach to methodologies and metrics of success for an era that is, quite simply, one of the most challenging ever.",
  "As a company like Facebook continues to reel from the Cambridge Analytica scandal and presidential election issues, let us not forget the algorithms that have created everything from raised eyebrows around real estate advertisements and people of color to other situations which incited Black Lives Matters meetings and that which are the company's new veracity algorithms will probably yield additional, future controversy.",
  "And as such technology, particularly Artificial Intelligence, collides with some of the most heightened racial tension in this country in quite a while, coupled with demographic population shift that will continue to demonstrate new standards, needs and desires, the business-as-usual approach to marketing and diversity will simply not cut it.",
  "A truly effective CMO there will have to realize that even the recent advertisements aimed at re-building public trust are not evocative enough to do so because they are simply too generic in a market that is increasingly fragmented and, by the way, driven by African-Americans and Latinos who out-index in social media frequency and usage.",
  "The same can be said for the potential creation of satellite offices in areas more appealing to diverse demographics where not only corporate culture but city environment can be re-imagined to be much more compelling than the what is seen to be the flavorless, over-priced region that is Silicon Valley to which the rare few are beckoned.",
  "?, regarding President Trump's tech summit two years ago) that I use the first person, but when the topic hits close to home, sometimes \"I\" takes over, as in the case of my digi-cultural trend analysis of the current climate under which Antonio Lucio will work as he takes over the CMO helm at Facebook.",
  "In fact, when I recently conducted a study of Millennial feeds of Instagram users from various racial backgrounds, I found that on average when the posts were images of people, 98 percent of the time those people were solely and exclusively that of the same demographic background as the user.",
  "Indeed, the number of businesses owned by African-American women increased 322% since 1997, according to a study commissioned by American Express Open not long ago and is echoed by the National Women's Business Council which bases its data on that of the most recent U.S. Census information.",
  "The concept of approach for diversity is so small most times that the consistency and innovation needed to bend to actual reality is rare, thus reinforcing a call-of-sorts to assimilation rather than true inclusion and skillful leveraging of such data, patterns and behavior.",
  "This simply means comprehending such things as, if a company is trying to reach women of color, it is going to have more success moving the diversity meter by hiring their companies rather than offering them positions and should change the strategy to reflect such actions.",
  "It is such myopia that leads to, for example, senior executives proudly stating that they were \"getting back to hiring agencies of color\" during the Cannes Lions Festival as if such creativity and domain expertise are fads that rise and fall with the tides of the ocean.",
  "Like many, I was a bit surprised at the announcement, but once that feeling settled, I realized that this appointment will be particularly intriguing to watch as we move further into a powerful, new era in business under which many will simply succumb.",
  "A future faux pas in tech is likely to travel much faster, further and hit closer to home in this new era more than ever, thus the task will be proactive approaches rather than what has historically been seen as reactive approaches to the marketing.",
  "This means potentially more than just hiring a \"agency of color\" to whip up a quick piece and the obligatory panel discussion but rather long-term contracts and engagement with a number of African-American agencies, specialists, analysts, overall.",
  "Indeed, the reason why the specter of diversity continues to elude to tech sector in America is that we really don't include each other in our day-to-day in any real, significant way in order to truly understand desires, culture and perspective.",
  "Not only that, but we are shaping and influencing ideas through such companies and make it to our intended target audience well before the marketing structure of a corporate brand has the chance even think about initiating the conversation.",
  "Like I said, I'm on my way to the Hamptons, and I share this fact not so much about status but more about the fact that as a woman of color I know that I will be one-of-one or one-of-two from restaurants to parties and more - in 2018.",
  "Rap mogul Russell Simmons (before the current day legal issues) once told me that he continued to experience such ratios into his well into his success at its zenith years ago, so I'm clearly not the first, nor will be the last.",
  "I've long ceased being personally uncomfortable by such ratios yet I am becoming increasingly uncomfortable on more of a cultural level as it intersects with business because there seems to be little change over time.",
  "Such statistics now firmly place black females in the category fastest growing group of entrepreneurs in the United States today - several times over any other female ethnic demographic and all male demographics.",
  "Indeed, the reality that we don't want to seem to discuss in America today is that we still, woefully and deliberately seriously self-segregate, for the most part, in terms of social/leisure interaction.",
  "The backing, even in-kind of new projects and events, has the power to drive brand in a completely new way among such demographics and create powerful depth and change of current sentiment.",
  "Such an approach would truly point to an organic application of inclusion rather what has been a more assertive approach, if any, which leans much more toward that of assimilation.",
  "I have never heard such remarks about mainstream agencies which, in fact, get to be relevant every day of the year and build legacy wealth while doing it, by the way.",
  "Heck, Simmons said that the relationships he made over time while on the beach in the Hamptons led to some of his best deals he'd pose to try as a favor to him.",
  "However, as we enter into the fourth industrial revolution, the winners will be those who are truly savvy and well-entrenched within various social verticals.",
  "However, I find that such executives really don't know what to do with us who are part of this larger trend of empowerment once (if) we intersect with them.",
  "Thus, there is certainly more to lose, should these demos migrate or create a fuss due to waning sentiment around particular social media brands.",
  "Further diversity opportunities abound in edgy approaches to new partnerships and startup support from such tech behemoths toward demos of color.",
  "We frequently learn about job opportunities, market changes and build trust during our downtime with each other that lead to business referrals.",
  "No, such executives might not understand what it is like to shun the corporate ladder and collect greater and greater sums in salary each year.",
  "Indeed it's rare, basically never (except for a very early piece I wrote about my experience trying to reach Peter Thiel, remember him ?!",
  "As I write this piece I am on my way to The Hamptons for those last precious moments before Q4 kicks into high gear.",
  "I mention this fact because our social lives and business lives hold a fine interplay that is massively important.",
  "We are creating solutions without much of a true understanding of the full problem and real cultural intelligence.",
  "This means if you are looking for us via a typical job application, you would have missed many of us.",
  "That's a true paradigm shift that CMOs such as Lucio should want to ride and leverage via strategy.",
  "Birthday parties, bridal showers, hanging out, you name it, a homogeneous circle was illustrated.",
  "We know the different underground routes and the phrasing to use as well.",
  "And that will mean new, creative, very authentic ways of connecting.",
  "Antonio Lucio has the opportunity to lead in a very, very new way.",
  "The result is a series of missed opportunities on both sides.",
  "The question is, will he seize the opportunity?",
  "But wait, there's more."
]