[
  "And yet Gowdy, who was a vocal participant in the oversight committee’s agenda from 2010 until the end of Barack Obama’s presidency, had the audacity to go on national television last week and suggest Congress has “proven itself incapable of conducting serious investigations.”\n\nDue respect Mr. Gowdy, but how the hell would you know?",
  "They requested documents from the executive branch’s Office of Government Ethics concerning a legal defense fund established to help White House staff, Trump campaign officials and transition team members under investigation by special counsel Robert Mueller and Congress.",
  "Environmental Protection Agency Administrator Scott Pruitt has taken 35 trips in the last year in a flagrant display of waste, fraud, abuse and mismanagement, and you can’t be bothered to take a break from your book tour to hold a hearing on the matter.",
  "He knows that Republicans, who had no issue with the committee issuing subpoenas like drunken sailors during the Obama years, will continue to obstruct Democrats’ efforts to hold the Trump administration accountable.",
  "Cummings asked Gowdy to subpoena the administration for documents regarding reports that onetime Trump campaign chairman Paul Manafort promised the job of Army secretary to a banker who lent him millions of dollars.",
  "Administration officials will be forced to take centerstage, raise their right hand, and testify under oath at public congressional oversight hearings to answer for their mismanagement and abuse of taxpayer dollars.",
  "During that time, the panel held more than 350 full-committee and subcommittee hearings, sent more than 2,000 letters requesting information from government agencies, and issued more than 100 subpoenas.",
  "I spent more than four years working as spokesman and senior adviser for Rep. Darrell Issa (R-Calif.) when he was chairman of the oversight committee during the Obama administration.",
  "An indictment.”\n\nIn the 10 months since he assumed the chairmanship, Gowdy has held fewer than 10 full-committee hearings centered on oversight and has issued zero subpoenas.",
  "That’s quite a contrast from the Trey Gowdy who sat in a 2012 committee hearing and lambasted the General Services Administration for wasteful spending: “I want indictments.",
  "If you follow the activities of Rep. Trey Gowdy (R-S.C.), you could be forgiven for having no idea that he oversees the chief investigative arm of the legislative branch.",
  "This week alone, Democratic members have called on Gowdy to hold a hearing about Pruitt’s questionable activities and asked the chairman to issue a subpoena to the EPA.",
  "The chairman has the unilateral authority to issue a subpoena to compel testimony at a congressional hearing and the production of documents, records and emails.",
  "When the 116th Congress convenes in January 2019, Cummings will be prepared to unleash an oversight onslaught that could immobilize the Trump presidency.",
  "They asked the Commerce Department to provide documents related to its controversial decision to ask about citizenship on the 2020 census.",
  "The House Committee on Oversight and Government Reform, which Gowdy chairs, is designed to be a watchdog for the American people.",
  "Since Donald Trump became president, Gowdy and his Republican colleagues have rejected requests to consider subpoenas 32 times.",
  "In fact, last month, Gowdy and Republicans on the panel blocked a request from ranking member Elijah Cummings (D-Md.)",
  "He also sent a letter to Cambridge Analytica requesting information on its political activities in the United States.",
  "If the chairman calls for a congressional hearing to scrutinize a member of the Cabinet, that secretary must show up.",
  "They’ll no longer have Republican cronies like Trey Gowdy turning a blind eye to their incompetence and misconduct.",
  "As ranking member, Cummings knows full well that the Trump administration will not voluntarily cooperate with him.",
  "But Cummings also knows that a blue wave is forming that could usher him into the chairmanship in nine months.",
  "Meanwhile, committee Democrats have been vigilant in their pursuit of answers on behalf of American taxpayers.",
  "The chairman can compel any federal government employee to participate in an on-the-record deposition.",
  "Federal agencies won’t be getting document requests asking for their voluntary cooperation ?",
  "He knows that Gowdy is too busy promoting his book to do his actual job and hold hearings.",
  "It has unique and distinct authority to conduct oversight of the executive branch.",
  "to consider Democrats’ request to allow a debate and vote on 13 subpoenas.",
  "That’s a great way to get people’s attention.",
  "they’ll be served subpoenas.",
  "Not a memo, not a report."
]