[
  "“Plus, the party is starting to believe it has a shot in two open seats in deep-red states in the South, with a strong recruit creating hope in Tennessee and a complicated special election giving them hope in Mississippi.” POLITICO’s latest Senate rankings: https://politi.co/2GjoK0j\n\nRelated reads: “Pence laces into North Dakota Sen. Heitkamp at private event,” from NBC’s Jonathan Allen: https://nbcnews.to/2E1siSH ; “Heitkamp: People don’t fully appreciate Second Amendment,” per Reena Flores: https://politi.co/2J0ZAp0 ; “Obama will appear at McCaskill fundraiser in Beverly Hills,” by David Siders: https://politi.co/2pNaYvJ ; and “Rubio: 'I don't campaign against Bill Nelson,'” via Matt Dixon: https://politi.co/2IbpKno\n\nVETS POWER DEMS’ 2018 HOPES -- A certain of type of candidate is surging this year.",
  "“Facebook is under heavy scrutiny from lawmakers and regulators in the U.S. and abroad amid reports that the Trump-linked data firm secretly accessed and misused data from 50 million Facebook users.” More: https://politi.co/2pMET7a\n\nRelated: “Watch out, Zuckerberg -- Congress is a trap,” from Nancy Scola and Steven Overly: https://politi.co/2GjcsVo ; and “Facebook tweaks privacy tools as data controversy rages,” by Nancy Scola: https://politi.co/2GCVLYu\n\nHASPEL SAYS SHE’D FOLLOW THE LAW, IF CONFIRMED -- Deputy CIA Director Gina Haspel, Trump’s nominee to lead the agency, is working behind the scenes to win over lawmakers.",
  "“How soon the Senate will act, however, remains to be seen.” https://politi.co/2GEtwIS\n\nRelated: “Congresswoman To Paul Ryan: Make Blake Farenthold Repay $84,000 Sex Harassment Settlement,” from HuffPost’s Jennifer Bendery: http://bit.ly/2urOvtF\n\nLITTLE RECOURSE FOR DEMS TO STOP CENSUS QUESTION -- Democrats’ best chance to block the Census Bureau from including a controversial question about citizenship in its 2020 Census has already passed.",
  "“There are a handful of Democratic bills circulating in Congress, but they stand almost no chance in the GOP-controlled chambers.” More: https://wapo.st/2E1unxY\n\nRelated reads: “Here's Why an Accurate Census Count Is So Important,” via The New York Times’ Jim Tankersley and Emily Baumgaertner: https://nyti.ms/2uoinXQ ; and “Trump’s revenge on California: The Census,” by David Siders: https://politi.co/2J1Y4CU\n\nHAPPY WEDNESDAY!",
  "“The massive spending bill lawmakers passed last week would have been the best chance the minority party had this year to try to block the Census Bureau from moving forward with its plan.”\n\n“The confrontation becomes another key factor hanging in the balance in the upcoming midterm elections, with Democrats gaining considerable leverage to scrap the census decision should they win control of either chamber,” they write.",
  "“The Pentagon has plenty of money, but reprogramming it for a wall would require votes in Congress that the president does not seem to have.”\n\nA Pentagon official said it would require an act of Congress to take money from the department’s 2018 budget, and to find the money in next year’s defense budget would require Trump to submit a budget amendment that would require 60 votes for passage in the Senate.",
  "“She has also distanced herself from the destruction of CIA tapings of harsh interrogations, saying she didn't order the tapes to be destroyed... And she has argued that the post 9/11 mindset in the CIA and federal laws over interrogation tactics are far different today.”\n\nSources tell CNN it’s part of an effort to explain Haspel’s ties to the Bush-era detention and interrogation program.",
  "“Taken together, the two cases raise the prospect the court could soon put limits on how far the parties can go in redistricting -- and could erase some of the decade’s most egregious political maps.” Republicans are in control of the redistricting process in more states than Democrats, so a ruling placing restrictions on political considerations would likely boost Democrats.",
  "banded together on Tuesday to insist in a joint statement that special counsel Robert Mueller’s investigation continue “without impediment.” “Notably, the two senators defended the rationale behind their bill [to protect Mueller’s job] but put the onus on Trump to let Mueller continue rather than demand congressional leadership take up their legislation,” Elana reports.",
  "Several moderate Democrats up for re-election this fall in states Trump won have signaled an openness to her nomination.” More: https://cnn.it/2IduxVM\n\nSCOTUS TO CONSIDER LIMITS ON GERRYMANDERING -- The Supreme Court will examine whether Democrats improperly retaliated against GOP voters in Maryland by altering district lines to beat a Republican congressman.",
  "“Though the map tilts Republican, the overall political environment remains very friendly to Democrats.”\n\n“Many of their swing-state incumbents are socking away cash for the general election, while Republicans in states like West Virginia and Indiana continue to beat each other up and squander money in increasingly brutal primary contests,” he continues.",
  "More: https://politi.co/2pKSIDX\n\nRelated Russia read: “FBI doubles number of staffers dedicated to complying with GOP’s Clinton requests,” by Kyle: https://politi.co/2GeUEz0\n\nZUCKERBERG EXPECTED TO TESTIFY NEXT MONTH -- Facebook founder and CEO Mark Zuckerberg is expected to testify before the House Energy and Commerce Committee in the comings weeks.",
  "He’ll follow that up with a 2 p.m. rally at Rowan College at Gloucester County with state Senate President Stephen Sweeney and other local Democrats.” More: https://politi.co/2E1AD8R\n\nPOLITICO’S TOP SENATE RACES -- North Dakota got Rep. Kevin Cramer (R-N.D.) to challenge Sen. Heidi Heitkamp (D-N.D.) after all, Florida Gov.",
  "“Or, more likely, Democrats block the bill -- allowing Republicans to paint them as opponents of the middle class.” The effort appears to be purely political, as GOP leaders don’t plan to pursue legislation using the reconciliation budget procedure to pass the measure with a simple majority like it did in December.",
  "and organizations like VoteVets and New Politics, this roster of aspirants is a key to Democrats reclaiming control of the House of Representatives in November’s midterms, party strategists believe.” Much more: https://politi.co/2GbZkFE\n\nTRANSITIONS -- Drew Holden has joined Rational 360 as a senior associate.",
  "“Defense hawks in the Republican ranks would balk at taking money now dedicated to the Pentagon for aircraft, weapons and improvements to the armed forces’ readiness and instead steering it toward construction of the wall.” More: https://wapo.st/2Ghkdj2\n\nTILLIS, COONS URGE TRUMP TO BACK OFF MUELLER -- Sens.",
  "“Haspel, who is under scrutiny because of her past oversight of a CIA ‘black site’ in Thailand, has told senators over the past two weeks that she understands waterboarding is illegal and that she would follow the law if confirmed,” CNN’s Manu Raju, Jeremy Herb and Jenna McLaughlin report.",
  "“Democratic lawmakers, who stand to lose political power if undocumented immigrants decline to take part in the decennial survey, attacked the decision Tuesday, but there is little they can do to immediately counter the move,” The Washington Post’s Seung Min Kim and Tara Bahrampour report.",
  "“Their letter also requests floor time on the issue, asking McConnell and Schumer to ‘bring before the full Senate legislation that would update and strengthen the procedures available to survivors of sexual harassment and discrimination in congressional workplaces,’” Elana writes.",
  "Critics say a question about citizenship could limit response rates from undocumented immigrants who fear they could be deported, undercounting populations and potentially costing Democrats seats in Congress and electoral votes in presidential elections.",
  "Every female senator is lamenting the chamber’s “inaction” in a joint letter to Majority Leader Mitch McConnell (R-Ky.) and Minority Leader Chuck Schumer (D-N.Y.) that warns that the chamber can no longer allow harassers to hide behind an outdated law.",
  "-- Female senators lament inaction on sexual harassment bill -- DEMS FUME OVER CITIZENSHIP QUESTION -- POLITICO’s Senate race rankings\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nMORE TAX CUTS?",
  "But debate over whether to keep the House legislation’s language holding lawmakers personally liable for discrimination settlements prevented its inclusion in last week’s must-pass $1.3 trillion omnibus spending package.",
  "“The campaign could prove crucial in determining whether Haspel will advance to one of the premier positions in American intelligence, and make history if she were to become the first woman to lead the CIA,” the write.",
  "“The senator will likely face a well-funded challenger in November: former pharmaceutical executive Bob Hugin, who is expected to spend tens of millions of dollars from his own pocket,” Matt Friedman reports.",
  "“After floating the notion to several advisers last week, Trump told House Speaker Paul D. Ryan (R-Wis.) that the military should pay for the wall,” The Washington Post’s Josh Dawsey and Mike DeBonis report.",
  "“While the perception might exist that most veterans lean Republican, some 51 percent of the veterans who are or have been 2018 candidates, based on With Honor’s tally, are actually Democrats,” Kruse notes.",
  "Much more: https://politi.co/2J1PzYo\n\nMENENDEZ LAUNCHING REELECTION CAMPAIGN -- New Jersey’s most powerful Democrats will join Sen. Bob Menendez (D-N.J.) as he kicks off his reelection campaign today.",
  "TUESDAY’S MOST CLICKED: Brent D. Griffiths and Andrew Restuccia’s report on the Trump administration adding a controversial question about citizenship to the 2020 Census was the winner.",
  "“On Capitol Hill, Democrats were furious at the administration’s decision but acknowledged that they had little recourse, for now, to kill the census move legislatively,” they continue.",
  "-- Another round of tax cuts could be on the horizon -- or at least an uncomfortable vote for vulnerable Senate Democrats up for reelection in states President Donald Trump won in 2016.",
  "“The strategy would portray the party as the guardian of Americans’ paychecks, Republicans say, and buoy the GOP during a brutal election year,” Burgess and Rachael report.",
  "Story Continued Below\n\n“Either Democrats support the legislation, giving the GOP a major legislative accomplishment in its scramble to save its majorities,” they write.",
  "More: https://politi.co/2GzDDP6\n\nSENATE WOMEN WANT HARASSMENT VOTE -- All 22 female senators are pushing for leaders to overhaul the upper chamber’s misconduct rules.",
  "“It’s the second such case currently before the high court, which last year heard arguments over Wisconsin’s GOP-drawn state legislative map,” Steven Shepard reports.",
  "Nine of the 10 Senate Judiciary Committee Democrats later sent letters to five DOJ officials seeking “a written and public commitment” to not interfere in the probe.",
  "“Democrats in Congress would probably chafe at military spending going to the construction of a border wall, and military officials may also blanch,” they write.",
  "“Multiple congressional committees have invited Zuckerberg to appear in the wake of the Cambridge Analytica data privacy scandal,” Ashley Gold reports.",
  "“As a result of the impasse, House-passed changes to Capitol Hill's office misconduct rules remain in limbo, awaiting Senate action,” Elana reports.",
  "Rick Scott is poised to run against Sen. Bill Nelson (D-Fla.) and Danny Tarkanian has abandoned his primary challenge to Sen. Dean Heller (R-Nev.).",
  "The officials would take on a key role in overseeing the Mueller investigation if Deputy Attorney General Rod Rosenstein was fired or resigned.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "TUESDAY’S TRIVIA WINNER -- Eli Schechner was first to correctly guess that Gerald Ford is the last House leader to serve as president.",
  "“But lest the GOP get its hopes up, there have been warning signs to counter the encouraging news,” Kevin Robillard reports.",
  "Phil Murphy, Sen. Cory Booker (D-N.J.) and ‘prominent New Jersey Democrats,’ according to an advisory from his campaign.",
  "Republican leaders are considering a series of votes to make last year’s temporary tax cuts for individuals permanent.",
  "“The gambit could put at least some swing-state and swing-district Democrats in an awkward spot,” they add.",
  "“Veterans who are Democrats are vying for Congress in numbers not seen in decades,” Michael Kruse reports.",
  "“Menendez -- a 12-year incumbent -- plans a 10 a.m. rally in Union City, where both he and Hugin grew up.",
  "Amy Klobuchar (D-Minn.), Patty Murray (D-Wash.) and Kirsten Gillibrand (D-N.Y.) spearheaded the letter.",
  "The math will be tough, though it's too early to suggest her nomination is imperiled, GOP sources say.",
  "The House approved its revamp of how Congress handles harassment and discrimination last month.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this March 28.",
  "The hearing could come on April 12, but a spokeswoman said a hearing date remains in flux.",
  "“But none of that will be possible if Haspel doesn't win at least some Democratic votes.",
  "He served as House minority leader before becoming vice president and later president.",
  "TODAY’S TRIVIA -- A former U.S. lawmaker was the nephew-in-law of a foreign dictator.",
  "“And some are proving to be competitive in places once considered safe GOP districts.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "-- Candidate Trump publicly said Mexico would pay for his proposed border wall.",
  "He previously served as a legislative assistant for Rep. Paul Gosar (R-Ariz.).",
  "One “cross-partisan” group approximates 300 veterans are running this cycle.",
  "Sign up today to start receiving the newsletter right at launch on April 6 .",
  "… Backed by members of Congress like Representative Seth Moulton (D-Mass.)",
  "Alexa Papadopoulos has joined the office of Rep. Elijah Cummings (D-Md.)",
  "But the president has privately pushed for the Pentagon to fund it.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "TODAY IN CONGRESS -- The House and Senate are out.",
  "Republicans insist it’s a win-win for the GOP.",
  "Thom Tillis (R-N.C.) and Chris Coons (D-Del.)",
  "BUILD THE WALL … WITH A MILITARY BUDGET?",
  "Name the lawmaker and the dictator.",
  "He’ll be accompanied by Gov.",
  "as its press secretary.",
  "Presented by Boeing.",
  "TAX CUTS, ROUND 2?",
  "Sens."
]