[
  "March 22 (Reuters) - Cambridge Analytica, which is at the center of a controversy over harvested personal data about Facebook users, on Thursday released a timeline highlighting its relationship with Global Science Research (GSR) and whistleblower Christopher Wylie.",
  "Aleksandr Kogan, who runs GSR, designed a personality quiz that was taken by a few hundred thousand people but the app on which it ran also collected details about all of their Facebook ‘friends’ without their knowledge or consent.",
  "That data was then used in a targeted digital ad campaign in support of Donald Trump’s successful run for the U.S. presidency, Cambridge Analytica’s CEO Alexander Nix told an undercover reporter from Britain’s Channel Four news.",
  "Cambridge Analytica's timeline also revealed contractual and legal agreements made in the name of its associated entity, SCL Elections.",
  "December, 2015 - The Guardian reports GSR data was in breach of Facebook’s terms of service, and potentially the Data Protection Act.",
  "Reiterates company deleted all GSR data and certified it to Facebook; offers to share all information on interactions with GSR.",
  "March, 2017 - Completes an internal audit to confirm all GSR data (including all derivatives and backups) have been deleted.",
  "2018 - ICO requests access to company’s systems, says a whistleblower informed company still holds GSR data.",
  "Late 2014 Legal action against Wylie for breach of contract and potential intellectual property theft.",
  "September, 2017 ICO writes to Cambridge Analytica about processing data on U.S. nationals in the UK.",
  "October, 2017 ICO writes to Cambridge Analytica about alleged work on the Brexit campaign.",
  "- Facebook suspends Cambridge Analytica and SCL’s accounts, pending further investigation.",
  "August, 2016 Takes legal action against GSR for licensing illegally acquired data.",
  "- Britain’s Information Commission (ICO) officials visit company’s London office.",
  "bit.ly/2G49xji August, 2013 Christopher Wylie begins part-time at SCL Elections.",
  "August, 2015 Wylie signs legal document to say he holds no company material.",
  "- Facebook contacts companies to understand the data and asks to delete it.",
  "July, 2016 GSR seeks to verify company has deleted all of their data.",
  "Certifies to Facebook that company holds no data from GSR.",
  "November, 2016 Reaches a settlement with GSR.",
  "May, 2014 Starts a research project with GSR.",
  "July, 2014 Wylie stops working with company."
]