[
  "As Charlie Warzel writes in this great piece, the story is big “because it perfectly touches upon a deeper anxiety about our online privacy that’s been building for years.”\n\n\n\nWarzel writes that the scandal is “a moment that forces us, collectively, to step back and think about what we sacrificed for a more convenient and connected world.”\n\n\n\nI highly recommend you read the whole thing.",
  "Here’s UK Prime Minister Theresa May on this show of unity: “Together we have sent a message that we will not tolerate Russia's continued attempts to flout international law and undermine our values.”\n\nKim Jong Un may or may not be visiting China right now\n\nKim Jong Un is a known homebody: He hasn’t taken a trip abroad since his father died in 2011.",
  "Key quote: One NATO intelligence officer told us: “Like much of the Greek economic and security establishment, the Ministry of Defense is considered compromised by Russian intelligence.”\n\nQuick catch-up\n\n2020 census: The Trump administration announced that it will include a controversial question about citizenship status on the 2020 census.",
  "The US and the EU are expelling dozens of Russian diplomats over the poisoning of a former spy in the UK\n\nFirst, the background: It’s been weeks of muted response from the White House after a former Russian spy and his daughter were found poisoned in the UK.",
  "One petition against the ice cream reads “Choosing the name of our Lord for a brand of soft-serve ice cream is totally offensive and revolting.”\n\nEnter your email below to sign up for the BuzzFeed News newsletter:",
  "Trump responds to Stormy Daniels’ 60 Minutes interview\n\nOn Sunday, Stephanie Clifford, better known as Stormy Daniels, told 60 Minutes that she was threatened to stay quiet about her affair with Donald Trump.",
  "A bunch of people are calling this Canadian ice cream chain satanic blasphemy\n\nThe chain, which has been around since 2015, is called Sweet Jesus and has plenty of Christian-inspired branding.",
  "On top of that: The US will also close the Russian consulate in Seattle “due to its proximity to one of our submarine bases and Boeing,” the defense contractor, according to the White House.",
  "European intelligence officers say meetings between a Trump aide and a Greek politician should worry US investigators\n\nFirst, the background: The campaign aide is George Papadopoulos.",
  "Meanwhile, Clifford has expanded her lawsuit against the president, adding a claim alleging that longtime Trump lawyer Michael Cohen defamed her earlier this year.",
  "He’s known to be close to Vladimir Putin — their relationship goes beyond Greece’s traditional ties to Russia through the Eastern Orthodox Church.",
  "Prince’s death: The legendary artist had an \"exceedingly high\" amount of the opioid fentanyl in his system at the time of his death.",
  "They say there’s a set of meetings Papadopoulos held in Europe before and after the election that should alarm US investigators.",
  "And now: The US will expel 60 intelligence officers, who will have one week to leave the country with their families.",
  "And the US is not alone: EU member states will expel about 30 Russian diplomats from their respective countries.",
  "And it’s not just any massive train — it looks a lot like the one Kim's father used when he traveled to Beijing.",
  "Queer Eye: By now you’re aware that Netflix's Queer Eye is the purest and most comforting TV show around.",
  "Now, the appearance of a massive train in Beijing has fueled rumors that Kim has ended his hermitage.",
  "Its push into the US has drawn the attention of people accusing the chain of mocking their religion.",
  "Ghanaian-American Virgil Abloh will take up the top position at the world's largest luxury brand.",
  "You may already recognize his name as Kanye West’s creative designer and frequent collaborator.",
  "And well, we get to have more of it: The show is officially returning for a second season.",
  "Also one of the first people charged in special counsel Robert Mueller's Russia probe.",
  "According to the medical examiner, Prince died of an accidental overdose of fentanyl.",
  "It's about what it means to exist in an era in which so much of our data collected.",
  "Louis Vuitton: The fashion giant just appointed its first black artistic director.",
  "Yesterday, a White House spokesperson said the president doesn’t believe her.",
  "This Facebook scandal isn’t about Cambridge Analytica and who knew what when.",
  "It’s got locations across Ontario and recently opened one in Baltimore.",
  "His visits to Beijing were always kept under wraps until they'd ended.",
  "You’ve heard his name a lot in relation to the Russia investigation.",
  "A ~secret visit~ to China would mirror Kim Jong Il's style, too.",
  "Here’s what’s new: We spoke with European intelligence officers.",
  "The meetings were with Greek Defense Minister Panos Kammenos.",
  "Critics of the addition say it will lower the response rates.",
  "He’s a former foreign policy adviser to the Trump campaign.",
  "China and North Korea haven’t said anything official yet.",
  "The question hasn’t appeared on the survey since 1950.",
  "Germany and France will kick out four diplomats each.",
  "Outside the EU: Canada will expel four diplomats.",
  "He’s also behind the streetwear brand Off-White.",
  "Facebook has had countless privacy scandals.",
  "He pleaded guilty to lying to the FBI.",
  "It isn’t even strictly about Facebook.",
  "Italy and Spain will expel two each.",
  "What does all of this mean?",
  "Australia will expel two.",
  "This one is different.",
  "Who is he again?",
  "It’s great."
]