[
  "“Politics is still a bit of a man’s world, and when I saw her walk into this meeting with a baby, I was like, ‘This is my kind of woman.’ We got to talking policy, and I realized that she was smart and as committed to the same set of principles as I am.”\n\nMercer joined the board of the Goldwater Institute and threw a cocktail reception at her Manhattan home to introduce Olsen to her friends and colleagues.",
  "It is constituents who are changing things in this election, and she’s on things like that, saying, ‘What is the best way to reach the American people?’ ”\n\nOne of the efforts Rebekah is most proud of, according to friends, is a watchdog group called Reclaim New York that she started in 2013 with Bannon, the longtime executive chairman of Breitbart News, which counts Robert Mercer among its investors.",
  "In response to a question about Mercer’s influence on the campaign, Trump spokeswoman Hope Hicks said in a statement: “The only special interest Mr. Trump is beholden to is the American people.”\n\nThe 42-year-old former Wall Street trader is not your typical mega-donor, and not just because of the vast wealth of her father, who earned an estimated $150 million last year, according to Forbes.",
  "“She is grounded in that, and she will ground you in that by constantly bringing you back and pulling you away if you are in any way drawn to the Beltway.”\n\n[How Trump charms wealthy donors in private — by seeking their advice]\n\nMercer is now applying those instincts and her family’s vast fortune to the biggest insurgent play yet: propelling Trump into the White House.",
  "Conservative donor Rebekah Mercer, pictured at the Media Research Center’s 2015 annual gala at the National Building Museum in Washington, D.C. (Photo courtesy of the Media Research Center)\n\nMitt Romney had just lost the 2012 presidential election, and a group of wealthy donors assembled in New York’s University Club was trying to figure out what had gone wrong.",
  "Many elitist politicians and strategists in Washington profit with the current system at the expense of their fellow Americans.”\n\nFrom Cruz to Trump\n\nAfter the 2012 elections, Robert Mercer invested in Cambridge Analytica, a data-analytics firm, driven in part by an assessment that the right was lacking sophisticated technology capabilities, associates said.",
  "The company’s Wilshire Avenue office suite is also the home of Breitbart News and a movie production company called Glittering Steel, which helped finance the films “Torchbearer,” starring “Duck Dynasty” star Phil Robertson, and “Clinton Cash,” a documentary based on the book by Peter Schweizer.",
  "“One is faced with a binary choice right now, and you know the country would be taken in one very clear direction with Hillary Clinton, and that’s a direction she would find extremely objectionable,” said Leonard Leo, a friend who serves as executive vice president of the Federalist Society.",
  "At the time, their website joked that Rebekah “washes the dishes.” But she approached the enterprise with characteristic thoroughness, filing trademarks for luxury cookie gift-basket names, such as Chenonceau, named after a chateau in France’s Loire Valley, patent records show.",
  "(Ricky Carioti/The Washington Post)\n\n“You would never think that this would make sense coming from the daughter of a billionaire, but she has an incredible understanding of the grass roots,” said L. Brent Bozell, founder of the Media Research Center, who is close to the family.",
  "[Meet the wealthy donors who are pouring millions into the 2016 elections]\n\nThe Mercers’ largesse has catapulted Rebekah Mercer onto the boards of conservative organizations across the country, including the venerable Heritage Foundation, which she joined as a trustee in 2014.",
  "Their imprint is now evident on the real estate developer’s campaign, which is led by three close associates who ran Mercer-funded enterprises: former Breitbart News executive chairman Stephen Bannon, pollster Kellyanne Conway and Citizens United President David Bossie.",
  "‘Not a Marie Antoinette’\n\nMercer was shaped by her upper-middle-class upbringing in the New York suburb of Yorktown Heights, where her father then worked at IBM, pulling down a comfortable salary but not enough to cover college tuition for three daughters, friends said.",
  "In the past six years, the Mercers have poured tens of millions into Republican super PACs, Washington think tanks, state policy shops, a film-production company, a data analytics operation and one of the country’s most provocative online conservative news outlets.",
  "[How a reclusive computer programmer became a GOP money powerhouse]\n\nDarcy Olsen, chief executive of the Goldwater Institute, a Phoenix-based libertarian think tank, recalled meeting her at a breakfast for prospective donors in New York.",
  "Galvanized in part by the Republicans’ 2012 White House loss, the middle daughter of billionaire hedge fund magnate Robert Mercer has rattled the status quo by directing her family’s resources into an array of investments on the right.",
  "Although she and her family live in a sprawling triplex in a Trump-branded residential building on Manhattan’s Upper West Side, she maintains a keen sense of what will resonate with the conservative base, friends and colleagues said.",
  "Over sandwiches and salads in a conference room, Ivanka and Rebekah bonded over parenting young children and being the daughters of hard-charging, successful fathers, according to people familiar with their conversation.",
  "Reclaim New York is using the state’s freedom-of-information law to try to disclose every local public expenditure and is working to train citizens to function as watchdogs in their own communities.",
  "1 of 60 Full Screen Autoplay Close Skip Ad × What Donald Trump is doing on the campaign trail View Photos The GOP presidential nominee is out on the trail ahead of the general election in November.",
  "‘She thinks out of the box’\n\nSince 2010, Robert Mercer has climbed the ranks of the country’s biggest political donors, giving at least $36.5 million to federal GOP candidates and super PACs.",
  "In all, the foundation gave nearly $35 million to conservative think tanks and policy groups in those five years, according to records compiled by The Washington Post and GuideStar USA.",
  "“One thing to know about the Mercers: They always think they have a better mousetrap,” said a Republican strategist who knows them and requested anonymity to avoid angering the family.",
  "This year, Rebekah Mercer has emerged as a heavyweight presidential player, leading a super PAC financed by her father that was the biggest outside benefactor of Sen. Ted Cruz (Tex.)",
  "In 2010, around the time Robert Mercer became co-chief executive of the Renaissance Technologies hedge fund, Rebekah Mercer began deepening her involvement in conservative circles.",
  "But with their resources and determination to influence politics, he added, “I am concerned about what kind of role they will play in the future.”\n\nThe Mercers declined to comment.",
  "Meanwhile, Rebekah Mercer has taken up the day-to-day management of her family’s super PAC, which is producing a string of searing ads attacking Democratic nominee Hillary Clinton.",
  "In May, shortly after the senator from Texas dropped out of the race, Trump’s daughter Ivanka and her husband, Jared Kushner, invited Mercer and Conway to lunch at Trump Tower.",
  "McCain said he believes that the donation was retribution for a 2014 congressional subcommittee report that found Mercer’s hedge fund evaded taxes, which the firm has denied.",
  "Rebekah followed her older sister to Stanford University, where she studied biology and math and, in 1999, earned a master’s degree in management science and engineering.",
  "The youngest, Heather Sue, made headlines in the early 1990s when she successfully sued Duke University for sex discrimination after she was cut from the football team.",
  "As one of the most influential figures in Trump’s orbit, she threatens to undercut the candidate’s insistence that he is free from the influence of elite contributors.",
  "GOP mega-donor Rebekah Mercer backed Sen. Ted Cruz of Texas, shown here in Nevada, in the GOP presidential primary before switching allegiance to nominee Donald Trump.",
  "Nov. 7, 2016 Donald Trump speaks during a campaign event at SNHU Arena in Manchester, N.H. Jabin Botsford/The Washington Post Buy Photo Wait 1 second to continue.",
  "“Rebekah is not a Marie Antoinette,” said Amity Shlaes, an author who chairs the board of the Calvin Coolidge Presidential Foundation, which gets Mercer funding.",
  "Suddenly, a young woman stood up before the largely male crowd and delivered an unsparing critique of the Republican’s technology and canvassing operations.",
  "He added that he believes Rebekah and her associates have had an influence on Trump, who has been a relatively more disciplined candidate in the past month.",
  "[Meet Donald Trump’s ‘basket of deplorables’]\n\nRebekah’s sister Jenji and her mother were already fans of the real estate developer, according to a friend.",
  "“She thinks out of the box,” said Saunders, the Heritage board’s chairman, who first noticed Mercer’s “fiery” delivery at the Romney post-mortem in 2012.",
  "An even bigger driver is her deep-seated opposition to Clinton, who she believes would further expand the size and influence of the federal government.",
  "“This woman walks in, and she is tall and she has this gorgeous mane of brunette hair and this baby sling and a tiny, beautiful baby,” Olsen recalled.",
  "Cambridge was a major vendor to Cruz’s presidential campaign, which paid it $5.8 million before he dropped out in May, campaign finance records show.",
  "“Whatever you are doing, they have something they are doing in a better way.”\n\nUntil now, the family’s political spending has had uneven returns.",
  "People close to her say that she admires how Trump challenges orthodoxies, even though she has flinched at some of his more unvarnished comments.",
  "Mercer exemplifies a new breed of activist donors that has risen since the Supreme Court kicked off a flood of big money into elections in 2010.",
  "A friend familiar with their thinking said the family’s “time and resources are dedicated to preserving freedom and protecting the Constitution.",
  "In a statement, Trump called Mercer “a spectacular woman and leader.”\n\n“Her greatest desire is to make America great again,” the statement read.",
  "And unlike many veteran GOP financiers, Mercer feels more aligned with the anti-establishment movement that has buffeted the Republican Party.",
  "“It would have done no good in June to sulk around and say, ‘I lost.’ These are people who are doers, they are not talkers,” said Saunders.",
  "“What better job can you do, if you can turn him into a winner?”\n\nAlice Crites, Anu Narayanswamy and Paul Kane contributed to this report.",
  "She understands what it means to make economic decisions.”\n\nMercer, known as “Bekah” to close friends and family, is one of three sisters.",
  "In the GOP primaries, Robert Mercer poured $13.5 million into the family super PAC — then called Keep the Promise 1 — in support of Cruz.",
  "This summer, Robert Mercer gave $200,000 to a super PAC backing a GOP primary challenger to Sen. John McCain of Arizona, who won handily.",
  "Still, until recently, “I had no idea of the extent of her enthusiasm for the cause, or her ability to contribute to it,” Olsen said.",
  "Rebekah Mercer has urged the organizations that her family funds to hire the company, according to people familiar with her advocacy.",
  "Mercer shares her father’s free-market philosophy and views a bloated federal government as a threat to enterprise, associates said.",
  "There, she met her future husband, Sylvain Mirochnikoff, a native of France, who now works as a managing director at Morgan Stanley.",
  "Run by Rebekah, the family foundation went from doling out $1.7 million in 2009 to $18.3 million in 2014, according to tax records.",
  "In 2006, when Heather Sue discovered that their favorite bakery, Ruby et Violette, was up for sale, the Mercer sisters bought it.",
  "Unlike other GOP financiers\n\nMercer home-schools her four children and runs an online gourmet cookie company with her sisters.",
  "And her access shows how donors can easily move between a campaign and a super PAC that is supposed to operate independently.",
  "Trump, who has expressed skepticism about the value of data analytics, brought Cambridge aboard in July, paying it $100,000.",
  "“So far, I wouldn’t say they have been particularly effective,” said GOP strategist John Weaver, a former McCain adviser.",
  "By late June, the Mercer super PAC had been relaunched as an anti-Clinton vehicle called Defeat Crooked Hillary PAC.",
  "Within days, the candidate had tapped Bannon as chief executive, pushing aside then-campaign chairman Paul Manafort.",
  "A few weeks later, Bossie, who has been close to the billionaire for years, was hired as deputy campaign manager.",
  "“If she could be anonymous, I bet she’d prefer that,” said friend Alexandra Preate, a public relations executive.",
  "Soon, there would be few in conservative policy and political circles who did not know the name Rebekah Mercer.",
  "Last month, Rebekah Mercer was among those who privately urged Trump to retool his campaign leadership.",
  "At times, the Mercers’ insistence that they know best has rankled others in the conservative movement.",
  "Her family foundation gave nearly $1 million to the institute between 2011 and 2014, tax records show.",
  "“Our country is lucky to have her support.”\n\nFriends were not surprised by the turn of events.",
  "Thomas Saunders III, chairman of the Heritage Foundation’s Board of Trustees, was impressed.",
  "Mercer, herself, did a short stint on Wall Street as a trader until her children were born.",
  "At a fundraiser in the Hamptons, she and Trump discussed the merits of hiring Bannon.",
  "Cambridge shares a Beverly Hills, Calif., address with other Mercer investments.",
  "Caption The GOP presidential nominee is pressing his case ahead of Election Day.",
  "Rebekah has contributed an additional $814,500, campaign finance records show.",
  "At the same time, the Mercers have steadily upped their nonprofit investments.",
  "After Donald Trump clinched the nomination, the Mercers rallied to his side.",
  "The eldest, Jennifer, who goes by Jenji, has a law degree from Georgetown.",
  "Intensely private, Mercer declined repeated requests for an interview.",
  "And now Rebekah was on board: The family would help Trump.",
  "Rebekah Mercer is not known for giving up, they said.",
  "“She will immediately question what we are doing.",
  "“Her father was a research scientist at IBM.",
  "“Who is that?” he asked the man next him.",
  "Trump also named Conway campaign manager.",
  "Still, her interests lay elsewhere.",
  "during the Republican primaries.",
  "Her family did well late."
]