[
  "[Trump muses about yanking news media credentials in response to negative coverage]\n\nHe was spending his morning watching “Fox and Friends,” as he is wont to do, and up flashed a report from the Media Research Center stating that 91 percent of network news coverage of Trump from January through April was negative.",
  "The Media Research Center, we’ll note, is part of the conglomerate of conservative enterprises funded by Robert Mercer and his family, the folks that also funded Cambridge Analytica, Breitbart and former White House adviser Stephen K. Bannon.",
  "(Michael Reynolds/EPA-EFE/Shutterstock)\n\nA generous interpretation of President Trump’s views on “fake” news is that he believes that media outlets are overly quick to be critical of his decisions and his administration.",
  "He was pointed in his defense of that latter comment 1) that he was talking only about certain media outlets (the “fake” ones) and 2) that he was not saying the media were his enemy but the enemy of the American people.",
  "Martin Shkreli gets a lot of negative coverage, in part because he actively fosters it and in part because he’s mostly in the news for doing things like being arrested or jacking up the prices of critical medications.",
  "Trump has repeatedly insisted that he wants the country to unify during his presidency, and he has consistently made clear that his vision of that unity is patriotic embrace of him as America’s president.",
  "It’s not the case that 91 percent of Americans view him negatively (nor is it the case that 91 percent of the reporting about him is, either) but more than 50 percent of Americans do in poll after poll.",
  "— Donald J. Trump (@realDonaldTrump) May 9, 2018\n\nThe important thing in that tweet is not the threat about the credentials, though rescinding White House credentials would certainly be a nuisance.",
  "Presenting an honest portrait of elected leaders even — and especially — against their will is, of course, why the First Amendment to the Constitution cements the role of a free press.",
  "Finding the balance between what Trump does and what a traditional president does is where media outlets can fall into the trap outlined in that first paragraph.",
  "He’s made this clear since he launched his campaign, lashing out against news outlets that covered him critically, including barring them from his events.",
  "Just reported that, despite the tremendous success we are having with the economy & all things else, 91% of the Network News about me is negative (Fake).",
  "It’s been clear for a while that he conflates bad news with fake news, given that he regularly derides negative coverage as fake because that’s his M.O.",
  "More recently, “fake news” was simply “the enemy.”\n\n....it is very possible that those sources don't exist but are made up by fake news writers.",
  "In the case of his critiques of “fake news,” though, we’re pretty squarely in Trump territory as he illustrated in a tweet on Wednesday morning.",
  "— Donald J. Trump (@realDonaldTrump) May 28, 2017\n\nSo, following the line of thought: Those who write critical coverage of Trump are the enemy.",
  "Trump often conveys a vision of the presidency that’s at odds with the idea that the position is one of service to the American people.",
  "More broadly, we’re left wondering how Trump feels about the majority of Americans who view his performance as president negatively.",
  "Sure, he has seen rampant staff turnover and is the subject of a massive investigation into his 2016 campaign and campaign advisers.",
  "We often consider Trump’s actions as president through the lens of what presidents do instead of the lens of what Trump does.",
  "In other words, he applies an overly broad term to a perceived phenomenon for which there can at least be an argument made.",
  "He doesn’t do it only because he finds it grating that the media are critical of him, though he does do it because of that.",
  "He does it, too, because he wants Americans in general and his base in particular to view him as a triumphant leader.",
  "Sure, he’s disparaged the media for reports that his legal team was in turmoil right before a series of resignations.",
  ": Leave open the possibility that something isn’t true, and those who want to disbelieve it have an opening to do so.",
  "Sometimes Trump does normal-president things, but they’re perceived negatively because it’s Trump doing them.",
  "A president wouldn’t simply wave away negative coverage as phony, contrived or dangerous to the country.",
  "Trump’s unorthodox presidency and tumultuous White House have led to a lot of negative news coverage.",
  "His insistence that the media should be intentionally deferential to him is part of that vision.",
  "The important part is that he makes explicit his view of what constitutes fake news.",
  "There’s no evidence that this is the boundary that Trump observes, of course.",
  "He has, on multiple occasions, called the media and “fake news” the enemy.",
  "But reporting all of that means you’re fake news and you’re the enemy.",
  "Why do we work so hard in working with the media when it is corrupt?",
  "There’s utility to his disparagement of the media, as noted above.",
  "Bear in mind, negative coverage doesn’t mean incorrect coverage.",
  "But they know their audience, and their audience was watching.",
  "But it’s an important admission for its downstream effects.",
  "\n\nPresident Trump speaks to members of the media on Friday.",
  "Lots of negative coverage, but that doesn’t make it wrong.",
  "In Trump’s eyes, it’s almost necessarily unwarranted.",
  "And he just made it explicitly clear.",
  "Are those Americans also the enemy?",
  "The Fake News is working overtime.",
  "But that hasn’t been consistent.",
  "This isn’t surprising, mind you.",
  "That’s the qualification.",
  "#FakeNews is the enemy!",
  "Take away credentials?",
  "It’s negative news.",
  "Trump would.",
  "Negative.",
  "(Fake.)"
]