[
  "Jackson, who currently serves as White House physician, spent last week meeting with members of the Senate Veterans' Affairs Committee, trying to assuage some concerns of Democratic senators, who raised issue with Jackson's lack of management experience and whether the administration will push for privatization of veterans' health care , a move that was staunchly opposed by the former VA Secretary, David Shulkin.",
  "Trump's pick to replace Pompeo leading the CIA, Gina Haspel , isn't scheduled to have her confirmation hearing until May 9, but late last week the agency declassified an internal memo that absolves Haspel of responsibility for destroying videotapes showing the waterboarding of terrorism suspects in 2005, an issue that's been a key sticking point for senators weighing her confirmation.",
  "The committee's chairman, Sen. Bob Corker of Tennessee, told CNN's \"State of the Union\" on Sunday that the nominee should be \"confirmed overwhelmingly,\" and one of the chamber's more moderate Republicans, Sen. Susan Collins of Maine, told NBC she planned to vote for Pompeo's confirmation.",
  "The new measure, a compromise written by the committee's chairman, Sen. Bob Corker of Tennessee, Democratic committee member Tim Kaine, and other members, would require Congress to review the AUMF every four years and vote to change it or end if it lawmakers have the votes to do so.",
  "Two embattled members of the President's Cabinet -- Attorney General Jeff Sessions and EPA Administrator Scott Pruitt -- will appear before the House Appropriations Committee on Thursday to testify on behalf of their respective department's 2019 fiscal year budgets.",
  "Senate Majority Leader Mitch McConnell said last week he would not bring such a proposal to the floor, saying the legislation isn't necessary , but members from both parties on the Judiciary Committee have said they'll continue moving forward with the legislation.",
  "\"Obviously the views of the majority leader are important to consider, but they do not govern what happens here in the Judiciary Committee,\" the committee's chairman, Iowa Republican Sen. Chuck Grassley told reporters last week .",
  "The Senate Foreign Relations Committee could vote on a new Authorization for the Use of Force to provide formal congressional approval for the military action taking place around the world against ISIS and other terror groups.",
  "On Thursday, Sen. Heidi Heitkamp became the first Democrat to formally announce her support for Pompeo, which, assuming no other Republicans come out in opposition, would give him the votes he needed to win the nomination.",
  "(CNN) The Senate Foreign Relations Committee is set to vote Monday on Mike Pompeo to be the next secretary of state, but the vote could prove to be a historic snub on the man vying to be the country's top diplomat.",
  "Democrats on the committee as well as Republican Sen. Rand Paul are expected to vote against Pompeo, which would lead the committee to report out his nomination without a favorable recommendation.",
  "The agency argues this memorandum should satisfy some of those demands, but some Democrats were not pleased with the release so expect the issue to come up continue popping up this week.",
  "ET Monday and has a cloture vote on circuit court nominee Kyle Duncan, who Democrats voted against in the Judiciary Committee after raising concerns about his views on gay rights.",
  "Democrats will also press Republican leaders to seek a floor vote on a bipartisan bill to protect Special Counsel Bob Mueller from being fired by President Donald Trump.",
  "It's not yet clear whether Republicans will participate in the interviews before the two House panels, though Republican members have been invited to take part.",
  "\"If consideration on the floor was the standard for approving a bill in committee or not, we wouldn't probably be moving any bills out of this committee.\"",
  "Haspel has been meeting with senators from both parties ahead of her hearing, and those one-on-one discussions are expected to continue this week.",
  "Rear Admiral Ronny Jackson , Trump's pick to head the Department of Veterans' Affairs, will appear before a Senate committee Wednesday.",
  "But Republicans are still expected to bring his nomination to the floor anyway for a vote where Pompeo is on track to be confirmed.",
  "Wylie will appear before the House Judiciary Committee on Tuesday and the House Intelligence Committee on Wednesday.",
  "It's possible this committee vote gets kicked over until after the next recess.",
  "That bill is scheduled to be voted on in the Judiciary Committee Thursday.",
  "And, the House will vote on the FAA reauthorization this week.",
  "It's expected to pass with bipartisan support.",
  "The Senate convenes at 3 p.m."
]