[
  "The European Union’s privacy regulations (GDPR) will take effect in May and provide a road map for what we could be doing to protect our personal information, but the first step is for Congress to hold public hearings at which Mark Zuckerberg and others should testify about the business model as to how social media truly operates so that the American public can become aware of how their data is used and how their privacy is being threatened.",
  "Cambridge Analytica is being loudly criticized for apparently using massive amounts of data on 50 million Facebook users to formulate political advertising on behalf of the Trump campaign after receiving the data from Cambridge University researcher Aleksandr Kogan.",
  "Researchers at Stanford and Cambridge University’s Psychometrics Center used Facebook “likes” to create such a model by scoring a person’s openness, conscientiousness, extraversion, agreeableness and neuroticism.",
  "As Steve Jobs once said, “If you are not paying for the product, you are the product.”\n\nFacebook gathers the data we “willingly” provide, analyzes it and utilizes it for very profitable targeted advertising.",
  "Facebook, in turn may well have been negligent not only in how it handled the misuse of its data, but also for possibly failing to respond in a timely manner when the problem became known.",
  "By and large, social media has privacy policies that are either hard to read, hard to find or merely inconvenient for many people who never had concerns about the privacy of their data.",
  "Their actions may also violate an agreement with the FTC from 2011 which required Facebook to better protect the data of its users and be more transparent in their use of users’ data.",
  "Facebook “likes” have been analyzed to come up with models used for commercial or political advertising that can be targeted to your personality to manipulate your opinion.",
  "While the Obama campaign used social media information harvested from Facebook to target voters, they did so in compliance with the standards of Facebook at the time.",
  "The few laws we have such as the Gramm-Leach-Bliley Act are riddled with exceptions that make these laws ineffective and little more than window dressing.",
  "Facebook is calling this a violation of its terms of use for the researcher, who was only authorized to use the information for research purposes.",
  "A big part of the problem is that many people don’t realize that they have agreed to have their data used for commercial purposes.",
  "There is a great lack of protection of the public from having their data gathered and used in ways that they may not desire.",
  "However, there is nothing illegal about companies such as Cambridge Analytica using gathered data for political campaigns.",
  "Interestingly, if you like the musician Marilyn Manson, you are among the least agreeable and most neurotic people.",
  "According to their model, if you like the musician Tom Waits or the musician Bjork, you are among the most open.",
  "If you like the video game Minecraft or the television show, “The Skins” you are among the least conscientious.",
  "Their liability relates to allegedly having received the data and used it without the permission of Facebook.",
  "Cambridge Analytica’s primary sin is not the use of the data, but relates to how they obtained the data.",
  "If you like the musician Luke Bryan or the television show, “The Hills” you are among the least open.",
  "If you like traveling, cooking and hiking as hobbies, you are among the most conscientious.",
  "But that data can be used incredibly effectively by advertisers of political campaigns.",
  "It is important to note that I did not refer to users of Facebook as customers.",
  "They are not customers of Facebook.",
  "Here are some examples.",
  "They pay nothing."
]