[
  "Amazon has been charging sales tax to customers -- for its 1P sales – in all the 45 states that have a statewide sales tax...In a way, we think charging sales tax has been a boon to Amazon because it now has extensive fulfillment facilities close to consumers such that it can lead the way in offering faster and more reliable deliveries.\"",
  "\"The potential for harm from the President's ire is far less of a risk, near term at least, than the risks that Cambridge Analytica has exposed around Facebook,\" Walmsley added, referring to the ongoing data crisis at the social media titan.",
  "The Deutsche analyst, who has a buy rating on Amazon and forecasts 15 percent upside for the stock over the next year, also highlighted Trump's uncertain claim that Amazon receives cushy treatment from the United States Postal Service.",
  "\"If Amazon could replicate the last mile costs to below $2 per package, it is likely that the USPS may be operating at the same or similar levels, which suggests that the Amazon business may be breakeven or even profitable.\"",
  "The president has reportedly floated the idea of changing how the company is taxed after several friends complained that the internet retailer is hurting their traditional brick-and-mortar businesses.",
  "\"We see some small risk that the President could use the bully pulpit to criticize Amazon, and potentially put up some roadblocks for the company,\" analyst Lloyd Walmsley advised clients Wednesday.",
  "\"We have no announcements and no specific policies or actions that we're currently pushing forward [now on Amazon],\" White House press secretary Sarah Huckabee Sanders said Wednesday on the report.",
  "The bank's comments come after Axios reported that Trump wants to \"go after\" the e-commerce behemoth, citing five sources who have spoken about Amazon with him.",
  "But \"if it were such a slam dunk case, we think it is quite likely that we would have seen a tweet from @RealDonaldTrump about an impending regulatory action.\"",
  "President Donald Trump may be \"obsessed\" with Amazon, but that doesn't mean the company will face any meaningful action from the president, Deutsche Bank says.",
  "Trump confirmed his Amazon concerns in a tweet Thursday saying that the company pays \"little or no taxes to state and local governments.\"",
  "Amazon shares fell 2 percent Thursday following the president's comments, adding to their 4 percent loss after Wednesday's Axios report.",
  "\"The U.S. Department of Justice focuses on the impact on consumers, not the impact on competitors, when it evaluates antitrust issues.",
  "Given Amazon has been a positive force for competition and for consumers, it seems like it would be an unusual target.\"",
  "\"We estimate it costs Amazon about $2 per package delivered via USPS,\" the analyst wrote.",
  "On Trump's taxes point, Deutsche Bank said:\n\n\"In our view, this ship has already sailed.",
  "— CNBC's Tae Kim contributed to this report."
]