[
  "The company has outlined a number of steps it is taking, including auditing apps that historically had large amounts of data, limiting apps' access, and providing tools for users to better understand where their personal information is being used.",
  "The entire incident has been a public relations nightmare for Facebook: Its stock has dipped about 10% since Friday, but Zuckerberg never made any kind of statement or public appearance on the matter.",
  "This data trawling, while ethically dubious, wasn't against Facebook's terms of service at the time — it took until 2014 for Facebook to put new rules into place forbidding this behavior.",
  "In 2015, Facebook learned that Cambridge Analytica had acquired this data, as Mark Zuckerberg confirmed in his post — but it didn't notify users at the time, or ban Cambridge Analytica.",
  "It took until last Friday for Facebook to ban Cambridge Analytica, as the Guardian and the New York Times prepared to publish investigations into the company.",
  "To recap: The current firestorm facing Facebook centres around Cambridge Analytica, a political research company used by the Trump campaign (among others).",
  "Sheryl Sandberg, the company's chief operating officer, inched closer to an apology in a separate post, saying \"I deeply regret that we didn't do enough.\"",
  "The Facebook CEO has published a lengthy post on his Facebook profile admitting his company \"made mistakes,\" and pledging to \"secure our platform.\"",
  "Facebook founder and CEO Mark Zuckerberg speaks during the 2013 TechCrunch Disrupt conference on September 11, 2013 in San Francisco, California.",
  "Justin Sullivan/Getty Images\n\nMark Zuckerberg has finally broken his silence on the Cambridge Analytica scandal — but he isn't saying sorry.",
  "But at no point did he actually apologise to the tens of millions of users whose personal data was harvested without their knowledge.",
  "And it also plans to notify the 50 million users whose data was obtained by Cambridge Analytica — though only years after the fact.",
  "On Wednesday, the 33-year-old exec finally addressed the crisis — without giving a full apology for how it handled the matter.",
  "But if Facebook really wants to regain users' trust after the scandal, it could start by expressing some genuine contrition.",
  "\"We have a responsibility to protect your data, and if we can't then we don't deserve to serve you,\" his statement reads.",
  "Later, he adds: \"I started Facebook, and at the end of the day I'm responsible for what happens on our platform.\"",
  "That app scraped up not only the users' personal data, but also that of all of their Facebook friends.",
  "He gives the appearance of owning the company's \"mistakes,\" but never actually says sorry for them.",
  "It all began in 2013, when a researcher got 270,000 users to install a personality quiz app.",
  "The part that actually constituted a violation of Facebook's rules was the sale of the data.",
  "That data was subsequently acquired by SCL, the parent company of Cambridge Analytica.",
  "Similarly, he describes the matter as a \"breach of trust,\" but never goes any further.",
  "\"We also made mistakes, there's more to do, and we need to step up and do it.\"",
  "But she still stops short of an outright \"sorry.\"",
  "(The researcher's original app was banned.)"
]