[
  "But we also made mistakes, there’s more to do, and we need to step up and do it.”\n\nZuckerberg had been silent until Wednesday about the saga that began over the weekend when the New York Times and the Guardian released a pair of blockbuster reports outlining how tens of millions of Facebook users’ data was accessed without their knowledge or permission between 2013 and 2015.",
  "Cambridge Analytica, a data analytics firm used by the Trump campaign in 2016, collected the data of not only the approximately 270,000 users who agreed to take a personality quiz created by Cambridge University scholar Aleksandr Kogan but also their friends, thus harvesting the information of some 50 million people.",
  "Zuckerberg mentions the “certifications” obtained from Cambridge Analytica and Kogan in 2015 that they’d deleted the data harvested once Facebook discovered the breach — but also claims the company learned only last week that the data hadn’t been deleted because of the Times and Guardian reports.",
  "Zuckerberg explained that the roots of the Cambridge Analytica data access date back to 2007, when Facebook launched a platform “with the vision that more apps should be social” that would allow users to log into apps and share who their friends were and their information.",
  "Zuckerberg said that Facebook is working with regulators to investigate what happened — lawmakers and regulators in the US and Europe are demanding answers — and is conducting an investigation of its own to prevent a repeat of the Cambridge Analytica situation.",
  "“I’m serious about doing what it takes to protect our community.”\n\nThe revelations about Facebook and what happened with Cambridge Analytica have spurred a major public backlash and a reevaluation of the power the social media giant has amassed.",
  "Facebook founder and CEO Mark Zuckerberg has finally responded to the ongoing scandal surrounding Cambridge Analytica and revelations that the data analytics firm secretly harvested the personal data of 50 million Facebook users.",
  "He said he’s “serious about doing what it takes to protect” the social media platform’s community in a post on Wednesday — but it’s hard not to wonder whether it might be too little, too late.",
  "Facebook plans to investigate and audit apps that accessed large amounts of data before it changed its platform in 2014 and suspend any developers who misused information or refuse an audit.",
  "Zuckerberg does not actually apologize or use the word “sorry” in his statement — and it’s not yet clear if the company’s billions of users will trust his promises to fix things.",
  "He went on to outline how Kogan, the Cambridge researcher, exploited the platform and noted that Facebook in 2014 made changes to limit the data apps could access.",
  "It will also further restrict developers’ access to data and create a new, more visible tool for people to see which apps are accessing their data and how.",
  "Facebook found out about it in 2015 and obtained assurances from Cambridge Analytica and Kogan that the data had been deleted — except it hadn’t been.",
  "Zuckerberg’s post attempts to explain what happened, describe the steps the company has taken to remedy it, and lay out a path forward.",
  "The good news is that the most important actions to prevent this from happening again today we have already taken years ago.",
  "It took Zuckerberg five days to discuss an incident that resulted in the misuse of 50 million people’s personal information.",
  "Facebook has been under siege in recent days from lawmakers, regulators, users, shareholders, and even its own employees.",
  "“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you,” Zuckerberg wrote.",
  "“I started Facebook, and at the end of the day I’m responsible for what happens on our platform,” Zuckerberg wrote.",
  "We’ve voluntarily given it our information and data, and it has been unwise to think it can or will protect it.",
  "“I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again.",
  "The platform suspended them and Cambridge Analytica’s parent company from the platform on Friday.",
  "Read Zuckerberg’s full statement below:"
]