[
  "The source also pointed to the fact that Nix did an interview with Campaign last year (the profile was headlined \"Cambridge Analytica boss on why he's no Bond villain,\" and is behind a paywall), in which he did not ask for a correction, but stuck to the line he used in the DCMSC hearing: That CA did not work with Leave.EU.",
  "The suspended CEO boasted: \"We have already helped supercharge Leave.EU 's social media campaign by ensuring the right messages are getting to the right voters online, and the campaign's Facebook page is growing in support to the tune of about 3,000 people per day.\"",
  "Cambridge Analytica's CEO wrote that the firm had \"teamed up\" with Leave.EU\n\nHowever, on February 10, 2016, Nix put his name to a comment piece for British trade journal Campaign about how data had helped Ted Cruz beat Trump in the Republican primary in Iowa.",
  "Reuters\n\nLONDON — A powerful group of British MPs wants to quiz Cambridge Analytica's (CA) suspended CEO Alexander Nix about the firm's murky role in Brexit after a Business Insider source and Guardian whistleblower disputed evidence he gave to Parliament.",
  "The source's comments raise the prospect that CA did actually formally work with Leave.EU in 2016, or at the very least was happy to give the impression that the two organisation's had a relationship that went beyond CA simply pitching for a contract.",
  "He added: \"For conspiracy theorists, these explanations only reinforce their absurd belief that Brexit was caused by a data marketing agency (in the same way that they think CA used Facebook data to get Trump elected, which is also untrue).\"",
  "The request comes after a source told Business Insider that Nix gave the DCMSC questionable evidence about an article he penned in 2016, in which he claimed that the company worked for Nigel Farage's Brexit campaign group Leave.EU.",
  "The Digital, Culture, Media, and Sport Committee (DCMSC) has recalled Nix as a witness in its \"fake news\" inquiry amid claims he gave \"false statements\" about CA's role in harvesting Facebook data during a hearing last month.",
  "Furthermore, CA's former Business Development Director Brittany Kaiser turned whistleblower, telling The Guardian that she lied by supporting CA's company line that it did \"no paid or unpaid work\" for Leave.EU.",
  "He said the comment piece was drafted by a \"slightly overzealous PR consultant\" and was published when CA was hoping to win work from Leave.EU, but had yet to enter into a formal contractual relationship.",
  "Source: Campaign was not asked to withdraw Nix's article\n\nHowever, a source familiar with the matter told BI that Cambridge Analytica did not ask for a correction or for the piece to be taken down.",
  "He told MPs on the committee that CA made efforts to have the article corrected or withdrawn soon after it was published by Campaign — for the simple reason that it never worked with Leave.EU.",
  "Within the column, which is still online here, Nix said the company had \"teamed up with Leave.EU \" to help the Brexit campaign group \"better understand and communicate with UK voters.\"",
  "Cambridge Analytica spokesman: \"This is getting silly\"\n\nA CA spokesman told Business Insider on Friday that questions about the firm's involvement with Leave.EU are \"getting silly.\"",
  "In a letter sent to Nix on Thursday, DCMSC Chair Damian Collins said he is yet to provide answers to a series of follow-up questions the committee asked after last month's hearing.",
  "\"I was like: the narrative should be that the work that we did was never paid for so Leave.EU, by not registering that we did that work, are the ones that should be in trouble.",
  "They added that the piece did not generate a lot of traffic, and was largely forgotten about until his quotes about working with Leave.EU began to resurface many months later.",
  "Collins said Nix had \"deliberately misled\" his committee over the Facebook data issue and reminded Nix that giving false statements to Parliament is a \"very serious matter.\"",
  "She said CA had \"at least six or seven meetings\" with the Brexiteers and analysed data stored on a Ukip computer, but Leave.EU backed out of signing a contract.",
  "The influential group of lawmakers also wants to question him for a second time about the work his firm undertook during the EU referendum, a spokesman said.",
  "Guardian\n\nAlso on Friday, CA's former Business Development Director Brittany Kaiser said it was wrong for CA to suggest it did not work for Leave.EU.",
  "They said that the magazine has a clear process of meeting to discuss major corrections, which was not initiated after Nix's article was published.",
  "Although very rare, a jail sentence or a substantial fine could theoretically be imposed as a punishment if a witness misleads a select committee.",
  "This included a request for CA bank statements to show it received no payment from Leave.EU, which Nix said he would be \"pleased\" to provide.",
  "A CA spokesman told Business Insider that the company \"did not work on the referendum,\" adding that any reports to the contrary were \"silly.\"",
  "Asked why the article is still online, Nix said: \"I cannot speak to that personally, but I am sure that we have asked them [to withdraw it.]\"",
  "He did not, however, produce when asked evidence to show that CA asked Campaign to withdraw or correct Nix's article from February 10, 2016.",
  "We were very vocal about that at the time and we addressed it head-on immediately when we realised that it had been put out,\" he said.",
  "\"When I first found out that we were going to say that we did zero work on it, I felt betrayed and lied to,\" she told The Guardian.",
  "It followed him being secretly filmed by Channel 4 News offering to entrap politicians with bribes and sex workers.",
  "Nix was suspended on Tuesday; pending an independent investigation by the British barrister Julian Malins.",
  "Cambridge Analytica CEO Alexander Nix gives evidence to the Digital, Culture, Media, and Sport Committee.",
  "But in evidence to the DCMSC last month, Nix furiously backpedaled from this version of events.",
  "She said no money exchanged hands, but CA would usually have charged for the work it did.",
  "\"I'm pretty sure they never asked us to withdraw it at the time it was published.",
  "There would have been a big discussion about it,\" the source told BI.",
  "CA said this was evidence that Nix had set the record straight.",
  "Alexander Nix, the suspended CEO of Cambridge Analytica.",
  "Literally why should we make excuses for these people?",
  "I'm so tired of making excuses for old white men.\"",
  "Not us for lying for their asses.",
  "Parliament TV\n\n\"It was an error.",
  "Brittany Kaiser.",
  "Why?"
]