[
  "5:44 AM ET Mon, 9 April 2018 | 01:20\n\n\"Facebook fully recognizes the level of public and Parliamentary interests in these issues and support your belief that these issues must be addressed at the most senior levels of the company by those in an authoritative position to answer your questions,\" the letter said.",
  "Meantime, Christopher Wylie, the whistleblower behind the Facebook and Cambridge Analytica data scandal, will be appearing in front of U.K. lawmakers on Tuesday, in a separate hearing.",
  "And if he is available to give evidence, then we will be happy to do that either in person or by video link if that will be more convenient for him,\" Collins said on Tuesday.",
  "\"This second figure will be higher than the first and we will look to provide both broken down by country as soon as we can,\" Facebook's letter said.",
  "\"We can now confirm that around 1 percent of the global downloads of the app came from users in the EU (European Union), including the U.K.\"",
  "The first is the people who downloaded the app, and the second is the number of friends of those people who had data harvested by the app.",
  "\"As such Mr Zuckerberg has personally asked one of his deputies to make themselves available to give evidence in person to the committee.\"",
  "We will seek to clarify with Facebook whether he is available to give evidence or not, because that wasn't clear from our correspondence.",
  "The social media titan also said it is gathering data about the incident to assess how many people were affected by the app.",
  "Facebook said that one of the executives will be available after parliament's Easter break, which ends on April 16.",
  "Collins said that he will still like to hear from Zuckerberg either in person or via video link.",
  "Here's everything you need to know about the Cambridge Analytica scandal.",
  "Cox and Schroepfer are two of Facebook's longest-serving employees.",
  "It said it will make two sets of data available to lawmakers.",
  "\"We would still like to hear from Mr Zuckerberg as well.",
  "No date has been set yet for the hearing."
]