[
  "#regulatefacebook pic.twitter.com/r7B7Ajkt0V — Jim Carrey (@JimCarrey) March 20, 2018\n\nCarrey — who regularly attacks President Donald Trump and members of his administration — was just one of several celebrities criticizing Facebook and Zuckerberg after reports that the platform shared personal data of 50 million of its users with third-party entities, and allowed former Obama presidential campaign staffers to harvest Facebook users’ personal information.",
  "https://t.co/6kaEMwW30U — Chelsea Handler (@chelseahandler) March 19, 2018\n\nOn Monday it was reported that the Federal Trade Commission (FTC) is investigating claims that Facebook allowed Cambridge Analytica, a London-based data mining and data analysis firm, access to its users’ data during the 2016 election.",
  "Actor-comedian Jim Carrey took to Twitter on Tuesday to share artwork targeting Facebook over reports that the social media network allowed third-party analytics firm Cambridge Analytica to access millions of its users’ data during the 2016 election.",
  "Carrey’s painting features a photo of Facebook funder Mark Zuckerberg with a caption of a quote of Zuckerberg calling people “dumb fucks” for trusting him with their personal information when Facebook first launched at Harvard University.",
  "— Kumail Nanjiani (@kumailn) March 19, 2018\n\nActress and left-wing activists Alyssa Milano chimed in, saying, “Are you even going to comment on this, Mark Zuckerberg?!",
  "said to his two million-plus Twitter followers, “I don’t know how anybody can continue using Facebook.”\n\nI don't know how anybody can continue using Facebook.",
  "We need our twitter and Facebook to spread positive information, but at what cost?” asked left-wing comedian Chelsea Handler.",
  "*crickets* https://t.co/QTzaKw8Xyq — Alyssa Milano (@Alyssa_Milano) March 19, 2018\n\n“We should all contemplate this.",
  "We need our twitter and Facebook to spread positive information, but at what cost?",
  "“I am interested in hearing others opinions.”\n\nWe should all contemplate this.",
  "“Screw u mark zuck #deleteFACEBOOK,” wrote Rosie O’Donnell in a tweet.",
  "*crickets*”\n\nAre you even going to comment on this, Mark Zuckerberg?!",
  "O’Donnell also signaled that she’d deleted her Facebook account.",
  "Follow Jerome Hudson on Twitter @jeromeehudson",
  "I am interested in hearing others opinions.",
  "Who are you sharing your life with?",
  "Actor Kumail Nanjiani?"
]