[
  "In their report, the Guardian noted that “hundreds of millions of Facebook users are likely to have had their private information harvested by companies that exploited the same terms as the firm that collected data and passed it on to Cambridge Analytica.”\n\n“My concerns were that all of the data that left Facebook servers to developers could not be monitored by Facebook, so we had no idea what developers were doing with the data,” claimed Parakilas.",
  "“It has been painful watching… Because I know that they could have prevented it.”\n\n“Once the data left Facebook servers there was not any control, and there was no insight into what was going on,” he continued, adding, “Facebook was in a stronger legal position if it didn’t know about the abuse that was happening.”\n\n“They felt that it was better not to know.",
  "I didn’t speak out publicly for years out of self-interest, to be frank,” Parakilas expressed, before adding that the company only started to take action following the media’s allegations of Russian interference in the 2016 presidential election.",
  "In his interview with the Guardian, Parakilas even claimed that known “rogue developers” were rarely sanctioned for misusing data, and that app developers were encouraged to create apps on the platform by being offered user data by Facebook.",
  "Sandy Parakilas, a former Facebook platform operations manager, claimed the company’s “horrifying” misuse of user data was routine, and that Facebook preferred to have “no idea” what third parties were doing with the freely available data.",
  "“Facebook was giving data of people who had not authorised the app themselves, and was relying on terms of service and settings that people didn’t read or understand.”\n\n“I didn’t feel that the company treated my concerns seriously.",
  "I found that utterly shocking and horrifying,” Parakilas declared, also estimating that “a majority of Facebook users” probably had their data used by third party companies and developers.",
  "“They seemed to be entirely focused on limiting their liability and exposure rather than helping the country address a national security issue.”",
  "“In the time I was there, I didn’t see them conduct a single audit of a developer’s systems,” he proclaimed.",
  "“They treated it like a PR exercise,” he concluded."
]