[
  "When asked if Leave.EU paid or accepted any services from Cambridge Analytica, Banks said: “No benefit in kind, no data, no nothing.”\n\nBanks told a parliamentary committee earlier this month that when he referred to Cambridge Analytica being “hired” in his book this was a reference to the intention to work them.",
  "LONDON (Reuters) - British consultancy firm Cambridge Analytica lies at the center of a storm for using data obtained from millions of Facebook users without their permission after it was hired by Donald Trump for his 2016 U.S. presidential election campaign.",
  "FILE PHOTO: A still image taken from video shows Brittany Kaiser of Cambridge Analytica, Arron Banks, Gerry Gunster and Liz Bilney at the launch of the Leave.EU campaigning organisation, in London, Britain November 18, 2015.",
  "“We have already helped supercharge Leave.EU’s social media campaign by ensuring the right messages are getting to the right voters online,” said Nix, who was suspended by the company this week.",
  "Arron Banks, the co-founder of Leave.EU, said in a book that in October 2015 his group hired Cambridge Analytica, a company that uses “big data and advanced psychographics” to influence people.",
  "In a November 2015, Leave.EU said on its website that Cambridge Analytica “will be helping us map the British electorate and what they believe in, enabling us to better engage with voters”.",
  "The moment that that statement went out we were absolutely crystal clear to all the media outlets that we were not involved and that it had been released in error,” he said.",
  "“We did have dealings with Cambridge Analytica – they put forward a pitch that went into the designation document submitted to the electoral commission,” Banks told Reuters.",
  "No work was done with Cambridge Analytica because Leave.EU did not win the designation as the official leave campaign and due to concerns about the consultancy, Banks said.",
  "REUTERS/Henry Nicholls\n\nHowever, the analytics firm is also under scrutiny over campaigning for the 2016 referendum when Britons voted to leave the European Union.",
  "Banks says Cambridge Analytica sought work with the Leave.EU before the referendum but that ultimately it never did any - paid or otherwise - for the campaign.",
  "She said her organization would be “running large-scale research of the nation to really understand why people are interested in staying in or out of the EU”.",
  "REUTERS/Reuters TV/File Photo\n\nNix told a parliamentary committee last month that he contacted Banks and Wigmore and their statements were not true.",
  "In February 2016, Cambridge Analytica chief executive Alexander Nix wrote in Campaign magazine that his company was working for Leave.EU.",
  "Cambridge Analytica and the leaders of the Leave.EU group have previously boasted about working together during the Brexit campaign.",
  "Leave.EU’s communications director Andy Wigmore also said on Twitter last year that his campaign group had used the company.",
  "Parliament is investigating the links between Cambridge Analytica and Leave.EU as part of an investigation into fake news.",
  "The article written in the Campaign magazine was a mistake and “drafted by a slightly overzealous PR consultant”, he said.",
  "The offices of political consultancy, Cambridge Analytica, are seen in central London, Britain March 21, 2018.",
  "However, they have since retracted their claims, saying no contract was signed and no work was completed.",
  "In the same month, Cambridge Analytica director Brittany Kaiser spoke at a Leave.EU news conference.",
  "“You should use Cambridge Analytics,” he said, adding that he could “highly recommend them”.",
  "This “referenced work that we hoped and intended to undertake for the campaign.",
  "Did Cambridge Analytica and Leave.EU work together?",
  "Subsequently, work was never undertaken.",
  "What does Cambridge Analytica say now?",
  "What does Leave.EU say now?"
]