[
  "I just don’t think it’s a realistic option for so many people,” said Ben Grosser, an artist and a professor at the University of Illinois at Urbana-Champaign who has developed several tools people can install on Facebook to help them realize its psychological impact — including one that hides the number of likes on all posts.",
  "Over the years since she joined Facebook in junior high school, her perception has shifted, and Facebook now feels more like a place that tries to “exploit” her personal information, even as it fails to, in her view, adequately address the harassment and hate speech she and her friends see on the platform.",
  "… I spent too much of my day reading the worst the Internet has to offer, and I wasn’t getting paid for it.”\n\nNow, Musal uses a work account to do the parts of his job that require Facebook access, and he logs into that account only during work hours.",
  "The algorithm feeds me everything it thinks I want and nothing I actually do.”\n\nAccording to a recent Pew Research Center poll, 68 percent of U.S. adults use Facebook, three quarters of them checking the platform daily.",
  "“The closest I got to deleting was maybe a year or so ago,” said Laurel Brooks, a 27-year-old program assistant in D.C. She wanted to focus on grad school, and the political content on her feed was becoming draining.",
  "With the news late last week that Facebook had suspended the data firm Cambridge Analytica for improperly collecting data from Facebook users, this viral discussion about quitting for good has started once again.",
  "“I’m intensely critical of the way Facebook is designed, but the fact is, there’s a reason 2 billion people are on Facebook and it’s not simply advertising.”\n\n[Facebook is experimenting on you.",
  "Then, Facebook makes its final plea: “Are you sure you want to deactivate your account?” The deactivation page displays a mosaic of your friends’ photos, each one accompanied by a message.",
  "“I have more free time, and one less platform to worry about keeping up.”\n\nLike Musal, Jamie Gambell, 43, also took the rip-off-the-bandage approach to leaving Facebook a few months ago.",
  "Because those comments were linked to his personal Facebook account, which he used to run the paper’s page, “it sent all those comment notifications to my phone, my laptop, everywhere.",
  "… If you really do feel the draw to go back, it will still be there — but give yourself a serious try.”\n\nCorrection: A previous version of this story misspelled Steve Musal’s name.",
  "But leaving Facebook (and also Tumblr, which he quit around the same time) has really made a difference for him: “I’ve found myself scowling less outside work, at least,” he said.",
  "“I remember having a moment of thinking, ‘Will anyone wish me a happy birthday if I’m not on there?’ and actually being a little angry at myself for thinking this,” he said.",
  "When Facebook reaches a moment of crisis — and it has had a lot of them recently — there’s a wave of users who wonder why they are on the platform in the first place.",
  "Facebook has brought her close to leaving before: Once, in college, Stapf even managed to quit for a day or two, before bringing her account back online.",
  "She was tired of watching her friends fight over gun control and felt overwhelmed and disheartened by the ugly arguments that dominated her news feed.",
  "“While it pains me each day to look through my feed (and particularly use Facebook’s horrid search function), I’m a captive audience,” Stapf said.",
  "“I can say for me, I do not miss it, I have not suffered in any way, and I actually chat more with my family than before,” Gambell added.",
  "He sent a short message to his family, and then followed the instructions he found in a Wired article to delete his account permanently.",
  "“I was on the deactivation page and then remembered I had all my family pictures on there.”\n\nBrooks’s mother was killed six years ago.",
  "Even as we learn more about what Facebook does to us, that knowledge comes into conflict with what Facebook has grown to do for us.",
  "For many, that moment of hovering over the deactivate button feels a lot like trying to leave a store that’s giving away candy.",
  "And Brian Acton, a co-founder of WhatsApp, was one of its supporters, tweeting, “it’s time #deletefacebook” on Tuesday night.",
  "Facebook, for Brooks, is also how she keeps in touch with family members abroad, some of whom are otherwise hard to reach.",
  "For some, Facebook’s automatic Mother’s Day reminders bring grief\n\nThe big myth Facebook needs everyone to believe",
  "Jessica will miss you.” Instead of deactivating, Facebook suggests, would you like to send them a message?",
  "Some of those photos were on her mother’s Facebook page, which she memorialized after her mother’s death.",
  "If I’d spent time going through my page for things to save, I’d never have quit, and I knew it,” he said.",
  "For some, Grosser said, quitting Facebook would be “devastating,” professionally or personally.",
  "Work is what keeps Stapf, a 25-year-old communications professional in Washington, on Facebook.",
  "Jessica Stapf visited this page a week ago, her cursor hovering over the deactivation button.",
  "“I’m disappointed that a platform that I used to really like became something I can’t stand.",
  "I was able to see what my friends posted, what my family was doing, all the things I wanted.",
  "Musal, 34, is an assistant news editor for the Daily Hampshire Gazette in Northampton, Mass.",
  "That decision didn’t come without some initial anxiety, just a few days before his birthday.",
  "“‘Don’t read Internet comments’ is good advice, but it’s part of my job,” Musal said.",
  "Acton began working for Facebook in 2014, when it acquired WhatsApp for $16 billion.",
  "She wished she could commit, press the button, and disappear from Facebook for good.",
  "First, you have to know where the deactivation page lies in your account settings.",
  "He decided to quit after becoming the administrator for his paper’s Facebook page.",
  "“I deactivated the account entirely without prior announcement or saving anything.",
  "But the idea of quitting always seems to spread further than the follow-through.",
  "She has made real friends through communities and groups on the platform.",
  "As of Wednesday morning, Acton’s Facebook account appeared to be gone.",
  "And now it’s everything I don’t — everything is an advertisement.",
  "But that reach is a double-edged sword, in Brooks’s experience.",
  "More reading:\n\n#MeToo made the scale of sexual abuse go viral.",
  "He quit last year to launch his own nonprofit organization.",
  "[Erasing yourself from the Internet is nearly impossible.",
  "To even see the page, you have to reenter your password.",
  "“I know I could still technically view it as a nonuser.",
  "And once he made that decision, he just went for it.",
  "#DeleteFacebook was trending on Twitter on Tuesday.",
  "“I would strongly recommend quitting Facebook.",
  "Here’s how you can run an experiment on it.]",
  "But is it asking too much of survivors?",
  "But for others, quitting is a relief.",
  "I just couldn’t do it,” Brooks said.",
  "“I didn’t tell my friends,” he said.",
  "Steve Musal quit Facebook in July.",
  "But here’s how you can try.]",
  "“Quitting is a fine option.",
  "This time, she couldn’t.",
  "She felt close to ready.",
  "“Susanne will miss you.",
  "He’s still on Twitter.",
  "Gene will miss you.",
  "Maybe someday."
]