[
  "Rather than naming a CEO, a pope or a baseball executive to top the annual ranking, Fortune named a group -- \"the students\" at Marjory Stoneman Douglas high school and others around the country whose \"courage, tenacity and sheer eloquence\" led the massive March for Our Lives event and other initiatives that could finally propel U.S. action on gun control.",
  "While Fortune has often named pairs of individuals (Bill and Melinda Gates, first female U.S. Army Rangers Kristen Griest and Shaye Haver) or groups of leaders (three co-founders of the Black Lives Matter movement, four national co-chairs of the Women's March on Washington), naming a movement or a faceless group appears to be something new.",
  "5) was named for stepping down from President Trump's advisory panel after Trump's tepid response to the violence in Charlottesville last year; \"not long ago, no CEO would have dared to throw himself into the midst of such a controversy, with no direct relevance to his business,\" Murray writes.",
  "He points to the recently published book \"New Power: How Power Works in Our Hyperconnected World\" as a way of explanation: Top-down hierarchies where power is centralized in the hands of a few is ceding ground to \"new power\" that is \"bottom-up, participatory, peer-driven.\"",
  "The list changes dramatically each year -- no names have made the cut all five years, though a few have appeared on four -- and ranking heads of state or leaders of Fortune 100 companies up against college presidents, architects or actresses really tells us very little.",
  "Such a list, by its nature, is arbitrary -- Fortune solicits nominations from experts, but the list is largely shaped by editors with a thematic eye, this year at least, toward people who are \"navigating this challenge\" of a more participatory form of leadership.",
  "(Also on Thursday, Time Magazine released its Time 100 list, which includes Trump, House minority leader Nancy Pelosi and Rep. Maxine Waters (D-Calif.), but that is a judgment of influence, and not necessarily on the quality of their leadership.)",
  "While FDA Commissioner Scott Gottlieb and Joint Chiefs of Staff Chairman Gen. Joseph Dunford are on this year's list, the absence of any other elected Washington officials speaks volumes about the state of leadership in the nation's capital.",
  "This year, only one current U.S. elected leader was chosen -- New Orleans Mayor Mitch Landrieu, in part for his efforts to take down Civil War monuments -- and none of them are elected Washington officials or members of Trump's cabinet.",
  "50) gets kudos for sticking to principles even after Georgia lawmakers took away a tax break following his decision to end a National Rifle Association discount; Bastian wrote in a letter to employees that \"our values are not for sale.\"",
  "Still, it's an interesting shapshot of the year's leadership themes, the unsung heroes doing powerful work and some of the most influential forces driving change across industries, institutions and geographies.",
  "(Matt McClain/The Washington Post)\n\nFortune Magazine released its fifth annual list of who it deems the \"World's 50 Greatest Leaders,\" and for the first time, there's not a single name at the top of the list.",
  "Leaders who are \"best able to channel the participatory energy of those around them -- for the good, for the bad, and for the trivial,\" the book's authors write, are the ones who will do well in the future.",
  "He had these choice words to say after getting the nod: \"Um, I can't even get my dog to stop peeing in my house,\" he wrote an ESPN writer in a text, calling the whole thing \"patently ridiculous.\"",
  "\n\nMarjory Stoneman Douglas High School student Emma Gonzalez, center, stands next to Naomi Wadler, 11, of Alexandria, Va., right, near the conclusion of March for Our Lives in Washington.",
  "Read also:\n\nFacebook CEO Mark Zuckerberg has apologized -- again\n\nThe Cubs’ Theo Epstein had a home run response to getting named the ‘world’s greatest leader’\n\nLike On Leadership?",
  "18) gets credit for leading the first film to pass $1 billion in sales with a predominantly black cast, while European Union Commissioner for Competition Margarethe Vestager (No.",
  "-- who, yes, became the first Democrat to formally declare an entry into the 2020 presidential race -- and in 2016, U.S. House Speaker Paul Ryan and Rhode Island Gov.",
  "Still, he said something that showed he may have deserved it, even beyond the World Series ring: \"I'm not even the best leader in our organization; our players are.\"",
  "[Fortune's ranking of the world's greatest leaders is nearly half women]\n\nWhile there are still plenty of CEOs on the list -- General Motors's Mary Barra (No.",
  "7) is named for \"thoughtfully and assiduously regulating Big Tech\" well before Facebook found itself in the klieg lights for the Cambridge Analytica scandal.",
  "\"We live at a time when the captains of business and government are being taken on by surging currents of social media-fed sentiment.\"",
  "33) -- other new chief executives were selected for power that extends well beyond the walls of their firms.",
  "\"That says something important about the nature of modern leadership,\" Fortune's Alan Murray wrote.",
  "22), for their stories of sexual abuse by former USA Gymnastics doctor Larry Nassar.",
  "Follow us on Facebook and Twitter, and subscribe to our podcast on iTunes.",
  "It's not the only group on this year's list: The #MeToo movement (No.",
  "Perhaps even more interesting than who's on the list is who isn't.",
  "1, Chicago Cubs president of baseball operations Theo Epstein.",
  "In 2017, Fortune picked Sen. John McCain, Ohio Gov.",
  "\"Black Panther\" director Ryan Coogler (No.",
  "31), who sparked protests in other states.",
  "John Kasich and Rep. John Delaney (D-Md.)",
  "Also nowhere to be found: Last year's No.",
  "14), JPMorgan Chase's Jamie Dimon (No.",
  "The gymnasts and their allies (No.",
  "The West Virginia teachers (No.",
  "Merck CEO Kenneth Frazier (No.",
  "Gina Raimondo were listed.",
  "11), Apple's Tim Cook (No.",
  "Delta's Ed Bastian (No.",
  "3)."
]