[
  "See also: Whistleblower: Bannon Sought To Suppress Black Voters With Cambridge Analytica\n\nIn their videos for #TheRealSaheed, at community rallies, and in various conversations with media, a wave of Crown Heights residents has come forward with stories of Vassell's warmth, his helpfulness, his love for his family, friends, and neighbors, and how crushed his death left them.",
  "pic.twitter.com/rJUP6bi7YP — Brooklyn Movement Ct (@BKMovement) May 20, 2018\n\nOn the afternoon Vassell died, as he made his usual loops through the neighborhood, reportedly chatting with friends and borrowing money for food, the part-time welder and longtime resident had also been pointing a length of pipe at several people and pretending to 'shoot.'",
  "NYPD officials stated following Vassell's death that he had been pointing the pipe at them as if to shoot a gun; in the partially blurred out, somewhat far-away surveillance footage officials released, however, it is unclear whether Vassell is doing so, how quickly the officers start shooting, or whether they'd given him a verbal warning first.",
  "The day after the shooting, one long-time neighbor told me he'd seen Vassell -- who he said had always been smart, and was good at math in middle school -- \"flopping like a fish\" on the pavement as he succumbed, without medical aid, to his 10 gunshot wounds; many neighbors also saw his body lying on the sidewalk for several hours afterward.",
  "When asked about Vassell's mental health, they've also made clear that while it may have caused struggles for him in life -- likely including the months before he died, as he mourned his nephew who'd been shot and killed by police in Bushwick in December -- such illness never made him a threat, nor remotely defined him.",
  "Six weeks after Crown Heights resident Saheed Vassell was shot 10 times and killed by police on a busy corner in his Brooklyn neighborhood, community members are still waiting for the city and NYPD to release key facts about the shooting, as well as officers' names, according to the nonprofit Brooklyn Movement Center.",
  "See also: Spectrum Strike Enters Second Year With NYC Protest And No End In Sight\n\nPrior to his sudden resignation related to allegations of sexual assault against former partners, New York District Attorney Eric Schneiderman was reportedly investigating Vassell's death, as were the NYPD's own internal forces.",
  "And while family and community members often powerfully embrace the added, enormous burden of seeking recognition or some kind of justice for their lost loved ones in these cases, the whims of national media and tight-lipped-ness from police can make these goals seem nearly impossible to achieve.",
  "On the day following Vassell's death, New Yorker staff writer Doreen St. Félix reflected after visiting the corner where Vassell had lived and died, \"Each killing is a local story that roils with a strange potential: Will it find a place in the city’s consciousness, or the nation’s?",
  "Speaking on WNYC's Brian Lehrer show the following day, Mayor de Blasio repeatedly emphasized the need to identify New Yorkers' mental illness and provide necessary services quickly but said less about how or why a plainclothes special response unit showed up and started shooting.",
  "See also: New York May Finally Address Its Cannabis Catastrophe By Curbing Arrests\n\nMeanwhile, the names of the four officers who shot and killed Vassell still haven't been released, which usually takes hours or days rather than weeks, according to Pierre.",
  "However, the wider their reach online, and the more support they get from communities around the country, the closer that Vassell's family and friends will come to ensuring truly safe streets -- ones where police are held accountable -- for all of us.",
  "Anthonine Pierre, Deputy Director of the Brooklyn Movement Center (BMC), explained by phone that Vassell's friends and neighbors have found the information provided by NYPD and Mayor Bill de Blasio so far to be even more skewed than it is scarce.",
  "Witnesses have said that four of the five officers who arrived on scene began to shoot immediately, and that, after handcuffing Vassell on the ground, officers waited as long as 10 or 20 minutes for reinforcements to arrive and render him aid.",
  "However, within hours of Vassell's death, media outlets and city officials had referenced reports that he was living with mental illness, possibly untreated; inferences as to its type and severity have seemed to vary.",
  "According to City Council Member Jumaane Williams, three 911 calls were placed that day regarding Vassell's behavior, including two suggesting that his silvery object could have been, but might not be, a gun.",
  "Launched last Thursday, #TheRealSaheed is a week-long campaign to bring national audiences and media the truth about Vassell's life and how his loss has affected the community, as told in their own words.",
  "\"You have this vibrant black community which handled him, so for officials to lay this narrative about his mental state, and his being dangerous, is really hard for [the community] to believe.\"",
  "Pierre pointed out that while the shooting itself happened in broad daylight in front of many neighborhood residents, details have been particularly slow to come out in the aftermath.",
  "Each day, the nonprofit group is sharing a new video of someone who knew \"Sy\" Vassell candidly describing their long-time friend, or former schoolmate, or frequent helping hand.",
  "In the meantime, they're also setting the record straight on social media about who the 34-year-old father of one really was, and how 'official' narratives are getting it wrong.",
  "\"People say he was really kind, that he would give people advice, and run errands for seniors in the neighborhood, do laundry for people, carry their bags from the market.",
  "\"It's one of the problems with these kinds of shootings: there was immediately a campaign to discredit him, which is unfortunate because he's the victim,\" Pierre said.",
  "\"The day he got shot, that was the day I knew the reason why he didn't want me to be a cop\"\n\n- Noelle sharing her story of #TheRealSaheed, her friend and neighbor.",
  "Before they had even had the chance to identify his body, members of the Vassell family spoke to the press about the treatment of the mentally ill by police.\"",
  "\"He was also well known by the neighborhood as someone who had a history of mental health issues, and was not considered violent or dangerous,\" Pierre said.",
  "Based on what city officials have released so far, it is also unclear just how clear these officers were about the situation and area they were entering.",
  "\"When we talk about police abuse of force and power, we're forgetting that there are primary and secondary traumas that stay with these communities.\"",
  "Numerous friends and neighbors (including children and teens) have also described seeing the shooting or the gruesome scene that followed it.",
  "Overall, The NYPD and Mayor Bill de Blasio have said relatively little about the incident, especially as the weeks have gone by.",
  "He would walk one neighbor who worked nights to the train station at 4:00am to make sure she got there safely,\" she continued.",
  "\"It happened at 4:40pm; there were lots of children around, people coming home from school,\" Pierre said.",
  "But the idea of attacking him while protecting the officers who killed him should really be abhorrent.\"",
  "St. Félix continued, \"Resolving this question is often left to those people closest to the tragedy.",
  "\"In the Caribbean lingo, 'foolishness' is another way of saying erratic behavior.\"",
  "\"And in the past six weeks, I have literally heard not one bad word about him.\"",
  "\"There's pain in our community that's being ignored,\" Pierre said.",
  "\"He wasn't homeless, he wasn't dangerous,\" Pierre said.",
  "\"His parents didn't even know how far his reach was.\"",
  "\"They also mention words like, 'He's acting crazy.",
  "\"People seem to be buying the NYPD's narrative.",
  "He's doing foolishness,'\" Williams told WNYC.",
  "Or will it be passed over?\""
]