[
  "But if, instead, the wealthy guests just wanted “a place they could sin in peace,” as the Man in Black (Ed Harris) puts it, and are slaughtering androids — not to mention raping, torturing or abusing them — simply because they enjoy getting to act out without consequence, that eliminates any possible meaning to the suffering that Teddy, Dolores and their peers have suffered for decades.",
  "The last time we see him in this episode, he’s drunk by the pool at a party at his father’s house, puncture marks on his arms, telling Dolores that the revelry “is the sound of fools fiddling while the whole f–––––– species starts to burn.” Logan is not a particularly admirable character, but in this episode, “Westworld” does succeed in making us pity him.",
  "“Westworld” sometimes seems like a humorless show, but there is something pretty funny about having Kanye West’s “Runaway,” with its chorus calling for a toast to miscreants and malefactors, playing in the background of the scene in which Logan takes a pitch from Angela (Talulah Riley) about the park.",
  "Everybody.”\n\nEven in the show’s latest timeline, the Man in Black is convinced that this is all about him, that he’s playing some sort of game with the late Dr. Ford (Anthony Hopkins) and that he’s going to learn something about himself now that he, like Teddy, can actually die in the park.",
  "If humans were repeatedly killing the park’s sophisticated androids in the name of research, or as some sort of preparation for modern warfare, then at least there might be some sort of purpose to their behavior, even if that purpose wasn’t a terribly attractive one.",
  "Among the many twists at the end of the first season of “Westworld” was the revelation of William’s ruthlessness and the idea that he hadn’t merely become the Man in Black in the park, but that the essential elements of his character were there all along.",
  "In the first season, Dolores’s conversational loops helped reinforce for us that she was an android, not a person, even as we also discovered that they were part of the process her maker Arnold (Jeffrey Wright) had designed to bring her to consciousness.",
  "Why do you do this?” Teddy (James Marsden) demands after Dolores (Evan Rachel Wood) has taken him inside the command center for the park that was previously his whole world, and shown him the deaths he has suffered over and over.",
  "“What the hell is this place?” The terrified tech whom Teddy is interrogating gives him the most horrifying possible answer: “It’s just for fun.”\n\nThe idea that Westworld is a mere amusement is not, in fact, exculpatory.",
  "In her conversations with Arnold, Dolores’s use of this sentence communicates her worldview; she’s still capable of being astonished by a world that human beings see as banal and something they’d like to escape.",
  "The Westworld park is a series of reflections, but the secret intention of the men who made it was that people who were supposed to learn about themselves there were the androids, not the guests.",
  "And “Reunion” reveals something even worse than mere moral emptiness: the real purpose for the park and the reason William (Jimmi Simpson) was able to persuade Delos to invest so heavily in it.",
  "Logan is one of the people who grasps the park on its most elemental level; he’s excited to have a chance to sin, to have sex with robots, to shoot androids and feel like he’s a tough guy.",
  "Opinion writer\n\n\n\nEd Harris as the Man in Black in “Westworld.” (HBO)\n\nThis post discusses the plot of “Reunion,” the second episode of the second season of “Westworld,” in detail.",
  "He realized too late what William was, and he understood William’s plans for Westworld too late to stop him, but soon enough to see what was coming.",
  "“And if you don’t see the business in that, then you’re not the businessman I thought you were.”\n\nWilliam’s pitch succeeds, and Logan is destroyed.",
  "The big business play is to surveil the guests and turn their actions into data: This is the Cambridge Analytica scandal on steroids.",
  "We knew then that he had played meek and prudish so that he could disarm and outflank Logan (Ben Barnes), his future brother-in-law.",
  "Splendor doesn’t have a common meaning for all of us, and William will turn Arnold’s creation to ends that Arnold finds repulsive.",
  "But it’s also a painful reminder to Arnold that even though he finds Dolores charming and a cause for hope, she’s still limited.",
  "“I don’t want to underwrite some investment banker’s voyage of self-discovery,” his father-in-law warns him during his pitch.",
  "When William uses the sentence to describe his massive construction site inside the park, it takes on a new meaning.",
  "This time, the repeated question “Have you ever seen anything so full of splendor?” serves a different function.",
  "For Delos, Westworld is an opportunity to study how people behave when they think they’re truly unconstrained.",
  "This is the only place in the world where you get to see people for who they really are,” William argues.",
  "The twist in this episode, of course, is that it’s William who loses his perspective along the way.",
  "The flashbacks in this episode are nicely handled, both as exposition and as character development.",
  "But, as the episode makes clear, that’s the most banal level of evil in the park.",
  "But that’s precisely what the Man in Black’s experience in the park has become.",
  "“Half of your marketing budget goes to trying to figure out what people want.",
  "It’s William who makes the really scary pitch to his father-in-law.",
  "“Do you know what saved me?” William tells Dolores in a flashback.",
  "And in “Reunion,” we see how William’s takeover has played out.",
  "For the guests, the Westworld park is a chance to act out.",
  "You know who loves staring at their own reflection?",
  "“I realized it wasn’t about you at all.",
  "You didn’t make me interested in you.",
  "Turns out you’re not even a thing.",
  "At least that’s what we tell them.",
  "You made me interested in me.",
  "Because they don’t know.",
  "But here, they’re free.",
  "“Why did you do this?",
  "You’re a reflection.",
  "Nobody’s watching.",
  "Nobody’s judging.",
  "We know better."
]