[
  "Tomorrow's front page: British data firm Cambridge Analytica offered £1m bribe to turn election #tomorrowspaperstodaypic.twitter.com/IQzimiXpfQ — The Times of London (@thetimes) March 20, 2018\n\nThe i, meanwhile, leads on Mark Zuckerberg, reporting the founder of the social media site has been called to Parliament to respond to claims that Cambridge Analytica carried out a so-called data grab on more than 50 million Facebook profiles in 2014.",
  "The front page of tomorrow's Daily Telegraph: 'Hackers led warplanes to hospital, claims Syria surgeon' #tomorrowspaperstodaypic.twitter.com/PMGGiGv1D3 — The Telegraph (@Telegraph) March 20, 2018\n\nRadio 4’s Front Row presenter Kirsty Lang features on the front of the Metro after telling MPs she worked though cancer treatment after being asked to become self-employed.",
  "Tomorrow's front page: YouTube app for young kids shows video on how to make a gun pic.twitter.com/YgadoVGIut — The Sun (@TheSun) March 20, 2018\n\nThe Daily Telegraph‘s leads on a British surgeon who believes the hacking of his computer after giving remote instructions on operations in Aleppo led to a hospital in Syria being bombed.",
  "Guardian front page, Wednesday 21 March 2018: Data firm bragged of role in Trump victory pic.twitter.com/KyEZpAGTOe — The Guardian (@guardian) March 20, 2018\n\nAway from the undercover sting, Ant McPartlin continues to lead the tabloids after his arrest on suspicion of drink-driving and return to rehab.",
  "Wednesday's i front page: UK demands answers from Zuckerberg #tomorrowspaperstodaypic.twitter.com/DfNubfJ50P — i newspaper (@theipaper) March 20, 2018\n\nThe Financial Times leads with the same story, saying regulators are “ratcheting up the pressure” on Facebook.",
  "Front page of the Financial Times, London edition, for Wednesday 21 March 2018 pic.twitter.com/vEeQCvb5s3 — Financial Times (@FinancialTimes) March 20, 2018\n\nThe Guardian says Cambridge Analytica “boasted of playing a key role in bringing Donald Trump to power”.",
  "In a statement after Mr Nix’s suspension, the company said comments recorded in the secret filming by Channel 4 News and “other allegations” did not represent “the values or operations of the firm”.",
  "The suspension of Cambridge Analytica’s boss dominates the front pages on Wednesday as the firm comes under mounting pressure over allegations of electoral interference.",
  "Chief executive Alexander Nix has denied the company uses “entrapment, bribes or so-called honey-traps” following an undercover report by Channel 4 News.",
  "Under the headline “Dec’s Dilemma”, the Daily Mirror says the star’s presenting partner is agonising over his TV future without his long-time sidekick.",
  "And the Daily Express issues a rallying call to Jeremy Hunt, saying the Health Secretary has been urged to “deliver radical social care reform”.",
  "Its main story focuses on the news that Guernsey could pass laws to become the first place in the British Isles have a “suicide clinic”.",
  "It leads on the findings of its own investigation on a YouTube app for youngsters, claiming it showed a video on how to make a gun.",
  "The lead story on the front of The Times accuses a parent company of the firm of trying to “entrap a Caribbean politician”.",
  "A downcast Dec Donnelly is also pictured on the front of The Sun."
]