[
  "LIBERAL MEDIA DIDN'T THINK DATA MINING WAS SO BAD WHEN OBAMA'S CAMPAIGN DID IT\n\nA glowing 2012 Time article about the data mining used by Obama staffers was headlined, “Friended: How the Obama campaign connected with young voters,” and went on to explain how social networks are changing the way modern, sophisticated politicians campaign.",
  "We have a basic responsibility to protect people’s data.”\n\nThe Trump campaign recently announced that Brad Parscale, the 2016 campaign’s digital guru who pushed for more focus on social media, will be the campaign manager for 2020.",
  "President Trump took to Twitter Thursday to gloat about his 2016 campaign’s use of social media -- as his opponents and media commentators fume over the controversial data mining of Facebook users.",
  "It is accused of harvesting data to build profiles of 50 million Facebook users, who agreed to fill out a survey, in an attempt to help the campaign target specific voters with ads and stories.",
  "Trump tweeted amid a growing controversy surrounding Cambridge Analytica -- a political research firm hired by the Trump campaign which gained access to Facebook users' private data.",
  "Facebook CEO and co-founder Mark Zuckerberg, in an interview with CNN Wednesday night, said the situation \"was a major breach of trust\" adding: \"I’m really sorry this happened.",
  "But Trump said on Thursday that during 2016 his campaign's social media push was seen as less sophisticated than Hillary Clinton’s data-driven operation.",
  "The New York Times wrote, “How Trump consultants exploited the Facebook Data of millions,” while liberal cable news pundits have agonized over the news.",
  "he tweeted\n\nConservative commentators have also noted that media voices were less critical when the Obama team used similar tactics in 2012.",
  "“By 2016, this sort of campaign-driven sharing over social networks is almost certain to be the norm,” the article stated.",
  "Headlines tying the 2016 Trump campaign to data mining have been strikingly different.",
  "Fox News’ Brian Flood and Nicole Darrah contributed to this report.",
  "\"Well, not saying that anymore!\""
]