[
  "The Reuters/Ipsos online poll found that 41 percent of Americans trust Facebook to obey laws that protect their personal information, compared with 66 percent who said they trust Amazon.com Inc, 62 percent who trust Alphabet Inc's Google, 60 percent for Microsoft Corp.\n\nStephen Lam/Reuters Facebook CEO Mark Zuckerberg speaks on stage during the annual Facebook F8 developers conference in San Jose, Calif. on April 18, 2017.",
  "Fewer than half of Americans trust Facebook to obey U.S. privacy laws, according to a Reuters/Ipsos poll released on Sunday, while a survey published by Bild am Sonntag, Germany's largest-selling Sunday paper, found 60 percent of Germans fear that Facebook and other social networks are having a negative impact on democracy.",
  "OLI SCARFF/AFP via Getty Images A newspaper featuring a full-page advertisment, taken out by Mark Zuckerberg, the chairman and chief executive officer of Facebook to apologise for the large-scale leak of personal data from the social network, lies on a table in Ripon, England on March 25, 2018.",
  "SAN FRANCISCO/LONDON (Reuters) - Opinion polls published on Sunday in the United States and Germany indicated that a majority of the public were losing trust in Facebook over privacy, as the firm ran advertisements in British and U.S. newspapers apologizing to users.",
  "Senator Mark Warner, the top Democrat on the Senate Intelligence Committee, said in an interview on NBC's \"Meet the Press\" on Sunday that Facebook had not been \"fully forthcoming\" over how Cambridge Analytica had used Facebook data.",
  "This follows allegations that the British consultancy Cambridge Analytica improperly gained access to users' information to build profiles of American voters that were later used to help elect U.S. President Donald Trump in 2016.",
  "Warner repeated calls for Zuckerberg to testify in person before U.S. lawmakers, saying Facebook and other internet companies had been reluctant to confront \"the dark underbelly of social media\" and how it can be manipulated.",
  "Facebook founder and chief executive Mark Zuckerberg apologized for \"a breach of trust\" in advertisements placed in papers including the Observer in Britain and the New York Times, Washington Post and Wall Street Journal.",
  "The world's largest social media network is coming under growing government scrutiny in Europe and the United States, and is trying to repair its reputation among users, advertisers, lawmakers and investors.",
  "Data supplied to Reuters by the Israeli firm SimilarWeb, which measures global online audiences, indicated that Facebook usage in major markets and worldwide remained steady over the past week.",
  "Users may not actually delete their accounts\n\nIt is too early to say if distrust will cause people to step back from Facebook, eMarketer analyst Debra Williamson said in an interview.",
  "The German poll published by Bild was conducted by Kantar EMNID, a unit of global advertising holding company WPP, using representative polling methods, the firm said.",
  "\"This was a breach of trust, and I'm sorry we didn't do more at the time,\" Zuckerberg said, reiterating an apology first made last week in U.S. television interviews.",
  "\"Desktop, mobile and app usage has remained steady and well within the expected range,\" said Gitit Greenberg, SimilarWeb's director of market insights.",
  "'A breach of trust'\n\nZuckerberg acknowledged that an app built by a university researcher had \"leaked Facebook data of millions of people in 2014\".",
  "Additional reporting by William James in London, Dustin Volz in Washington D.C. and Chris Kahn; Editing by Kevin Liffey\n\nAlso On HuffPost:",
  "If we can't, we don't deserve it,\" said the advertisement, which appeared in plain text on a white background with a tiny Facebook logo.",
  "\"It's psychologically harder to let go of a platform like Facebook that's become pretty well ingrained into people's lives,\" she said.",
  "Overall, only 33 percent found social media had a positive effect on democracy, against 60 percent who believed the opposite.",
  "Facebook shares tumbled 14 percent last week, while the hashtag #DeleteFacebook gained traction online.",
  "Customers of banks or other industries do not necessarily quit after losing faith, she said.",
  "\"It is important to separate frustration from actual tangible impacts to Facebook usage.\"",
  "The poll was conducted from Wednesday through Friday and had 2,237 responses.",
  "\"We have a responsibility to protect your information.",
  "U.S."
]