[
  "Facebook’s stock sank by 6.77 percent Monday as the company is criticized for allegedly failing to provide more information about how data analysis firm Cambridge Analytica came to access the personal data of millions of Facebook users without the user’s specific permission.",
  "“I think the trust feels like a lot of other people, which is: ‘You know what, if I’m going to pay say 23 times this year’s earnings or 19 times next year’s, I don’t want to get up in the morning and see a bad headline every day,” Cramer said.",
  "MarketWatch reports that Facebook’s stock declined as U.S. and British lawmakers attacked the social media firm for failing to provide more information about the use of user data by third-party analysts.",
  "The app was advertised as a harmless personality quiz app, but it allegedly utilized Facebook’s API to gather personal data about the users of the app as well as data about the friends of the users.",
  "The billionaire CEO’s net worth dropped from around $75 billion to $71 billion according to Forbes billionaire list which updates the net worth of billionaires in real time.",
  "CNBC’s Jim Cramer, known for his Mad Money show, said that his charitable trust sold stock in Facebook after the recent revelations about the companies use of user data.",
  "Massachusetts Attorney General Maura Healey announced that she would be launching an investigation into both Facebook and Cambridge Analytica.",
  "Facebook’s stock was down by almost seven percent yesterday as the company faces a scandal relating to the use of user data.",
  "As of market close, Facebook’s stock was down by 6.77 percent, representing a loss of roughly $40 billion in market cap.",
  "Facebook CEO Mark Zuckerberg took a personal hit to his finances of $4 billion as his company’s stock dropped.",
  "Cambridge Analytica allegedly developed an app called “thisisyourdigitallife” to harvest user data.",
  "Cramer also stated: “Why isn’t Facebook more aware of the power it has?",
  "They don’t make you love them.”"
]