[
  "(Reuters) - DZ Bank was the third Wall Street brokerage this week to make a rare cut in price targets for Facebook Inc (FB.O) on Wednesday as the social network’s shares slid for a third day in response to a row over data use by Cambridge Analytica.",
  "“Investors now have to consider whether or not the company will conclude that it has grown in a manner that has proven to be untenable or whether it needs to significantly improve how it is managed,” said Pivotal Research Group analyst Brian Wieser.",
  "The suspended chief executive of Cambridge Analytica said in a secretly recorded video broadcast on Tuesday that his UK-based political consultancy’s online campaign played a decisive role in U.S. President Donald Trump’s 2016 election victory.",
  "A 1.6 percent fall in Facebook shares in premarket trading brought the losses in the company’s market value this week to $57 billion, or 10.5 percent - a shock for a company that has risen more than 550 percent in value in the past five years.",
  "Morgan Stanley analysts said they expected Facebook to bring changes to how data are made available to app developers and third parties, adding it could have a negative impact on Facebook Audience Network’s ability to scale, although minimal.",
  "CEO Alexander Nix’s comments, which could not be verified, were potentially a further problem for Facebook as it faces U.S. and European scrutiny of Cambridge’s improper use of 50 million Facebook users’ personal data to target voters.",
  "REUTERS/Dado Ruvic\n\nThe brokerage cut its target for the California-based firm by $20 to $210, still way above the current share price of $165 but adding to signs that Wall Street analysts are waking up to the risks to the company.",
  "So far, U.S. and European lawmakers have demanded an explanation of how Cambridge Analytica gained access to user data in 2014 and why Facebook failed to inform its users, raising broader industry questions about consumer privacy.",
  "[nL1N1QZ02Q]\n\n“We ... anticipate that the stock will be subject to further headline risk in the coming weeks as senior management is summoned to DC for hearings with lawmakers,” Credit Suisse analyst Stephen Ju wrote in a note.",
  "Many analysts have now raised concerns that the incident will have a negative impact on user engagement with Facebook, potentially eating into its clout with advertisers.",
  "He said that despite allegations of Russian interference, a bill requiring Internet companies to disclose foreign buyers of political advertising is going nowhere.",
  "Macquarie Research also trimmed its by $5 to $200, the first reduction since Oct 2012, five months after Facebook stock market launch.",
  "“We don’t expect Congress to enact online privacy legislation anytime soon, even if Democrats win the House this fall,” Gallant said.",
  "On Tuesday another brokerage Evercore ISI cut their target by $20 to $205, their biggest reduction ever.",
  "There are mixed views, however, on whether an aggressive regulatory response will materialize.",
  "Figurines are seen in front of the Facebook logo in this illustration taken March 20, 2018.",
  "Cowen and Co analyst Paul Gallant said that Congress is unlikely to act on the issue."
]