[
  "As CNET points out, Zuckerberg is well aware of what's at stake in Washington this week: \"He summed it up with reporters last week: 'Two of the most basic questions that I think people are asking about Facebook are: first, can we get our systems under control and can we keep people safe, and second, can we make sure that our systems aren't used to undermine democracy?'\"",
  "The research initiative announced Monday will be funded by the John and Laura Arnold Foundation, Democracy Fund, the William and Flora Hewlett Foundation, the John S. and James L. Knight Foundation, the Charles Koch Foundation, the Omidyar Network, and the Alfred P. Sloan Foundation, according to Facebook's announcement.",
  "The initiative, which will be funded by several foundations across the political spectrum, will ask a group of scholars to come up with a research agenda, solicit proposals for research and select scholars who would be given funding and access to datasets from Facebook for analysis.",
  "\"The goal is both to get the ideas of leading academics on how to address these issues as well as to hold us accountable for making sure we protect the integrity of these elections on Facebook,\" Facebook CEO Mark Zuckerberg said in a blog post Monday morning.",
  "Facebook on Monday rolled out another measure it hopes will help the company navigate how its site is used during political campaigns, announcing a new commission to provide independent research on the role of social media in elections.",
  "On CBS News' \"Face the Nation\" Sunday, CBS News contributor and \"Wired\" editor-in-chief Nick Thompson observed that over the last few weeks, Facebook has announced about 20 policy changes, which he deemed \"very good changes.\"",
  "The social media giant has been under heightened scrutiny since it was reported that the personal data of tens of millions of its users was harvested by a subcontractor to the political data firm Cambridge Analytica.",
  "Last month, the company changed its privacy settings to make them easier to find, something the company has repeatedly promised to do in numerous policy announcements over the course of the past 12 years.",
  "Zuckerberg again included a mea culpa in Monday's announcement, reiterating that \"it's clear we were too slow identifying election interference in 2016, and we need to do better in future elections.\"",
  "And on Friday, Facebook announced that advertisers running political or issue-related ads must be verified, confirming their identity and location before being allowed to run their ads.",
  "Zuckerberg is on Capitol Hill Monday morning for meetings with lawmakers before his highly anticipated testimony before Congress over two days, starting Tuesday.",
  "He added that \"there also is a role for Congress, both in setting specific regulations and also setting some guidelines for Facebook to follow in the future.\"",
  "Zuckerberg also promised that the researchers would be free to share their work publicly, without Facebook's approval prior to publication.",
  "Facebook estimated last week that the number of Facebook users affected could be as high as 87 million.",
  "He'll address Congress' concerns about abuse of user data on the social media site at both hearings.",
  "Facebook said in its release that the data shared with researchers would be privacy-protected.",
  "Facebook has since been working to make changes to its platform.",
  "\"They will make political campaigns clearer and fairer.\"",
  "They do open things up,\" Thompson said.",
  "\"They do protect you."
]