[
  "“The United Kingdom will be able to step out, sign and ratify new trade deals with old friends — and new allies — around the globe for the first time in more than 40 years,” Davis said, calling it “one of Brexit’s greatest opportunities.”\n\nBarnier said that, assuming he receives a mandate to do so from the European Council, the two sides could quickly begin negotiating on the outline of the future relationship.",
  "The U.K. has agreed that the EU’s “backstop” option for avoiding a hard border on the island of Ireland — which would include Northern Ireland remaining in the EU’s customs territory, and was rejected outright by Prime Minister Theresa May — should remain in the draft legal withdrawal text, pending the U.K. bringing forward alternative solutions for avoiding a hard border.",
  "British Brexit minister David Davis (L) and EU chief negotiator Michel Barnier meet at the European Commission in Brussels on March 19, 2018 | Emmanuel Dunand/AFP via Getty Images EU and UK reach Brexit transition deal David Davis confirms transition period will end on December 31, 2020.",
  "Brexit negotiators reached a political deal on the terms of a Brexit transition period in a new draft withdrawal agreement that will ease business fears over a post-Brexit cliff edge but leaves the decisive issue of the Irish border unresolved.",
  "The deal was outlined in a new, color-coded version of the Brexit withdrawal agreement, published by chief negotiator Michel Barnier on Monday and announced in a press conference alongside U.K. Brexit Secretary David Davis in Brussels.",
  "To reach an agreement, the U.K. had to make compromises, agreeing to grant EU citizens arriving in the country during the transition the same rights as those arriving before Brexit, and on its preferred length of transition.",
  "British negotiators have also softened their position on fisheries access, but have secured an agreement that the U.K. will be consulted on fishing allocations for 2020 and the share of the U.K.’s catch will not change.",
  "While Davis hailed negotiators \"locking down entire chapters\" of the withdrawal agreement on citizens and the financial settlement, both negotiators said that differences remained over Ireland and Northern Ireland.",
  "Formal trade negotiations could only commence when the U.K. is a third country, he added, clarifying that the future relationship will be \"finalized\" during talks that will take place during the transition period.",
  "The agreement of a status quo transition period is great news for trading firms on both sides of the Channel, as it means that they will face little or no change in day-to-day business in the short term.\"",
  "Barnier said EU citizens moving to the U.K. during the transition would have “the same rights and guarantees” as those who arrive before the Brexit date in March 2019.",
  "Adam Marshall, director general of the British Chambers of Commerce, said: “This is a milestone that many businesses across the U.K. have been waiting for.",
  "If signed off by the EU27 at the European Council summit later this week, the agreement will see the transition last 21 months, ending in December 2020.",
  "The agreement also confirms that the U.K. will be able to sign, but not implement, trade deals with non-EU countries during the transition period.",
  "The transition deal was welcomed by U.K. businesses, who have long considered this month the latest viable date for achieving such an agreement.",
  "The means by which the U.K. and EU will resolve disagreements over the withdrawal agreement would also require more work, Barnier said.",
  "But both Barnier and Davis hailed the new draft withdrawal agreement and transition deal as a “decisive” step forward.",
  "“Over the last few days we’ve trod an essential part of the road towards an orderly withdrawal,” Barnier said."
]