[
  "He has gone from a touted messenger of the future of what engagement and communication -- in politics and in life -- could be to a sort of cautionary tale of the dangerous downsides of our ever-accelerating obsession with our online lives and steadily-increasing willingness to share every iota of personal information with a nameless, faceless entity.",
  "And then came the slew of reports -- later confirmed by the US Intelligence Community -- that Russian had not only engaged in a broad-scale attempt to influence the presidential election but done so with the goal of helping Trump and hurting Hillary Clinton.",
  "Zuckerberg as the prophet of our new world -- interconnected through the Internet -- was what initially created talk that he might not only run for president but could also be the kind of new, visionary leader the country needed.",
  "It began with the revelations in late 2017 that Russia used Facebook extensively as both an advertising medium and an organizing tool for their efforts to disrupt the 2016 presidential election.",
  "But, just as he went from hero to heel over the last 7 months, it's possible Zuckerberg returns to his past perch as high priest of our new technology age sometime in the not too distant future.",
  "But, he almost assuredly will have to speak -- facing, as he does, calls from Congress to testify about Facebook's privacy policies and the way in which it handles advertising on the site.",
  "The rapid rise and fall of Zuckerberg is a telling tale of our decidedly mixed relationship with technology and what it means to how we will work and play in the coming years and decades.",
  "Now comes reporting that Cambridge Analytica, a data firm employed by then-candidate Donald Trump, may have gained access to detailed personal information of more than 50 million users .",
  "Second thoughts about what we spent the last few years gleefully putting online -- credit card info, family details and the pictures, the pictures, the pictures -- crowded in.",
  "Facebook says the data in question was legally gathered by a psychology professor who then passed it along to Cambridge Analytica, which is against company policies.",
  "Seven months on from peak buzz regarding Zuckerberg's presidential possibilities -- which hit around August 2017 -- it feels like all of that happened 7 years ago.",
  "Those revelations have triggered a broader cultural reexamination of our relationship with technology and what we give over freely versus what we keep private.",
  "The Zuckerberg who was the stuff of presidents in the summer of 2017 was no different than the Zuckerberg of scorn and blame in the spring of 2018.",
  "But, Zuckerberg's political future -- if he wants to have one -- is almost entirely linked to how we as a country view technology going forward.",
  "What changed was what we know about how the Russians -- and others -- used Facebook against our most sacred democratic institution: The vote.",
  "In the wake of the the Russia revelations late last year, Zuckerberg pledged to ensure that his creation wouldn't be poisoned by bad actors.",
  "(CNN) Less than a year ago, here's how Facebook founder Mark Zuckerberg's potential political aspirations were being treated by the media.",
  "\"It's time for Mr. Zuckerberg and the other CEOs to testify before Congress,\" tweeted Virginia Democratic Sen. Mark Warner Tuesday.",
  "And there was Zuckerberg, the face of our technological future and the vessel of all the increasing ill will (and unease) about it.",
  "Literally, you could be friends -- albeit in a digital sense only -- with people all over the world with a few keyboard clicks.",
  "A social networking website he dreamed up at Harvard became a way that we could connect with all sorts of people.",
  "\"We're serious about preventing abuse on our platforms,\" Zuckerberg said in a November 2017 statement .",
  "And he can't solve the problems his creation -- and others like it -- have made in our brave new world.",
  "What's harder to quantify but no less damaged is the image of Zuckerberg within the political world.",
  "Zuckerberg has said nothing since the Cambridge Analytica allegations emerged late last week.",
  "\"The American people deserve answers about social media manipulation in the 2016 election.\"",
  "Zuckerberg -- and Facebook -- have been walloped, repeatedly, by negative news.",
  "Donald Trump, running, seemingly, a back-to-the-future sort of campaign won.",
  "\"We're investing so much in security that it will impact our profitability.",
  "Right now, that outlook is dim -- and so Zuckerberg is a political scourge.",
  "For many, Zuckerberg symbolized the transformational power of technology.",
  "Protecting our community is more important than maximizing our profits.\"",
  "Suddenly our golden god of technology didn't seem so benevolent anymore.",
  "Or whether the idea of privacy even exists at all in this digital age.",
  "The limitless possibilities offered by Facebook turned nefarious.",
  "We experienced a collective, societal sense of buyer's remorse.",
  "Zuckerberg is a cipher for all of this uncertainty and anxiety.",
  "College friends you always wondered whatever happened to.",
  "The pace of our world almost guarantees it.",
  "Potential future employers or employees.",
  "Then the 2016 election happened.",
  "Your offline friends.",
  "He didn't create it."
]