[
  "Jason Miller, a Trump spokesman, declined to comment on Wednesday’s meeting but said, “Major donors from around the country are calling up and offering their financial assistance with implementing President-elect Trump’s reforms, including repealing and replacing Obamacare and also tax reform, and it only makes sense that a structure is created to direct these efforts.”\n\nThe question of who besides Parscale goes to the nonprofit has been a factor stalling Trump’s team as they simultaneously try to staff both the West Wing and this new group, transition officials said.",
  "Story Continued Below\n\nAt the head of the table sat Brad Parscale, Trump’s digital director, and Kellyanne Conway, his campaign manager, with top aides scattered all around, among them Trump’s longtime attorney Michael Cohen, Trump’s deputy campaign manager David Bossie, senior Trump communications adviser Jason Miller, Vice President-elect Mike Pence’s senior adviser Marc Short, and Rebekah Mercer, the most influential donor in Trump’s orbit.",
  "And that came after Trump’s chief strategist, Steve Bannon, put a $1 trillion price tag on the president-elect’s infrastructure plan in mid-November, telling The Hollywood Reporter, “The conservatives are going to go crazy.”\n\nFor now, the Trump team is figuring out the legal limits of the new group, including how much its leaders, if engaged more directly in politics, could continue to communicate with the West Wing and the president-elect.",
  "“The jousting was someone in the meeting trying to elevate themselves above the rest.”\n\nOther attendees of the meeting and those briefed on it after said Parscale, who had no political experience prior to 2016 and ran a digital company in San Antonio, is likely to be layered over by an operative who has deeper relationships in political and donor circles who would become the de facto face of the group.",
  "“People are looking for high-level plan b in case they don’t get high-level plan A.”\n\nDespite the fact that there were no definitive conclusions in Wednesday’s meeting (“People left that meeting with more questions than they came in with,” said one person), the next day Conway was on MSNBC presenting herself as the would-be leader of the nonprofit, if she chose not to join the administration.",
  "The idea, the adviser explained, is to find someone whom “money people feel comfortable writing checks” to, “… not that Brad’s not, but he’s a data guy.”\n\nIn some ways, the central disagreement is over who gets the top title — whether Parscale is named president, say, or chief operating officer under someone else.",
  "But while everyone present agreed the nonprofit would be vital to enacting the president-elect’s political agenda, they disagreed on who exactly would control it, according to interviews with a half-dozen Trump advisers and transition officials, most of whom spoke anonymously to describe the internal dynamics.",
  "That has some Republicans nervous, all the more so after Kushner told a group of New York business leaders that Trump is actually more closely aligned on infrastructure issues with Senate Minority Leader Chuck Schumer (D-N.Y.) than with Senate Majority Leader Mitch McConnell (R-Ky.).",
  "Parscale has been more lukewarm about the firm’s services, saying in a post-election call held by the RNC that he “made the choice to use RNC universes” over Cambridge’s for the campaign’s data targeting and that, “yeah,” too much attention had been paid to Cambridge’s role.",
  "Donald Trump’s top advisers are jousting over control of the new political group they are forming to help press the president-elect’s agenda, as rival camps have formed with repercussions for who ends up as senior staff at the White House.",
  "The issue came to a head last Wednesday, in a glass-walled conference room on the 14th floor of Trump Tower, where about a dozen members of Trump’s inner circle gathered to plot the future of the still-unformed nonprofit.",
  "And four people familiar with the discussions about the group said Parscale had been specifically empowered by Jared Kushner, Trump’s son-in-law and one of his closest counselors, to take charge of the new organization.",
  "Adding to the intrigue is the fact that, unlike the RNC, this pro-Trump group would not be tethered to Republican partisan politics, meaning it could conceivably target recalcitrant GOP lawmakers who get in Trump’s way.",
  "“I’m either going to go outside and build this surround-sound superstructure so that every time somebody tries to get in his way, with legislation he wants to pass, I will be there to haunt them,” she said.",
  "Both sides of the divide agree that Parscale will play a crucial role, continuing the online operations of a candidate who raised tens of millions of dollars from small donors in a matter of months.",
  "At one point in Wednesday’s meeting, Parscale jumped in to say that “no disrespect” to the Mercers, as Rebekah sat only feet away, but that this group was about Trump and his movement — not them.",
  "Rebekah Mercer has signaled to people in Trump’s orbit that she wants the work to go to Cambridge Analytica, which is owned in part by the Mercers and was a Trump campaign vendor.",
  "The pro-Trump group is being modeled after the nonprofit created by President Barack Obama’s first campaign manager, David Plouffe, following his 2008 victory.",
  "One Trump aide said the paralysis was in part a case of people looking for a backup plan should they miss out on the job they most want in the West Wing.",
  "“The Nick Ayers of the world, the Kellyanne Conways and the Dave Bossies,” said the senior Trump adviser of the type of person who would fill this role.",
  "That, too, could factor into who lands where, as Trump’s team pushes to announce another round of senior staff appointments in the coming week.",
  "Conway has publicly expressed interest in running the outside group and she has already turned down the job of White House press secretary.",
  "Trump has filled out most of his Cabinet but his own senior staff is largely still up in the air more than 40 days since the election.",
  "But she could still end up in the administration, meaning another trusted Trump operative would likely head to the nonprofit.",
  "Late Friday, The Associated Press reported, with Parscale on the record, that he would be leading the pro-Trump nonprofit.",
  "(Ayers is a senior aide to Pence who was also under consideration to run the Republican National Committee.)",
  "“Coming out of that 14-person meeting, he clearly got nervous,” a senior Trump adviser said of Parscale.",
  "“Are other people trying to big-foot Brad in case they don’t get what they want in the administration?",
  "But there is also the question of what data and analytics provider the outside group would use.",
  "“That group that met in that room is going to be the nucleus,” one senior Trump adviser said.",
  "“That got people’s attention,” said a second person with knowledge of the meeting.",
  "Parscale is the only senior Trump aide who is definitely headed to the nonprofit.",
  "Conway and Parscale did not respond to requests for comment for this story.",
  "Some took that as a slap at her efforts to raise big money for Trump.",
  "“He made no friends with this,” said yet another Trump adviser.",
  "Kenneth P. Vogel contributed to this report.",
  "The AP story did not sit well with others.",
  "Parscale’s allies began pushing back.",
  "Sure,” this adviser said."
]