[
  "Bannon: Facebook takes your stuff for free and monetizes it for huge margins 6:01 PM ET Thu, 22 March 2018 | 00:22\n\nRight-wing political strategist Steve Bannon said Thursday that he did not know about Cambridge Analytica's data mining from Facebook, marking the first time the former top White House strategist and Trump campaign boss spoke publicly about the scandal.",
  "Referring to Zuckerberg's apologies and media interviews reacting to the Cambridge Analytica scandal, Bannon said he \"sounds like a first-year associate hired in corporate development, mumbles through the whole interview, and no one asks him a tough follow-on question.\"",
  "Bannon was once an executive with the political-consulting firm, which is alleged to have used data mined from millions of Facebook users to create political ads that favored Donald Trump's presidential campaign and the push for Brexit.",
  "What happened there, Bannon said, is between Facebook, Cambridge Analytica and \"the professor\" – meaning Aleksandr Kogan, who reportedly shared data harvested from his psychological test Facebook app with Cambridge Analytica.",
  "Cambridge Analytica CEO Alexander Nix was suspended earlier this week after the UK's Channel 4 ran an expose which showed the executive bragging that the firm was in charge of all the data and ads for the Trump campaign.",
  "Bannon declined to comment directly on Nix, but instead zeroed in on Facebook co-founder and CEO Mark Zuckerberg, assailing the social media giant's business model.",
  "Cambridge Analytica executives also were caught on video boasting of using entrapment, fake news and psychological manipulation in its operations.",
  "\"Here's what won it for Trump: economic nationalism\" and talking in plain language to the American people, Bannon said.",
  "The former Breitbart News boss also pushed back on the idea that Cambridge Analytica won the election for Trump.",
  "We know this is a critical moment for our company, for the service we provide,\" Sandberg told CNBC.",
  "Facebook COO Sheryl Sandberg also apologized for her company's role in the data scandal.",
  "Correction: This story was updated to correctly attribute a quote to Steve Bannon.",
  "He also accused media outlets of playing \"patty cake\" with the Facebook CEO.",
  "Bannon was speaking at a conference held by the Financial Times newspaper.",
  "That's why the companies trade for such high valuations,\" Bannon said.",
  "Cambridge Analytica and Facebook have both denied wrongdoing.",
  "\"Then they write algorithms and control your life.\"",
  "They sell it and monetize it for huge margins.",
  "He also claims credit for the company's name.",
  "\"We are going to do everything we can.\"",
  "\"We know this is an issue of trust.",
  "\"They take your stuff for free."
]