[
  "The ads featured an apology written by Facebook CEO Mark Zuckerberg, who attempted to explain the Cambridge Analytica situation and reiterate that the company has already prevented third-party apps from “getting so much information,” also adding that the company has begun “limiting the data apps get when you sign up.”\n\nFull page apology from the @facebook boss in many British newspapers today #cambridgeanalytica pic.twitter.com/z6EG5u6Pgw — Joe Lynam (@JoeBLynam) March 25, 2018\n\nThe apology from Zuckerberg reads “This was a breach of trust and I’m sorry we didn’t do more at the time.",
  "Facebook previously took out full-page ads in newspapers to warn against the dangers of “fake news.” In May 2017 that the social media company took out full-page ads in U.K. newspapers as part of an initiative to show that Facebook was actively fighting “fake news” on their platform.",
  "A recently released poll from Reuters shows that the public is rapidly losing faith in Facebook following recent revelations that data analysis firm Cambridge Analytica used the social media platform to gain access to the personal data of 50 million users.",
  "to obey the same laws despite the site suffering their own massive data breaches in 2016, while 60 percent trust Microsoft, 62 percent trust Google and Amazon was ranked as the most trusted with 66 percent.",
  "I promise to do better for you.” The ads appeared in the Sunday editions of the UK newspapers the Observer, the Sunday Times, Mail on Sunday, Sunday Mirror, Sunday Express and Sunday Telegraph.",
  "The Verge reports that Facebook has taken out full-page advertisements in multiple newspapers to apologize for their latest data scandal related to data analysis firm Cambridge Analytica.",
  "The ads attempted to advise readers on how to spot manipulated images, altered website URL’s, and urged them to be skeptical of misleading headlines.",
  "Facebook has taken out full-page advertisements in seven British and three American newspapers to apologize for their latest user data scandal.",
  "Finally, we’ll remind you which apps you’ve given access to your information – so you can shut off the ones you don’t want anymore.",
  "You may have heard about a quiz app built by a university researched that leaked Facebook data of millions of people in 2014.",
  "In the United States, the ads appeared in the New York Times, the Washington Post, and the Wall Street Journal.",
  "We’re also investigating every single app that had access to large amounts of data before we fixed this.",
  "According to the Reuters poll, only 41 percent of consumers trust Facebook to obey U.S. privacy laws.",
  "The ads were featured nationwide in publications such as The Guardian and The Telegraph.",
  "Similar ads were published in France before the country’s presidential election.",
  "This was a breach of trust, and I’m sorry we didn’t do more at the time.",
  "We’ve already stopped apps like this from getting so much information.",
  "Now we’re limiting the data apps get when you sign in using Facebook.",
  "The ad states:\n\nWe have a responsibility to protect your information.",
  "And when we find them, we will ban them and tell everyone affected.",
  "In comparison, 47 percent of consumers say they would trust Yahoo!",
  "We’re now taking steps to make sure this doesn’t happen again.",
  "Thank you for believing in this community.",
  "If we can’t, we don’t deserve it.",
  "I promise to do better for you.",
  "We expect there are others."
]