[
  "The Facebook platform isn’t dying en masse, and even if it were, Facebook’s other assets – Instagram, Messenger, and WhatsApp – are lucrative enough by themselves to cause Facebook stock to rise above its current levels.",
  "If 26% of U.S. adults actually did delete the Facebook app and have stopped using the platform entirely, that would mean that Facebook had lost 65 million users, assuming every adult in the U.S. has a Facebook account.",
  "That’s because worries about the Facebook platform were overdone, while the number of users on Instagram, another platform owned by the company, increased to 1 billion users from 100 million users.",
  "Indeed, a recent Pew survey found that about a quarter of U.S. adults have deleted the FB app from their phones\n\nBut the Facebook platform is not the same as Facebook the company or Facebook stock.",
  "Moreover, even if 65 million U.S. adults did delete their Facebook accounts, that would represent only 3% of Facebook’s 2.2 billion user base, assuming all 65 million were active users.",
  "Facebook Stock Is Much More Than Facebook\n\nThe bull thesis on Facebook stock has less to do with Facebook not dying and more to do with the company’s other platforms ramping.",
  "InvestorPlace - Stock Market News, Stock Advice & Trading Tips\n\nThe company is an ecosystem that consists of four of the most widely used social media apps in the world.",
  "You use it to look up people, get phone numbers, receive birthday reminders, set up events, and get information about other people.",
  "Yet during that stretch, Facebook has more than doubled its worldwide monthly active user base from 1 billion to over 2 billion.",
  "Plus, consumers have some lingering concerns about the privacy and data protection capabilities of the core Facebook platform.",
  "A recent Pew survey, conducted after the Cambridge Analytica scandal, found that 26% of U.S. adults have deleted the FB app.",
  "When it comes to Facebook (NASDAQ:FB), don’t confuse the core Facebook platform with the company or with Facebook stock.",
  "But there are two important things to point out here:\n\nPeople have been saying Facebook has been dying for five years.",
  "The core Facebook platform is the world’s most widely used social media app with over 2 billion monthly active users.",
  "The Facebook Platform Isn’t Dying\n\nClaims regarding the death of the Facebook platform are greatly overdone.",
  "As a result, investors should buy Facebook stock on its current weakness and hold onto it for a long time.",
  "I’m not saying that the pundits are completely wrong about the Facebook platform losing its relevance.",
  "Thus, even in a worst-case scenario, 65 million users is still just a drop in the ocean for FB.",
  "That same survey found that 42% of U.S. adults have taken a break from the social media site.",
  "The other three are either becoming much more popular or maintaining sky-high user metrics.",
  "Consumers look at Facebook as “old” and are spending more time on other social media apps.",
  "Since 2013, the Facebook platform has been becoming less popular among younger consumers.",
  "From this perspective, even though Facebook’s engagement is dropping, FB isn’t dying.",
  "Outside of China, there are five apps with more than one billion users in the world.",
  "Meanwhile, Facebook stock is a reflection of the company, not Facebook the platform.",
  "It has been around for the past five years (see 2013, 2014, 2015, 2016, and 2017).",
  "The fifth one is YouTube, which is owned by Alphabet (NASDAQ:GOOG,NASDAQ: GOOGL).",
  "And don’t read too much into the so-called demise of the Facebook platform.",
  "Long story short, don’t confuse Facebook stock with the Facebook platform.",
  "People aren’t posting as much anymore, and engagement is way, way down.",
  "The kids have moved onto Instagram and Snap’s (NYSE:SNAP) Snapchat.",
  "Yet since then, Facebook stock has increased by nearly 500%.",
  "It is an internet utility that has become your internet ID.",
  "That platform, despite its size, is struggling right now.",
  "But what I am saying is that all of that doesn’t matter.",
  "It is simply becoming less valuable than it was before.",
  "The adults are upset about Facebook’s privacy issues.",
  "65 million users is a drop in the ocean for Facebook.",
  "The so-called demise of FB is not a new narrative.",
  "FB isn’t really a social network platform anymore.",
  "Only one of them, Facebook, is losing momentum.",
  "On their face, those numbers look bad.",
  "Facebook owns four of these apps.",
  "It is losing relevance.",
  "That much is obvious.",
  "They’ve been wrong."
]