[
  "Senator Dan Sullivan asked Zuckerberg perhaps the most important overarching question, “Do you think you’re too powerful?” This is what Sullivan took from Zuckerberg before he moved on: “Most of the time when people talk about our scale, they are referencing we have 2 billion people,” Zuckerberg said.",
  "Senator Cory Booker brought up the negligence that Facebook had shown in continuing to allow housing ads that were on their face discriminatory, and suggested that civil-rights groups be allowed to “audit” some of these ads.",
  "In this confrontation of technological power with political power, the Senate did not seem able to truly grapple with the way Facebook works or what to ask to extract new information from the company’s CEO.",
  "Maybe someone will ask about Facebook’s role in political advertising generally or pin Zuckerberg down on what information Instagram shares with Facebook’s back-end advertising systems.",
  "Why did Facebook hire (and continue to employ) Joseph Chancellor, one of the people who co-founded GSR, the company at the center of the Cambridge Analytica scandal?",
  "No Senator pinned Zuckerberg down on how many people familiar with the languages spoken there worked at Facebook when the company launched in that country.",
  "There are still so many questions for Zuckerberg to answer, and based on today’s proceedings, there still will be, long after the hearings are over.",
  "For example, when the topic of Myanmar came up, Zuckerberg skated with the promise to hire “dozens” of Burmese speakers.",
  "Even if their staffers delivered good starting questions, they couldn’t push Zuckerberg with difficult follow-ups.",
  "I think that’s something Americans should be proud of.” It was a complete non-response to the pivotal question.",
  "But human rights groups have been pushing Facebook to pay greater attention to the situation for years.",
  "Their knowledge of the company’s history and technological capabilities are too limited.",
  "But when Zuckerberg gave a pat we-should-talk-more response, Booker moved on.",
  "But, by and large, we didn’t witness grandstanding, so much as floundering.",
  "Perhaps tomorrow’s hearing will deliver a more memorable moment.",
  "Will Facebook keep aggressively selling political advertising?",
  "And there are many different language groups in the country.",
  "“The vast majority are outside the US.",
  "Perhaps Zuckerberg will tire."
]