[
  "According to Facebook, more than 70 million users whose data may have been improperly shared with Cambridge Analytica are located in the U.S., and 1 million each in the U.K., the Philippines and Indonesia.",
  "The company, which collected information on Facebook users through quizzes, misled people by saying its quizzes would be used for nonprofit academic research, only to then sell that data on to marketers.",
  "A Canadian firm linked to Cambridge Analytica, AggregateIQ, has been accused by whistleblowers of breaching spending limits during the Brexit referendum and swaying the vote through cheating tactics.",
  "Last week, Facebook disclosed that 87 million users' data could have been compromised, and that most people on the platform could have had their public profile scraped.",
  "Zuckerberg declined to appear before a U.K. select committee, but lawmakers have reiterated calls for the social network's billionaire co-founder to give evidence.",
  "On Sunday, Cambridge Analytica whistleblower Christopher Wylie said that the data of Facebook users could be stored in Russia and elsewhere across the globe.",
  "Cambridge University academic Aleksandr Kogan and his company Global Science Research used the quiz app \"This Is Your Digital Life\" to gather data on users.",
  "CNBC also reported that day that another data analytics firm, CubeYou, had used tactics similar to Cambridge Analytica to share users' information.",
  "The company worked on Facebook ads with President Donald Trump's campaign, but it maintains that the data were not used during the U.S. election.",
  "Cambridge Analytica's ousted CEO Alexander Nix was caught on camera saying that the firm ran all the digital operations for Trump's campaign.",
  "However, it has said that it deleted all data obtained through GSR after it discovered the latter had breached data regulations.",
  "Cambridge Analytica has been accused of collecting data on millions of people's profiles without their consent.",
  "Facebook pulled CubeYou from the platform after being informed of its activities by CNBC.",
  "That data were then shared with Cambridge Analytica, something the company has admitted.",
  "Facebook CEO Mark Zuckerberg will testify at a hearing before Congress on Wednesday.",
  "Data scraping is a means of pulling data from a website with a computer program.",
  "The company was recently suspended by Facebook.",
  "Cambridge Analytica denies any wrongdoing.",
  "CubeYou denies any deception."
]