[
  "The letter to Zuckerberg asks whether company's terms of service were \"clear and understandable,\" if the company had safeguards in place to make sure collected data was misused, and when Facebook learned of the data breach, among other questions.",
  "\"As a bipartisan group of Attorneys General, we care deeply about the privacy of our constituents personal information,\" Oregon Attorney General Ellen Rosenblum said in the statement announcing the letter.",
  "\"Businesses like Facebook must comply with the law when it comes to how they use their customers' personal data,\" Pennsylvania Attorney General Josh Shapiro, who is leading the effort, said in a statement.",
  "A bipartisan group of 37 state attorneys general say they have sent a letter to Facebook CEO Mark Zuckerberg \"demanding answers…about the company's business practices and privacy protections.\"",
  "\"State Attorneys General have an important role to play in holding them accountable and I'm proud to partner with so many of my colleagues from both sides of the aisle in this effort.\"",
  "\"You may have heard about a quiz app built by a university researcher that leaked Facebook data of millions of people in 2014,\" said the ads, which were signed by Zuckerberg.",
  "The tech company has come under fire in recent days over Cambridge Analytica's reported harvesting of massive amounts of data on roughly 50 million Facebook users.",
  "According to Facebook, the data was obtained by a Russian psychology professor in 2014, and then transferred to other entities, which violated Facebook's policies.",
  "The recipients of the data reportedly included Cambridge Analytica, a political consulting firm that worked with the Trump campaign in 2016.",
  "On Sunday, Facebook took out full-page ads in numerous British and American newspapers apologizing for what they called a \"breach of trust.\"",
  "\"Just because they use Facebook and signup for apps does not mean consumers have signed a lifetime agreement to give up their privacy.",
  "We have asked Facebook several important questions and we expect clear answers from them.",
  "We must be assured that a breach or 'leak' of this nature will not happen again.\"",
  "\"This was a breach of trust, and I'm sorry we didn't do more at the time.",
  "We're now taking steps to ensure this doesn't happen again.\""
]