[
  "In response to BuzzFeed News’ questions about Eunoia last week, Wylie’s lawyer, Tamsin Allen, said that her client “has not worked for Republican clients since leaving [Cambridge Analytica]” and that his company had “no data or assets.”\n\n“Eunoia was a personal service company that has no data or assets.”\n\nThe documents obtained by BuzzFeed and subsequent interviews with sources do not always cast Wylie in a flattering light, but they also do not call into question his claims about the improper transfer of Facebook user data to political consulting entities.",
  "Alfredas Chmieliauskas, a London-based employee of Palantir, said he had “no idea” why his name was on Eunoia’s business documents, adding that while Wylie knew “a former school friend of mine ... we never had a working relationship of any sort.” On Tuesday, the New York Times reported that Chmieliauskas, while at Palantir, began corresponding with Wylie in 2013 and later gave him the idea to develop the quiz app, eventually employed by Kogan, to harvest Facebook user data.",
  "It’s unclear if Wylie ever used that data, with the whistleblower noting in front of a parliamentary committee on Tuesday that he eventually deleted it because “I wasn’t going to do anything with it.” Correspondence between Wylie and an acquaintance from September 2014 show that, while Wylie was particularly interested in courting fashion industry clients, he claimed to also have meetings with Monsanto, the American Petroleum Institute, and Ford.",
  "And while there is no current indication Eunoia used the database or pitched it to Lewandowski, the fact that Wylie's little-known startup — which was a wholly distinct entity from Cambridge Analytica — possessed it at all is the latest in a string of revelations in Facebook's data crisis and further evidence that the company is unable to track how the personal profile information it collects is employed and distributed by third parties.",
  "“He knows Tadas [Jucikas] ... apparently senior ... meeting him next week.” It is not clear if these people, who denied having official work relationships with Eunoia or did not reply altogether, knew that the company had access to a data set with more than 50 million Facebook users or that its associates were meeting with potential presidential campaigns.",
  "A Eunoia fashion-focused presentation from the time obtained by BuzzFeed News said the company had a “database that contains the information of hundreds of millions of individual consumers with emails, Facebook/Twitter IDs and mailing addresses,” while a separate company brochure specifically discusses targeting voters for potential political clients.",
  "The graphic designer made a few adjustments to the document and placed its contents on official Eunoia stationery before sending it back to Gettleson in a PDF called “eunioa_stationary_introletter.” It’s unclear if these documents were then sent to Lewandowski or if Eunoia had any further meetings with Trump’s eventual campaign manager.",
  "That same information — and Facebook’s wider data collection policies in general — are now being scrutinized following reports by the New York Times and the Observer of London that Cambridge Analytica improperly acquired it from a company called Global Science Research (GSR), which originally collected it for academic purposes.",
  "Christopher Wylie, the Cambridge Analytica cofounder who recently blew the whistle on the political consulting firm’s improper procurement of the personal data of millions of Facebook users, had the same data set when he was establishing a business of his own in 2014, according to information obtained by BuzzFeed News.",
  "One source, who declined to be named for fear of endangering personal and business relationships confirmed the authenticity of these documents; another person, who had direct knowledge of Eunoia’s meeting with Lewandowski, confirmed the Wylie-led startup’s interest in working for the fledgling Trump campaign.",
  "Provided to BuzzFeed News An email exchange with Eunoia Technologies marketing strategist Mark Gettleson\n\nA cache of documents sent to BuzzFeed News by a source, which included business contracts and pitch decks, reveal other individuals who, to varying degrees, were associated with the fledgling startup.",
  "“To do this, we have developed a series of algorithms that can predict the personality traits of individual voters by analyzing their voterfile [sic], social, online and consumer data.” Neither the presentation nor the brochure mention the provenance of that \"social, online and consumer data.\"",
  "In the US, multiple members of Congress have asked Facebook CEO Mark Zuckerberg to testify on Capitol Hill about the social network’s data policies and how the information of more than 50 million users could have ended up in the hands of a company doing elections consulting work.",
  "He added that the company would investigate “all apps that had access to large amounts of information before we changed our platform to dramatically reduce data access in 2014.” The company took out full-page ads in several newspapers last Sunday apologizing for the mistake.",
  "According to its pitch deck, which was seen and published in part by BuzzFeed News, the company said it could ingest users' social media activity to build “psychographic” profiles for marketers who could then target ads to specific users and possibly influence behavior.",
  "\"We have developed a series of algorithms that can predict the personality traits of individual voters by analyzing their voterfile, social, online and consumer data.”\n\nTolga Akmen / AFP / Getty Images Christopher Wylie outside a press conference in London on March 26.",
  "By the winter of that year, Wylie was having conversations about his idea with Silicon Valley venture capitalists, including one who spoke to BuzzFeed News and received a note that said the products that Wylie had promised had been used for previous political clients.",
  "In a four-hour hearing of the UK Commons select committee on digital culture, media, and sport on Tuesday, Wylie was asked by committee chair Damian Collins if he had benefited from the GSR data set on other projects that he’d worked on outside of Cambridge Analytica.",
  "According to one source, Lewandowski met with representatives of the company, including Tadas Jucikas, a former SCL employee, and Mark Gettleson, Eunoia’s communications and marketing strategist, around Easter Sunday 2015 in the lobby of a New York Central Park hotel.",
  "“I haven’t worked with any clients … That data got deleted, I believe, in 2015 on my end.” “SCL Without Alexander Nix” Last week, BuzzFeed News reported that Wylie discussed plans to “build the NSA’s wet dream” in late 2013 while still working at Cambridge Analytica.",
  "Data On The Loose The contested data set, which GSR harvested using a 2014 Facebook personality quiz where users permitted the app to obtain personal information about themselves and their friends, has kick-started investigations from governments around the world.",
  "In April 2015, following the meeting with Lewandowski, Gettleson, a political operative with UK’s liberal democratic party, sent an email with the subject line “Trump” to a graphic designer who had been designing business cards and brochures for the company.",
  "While Trump’s campaign went on to work with Cambridge Analytica later in 2016, the person said that Lewandowski met with Eunoia, in part, because the Alexander Nix operation was already working for Ted Cruz’s presidential election team at the time.",
  "Cambridge Analytica, which Donald Trump’s presidential campaign employed throughout 2016 to build ad-targeting profiles on potential voters, claimed in a statement Friday that none of the Facebook information in question was used for the election.",
  "Last week, Cambridge Analytica suspended Nix pending an investigation after he was recorded by the UK’s Channel 4 touting his firm’s ability to influence foreign elections and discussing techniques to entrap and blackmail political candidates.",
  "Earlier this month, after learning that several outlets were working on stories about the Trump campaign–hired data analysis company, the social networking giant moved to suspend the Facebook accounts of Cambridge Analytica, SCL, and Wylie.",
  "GSR was told to delete its data in December 2015, according to a source, while Wylie said in testimony in front a parliamentary committee Tuesday that he believed he deleted the GSR data “some time in 2015” after being contacted by Kogan.",
  "Other documents from Eunoia, which marketed ad microtargeting services to corporate and political clients, reveal that in the spring of 2015 Wylie’s startup pitched elections-related work to Trump’s eventual campaign manager, Lewandowski.",
  "After leaving Cambridge Analytica and SCL in late June of 2014, Wylie pivoted his focus to Eunoia — Greek for “beautiful thinking” — formulating a company that could perform so-called psychographic modeling and targeting for its clients.",
  "The following year, that company, Eunoia Technologies, subsequently pitched Republican political operative Corey Lewandowski on microtargeting tools that could be deployed on behalf of Donald Trump’s 2016 presidential campaign.",
  "Provided to BuzzFeed News Eunoia business cards\n\nEunoia And Trump’s Campaign Manager In an interview with NBC’s Today show last week, Wylie drew a line between Cambridge Analytica and Trump campaign manager Corey Lewandowski.",
  "According to one person, GSR gave its data to Eunoia after Kogan had negotiated an agreement where the startup would receive the information without charge as part of a data-sharing agreement between the two parties.",
  "Wylie may have had access to the data set for more than a year after founding Eunoia, with Facebook only acting to address the violation of its rules in late 2015, after the release of a story in the Guardian.",
  "“The heart of our work stems from a rigorous scientific understanding of human behavior, which in turn allows us to engineer more responsive audiences and engage consumers more precisely,” read the brochure.",
  "Block, who reportedly introduced Steve Bannon to SCL and worked for the company’s elections division as its head of US sales, according to an archived version of SCL’s website, declined to say anything more.",
  "According to a source, Eunoia also sought to hire Mark Block, the former chief of staff to 2012 presidential candidate Herman Cain who had a brief spell of notoriety for smoking a cigarette in a campaign ad.",
  "\"There were discussions about politics and some other ex [Cambridge Analytica] staff wanted to continue working in Republican politics,\" Wylie's lawyer said in an email to earlier questions last week.",
  "“He was very much trying to build this company and his vision was, ‘I want to build SCL without [Cambridge Analytica CEO] Alexander Nix,’” said one person who talked to Wylie about his new venture.",
  "Correspondence from Wylie that was given to BuzzFeed News show Wylie bragging to an acquaintance in late 2013 about the prospect of someone from Palantir wanting to join his idea for a startup.",
  "“What I do know is that Cambridge Analytica was meeting with Corey Lewandowski in 2015 before Trump had even announced and offering the services that I’m talking about right now,” he said.",
  "Ray Larson, a former strategist for Canada’s liberal party, did not respond to emails and a phone message; Brent Clickard, a former colleague of Wylie’s at SCL declined to comment.",
  "According to two people who knew Wylie at this time, the SCL microtargeting specialist had approached a number of colleagues about leaving their jobs to join him in a new company.",
  "Emails viewed by BuzzFeed News indicate that Aleksandr Kogan, a data scientist and founder of GSR, shared a database of more than 50 million Facebook users with Kloepper.",
  "Wylie did not attend the meeting, said the person, but he was well aware of it and its purpose to discuss voter microtargeting for a possible presidential candidate.",
  "The email included an attachment labeled “Trump-Handout,” which contained a list of various political microtargeting products and services offered by the company.",
  "Wylie also visited with Palantir, with a company spokesperson later confirming that Palantir and Cambridge Analytica considered working together at one point.",
  "Lewandowski, who became Trump’s official campaign manager when the billionaire announced his candidacy in June 2015, did not respond to a request for comment.",
  "Block’s name and that of his associate, Linda Hansen, were printed on a proof sheet of draft Eunoia business cards given to BuzzFeed News by a second source.",
  "According to that source, that meeting included “high-level discussions” about microtargeting techniques and did not include any talk about Facebook data.",
  "\"We have a responsibility to protect your data, and if we can't then we don't deserve to serve you,” Zuckerberg said in a Facebook post last Wednesday.",
  "Since blowing the whistle on Cambridge Analytica and its parent company, SCL Group, Wylie has said very little about Eunoia and his aspirations for it.",
  "After responding to an initial request for comment, Wylie's attorney went dark and did not answer the questions BuzzFeed News put to her Tuesday.",
  "By August, he was working at Eunoia with Tobias Kloepper, a one-time SCL data scientist who would obtain Facebook data for the young startup.",
  "Patricia De Melo Moreira / AFP / Getty Images Cambridge Analytica CEO Alexander Nix speaks during the 2017 Web Summit in Lisbon in November.",
  "“You guys are a bunch of assholes, and you can put that on the record,” Block said when asked about his relationship with Eunoia and Wylie.",
  "Many of those people did not want to talk about their involvement with the company or did not return BuzzFeed News’ requests for comment.",
  "Neither document mentions the specific GSR data set of 50 million Facebook users, and it’s unclear if Eunoia ever put that data to use.",
  "Emails from 2014 provided to BuzzFeed News show that Eunoia possessed a database of more than 50 million Facebook profiles at the time.",
  "According to one person, Wylie hoped to model his firm after Palantir Technologies, the CIA-backed, Silicon Valley data-mining company.",
  "Drew Angerer / Getty Images Former Trump campaign manager Corey Lewandowski arrives at Trump Tower in December 2016 in New York City.",
  "Wylie never provided Kogan with data of his own, this person said, and GSR moved to cancel its agreements with Eunoia in early 2015.",
  "A source close to Clickard said that while he spoke with Wylie about working at Eunoia, the pair never formalized an agreement.",
  "Eunoia appears to never have officially launched; a separate source told BuzzFeed News that it was unable to secure funding.",
  "Gettleson did not respond to multiple requests for comment, including phone calls, emails, and a visit to his London home.",
  "Wylie’s lawyer previously said that Arg.us presentation was “never a serious pitch,” and it’s not clear how it was used.",
  "He also has not spoken at all about his startup’s meeting with Lewandowski, who would go on to lead the Trump campaign.",
  "\"However they parted ways with Mr Wylie to set up their own company that does work for Republican clients.",
  "Asked last week if Eunoia had used any data sets on Facebook users, Wylie’s lawyer, Allen, was adamant.",
  "As BuzzFeed News has learned, the spread of the Facebook data was not confined to Cambridge Analytica.",
  "That said, similarities in documents reviewed by BuzzFeed News suggest it was a precursor to Eunoia.",
  "“Then we will cleanse our souls with other projects, like using the data for good rather than evil.",
  "What Wylie didn’t say is that Eunoia Technologies also met with Lewandowski around the same time.",
  "... Mr Wylie has not worked for Republicans since leaving CA and does not wish to in the future.\"",
  "Provided to BuzzFeed News A presentation slide for fashion clients from Eunoia Technologies.",
  "By the beginning of 2014, Wylie had put together a presentation for a company called Arg.us.",
  "“Our goal is first to make it an extremely profitable company,” he wrote in late 2013.",
  "Emails obtained by BuzzFeed News further corroborate the pitch to the Trump campaign.",
  "“I didn’t do any contracts or do any, you know, work with that data,” Wylie replied.",
  "Charlie Warzel and Mark Di Stefano contributed additional reporting to this story.",
  "“Eunoia was a personal service company that has no data or assets,” she wrote.",
  "GSR, Cambridge Analytica, and Wylie said they have since deleted the data.",
  "“You guys are a bunch of assholes, and you can put that on the record.\"",
  "Kogan and Kloepper did not respond to requests for comment.",
  "“A guy from Palantir wants to join the team,” Wylie wrote.",
  "Cambridge Analytica did not return a request for comment.",
  "Facebook declined to comment for this story.",
  "Jucikas declined to comment.",
  "But evil pays more.\""
]