[
  "Lawmakers in both the U.S. and Britain, where Cambridge Analytica did similar work ahead of the Brexit referendum, have demanded testimony from Facebook chief Mark Zuckerberg; in an interview with CNN, Zuckerberg responded to a question about whether he would go before Congress by saying, “The short answer is I’m happy to if it’s the right thing to do.” The U.S. Federal Trade Commission and state attorneys general have reportedly begun investigations.",
  "In an era in which we tell companies like Facebook, Google and Amazon what groceries we eat, whom we’re in touch with and where we’re going (at a minimum), users themselves need to actually demand to know to whom their information is being sent and how they will use it, in a way that is readable and accessible.",
  "There’s no single obvious answer for preventing future data abuse, but one lesson is evident: Facebook needs to be more transparent with its users when their data is being exploited, and users themselves should be much more vigilant about the personal details they’re willing to share.",
  "As Facebook itself reported, Aleksandr Kogan, the academic researcher who first obtained the information through an app he developed, did so “in a legitimate way and through proper channels” and violated Facebook’s policies only when he passed it on to Cambridge Analytica.",
  "As Zuckerberg said in a statement that in part pledged to restrict developers’ access to data: “We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you.”\n\nThere’s another group in need of urgent introspection: users.",
  "The company, which worked with both Senator Ted Cruz and Donald Trump on their 2016 presidential campaigns, then attempted to build psychological profiles of potential voters — with the hopes of using them to determine whom to target.",
  "That’ll Cost You About $75 a Year\n\nAll This has prompted sharp criticism of the company, which meticulously tracks its users but failed to keep track of where information about the lives and thinking of those people went.",
  "This all comes at a time when the company reported that it had seen a decrease in daily active users in the U.S. and Canada for the first time — from 185 million to 184 million — in the fourth quarter of 2017.",
  "(Although even she expressed to Vice News Tonight skepticism that lawmakers will change the system ahead of this year’s elections, suspecting some will want one last election cycle with these tools in hand.)",
  "That was the thrust of the news on March 17, when the Observer of London and the New York Times revealed that analytics firm Cambridge Analytica improperly obtained data from 50 million Facebook accounts.",
  "A fix would require Facebook to be stricter with its actual customers: developers and advertisers of all kinds, from retailers to political groups, who pay to know what you have revealed about yourself.",
  "Because Kogan obtained the data through legitimate channels, preventing such a scenario from happening again isn’t as simple as patching a bug or boosting Facebook’s security infrastructure.",
  "But if Facebook wants to be the home where all those people share their likes and heartbreaks and plans and politics with acquaintances online, it had better try a lot harder.",
  "But in this case, unlike other recent privacy breakdowns — like the Equifax data breach that put 145.5 million accounts at risk — thieves or hackers did not steal information.",
  "As Facebook asks for more and more of us as it expands, from its messenger apps to virtual reality to Instagram, we must ask, Why do we trust what we know so little about?",
  "Read more: Mark Zuckerberg Just Revealed 3 Steps Facebook Is Taking to Address the Cambridge Analytica Crisis\n\nUsers may not invest in Facebook with cash.",
  "The social network was also under the impression until recently that the harvested data had been deleted, but the Times says it has viewed a set of it.",
  "But it will need to keep a closer eye on who can see what, even if that results in repercussions for its other partners.",
  "Facebook invites you to chronicle your life through its platforms, especially your most cherished moments.",
  "Instead, we offer invisible things: our emotions, our interests, our time and, in the end, our trust.",
  "“It’s clear these platforms can’t police themselves,” Senator Amy Klobuchar posted to Twitter.",
  "We need to value our minds and lives at least as much as the advertisers and politicians do.",
  "There is a natural expectation that a space with such precious material will be guarded.",
  "The company actually just handed the data over, then didn’t watch where it went.",
  "Facebook’s shares were down by 6.8% in the first business day after the reports.",
  "Especially when what we do know is that the site profits off our interests?",
  "On the site itself, many users mused, Why are we still here?",
  "It is not easy to protect 1.4 billion people every day.",
  "Right now, it’s not clear who else can see the data.",
  "Read more: Want to Fix Facebook?",
  "Contact us at editors@time.com."
]