[
  "House Democrats on the Energy & Commerce Committee drilled the CEO more aggressively about his company's privacy practices, often focusing on revelations that Cambridge Analytica, the data firm linked to Donald Trump's presidential campaign, improperly obtained information on as many as 87 million Facebook users.",
  "| Win McNamee/Getty Images A tenser Zuckerberg endures 2nd day in the hot seat\n\nFacebook CEO Mark Zuckerberg took a fusillade of questions during his second day of congressional testimony Wednesday, showing signs of testiness during some sharp exchanges with House lawmakers.",
  "The pair, who have complained for months that the social network is hobbling distribution of their videos, said last week they received a notice from Facebook that their content was deemed \"unsafe to the community.\"",
  "Rep. G.K. Butterfield (D-N.C.), a member of the Congressional Black Caucus, pressed Zuckerberg to explain why none of the five individuals listed as part of the company's leadership team are African-American.",
  "The moments of tension contrasted with Zuckerberg's relatively smooth ride during Tuesday's marathon Senate hearing, where he earned high marks for comfortably parrying questions from 40-plus lawmakers.",
  "poster=\"http://v.politico.com/images/1155968404/201804/1853/1155968404_5767821147001_5767693432001-vs.jpg?pubId=1155968404\" true\n\n\"We have a broader leadership than just five people,\" the CEO said.",
  "Zuckerberg appeared particularly on edge during a tense back-and-forth with Rep. Kathy Castor (D-Fla.), who asked about Facebook's practice of collecting data on people who aren't even users.",
  "The CEO was also asked about issues ranging from Facebook's approach to discriminatory housing ads to prescription drug sales on the social network to the diversity of its workforce.",
  "He asked Zuckerberg if his company allowed extreme uses of Facebook user data by the 2012 Obama campaign, citing a series of March tweets by Obama campaign official Carol Davidsen.",
  "At one point, under questioning from Rep. Anna Eshoo (D-Calif.), Zuckerberg appeared to concede his own personal information was among the data swept up by Cambridge Analytica.",
  "Zuckerberg began the hearing by apologizing to House members for the Cambridge Analytica controversy, in the same words he had used at the Senate hearing the day before.",
  "\"In that specific case, our team made an enforcement error and we have already gotten in touch with them to reverse it,\" Zuckerberg told Rep. Joe Barton (R-Texas).",
  "\"There are critical, unanswered questions surrounding Facebook’s business model and the entire digital ecosystem regarding online privacy and consumer protection.\"",
  "The questioning often veered into topics unrelated to data privacy and Russian election interference, which have dominated headlines about Facebook for months.",
  "sought to advance a GOP argument that Democrats engaged in the same sort of data abuses that are at the center of the Cambridge Analytica controversy.",
  "\"It's practically impossible these days to remain untracked in America, for all the good Facebook and the internet has brought,\" Castor concluded.",
  "“We didn’t allow the Obama campaign to do anything that any developer on the platform wouldn’t have otherwise been able to do,” Zuckerberg said.",
  "House Energy & Commerce Chairman Greg Walden (R-Ore.), in his opening statement, said he's concerned that Facebook has gotten ahead of itself.",
  "Story Continued Below\n\n\"You're collecting medical data, correct, on people who are on the internet, whether they're Facebook users or not?\"",
  "A number of GOP members pressed Zuckerberg on his company's treatment of pro-Trump social media stars Diamond and Silk.",
  "Republicans repeatedly raised their suspicions that the social network is biased against conservative views.",
  "I think it is time to ask whether Facebook may have moved too fast and broken too many things,\" Walden said.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "\"I started Facebook, I run it, and I’m responsible for what happens here,\" Mark Zuckerberg said.",
  "\"We didn’t take a broad enough view of our responsibility, and that was a big mistake,\" he said.",
  "He answered yes when Eshoo asked if his information had been sold to \"malicious third parties.\"",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "\"Congresswoman, yes,\" Zuckerberg said in an uneasy tone, before she cut him off.",
  "I started Facebook, I run it, and I’m responsible for what happens here.\"",
  "\"While Facebook has certainly grown, I worry it has not matured.",
  "Facebook declined to clarify the CEO's remarks.",
  "\"Not on your website,\" Butterfield retorted.",
  "Nancy Scola contributed to this report.",
  "\"And that's not part of the bargain.\"",
  "Majority Whip Steve Scalise (R-La.)",
  "\"It was my mistake, and I’m sorry.",
  "You can unsubscribe at any time.",
  "\"We can do better than that.\"",
  "\"No special treatment.\"",
  "Castor asked."
]