[
  "Facebook's problems intensified last month amid reports that it allowed Cambridge Analytica, which worked for President Donald Trump's campaign, to improperly obtain data on up to 87 million users via an academic researcher — and failed to ensure the information was deleted once the violation was discovered.",
  "Zuckerberg, dressed in a suit instead of his usual gray T-shirt, ignored reporters' questions as he did the rounds of lawmaker offices, including Senate Judiciary Committee leaders Chuck Grassley (R-Iowa) and Dianne Feinstein (D-Calif.) and Senate Commerce leaders John Thune (R-S.D.)",
  "The CEO was accompanied by an entourage that included Joel Kaplan, Facebook's vice president of global public policy and a veteran of the George W. Bush administration, and Brian Rice, director of public policy for Facebook who previously worked for then-Sen. John Kerry (D-Mass.).",
  "| J. Scott Applewhite/AP Photo Zuckerberg testimony: 'We didn't do enough'\n\nFacebook CEO Mark Zuckerberg will strike a contrite tone when he appears before Congress this week, saying that \"we didn't do enough to prevent these tools from being used for harm.\"",
  "\"The goal is both to get the ideas of leading academics on how to address these issues as well as to hold us accountable for making sure we protect the integrity of these elections on Facebook,\" Zuckerberg wrote in a Facebook post.",
  "The company announced Monday it will work with foundations to create an \"independent election research commission\" that will recruit academics and scholars to study the impact of social media on political elections and democracy.",
  "Facebook has spent the past several days making a series of policy and design changes to contain the fallout from Cambridge Analytica scandal and criticism over Russian election meddling.",
  "Story Continued Below\n\nThe CEO plans to address a range of issues, from the controversy surrounding Cambridge Analytica to Russian interference in the U.S. 2016 election.",
  "His first appearance will take place Tuesday afternoon before the Senate Commerce and Judiciary committees, followed by a Wednesday hearing with House Energy & Commerce.",
  "\"If we don't watch it with social media platforms like Facebook and the mistakes they made in the past, no one is going to have any privacy anymore,\" Nelson said.",
  "\"I think more than anything right now, most of our members want to express their frustration on behalf of their constituents at what’s happened to date.",
  "As Facebook CEO Mark Zuckerberg gears up for his multiple appearances in Congress, the CEO huddled with lawmakers Monday on Capitol Hill.",
  "We didn't take a broad enough view of our responsibility, and that was a big mistake,\" Zuckerberg said in written testimony.",
  "And want to hear very seriously about what he intends to do to fix it,\" Thune told reporters after meeting with Zuckerberg.",
  "\"That goes for fake news, foreign interference in elections and hate speech, as well as developers and data privacy.",
  "As he gears up for his multiple appearances in Congress, the CEO huddled with lawmakers Monday on Capitol Hill.",
  "\"My sense is he takes this seriously because he knows there is going to be a hard look at regulation.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He was also due to talk with House Energy and Commerce Chairman Greg Walden (R-Ore.).",
  "I started Facebook, I run it and I'm responsible for what happens here.\"",
  "I think he understands regulation can be right around the corner.\"",
  "Steven Overly contributed to this report.",
  "\"It was my mistake, and I'm sorry.",
  "You can unsubscribe at any time.",
  "and Bill Nelson (D-Fla.)."
]