[
  "is 57 ... Politico New Jersey Playbooker Matt Friedman … Sonya Newenhouse … Mickey Munley (h/t Teresa Vilmain) ... Politico’s Anna Stubbs and David Nicks ... Chip Rogers, president and CEO of the Asian American Hotel Owners Association ... Stephen Krupin, managing director and director of executive communications of SKDKnickerbocker ... Poland is 227 years old on its Constitution Day ... Greg Clugston ... Linda Kenyon ... Katie Farrar (hubby tip: Doug) ... Meredith Slesinger of Amtrak (hubby tip: Colin Finan) ... Max Burns, head of comms for Robert F. Kennedy Human Rights ... Andy Miga ... Jeff Smith (h/t Jon Haber) ... Scott Kamins ... Christina Davidson ... DC photographer Ben Droz ... Art Jaeger ... Democracy Works founder and executive director Seth Flaxman ... Carolina Rodríguez Hernández ...\n\n... Stephen Labaton, president and partner at Finsbury and NYT alum ... Michael Blume, political director at Sentinel Strategic Advisors … Chris Bodenner, former senior editor at the Atlantic who now lives in Portland (h/t Becca Glover) ... Andrew Nagorski ... Brenna Marron, member engagement deputy director at the DCCC ... Obama WH alum Matt Gustavson … Ben Crair … Susan Steinmetz, EVP at the Center on Budget and Policy Priorities … Marisol Garibay, deputy assistant secretary for public affairs at Treasury ... Spencer Gaffney … RAGA’s Julia Convertini ... Lindsey Kolb, digital director at FP1 Strategies ... Caitlin Peruccio, legislative assistant for Rep. Rosa DeLauro (D-Ct.) (h/t Meredith Kirsch) ... Sam Azzarelli of CRC Public Relations (h/ts Garrett Ventry and Shawn Rusterholz) ... Roy Temple, partner at GPS Impact, is 54 ... Tim Mulvey, Democratic comms.",
  "He’s also been in talks with other outlets, including Newsmax, Sinclair, MSNBC and The Hill, about fronting a political show.” https://pge.sx/2FEeAWO\n\n\n\nPlaybookers\n\nSPOTTED IN NYC at the Manhattan Institute’s 18th annual Alexander Hamilton Award Dinner honoring Stanley Druckenmiller and Nikki Haley at Cipriani 42nd Street Wednesday night -- (pic of Nikki Haley, Ron Dermer, and Paul Singer at the event http://bit.ly/2w7pLb4): Nan Hayworth, John and Margo Catsimatidis, Henry and Nancy Kissinger, Geoffrey Canada, Israeli Ambassador to the U.S. Ron Dermer, Paul Gigot, Ken Langone, Jon Lerner, Dan Loeb, Eva Moskowitz, Joe Lhota, Paul Singer, Dan Senor, Michelle Caruso-Cabrera, John Fund, Robert George, Michael Goodwin, Daniel Henninger, Karol Markowicz, William McGurn, James Taranto, Emmet Tyrrell, Tunku Varadarajan, Judith Miller, Nicole Gelinas, Kay Hymowitz, Jason Riley, Naomi Schaefer Riley, Diana Furchtgott-Roth and Amity Shlaes.",
  "And they’re doing something else very out of character for the aides picked solely for their loyalty and willingness to bend the rules: they’re falling out of line.” https://politi.co/2JLrCUL\n\nWHAT HAPPENED WITH TY COBB -- @Acosta: “Source familiar with Cobb's departure says WH lawyer had been clashing with Trump in recent weeks: ‘Ty was uncomfortable with the Mueller tweets…’ and was not going to be ‘part of a mud slinging campaign.’ Cobb made it clear to POTUS, legal team he ‘can't go down that path.’”\n\nNYT … WHITE HOUSE MEMO: JULIE HIRSCHFELD DAVIS and MAGGIE HABERMAN: “Kelly Finds Himself in a Familiar Place in the Trump White House: Eyeing the Exits”: “When President Trump learned this week that his chief of staff, John F. Kelly, reportedly called him ‘an idiot’ on several occasions, he expressed little in the way of frustration or anger, an uncharacteristically low-key response from someone with little tolerance for slights.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us\n\nCLARIFICATION: The excerpt for the story “More congressional panels digging through Pruitt records” was updated online.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Donald Trump pats Secretary of State Mike Pompeo during a ceremonial swearing in at the State Department on May 2 in Washington, D.C. | Mark Wilson/Getty Images\n\nMICHAEL GRUNWALD profiles GWEN GRAHAM for Politico Magazine: “Do Democrats Want an Anti-Trump, or Their Own Trump?,”: https://politi.co/2ri6L42\n\nA SHIFT -- “Navy no longer will announce when a commander is fired for misconduct,” by USA Today’s Tom Vanden Brook: “The Navy has halted its practice of announcing the names of commanders relieved for poor performance or misconduct, a step back from the transparency the service had championed and a move that comes in the wake of one of the worst bribery scandals in Pentagon history.",
  "“Though the Australia trip never happened — it was canceled after Hurricane Harvey devastated much of the Texas Gulf Coast — it shows a pattern in which Mr. Pruitt has repeatedly relied on people with clear business interests to shape the agenda of his foreign travel.” https://nyti.ms/2KyiJze\n\n-- \"More congressional panels digging through Pruitt records,\" by Anthony Adragna: \"Staff of the House Oversight Committee met for several hours with Pruitt's former security chief, Pasquale 'Nino' Perrotta, who oversaw much of EPA's spending on perks such as first-class flights, a $43,000 soundproof booth and round-the-clock bodyguards.",
  "Learn more at google.com/grow/veterans\n\nKEEPING TRACK OF THE NEW VOTES AGAINST PELOSI: 10 NOES, 10 NONCOMMITTAL -- “‘We need some new blood’: Many Democrats call for next generation of House leaders,” by WaPo’s Dave Weigel and Paul Kane: “So far, 10 Democratic candidates have said they would oppose Pelosi’s return to the speakership, while at least another 10 have conspicuously declined to express support for her, according to interviews with several candidates and a Washington Post review of statements collected by Republicans.” https://wapo.st/2HOGiSx\n\n-- THIS ILLUSTRATES THE PELOSI-AS-SPEAKER DYNAMICS.",
  "The new practice puts the Navy in line with the other armed services, which do not regularly announce discipline of their senior leaders.” https://usat.ly/2HM0Zyr\n\nTHE LATEST ON CAMBRIDGE ANALYTICA -- “Cambridge Analytica to File for Bankruptcy After Misuse of Facebook Data,” by NYT’s Nick Confessore and Matt Rosenberg: “The embattled political consulting firm Cambridge Analytica announced on Wednesday that it would cease most operations and file for bankruptcy amid growing legal and political scrutiny of its business practices and work for Donald J. Trump’s presidential campaign.",
  "... Also Wednesday, Secretary of Defense Jim Mattis notified Trump that the Pentagon had drafted advice for U.S. forces on proposing new prisoners for the war-on-terror detention center at this Navy base in southeast Cuba.” https://hrld.us/2HM3Njl\n\nFOR YOUR RADAR -- “U.S.-China trade talks center on rivalry over technology,” by AP’s Gillian Wong and Kelvin Chan in Beijing: “A high-powered U.S. delegation arrived in Beijing on Thursday for talks with Chinese officials on defusing tensions that are propelling the world’s two largest economies toward a trade war.",
  "We need to vote against guys like Jon Tester.” The 60-second spot: http://bit.ly/2HO7l0t\n\nBOMBSHELL -- WAPO’S DEVLIN BARRETT, BOB COSTA and JOSH DAWSEY -- “Giuliani: Trump repaid attorney Cohen for Stormy Daniels settlement”: “Rudolph W. Giuliani, the former New York mayor and a recent addition to President Trump’s legal team, said Wednesday night that Trump made a series of payments reimbursing his attorney, Michael Cohen, for a $130,000 settlement with an adult-film actress — despite Trump’s assertion last month that he was unaware of the payment.",
  "Liu He, President Xi Jinping’s top economic adviser, was heading the Chinese side in the talks, which analysts say appear unlikely to yield a breakthrough given the two sides’ intensifying rivalry in strategic technologies.” https://bit.ly/2Kw81ck\n\n-- SEN. MARCO RUBIO (R-FLA.) proposing new legislation in WaPo: “Targeting China’s tools of aggression”: https://wapo.st/2JL1x8A\n\n-- @realDonaldTrump at 11:45 p.m.: “Our great financial team is in China trying to negotiate a level playing field on trade!",
  "All three are registered to represent MGM, which paid the firm $350,000 for its services over the last year, according to lobbying disclosure reports.” http://bit.ly/2w9Y8hp\n\nMEDIAWATCH – “Eric Bolling returning to media with CRTV show,” by Page Six’s Emily Smith: “Bolling became a leader in the opioid crisis after his son Eric, 19, died of an accidental overdose last year, as Bolling amicably parted ways with Fox News following a probe into alleged messages sent to colleagues that he denied.",
  "Stay tuned!”\n\nPRUITT FILES …\n\n-- Ex-Lobbyist for Foreign Governments Helped Plan Pruitt Trip to Australia,” by NYT’s Lisa Friedman, Eric Lipton and Ken Vogel: “A Washington consultant who was removed from President Trump’s transition team for using his business email address for government work played a central role last year in planning a trip to Australia for Scott Pruitt, the head of the [EPA], and then took steps to disguise his role, new documents show.",
  "... Bad Trump: Bombing Syria, John Bolton, Jeff Sessions, and Mike Pompeo.” Read his Playbook Plus Q&A: https://politi.co/2HKnrfv\n\nBIRTHDAYS: Willie Geist, host of NBC’s “Sunday TODAY” and co-host of MSNBC’s “Morning Joe” ... Ben Ginsberg, partner at Jones Day ... former EPA Administrator Gina McCarthy … Vince Harris, founder of Harris Media … Sen. Jim Risch (R-Idaho) is 75 ... Sen. Ron Wyden (D-Ore.) is 69 ... former Sen. David Vitter (R-La.)",
  "To play this out, if 10 new Democrats vote against Pelosi, for example, combine that with the three in the House who have already voted against her, and you need 231 Democrats in the majority to elect the Californian speaker if everything else goes OK.\n\nYOU’RE INVITED ... We’ll sit down with PELOSI on Tuesday in D.C. Six months ahead of Election Day, Democrats have as good of a chance as ever at taking back the House majority.",
  "“But the company’s announcement left several questions unanswered, including who would retain the company’s intellectual property — the so-called psychographic voter profiles built in part with data from Facebook — and whether Cambridge Analytica’s data-mining business would return under new auspices.” https://nyti.ms/2FEDeX9\n\nBUSINESS BURST -- Amazon is releasing its first-ever Small Business Impact Report this morning.",
  "Learn more at google.com/grow/veterans\n\nDRAIN THE SWAMP -- “Deputy Interior Secretary Keeps Meeting With Lobbyists For Client of His Former Firm,” by Chris D’Angelo and Itai Vardi in HuffPost: “David Bernhardt, the deputy secretary of the Interior Department, met late last year with a trio of lobbyists for MGM Resorts International, the casino-resort giant that his longtime former employer also represents.",
  "Giuliani said it was his understanding that repayment from Trump came in a series of transactions after the election that he believes were completed in 2017 but could have included a reimbursement in 2018.” https://wapo.st/2rn6MEL ... Video https://fxn.ws/2jnFGIX\n\n-- NYT’S MIKE SHEAR and MAGGIE HABERMAN: “Giuliani … said that he had documentation showing that Mr. Trump had personally made the payment.",
  "RSVP http://bit.ly/playbookpelosi\n\nWHAT MITCH MCCONNELL IS READING -- “Corker-Blackburn drama risks must-win Senate seat for GOP,” by Burgess Everett and Rachael Bade: “Republicans are increasingly unnerved by the rift between retiring Sen. Bob Corker and Marsha Blackburn, the GOP congresswoman vying to replace him, saying it could cost them a must-win seat in Tennessee.",
  "“But, according to a newly released calendar, Bernhardt had a Dec. 19 meeting with Brian Ballard, a Florida lobbyist who ... was hired by MGM in March 2017 to lobby the Department of the Interior on issues including ‘Indian Gaming & Expansion Policy.’ Joining Ballard at the meeting were Sylvester Lukis and Dan McFaul, who are both partners in the lobbying firm.",
  "This came after Pruitt promised Chairman Greg Walden (R-Ore.) last week that the agency would provide the panel with ‘all the documents and information EPA produces’ for a host of ongoing inquiries into his conduct.” https://politi.co/2Kw5A9G\n\nTRUMP’S THURSDAY -- This morning the president will attend the National Day of Prayer in the Rose Garden.",
  "releases Guantánamo convict to Saudi Arabia in first transfer of Trump era”: “The U.S. military on Wednesday sent home to detention in Saudi Arabia an al-Qaida terrorist who has admitted to war crimes and testified against other al-Qaida fighters, the first transfer in or out of the Guantánamo detention center in the Trump administration.",
  "“Many current and former officials said Mr. Trump’s response was less a vote of confidence in his top adviser than a sign of indifference -- a reflection of the kind of cold truce that exists between two powerful and mercurial men who have grown tired and irritated with each other, but are in no immediate rush to part ways.",
  "One former adviser described it succinctly: ‘Central casting for ‘front porch’ jobs, trolls for the real work.’\n\n“But in recent weeks, there has been tension in the natural order of Trump’s world, because his not-made-for-prime-time ‘fixers’ have been basking in the national spotlight where they don’t belong.",
  "The meeting with lobbyists from Ballard Partners ... came two months after Bernhardt met with another lobbyist for MGM Resorts … Bernhardt is barred from participating in matters involving his former employer, lobbying firm Brownstein Hyatt Farber & Schreck, per the ethics agreement he signed last year.",
  "Playbook: Fallout from Giuliani bombshell on Trump Stormy Daniels payment Presented by\n\nFormer New York Mayor Rudy Giuliani, who is now on the president's legal team, told Fox News' Sean Hannity that the president repaid his lawyer Michael Cohen for a settlement with porn star Stormy Daniels.",
  "“And he has taken to venting about Mr. Kelly to an array of friends and supporters, while expressing confidence that recent successes — such as the continued strength of the economy and progress toward nuclear disarmament talks with North Korea — are proof that he is his own best adviser.",
  "checks reports three American detainees relocated in North Korea: official”: https://reut.rs/2HOvyYn\n\n-- @realDonaldTrump at 8:53 p.m.: “As everybody is aware, the past Administration has long been asking for three hostages to be released from a North Korean Labor camp, but to no avail.",
  "… Well I know things about Tester that I can say too.”\n\nNarrator: “Jon Tester shamefully smeared Trump’s VA nominee, yet shamefully defended Obama’s VA secretary even in the face of obvious failure.” Back to Trump at the rally to close the ad: “We need to drain the swamp.",
  "The digital spot has PRESIDENT DONALD TRUMP at a rally saying Tester voted “in favor of sanctuary cities … weak on the border, didn’t vote for tax cuts, he took a gentleman, Ronny Jackson, an admiral in the Navy, Tester started throwing out things that he’s heard.",
  "“The consultant, Matthew C. Freedman, who is also a former lobbyist for foreign governments, runs his own corporate advisory firm and is treasurer of the American Australian Council, a group that helps promote business for American-based companies in Australia.",
  "Mr. Kelly complains aloud about Mr. Trump, telling colleagues, ‘I don’t need this’ after dressing-downs from the president.” https://nyti.ms/2rjWOCS\n\n-- “5 tricks for surviving in Trump’s Cabinet,” by Matt Nussbaum, Nancy Cook and Lorraine Woellert: “1.",
  "...\n\n“‘I have no idea whether it’s gender or personality or whatever issue, but I think that it is inappropriate for him to be doing what he’s doing,’ said Rep. Diane Black, a Tennessee Republican running for governor, about Corker’s comments.",
  "Mr. Giuliani added that when the initial payment was made, Mr. Cohen did it ‘on his own authority.’\n\n“‘Some time after the campaign is over, they set up a reimbursement, $35,000 a month, out of his personal family account,’ Mr. Giuliani said.",
  "Giuliani said that he had spoken with the president before and after his interview on Fox News, and that Mr. Trump and other lawyers on the team were aware of what he would say.” https://nyti.ms/2FCrqVi\n\nThe most reliable politics newsletter.",
  "STORMY'S LAWYER REACTS -- @MichaelAvenatti: \"We predicted months ago that it would be proven that the American people had been lied to as to the $130k payment and what Mr. Trump knew, when he knew it and what he did in connection with it.",
  "“Sources tell us Bolling, who’s close to President Trump, says he will bring his audience the truth about the administration, and will move to Washington, DC, to host the show for digital subscription-based CRTV starting in early summer.",
  "“Attending a fund-raising dinner on Monday, Mr. Trump told a confidant that he did not believe Mr. Kelly would say something like that, a point he made directly to Mr. Kelly in the Oval Office not long after the comment was reported.",
  "These are busy people.’\n\n“Later, Giuliani said in an interview with The Washington Post that when Cohen paid the settlement to actress Stormy Daniels, he knew he would eventually get paid back by Trump, as he was for other expenses.",
  "director of House Foreign Affairs … Rob Jones, founder and CEO of Alliance Group ... Stephanie Logan ... Melissa Wideman ... Paul Kangas ... Steele Burrow ... Jason Killian Meath is 49 ... Lauren Gautier ... Katie Armacio.",
  "…\n\n“In a statement posted to its website, Cambridge Analytica said the controversy had driven away virtually all of the company’s customers, forcing it to file for bankruptcy in both the United States and Britain.",
  "The company also found that more than 20,000 small and medium-sized businesses have created 900,000 jobs worldwide and more than 20,000 of those companies did more than $1 million in sales on Amazon in 2017.",
  "“But behind the scenes, there’s another set of characters who populate Trump’s world: loyal fixers who lie for Trump, and clean up his messes in the shadows, where their looks count less than their loyalty.",
  "He added that over all, Mr. Cohen was paid $460,000 or $470,000 from Mr. Trump through those payments, which also included money for ‘incidental expenses’ that he had incurred on Mr. Trump’s behalf.",
  "The president said as much when he nominated Ronny Jackson — the square-jawed White House physician with a full head of hair thick enough to hold a side part — to be secretary of Veterans’ Affairs.",
  "He has complained that Mr. Kelly has not been forthcoming about the pasts of some staff members, who either opposed him during the 2016 presidential primaries or had connections to the Bush family.",
  "How he thinks the Trump presidency is going: “Good Trump: lower taxes so Americans keep the money they earn, cutting regulations so business can flourish, Neil Gorsuch to the Supreme Court.",
  "“The president has come to believe that Mr. Kelly is hiding things from him, in the view of people who work in the White House and insist on anonymity to describe private conversations.",
  "Democratic staffers took part in the transcribed session and have access to the documents EPA has shared with the committee led by Chairman Trey Gowdy (R-S.C.), a Democratic aide said.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "TRANSITIONS -- Richard Taylor has joined T-Mobile as director of public relations, based in D.C. Taylor previously worked at the Entertainment Software Association.",
  "BIRTHWEEK (was yesterday): Drew Florio, celebrating in Vegas (hat tip: Jeff Miller)\n\nBIRTHDAY OF THE DAY: Cliff Maloney, president of Young Americans for Liberty.",
  "...\n\n“Separately, staff of the House Energy and Commerce Committee, which has jurisdiction over EPA, has begun receiving new paperwork from the agency this week.",
  "But he did know the general arrangement, that Michael would take care of things like this, like I take care of things like this with my clients,’ Giuliani said.",
  "‘If nothing else, I think he should just sit back and be quiet.’ Corker said he’d be just fine with that: ‘I’d be more than glad to stop talking about it.",
  "The president’s preference for people who look like they came from ‘central casting’ has become a well-known part of how Trump makes personnel decisions.",
  "Stick with the Trump line.” https://politi.co/2KyOkkb\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "It then broadcast the action in emails to news outlets and generally referred to the reason as a loss of confidence in the officer’s ability to command.",
  "“Treasury Secretary Steven Mnuchin is leading the group, which includes Commerce Secretary Wilbur Ross and U.S. Trade Representative Robert Lighthizer.",
  "| Andrew Harnik/AP Photo\n\nDriving the Day\n\nFIRST IN PLAYBOOK … THE SENATE LEADERSHIP FUND is layering another attack ad on MONTANA SEN. JON TESTER.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Read the report http://bit.ly/2KxOBnF\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "HAPPY 21st ANNIVERSARY to Patrick Steel, Politico CEO and Lee Satterfield, EVP and COO of the Meridian International Center.",
  "Mr. Giuliani indicated that the goal was to conclusively demonstrate that there was no campaign finance violation involved.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "So I guess I will.’” https://politi.co/2Ia0a60\n\nMIAMI HERALD’S CAROL ROSENBERG in GUANTANAMO BAY, CUBA: “U.S.",
  "The elections division of Cambridge’s British affiliate, SCL Group, will also shut down, the company said.",
  "ANNIE KARNI -- “Trump’s fixers revolt”: “Looking the part has always mattered to President Donald Trump.",
  "‘That removes the campaign finance violation, and we have all the documentary proof for it,’ he said.",
  "Topline deet: more than 1 million U.S.-based small and medium-sized businesses are selling on Amazon.",
  "It was ‘fake news,’ the president concluded, an assessment that he repeated in a pair of tweets.",
  "Every American, regardless of their politics, should be outraged... by what we have now learned.",
  "The Navy's practice had been to announce on its website the names of commanders it had fired.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Who better to talk to than the former speaker, who could be House Democrats’ next speaker.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "“‘The president repaid it,’ Giuliani told Fox News Channel’s Sean Hannity.",
  "This followed the lies told by others close to him, including Mr. Cohen.",
  "I look forward to being with President Xi in the not too distant future.",
  "We will always have a good (great) relationship!”\n\nREUTERS: “U.S.",
  "Pentagon officials confirmed the airlift of Ahmed al Darbi, 43.",
  "Trump ‘didn’t know about the specifics of it, as far as I know.",
  "‘I don’t burden them with every single thing that comes along.",
  "His release drops the population at the prison to 40 inmates.",
  "It’s a dichotomy that’s well-known in Trump’s inner circle.",
  "Two prominent members include Chevron and ConocoPhillips.",
  "This should never be acceptable in our America.",
  "Mr. Trump stood on AF1 and blatantly lied.",
  "We will not rest until justice is served.",
  "This is filling up quite quickly.",
  "You can unsubscribe at any time.",
  "Fly under the radar … 5.",
  "Look the part … 3.",
  "They’re not true.",
  "Stay close … 2.",
  "Get lucky … 4.",
  "#basta\".",
  "“Mr."
]