[
  "Story Continued Below\n\nBut senators of both parties signaled they wouldn't be easily placated, suggesting the time has come for the government to take a heavier hand in regulating the sprawling internet industry, which to date enjoys little oversight from Capitol Hill and federal agencies.",
  "poster=\"http://v.politico.com/images/1155968404/201804/949/1155968404_5767707975001_5767689213001-vs.jpg?pubId=1155968404\" true Zuckerberg apologizes as senators hammer Facebook The tech tycoon faced a bench of lawmakers whose frustration with Facebook has festered for more than a year.",
  "Facebook CEO Mark Zuckerberg endured intense scrutiny from lawmakers on a wide range of topics at a Senate hearing today, defending the social network he started in a dorm room against concerns about consumer privacy abuses, foreign election interference and unfair market dominance.",
  "Tech leaders like Microsoft co-founder Bill Gates and Apple CEO Tim Cook have been hauled before Congress to defend their businesses practices, as have other CEOs whose tone and words are put under a microscope as their reputations hang in the balance.",
  "Facebook's problems exploded last month when news reports revealed that Cambridge Analytica, a political data firm connected to President Donald Trump’s campaign, improperly accessed the personal information of tens of millions of Facebook users.",
  "The marathon session — which featured questioning from more than 40 senators — was seen as a key test for Zuckerberg as he tries to staunch weeks of negative headlines that dented the company's stock price and raised doubts about his leadership.",
  "Zuckerberg at the hearing conceded that Facebook didn't notify the Federal Trade Commission in 2015 following its discovery of Cambridge Analytica's data violation, despite signing a privacy agreement with the agency four years earlier.",
  "The 33-year-old tech tycoon faced a bench of lawmakers whose frustration with Facebook has festered for more than a year and whose gripes with the company now range from data privacy concerns to Russian election interference.",
  "“Facebook is an idealistic and optimistic company and for most of our existence we focused on all of the good that connecting people can do,” Zuckerberg told a joint hearing of the Senate Commerce and Judiciary committees.",
  "And Facebook said it would require greater transparency about who pays for advertisements about divisive issues, such as gun control or immigration, like the kind that Russian operatives exploited during the campaign.",
  "Markey and Blumenthal on Tuesday proposed online privacy rules that would require companies like Facebook to get active permission from people before using, sharing or selling their personal information.",
  "Zuckerberg told lawmakers Facebook has been contacted by FBI special counsel Robert Mueller's team investigating Russian interference in the 2016 election, but said he himself had not been interviewed.",
  "I think the real question as the internet becomes more important in people's lives is what is the right regulation,\" Zuckerberg said, pledging to send a list of recommended regulations to Congress.",
  "The tone reflected a sea change as Washington's once-rosy view of Silicon Valley has soured, amid talk that anti-tech industry rhetoric could one day shift to regulation.",
  "\"Unless there are specific rules and requirements enforced by an outside agency, I have no assurance that these kinds of vague commitments are going to produce action.\"",
  "Zuckerberg last week endorsed the Honest Ads Act, S. 1989 (115), a bill that would require disclosures for online political ads, but some lawmakers want more rules.",
  "The social network closed 270 accounts and pages operated by the Kremlin-aligned Internet Research Agency, a leading agent of Russian meddling in the 2016 election.",
  "At another point, Zuckerberg said he regretted that his company took too long to detect Russia's use of the social network to push inflammatory political content.",
  "\"I’m not convinced that Facebook’s users have the information they need to make meaningful choices,\" Senate Commerce Chairman John Thune (R-S.D.)",
  "\"In the past, many of my colleagues on both sides of the aisle have been willing to defer to tech companies’ efforts to regulate themselves.",
  "\"One of my greatest regrets in running the company is that we were slow in identifying the Russian information operations in 2016,\" he said.",
  "The company said it will simplify how it displays privacy settings and make users aware of third-party applications collecting their data.",
  "Facebook's role in facilitating Russian meddling in the last U.S. presidential election also emerged as a persistent line of questioning.",
  "In recent weeks, Facebook has sought to get ahead of Congress with a series of announcements about how it will self-police its platform.",
  "The company made a \"mistake\" in not banning Cambridge Analytica when the company first learned of the incident, he added.",
  "Sen. Ted Cruz (R-Texas) blasted Zuckerberg for \"a pervasive pattern of political bias\" against conservatives.",
  "\"It certainly doesn't feel like that to me,\" Zuckerberg responded to scattered laughter in the chamber.",
  "\"But it's clear now that we didn't do enough to prevent these tools from being used for harm as well.\"",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "tried to pin down his support for tougher privacy rules for internet users, particularly children.",
  "\"We've seen the apology tours before,\" Connecticut Sen. Richard Blumenthal (D-Conn.) told the CEO.",
  "It also pledged to eliminate an advertising program that relied on data from outside brokers.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "But Zuckerberg rebuffed lawmakers when asked whether the company has too much power.",
  "The social network has since said as many as 87 million people may be affected.",
  "Ashley Gold, Eric Geller, John Hendel and Li Zhou contributed to this report.",
  "The CEO's remorse was met with little sympathy from many lawmakers.",
  "\"My position is not that there should be no regulation.",
  "The Facebook CEO is walking a well-trodden path.",
  "\"You don't think you have a monopoly?\"",
  "asked Sen. Lindsey Graham (R-S.C.).",
  "You can unsubscribe at any time.",
  "But this may be changing.\"",
  "Sen. Ed Markey (D-Mass.)",
  "said."
]