[
  "Common Cause filed complaints asking the Federal Election Commission and the Department of Justice to investigate whether Cambridge Analytica and its sister firm, SCL Group Limited, broke rules that bar foreign nationals from participating \"directly or indirectly\" in the \"decision-making process\" of a political campaign.",
  "The complaint comes after former Cambridge Analytica research director Christopher Wylie and two other unidentified ex-employees detailed a company plan for The Washington Post, which they said assigned dozens of foreign nationals to provide strategic and messaging advice to Republican candidates in the 2014 election.",
  "\"It defies belief that even after their own attorney warned them that they would be violating the prohibition on performing certain election-related activities in U.S. elections that they did so anyway,” Paul Ryan, Common Cause's vice president for policy and litigation, said in a statement.",
  "A July 2014 memo described by The New York Timesindicates Cambridge Analytica's attorney Lawrence Levy warned top firm officials, including Rebekah Mercer, Stephen Bannon and company CEO Alexander Nix, that foreigners were prohibited from providing high-level advice to U.S. candidates.",
  "Federal Election Commission records show they also were hired by a slew of other Republicans candidates and political action committees over the 2014 and 2016 election cycles, including those tied to President Trump's incoming national security adviser John Bolton.",
  "\"As anyone who is familiar with our staff and work can testify, we in no way resemble the politically-motivated and unethical company that some have sought to portray,\" Cambridge's acting CEO Alexander Tayler said in a statement issued late last week.",
  "(Photo: DANIEL LEAL-OLIVAS, AFP/Getty Images)\n\nWASHINGTON — The London-based firm at the center of the Facebook voter harvesting controversy may have violated U.S. law by using foreigners to work on U.S. elections, a watchdog group said Monday.",
  "The companies, which are staffed largely by non-U.S. citizens, performed nearly $6 million worth of work for the 2016 presidential campaigns of then-candidate Donald Trump and Sen. Ted Cruz, R-Texas.",
  "A Bolton spokesman told The Washington Post that Bolton made all strategic decisions for Bolton's super PAC, not Cambridge Analytica, and has not worked with the company since 2016.",
  "Cambridge Analytica officials have denied allegations of wrongdoing in how they handled Facebook data and say they did not use any of that data in the 2016 campaign.",
  "The complaints come amid allegations that Cambridge Analytica misused the personal information of up to 50 million Facebook users.",
  "Bannon is the former Breitbart News executive went on to help run Trump's campaign and serve as a top White House adviser.",
  "Cambridge Analytica officials did not immediately respond to a request for comment from USA TODAY about the complaints.",
  "Bolton, who was an early user of Cambridge's data, spent more than $1.1 million with the company through his super PAC.",
  "The Federal Trade Commission on Monday confirmed that is investigating the potential misuse of the data.",
  "Mercer is a prominent Republican donor and Trump supporter whose family financially backed the company.",
  "Traffic passes the building housing the offices of Cambridge Analytica in central London.",
  "Read or Share this story: https://usat.ly/2GvZqri"
]