[
  "Cambridge Analytica received data from the hacked emails of Nigeria's now-President Muhammadu Buhari and now-Prime Minister of St. Kitts and Nevis Timothy Harris, during separate election campaigns in the countries, The Guardian reported, citing several ex-employees of the company.",
  "According to the staff accounts, the hackers brought a USB stick reportedly filled with hacked personal emails, which included private information, including potential medical records, about then-Nigerian opposition leader Muhammadu Buhari, who is now president.",
  "Bill Hinton/Getty Images\n\nIsraeli hackers reportedly gave information from the hacked emails of two world leaders to Cambridge Analytica, the political-research company at the center of a massive Facebook-data scandal.",
  "In a previous incident, the parent group of Cambridge Analytica, SCL Group, reportedly used a £1 million ($1.4 million) bribe to help win an election for the St. Kitts and Nevis Labour Party, who was a client, in 2010.",
  "The company's leadership reportedly encouraged use of the data, offered by Israeli hackers, with ousted CEO Alexander Nix, along with other senior directors, giving employees direction on how to handle the material.",
  "Cambridge Analytica was reportedly paid £2 million ($2.8 million) in 2015 by a Nigerian billionaire to support a campaign to re-elect Goodluck Jonathan as president of Nigeria, according to the report.",
  "The same Israeli cybersecurity team was reportedly hired again in early 2015, and obtained private information on St. Kitts and Nevis politician Timothy Harris, who was later elected prime minister.",
  "Staff members were alarmed by the information presented at the meeting, according to the report, which led them to refuse to implement the hacked data into their campaign.",
  "Facebook recently suspended Cambridge Analytica for not destroying the private data of 50 million users it used to predict the behavior of individual American voters.",
  "Executives from Cambridge Analytica, which helped Donald Trump's 2016 presidential campaign, were caught on tape boasting about helping secure Trump's win.",
  "\"We're employed by a billionaire who's panicking at the idea of a change of government and who wants to spend big to make sure that doesn't happen.\"",
  "Former Cambridge Analytica staff told The Guardian that they met Israeli cybersecurity agents in their London offices in early 2015.",
  "\"It was the kind of campaign that was our bread and butter,\" one ex-employee told The Guardian.",
  "SCL Group denied using stolen data from the individuals mentioned in The Guardian report."
]