[
  "Basically what we have here is a situation where every American understands that China is stealing our intellectual property, they're forcing the transfer of our technology when companies go to China, and by doing that, they steal jobs from America, they steal factories from America, and we run an unprecedented $370 billion a year trade deficit in goods.",
  "PETER NAVARRO:\n\nAnd I--\n\nCHUCK TODD:\n\nBut the term \"fake news\" is a way to-- is not exactly a -- a -- a way to hold up the First Amendment, especially when the Russian government--\n\nPETER NAVARRO:\n\nAs a personal matter--\n\nCHUCK TODD:\n\n--just this morning is calling fake--\n\nPETER NAVARRO:\n\n--I used to deliver--\n\nCHUCK TODD:\n\n--using that phrase.",
  "How cynical it is for the Chinese basically, rather than respond graciously and stop doing all this bad stuff they're doing to attack American farmers, I think that's going to be a wake-up call for Americans about just-- we've changed now our designation in the national security strategy of China to a strategic competitor.",
  "Because if we've got 500 million people that would like to trade with us, these are folks that are around China, you think China doesn't fear the possibility of having the United States having relations with all of those countries right around the area that they're trying to expand, once again, into?",
  "And then, when you add to that damage the billion dollars a day in the trade deficit in goods we face, this country is losing its strength and wealth even as China has grown its economy from $1 trillion since 2002--\n\nCHUCK TODD:\n\nWell, you're not--\n\nPETER NAVARRO:\n\n--to over $12 trillion today.",
  "At the turn of the 20th century, when there were big policy issues, you know, like Standard Oil monopolizing things, the railroads being corrupt, food and drug, there was patent medicines all over the place, they wrote stories that mobilized people to get those laws passed.",
  "We produce enough soybeans to where, if, if you just drop the price by ten cents based on the speculation of having China put a tariff on, a ten cent reduction per bushel is about two hundred-- is about $24 million a year for a ten cent reduction in the price of soybeans.",
  "And it was after, you know, starting to meet some of the candidates and meet some of the clients that Robert Mercer and Steve Bannon, you know, wanted to support, that a lot of people, including myself, started to feel quite uncomfortable with what we were doing.",
  "HELENE COOPER:\n\nWell, and before I get to that, I just-- The Washington Post is our competitor, but I do appreciate you pushing back on Mr. Navarro's fake news on The Washington Post, because we don't want to see these attacks on the—on our First Amendment.",
  "You know, their, their one, one, one road, or one, one, one road, one belt approach, which is trying to take care of and control all of the sea lanes, the shipping lanes in the, in the South Pacific, they're putting in military bases down there to do that.",
  "CHUCK TODD:\n\nYou know, and one of the things that I think that put teachers and what they're going to complain about the most is I want to show you the average of sort of our biggest public servant groups are firefighters and police officers and teachers.",
  "CHUCK TODD:\n\nYou know, Charlie, this whole base issue here with the president, you could throw-- we put Scott Pruitt in that bucket, because you could make an argument, it's pretty clear, if Pruitt weren't popular with the base, he'd probably be gone.",
  "Joining me for Insight and Analysis are presidential historian Doris Kearns Goodwin, Rick Lowry, editor of The National Review, New York Times Pentagon correspondent Helene Cooper, and Charlie Cook, editor and publisher of The Cook Political Report.",
  "We're just setting out dates that I can actually go and sit down--\n\nCHUCK TODD:\n\nAnd this is--\n\nCHRIS WYLIE:\n\n--and meet with--\n\nCHUCK TODD:\n\n--is this both with--\n\nCHRIS WYLIE:\n\n--with authorities--\n\nCHUCK TODD:\n\n--Congress and Mr. Mueller?",
  "Because if you look at the newspapers that I read every day across the spectrum, The Washington Post --\n\nCHUCK TODD:\n\nYeah\n\nPETER NAVARRO:\n\n--in my judgment, tends to attack the president more than any other newspaper in its news stories.",
  "On immigration, frustrated that only about 33 miles of new fencing is funded under the 2018 Congressional spending bill, angering some supporters--\n\nLAURA INGRAHAM:\n\nBut as I see it, right now tonight, the wall's never going to happen.",
  "But we -- we need to understand that we can go back to 2003 --\n\nCHUCK TODD:\n\nYeah\n\nPETER NAVARRO:\n\n--when we began to talk about these issues, and talk has not been cheap, it's been, very, very--\n\nCHUCK TODD:\n\nBut let me ask you this.",
  "When the president announced the addition $100 billion in tariffs, he also announced that he was directing Sonny Perdue, a great American and the Secretary of Agriculture, to immediately implement a plan to defend American farmers.",
  "So rather than going after NAFTA and starting over there, TPP, which is the Trans Pacific Partnership, where we had 11 other countries in the Pacific Rim area or right around China, who'd rather do business with us than with China.",
  "But every American understands that, every day of the week--\n\nCHUCK TODD:\n\nRight\n\nPETER NAVARRO:\n\n--China comes in to our homes, the businesses, our government agencies, and the damage is on the order of about $1 billion a day.",
  "And that it could be stored in various parts of the world, including Russia, given the fact that, you know, the professor who was managing the data harvesting process was going back and forward between the U.K. and to Russia.",
  "He was at the company for less than a year, after which he was made the subject of restraining undertakings to prevent his misuse of the company's intellectual property, while attempting to set up his own rival firm.\"",
  "CHUCK TODD:\n\nHow--\n\nHELENE COOPER:\n\nThat right there is sort of the-- you've (CHUCKLE) just captured just everything about what's going on right now with the press and how to cover the shiny object of President Trump.",
  "But I think the other side is that put behavior and judgment that Pruitt has used-- this guy has arguably accomplished more of what President Trump is trying to do than any other person in the entire administration.",
  "CHUCK TODD:\n\nPresident Trump is refocusing his attention on the nationalist policies which he campaigned on, attempting to shore up good will among base supporters and the conservative media that influences them.",
  "What is it that China-- give me the specific action that, that maybe the president and Xi announce together that will tell the American public the Chinese aren't, aren’t stealing intellectual property anymore?",
  "CHUCK TODD:\n\nAnd he wants to be-- basically, his more inward-looking instincts, nationalistic, isolation, however you want to look at it, whether it's with the border, with trade, this is where he wants to go.",
  "But when you look at what's going on in Oklahoma and Arizona, some pretty red places, you look, and other than the Senate map, which states are up, I can't see anything good for Republicans this year, nothing.",
  "And whether it's the kids and the gun issue or whether it's the teachers and parents that are uprising, there's a lot of bad, bad-- I mean if I were Republican, I'd be nauseous right now with what's coming up.",
  "So he's sort of using a bit of weasely language here because it was the work that I was doing at SCL Group, as research director, that formed the basis of the intellectual property for Cambridge Analytica.",
  "And I think, you know, ultimately, a lot of people, including myself, had to make a call which is that, you know, as the early founding team of a company, do we want to spend the next ten years doing this?",
  "Rich Lowry, editor of National Review, presidential historian Doris Kearns Goodwin, New York Times Pentagon correspondent Helene Cooper, and Charlie Cook, editor and publisher of The Cook Political Report.",
  "All eyes will be on Capitol Hill this week when Facebook founder and CEO Mark Zuckerberg testifies before House and Senate committees about how the company plans to protect its users' data in the future.",
  "But at the same time, there are millions and millions and millions of people all over the world who are still on Facebook, and who have sort of made almost the decision that their privacy doesn't matter.",
  "What I do know is that Alexander Nix was meeting with Corey Lewandowski in the spring of 2015, which his lawyers have confirmed to me, you know, before Trump had even announced that he was a candidate.",
  "And, you know, the president is learning that, you know, Syria, the Middle East, it's a lot more complicated than it looked like watching television back home, you know, two years ago, three years ago.",
  "HELENE COOPER:\n\nAnd I think you're looking, military planners are now again looking at how they can launch, in a contained way, some sort of retaliation if President Trump decides to go with that.",
  "When I met with the British authorities earlier in the year, one of the things that I said is that actually, you know, the number is substantially more than that, you know, from my recollection.",
  "CHUCK TODD:\n\nYeah, at what point, though, does that accumulate and you're wondering, \"He's not--\n\nSENATOR MIKE ROUNDS:\n\nHow about one where--\n\nCHUCK TODD:\n\n--a steward of the taxpayer dollar?\"",
  "And given what we know about the company, you know, and what the lengths that they're willing to do for their clients, I think it is worth a serious investigation and to take this seriously.",
  "CHUCK TODD:\n\nRich, this is got caught up in teacher union fights for a long time, are Republicans regretting that they so focused on the unions, they forgot about the teachers a little bit?",
  "Pruitt is facing questions about his ties to a lobbyist from whom he rented a Capitol Hill condo, requests for special perks, and raises for his aides against the advice of the White House.",
  "SENATOR MIKE ROUNDS:\n\nLook, any time you start taking a look at all of the different activities, and I don't know how much of it is overblown and how much of it is accurate, to be honest.",
  "CHRIS WYLIE:\n\nIt’s--As I understand it, and my lawyer is the one interfacing with them, but it is both Congressional investigations and also law enforcement and the Department of Justice.",
  "Well, Bush and Obama, over the course of 16 years, basically stood by while we lost over 70,000 factories, millions of manufacturing jobs, and much of our traditional manufacturing base.",
  "I can put up some of the allegations that have come out against him as far as how he's conducted himself in office with a lavish security detail, first class flights, things like that.",
  "But we do know a lot of things about this company that I think a reasonable person knowing these things would want to ask some pretty tough questions about what happened to that data.",
  "Now, facing some challenging poll numbers with the midterms and the Mueller investigation, rather than trying to broaden his appeal, he's hunkering down, hugging his base once again.",
  "Already the Russian government, using the phrase \"fake news,\" the Russian Foreign Ministry is saying, \"This is fake news,\" this idea that there even was a chemical weapons attack.",
  "RICH LOWRY:\n\nWell first of all, I think there is an element of partisan hypocrisy here, because the Obama team did a version, not exactly, but a version of the same thing in 2012.",
  "Because even with those differences, the data here actually shows you you can still find a lot of commonalities in the American experience, even in the age of Trump and Roseanne.",
  "They assumed all along that if you're putting something on Facebook or if you're-- once you engage there, you're sort of letting go of so many of these assumptions to begin with.",
  "Now, there's also long standing reality competition series that do well with Republicans, including Survivor and no, I'm not talking about the President Trump cabinet shuffle.",
  "But if the Savannah Guthrie interview with Sheryl Sandberg was any preview of how this Congressional hearing is going to go, I agree with Charlie, Zuckerberg will get roasted.",
  "CHUCK TODD:\n\nThe Dow Jones Industrial Average, touted by Mr. Trump as a symbol of his success in office, has fallen more than 4% since he announced new tariffs on March First.",
  "I spoke to Wylie yesterday, and how he explained how he first came into contact with Bannon and the Republican billionaire donor behind Cambridge Analytica, Robert Mercer.",
  "CHRISTOPHER WYLIE:\n\nI think that there is a genuine risk that this data has been accessed by quite a few people, and that it could be stored in various parts of the world.",
  "So, you know, it isn't actually materially possible to verify if that data has been eliminated from the existence of the universe because another copy could've been made.",
  "CHUCK TODD:\n\nWhile many of the White House professional staff, led by Chief of Staff John Kelly, have advised the president to fire Pruitt, Pruitt is a conservative star.",
  "I mean for the American people, and I don't think, Mr. Todd, there's any disagreement between you and I about the fact that China is engaged in these egregious practices.",
  "What do you say to the criticism you're getting from the Midwestern Senators and governors of both sides of the aisle, who are panicked about the agricultural industry?",
  "But when you're working with The New York Times and The Guardian, they will make sure that anything that they publish is the most conservative estimate to play it safe.",
  "And in sending 2,000 National Guard troops to the border, he's barely sending more than President Obama did in 2010, and not as many as President Bush did in 2006.",
  "The president saying responsibility, already in a morning tweet, \"Responsibility lies Iran and Russia,\" is supporting of Assad, that they're responsible for this.",
  "Now, there are shows that Democrats are more likely to watch than the average American, like Empire and Blackish, both centered around African-American families.",
  "And the national average salary increase teachers and police officers have been-- police officers have gotten a higher salary increase since 2000 than teachers.",
  "CHUCK TODD:\n\nIs it possible the number -- Do you believe the number 87 million is the high end or do you think that's still possible that number is much higher?",
  "If we step in right now and have relationships, trade relationships and military relationships, with those other countries, that stops China in their efforts.",
  "CHUCK TODD:\n\nHow do you expect the Chinese to take the tariff threat seriously if you're publicly saying it's a negotiating tactic, and that, \"You know what?",
  "And the issue here is Facebook has a tremendous amount of data, and there's one man who makes the decision about how it's used, and that's Mark Zuckerberg.",
  "If I was not, If I was not the research director, if I didn't introduce the firm to data and to targeting, Cambridge Analytica would not exist, full stop.",
  "And, and most certainly, we don't want to see the president put in a position to where he has to execute a, a, a tariff if he doesn't absolutely have to.",
  "He understands how critical it is to have a good foreign policy, but also, one that allows for us to continue to expand our exports, particularly in ag.",
  "Wylie has colorfully describes himself as the gay Canadian vegan who somehow ended up creating Steve Bannon's psychological warfare mind expletive tool.",
  "HELENE COOPER:\n\nIt's so interesting, though, the National Guard deployment is so similar to what both President Obama and President Bush did before him.",
  "CHUCK TODD:\n\nIs it your understanding that Facebook could not even verify right now if they wanted to how many people had all this data, or could they?",
  "CHUCK TODD:\n\nNot many people in the Midwest, many Republican lawmakers, including one I'm going to have on in a minute, don't like this tariff policy.",
  "We should have been--\n\nCHUCK TODD:\n\nDo you think that was the biggest mistake, and that we wouldn't be in the same place we are today because of that?",
  "SENATOR MIKE ROUNDS:\n\nWhich one of the, of the challenges would you like to start-- would you like to say, \"Oh, he has too big of a security detail?\"",
  "SENATOR MIKE ROUNDS:\n\nLook, the reason why, the reason why all of the emphasis right now is on Mr. Pruitt is because he is executing these policies.",
  "CHUCK TODD:\n\nBut in fairness—\n\nCHRIS WYLIE:\n\nSo – my my\n\nCHUCK TODD:\n\n-- you can't say definitively that the Trump campaign used this Facebook data?",
  "I mean in Oklahoma, some of those districts are only open four days a week because they can't afford the heating or the lighting for the fifth day.",
  "CHUCK TODD:\n\nI know, but what's the message that's sent that, \"Well, you know, ethics matter only when I like the job that they're, they’re doing.\"",
  "CHUCK TODD:\n\nWhen we come back, sending the National Guard to the border and threatening a trade war may be good base politics for President Trump.",
  "When he went to speak, as you wrote about, about the tax reform, and just what you were saying, he should have been touting it, he throws it away.",
  "Christopher Wylie was the man who first revealed that millions of Facebook accounts were harvested for the use in the 2016 presidential campaign.",
  "And it was very much a targeted strike at the air field from which these-- the Pentagon believed that these chemical weapons had been launched.",
  "He is correct in the policy in that China clearly has been cheating when it comes to, to how they're doing business with the rest of the world.",
  "But you haven't also really made it clear, what specific action do you want from the Chinese to prevent these tariffs from being implemented?",
  "So he's going to kind of these showy acts like sending National Guard troops there, because he wants to have some deliverable for his voters.",
  "(LAUGHTER)\n\nCHUCK TODD:\n\nRich, is he right to be worried about the base, that he should be tending to it almost more so than any other issue?",
  "has captured a lot of attention in political circles in the past few weeks, particularly its enormous viewership in so-called \"Red America.\"",
  "He's a hero to conservatives, a target for liberals, and a favorite of President Trump's\n\nPRESIDENT TRUMP:\n\nScott has done a fantastic job.",
  "On Syria, you know, a year ago when this happened, when something similar happened, President Trump and the Pentagon reacted very swiftly.",
  "Have you been contacted by American authorities, like Bob Mueller, the special counsel here that's investigating the Russian interference?",
  "Christopher Wylie was a part-time contractor who left in July, 2014 and has no direct knowledge of our work or practices since that date.\"",
  "There are also shows Republicans are more likely to watch, like ABC's Last Man Standing, whose main character is politically conservative.",
  "CHRIS WYLIE:\n\nI will say it was quite clearly early on that Steve Bannon absolutely wanted to use it for, you know, Republican candidates.",
  "CHRIS WYLIE:\n\nWell, once data leaves your system and once data leaves, you know, your database, you know, data is a fungible thing, right?",
  "But what about the big picture of, of, of how he's taking care of the stewar-- of the taxpayers' dollars with the department, the E.P.A.?",
  "He needed to set the agenda, making it very clear that, if we draw a red line in the sand, that, that we're going to honor that red line.",
  "And I don't know care whether you're talking about trade policy or if you're talking about our policy in the, in the, in the Middle East.",
  "At the same time, there are discussions that are going on with the Chinese, with Ambassador Robert Lighthizer and with Secretary Mnuchin.",
  "And second of all, and this is, to me, absolutely important, I think he needs to be able to explain to the American what his endgame is.",
  "CHARLIE COOK:\n\nYeah, I mean Republicans wants the conversation to be about, \"The economy is good, the tax cuts are goosing the economy.\"",
  "PETER NAVARRO:\n\nI used to deliver The Washington Post in high school--\n\nCHUCK TODD:\n\nYeah\n\nPETER NAVARRO:\n\n-- in Bethesda, Chevy Chase.",
  "PETER NAVARRO:\n\nI -- I don't believe, if you played back what I said just a minute ago, that I said was a negotiating tactic, it's not.",
  "I'm going to tighten up and pull back on all of it and then hope the Eye of Sauron here in the beltway is distracted by something else.",
  "This morning, my interview with a key player in the Facebook drama who says even more than 87 million people could have been impacted.",
  "CHUCK TODD:\n\n--the president announced a surprise plan to work with governors to send up to 4,000 National Guard troops to the border.",
  "It means that they are in competition with us--\n\nCHUCK TODD:\n\nRight\n\nPETER NAVARRO:\n\n-- over economic prosperity and national defense.",
  "CHUCK TODD:\n\nBut does that justify this--\n\nSENATOR MIKE ROUNDS:\n\nIt’s, it's part of a--\n\nCHUCK TODD:\n\nDoes that justify this behavior?",
  "SENATOR MIKE ROUNDS:\n\nI do, because he's following through with the, with the policies that the president said he wanted to implement.",
  "That plan is being implemented, includes both tariffs to recover the damages that China inflicts, as well as investment restrictions.",
  "I mean I would tell my kids or grandchildren now, \"Never write anything in an e-mail that you don't want to explode everywhere else.\"",
  "I have no objections with the, with the president long term trying to fix the relationships with China and holding them accountable.",
  "CHUCK TODD:\n\nWhat would you, look, there's a lot of people that want to hold China accountable for the intellectual property issue.",
  "What we've done in a very measured way over the course of many months is develop a plan to make the situation significantly better.",
  "DORIS KEARNS GOODWIN:\n\n(LAUGHTER) Well, you know, I think the real question is, first of all, he should have apologized right away.",
  "DORIS KEARNS GOODWIN:\n\nWell, you know, the thing that worries me is that the story of Pruitt is a story that we can all understand.",
  "CHUCK TODD:\n\nI want to play something that Sheryl Sandberg, the COO of Facebook, told my colleague Savannah Guthrie late last week.",
  "And the early projects that, you know, we started to apply the research to were indeed alt-right candidates in the United States.",
  "The show was actually cancelled last year, but fans are now petitioning to bring it back with the success of the Roseanne reboot.",
  "And I think he will hold not just Syria, but I think he will make it very clear that he believes that Russia is also responsible.",
  "CHUCK TODD:\n\nCharlie, look, these- these issues, all of a sudden, that gets in the way of what he's trying to do with his agenda.",
  "Let me put up what Senator Ben Sasse, a Republican from Nebraska said, \"Hopefully the president is just blowing off steam again.",
  "We had, a number of years ago with President Obama, agreements about not stealing our intellectual property through cyber theft.",
  "So when you originally gave your first interview on this, you knew it was 87 million, but you legally could only say 50 million?",
  "CHRIS WYLIE:\n\nI think that there is, you know, a genuine—a genuine risk that this data has been accessed by quite a few people.",
  "CHUCK TODD:\n\nRich, can Scott Pruitt get himself-- what would it take ethically for him to lost the confidence of the president?",
  "RICH LOWRY:\n\nWell, I'm very skeptical of, across the board, pay increases for teachers that aren't coupled with other reforms.",
  "Does that mean buying soybean crops--\n\nPETER NAVARRO:\n\nThis will be of-- it’s up--\n\nCHUCK TODD:\n\n--that the Chinese won't buy?",
  "PRESIDENT TRUMP:\n\nWe can't continue to allow this to happen where hundreds of billions of dollars is taken out of our country.",
  "They have to probably be regulated the way the automobile, the radio, television, all the earlier inventions, were regulated.",
  "Up next, my interview with the man who told the world how the data of millions was collected for political purposes in 2016.",
  "This government, through Bush, Obama and now the courage and vision of Donald Trump, we're willing to listen to the Chinese.",
  "CHUCK TODD:\n\nI -- I -- I understand all that, and have, have heard these complaints for years from many of these industries.",
  "CHUCK TODD:\n\nAnd joining me now from West Palm Beach, Florida is President Trump's Chief Trade Advisor, Dr. Peter Navarro.",
  "CHUCK TODD:\n\nI understand-- well, that's what I'm--\n\n(OVERTALK)\n\nPETER NAVARRO:\n\n--what's different about this president.",
  "Up next, the success of Roseanne got us thinking about the differences between the shows Democrats and Republicans watch.",
  "PRESIDENT TRUMP:\n\nUntil we can have a wall and proper security, we're going to be guarding our border with the military.",
  "College football and NASCAR do especially well for Republicans because both sports are popular in the Republican south.",
  "In fact, seven of the ten shows are the same, including Big Bang Theory, Fixer Upper, 60 Minutes and Property Brothers.",
  "HELENE COOPER:\n\nAnd I'm at this point now where there are some sources who will only talk to me face to face in person.",
  "So add Meet the Press to your flash briefing on Amazon Alexa or download The Lid as a free podcast beginning tomorrow.",
  "One senior White House quipped: 'Though officials explained his declarations as expressions of momentary frustration.\"",
  "So, but, but let's just be clear, strategically, number one, we need other trading partners to help pick up the slack.",
  "SENATOR MIKE ROUNDS:\n\nYeah, we--\n\nCHUCK TODD:\n\nIf he lets this go, what message does that send to Putin and to Assad?",
  "CHUCK TODD:\n\nAnd, you know, and Doris, you have a president who, just last week, said, \"I want to get out of Syria.\"",
  "CHRIS WYLIE:\n\nSo The New York Times and The Guardian chose 50 million because it was the most conservative estimate.",
  "I want to go to something with Facebook announced this week when they announced some new protocols with advertising.",
  "And it's the proudest thing that I am, that I walk around town and people will say, \"Your kid is changing my life.\"",
  "I think we wait until the Secretary of Defense puts together his proposals, he lays them in front of the president.",
  "The State Department indicates that, yes, there appears to have been a chemical weapons attack by the Assad folks.",
  "CHUCK TODD:\n\nIn some way, Rich Lowry, the president is almost boxed in to having to respond militarily, is he not?",
  "Also, saving face, Mark Zuckerberg heads to Capitol Hill for tough questioning over the misuse of Facebook's data.",
  "CHRIS WYLIE:\n\nRight\n\nCHUCK TODD:\n\nCan you say definitively that this Facebook data was used by the Trump campaign?",
  "And some White House aides have even suggested that Mr. Trump's proposed tariffs are simply a negotiating tactic.",
  "SENATOR MIKE ROUNDS:\n\nThat's, that’s exactly the problem that we've got right now is is we have to be consistent.",
  "SENATOR MIKE ROUNDS:\n\nI recognize that the president thinks we can get a better deal if we do them individually.",
  "CHUCK TODD:\n\nDoes that mean buying--\n\nPETER NAVARRO:\n\nAnd what's going on here--\n\nCHUCK TODD:\n\n--soybean crops?",
  "It seems as if the administration wants to have it both ways, telling the Chinese, \"Were serious about tariffs.",
  "CHUCK TODD:\n\nI want to ask you, though, about a similar sort of framing of a question I asked you about Syria.",
  "I think he is nervous about his own political base right now, which is why he's been so focused on the border.",
  "Political shows like HBO's Last Week Tonight With John Oliver and Veep also do especially well with Democrats.",
  "He was a founding member of Cambridge Analytica, which eventually became the data firm for the Trump campaign.",
  "We got through a lot more than I expected on an extraordinarily busy week, which of course we say every week.",
  "I'll ask the President's top trade advisor, Peter Navarro and Republican Senator Mike Rounds of South Dakota.",
  "/ Updated\n\nNBC News - Meet the Press\n\n“04.08.18”\n\nCHUCK TODD: This Sunday, President Trump, chasing the base.",
  "There's no doubt about it that the, the tariffs will be economically very tough on South Dakota agriculture.",
  "And there's Saturday Night NBA Basketball, where viewers likely come from larger urban areas with NBA teams.",
  "When we come back, Endgame and what millions of Facebook users want to hear this week from Mark Zuckerberg.",
  "It's one of the bright spots when it comes to, to, to the export challenges that we've got in this country.",
  "We're talking about a lot of money that goes down, just on the speculation of having a tariff put in place.",
  "PETER NAVARRO:\n\nAnd when you read stuff in The Washington Post, frankly, that's fake news most of the time.",
  "CHUCK TODD:\n\nAnd he returned to the unsubstantiated campaign claims that he frequently used on immigration.",
  "PETER NAVARRO:\n\nLook, every day of his adult life, John Kelly's gotten up in the morning to serve America.",
  "The Washington Post story of the weekend says this: \"Kelly has threatened to resign on multiple occasions.",
  "CHUCK TODD:\n\nOh, well, that's--\n\nDORIS KEARNS GOODWIN:\n\nBecause he got the adulation of the people, right?",
  "CHARLIE COOK:\n\nI mean it's going to-- Senator Rounds, I mean this is going to be like Custer's Last Stand.",
  "And maybe, as we said earlier, maybe it wouldn't be Thanksgiving dinner every night on your Facebook page.",
  "So that's Sheryl Sandberg saying, yeah, they probably should've told users that their data had been taken.",
  "He's such a great symbol of the corruption and fraud, waste and abuse (CHUCKLE) in your administration.\"",
  "Before we go, starting this week, Meet the Press will have a new audio briefing for you every afternoon.",
  "CHUCK TODD:\n\nOn trade, the president is threatening another $100 billion in tariffs on goods from China.",
  "administrator, Scott Pruitt, the president is taking his cues from the base instead of his own advisors.",
  "PRESIDENT TRUMP:\n\nIf you have a baby on our land, congratulations, that baby is a United States citizen.",
  "And it's very frustrating something like the wall, really, a signature promise, that he can't get that.",
  "(CHUCKLE)\n\nCHARLIE COOK:\n\nI think it if he had gone immediately up to Congress, it would have been bad.",
  "CHUCK TODD:\n\nYou can see my complete interview with Christopher Wylie on our website MeetThePress.com.",
  "Because we're at the point now where I don't even feel comfortable making cell phone calls to sources.",
  "Now we need to understand what's happening in the E.P.A., what's happening in the Interior Department?",
  "She goes, \"Wait, I'm not on Facebook,\" and I did the same thing, \"Well, I'm not on Facebook, either.\"",
  "CHUCK TODD:\n\nI understand--\n\nPETER NAVARRO:\n\nAnd what's at stake is not just our economic prosperity.",
  "Let's allow the military to be in a position to where we can be effective in the way that we respond.",
  "CHUCK TODD:\n\nWhat are the consequences of not acting with the same toughness that he did a year ago?",
  "Because once you do that, you're taking implied responsibility for Syria and never doing that again.",
  "But then, telling the public, \"No, no, no, no, it's a negotiating ploy, it's a negotiating tactic.\"",
  "SAVANNAH GUTHRIE:\n\nBut that doesn't mean you don't tell the users, \"Hey, this was stolen from you.\"",
  "And is that the re-- Is that what you would say, or did you leave it over their business practices?",
  "\"The source of allegations against the company is not a whistleblower or a founder of the company.",
  "I mean teachers are now standing up and saying, \"Enough is enough,\" just like the Me Too Movement.",
  "And they're not just fighting for raises, they're fighting for funding for their school districts.",
  "They should have made clear, as soon as they knew the data had been spread, that it had happened.",
  "They're a profit making company, and have this massive capitalization in the market for a reason.",
  "But in this particular case, Mr. Pruitt has been doing a good job as the secretary of the E.P.A..",
  "That's why I brought up that phrase just now, because our adversaries are using the exact phrase.",
  "DORIS KEARNS GOODWIN:\n\nWell, I think your- your metaphor of \"hugging the base\" is exactly right.",
  "administrator revered by his core supporters, President Trump is delivering what his base wants.",
  "In this case, average salary increase since 2000, basically double for police than for teachers.",
  "And I think it would help him, even though the president doesn't like apologies, do a mea culpa.",
  "CHARLIE COOK:\n\nBut he's advancing the President's agenda, whether you like that agenda or not.",
  "Clearly, the Syrian government knows that he's eager to pull our forces out of Syria entirely.",
  "And what about the response directly back out to allow businesses to actually grow and expand?",
  "Because look, look Sonny Perdue, former Governor Perdue, I've known him for, for 15 years now.",
  "CHUCK TODD:\n\nDr. Navarro--\n\nPETER NAVARRO:\n\nI mean look--\n\nCHUCK TODD:\n\n--that's a cheap shot.",
  "And it's--\n\nPETER NAVARRO:\n\nWell, no, that's not a chea-- Mr. Todd, that is not a cheap shot.",
  "RUSH LIMBAUGH:\n\nHe has become, outside of Trump, the single bigger target, the American left.",
  "PETER NAVARRO:\n\nAnd that’s--\n\nCHUCK TODD:\n\nLet me--\n\nPETER NAVARRO:\n\n-- the difference here.",
  "But they also fessed up to even more data brea-- I guess you wouldn't call it a data breach.",
  "It's should teachers, as public servants, be treated basically the same as police officers?",
  "I--I think that expression is a pretty unfair thing to say about a major news organization.",
  "CHUCK TODD:\n\nWell, joining me now is the Republican Senator from South Dakota, Mike Rounds.",
  "He was telling people, \"Look, you're, you’re going to be held accountable for what you do.\"",
  "CHUCK TODD:\n\nAnd what’s, what’s-- what does, what does winning this tariff fight look like?",
  "CHUCK TODD:\n\nAnd the political backlash among Republicans on Capitol Hill has been intense.",
  "And look, in your monologue at the beginning of this, you played a clip from the president.",
  "CHUCK TODD:\n\nAnd so far, the president has listened, and Pruitt has his public confidence.",
  "President Trump's latest motto could be, \"If at first you succeed, do it and do it again.\"",
  "(LAUGHTER) So we have to figure out--\n\nCHUCK TODD:\n\nI thought Russell Lone (PH) said that.",
  "I think we have to figure out as a community now how much does our privacy matter to us?",
  "I would say, Chuck, he obviously made a lot of promises, over promised in a lot of ways.",
  "CHUCK TODD:\n\nBefore I start, I know you wanted to respond to some of the trade comments.",
  "You supported an air strike the last time the president-- the last time Syria did this.",
  "And whether it's the--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nIt almost only adds to it, doesn't it?",
  "They should be given the cultural respect, they should be given the salaries they need.",
  "DORIS KEARNS GOODWIN:\n\nAnd he somehow keeps going back to that to remember those days.",
  "And President Trump's whole thing has been about how little has been done in the past.",
  "Coming up, it's two days before Facebook's Mark Zuckerberg testifies before Congress.",
  "(LAUGHTER) And it had its ideology, \"We're just all about openness and connectivity.\"",
  "I think there's going to be a lot of impetus on him to repeat what he did a year ago.",
  "And those tariffs will be imposed, and those investment restrictions will be imposed.",
  "Senator Ben Sasse called the President's plan \"the dumbest possible way to do this.\"",
  "But I haven’t --I think that there is a substantial risk that this data was misused.",
  "A gesture of good will, get rid of the political affiliation thing on your profile.",
  "Because many of these industries of the future have profound military implications.",
  "We're moving forward on a measured way with tariffs, with investment restrictions.",
  "SENATOR MIKE ROUNDS:\n\nIt--\n\nCHUCK TODD:\n\nBecause Tom Price did less and was fired.",
  "And do you think the president needs to respond in the same way he did a year ago?",
  "And what about the regulations that he said he's going to clean up on that he is?",
  "SENATOR MIKE ROUNDS:\n\nWhich--\n\nCHUCK TODD:\n\nThat they don't matter if they don't?",
  "When he ran for president, Mr. Trump sensed that the country's mood was changing.",
  "I think that's a good question to ask Cambridge Analytica and the Trump campaign.",
  "SAVANNAH GUTHRIE:\n\nBecause it feels like Facebook was trying to get away with it.",
  "And that also, data was harvested in many more countries than the United States.",
  "But it might be the difference between a total debacle and just a very bad year.",
  "Probably didn't have any idea how much HGTV really brought the country together.",
  "But he is executing the policies that this president said he would put in place.",
  "Intellectual property in particular, they're, they’re, they’re stealing from us.",
  "PETER NAVARRO:\n\nIt's up to Sonny Perdue and the president to implement the plan.",
  "SENATOR MIKE ROUNDS:\n\nLook, yeah, and, and, and I think you hit it on the head.",
  "CHRIS WYLIE:\n\nI started working at SCL Group before Cambridge Analytica exists.",
  "RICH LOWRY:\n\nI think the support from Capitol Hill is going to be very strong.",
  "CHUCK TODD:\n\nSure\n\nCHRIS WYLIE:\n\nYou can make as many copies as-- as possible.",
  "And they say the blame is on the Russians for essentially acquiescing to this.",
  "What are the consequences if the president threatens tariffs and then doesn't?",
  "This has been a constant -- and the technology theft and all of these issues.",
  "What you don't see about him sometimes is the light and humorous side of him.",
  "You know, he was going to what was most convenient for him at any given time.",
  "So, of course, I can't say one way or the other whether Trump used it or not.",
  "And it was almost like you didn't want to admit you were on Facebook anymore.",
  "(LAUGHTER)\n\n(OVERTALK)\n\nHELENE COOPER:\n\nWe're almost at the parking garages.",
  "So in terms of an actual workplace environment, it was difficult to work in.",
  "But, in these particular states, you make a very good case there, underpaid.",
  "Don't get pushed into doing it based on Putin's terms--\n\nCHUCK TODD:\n\nRight.",
  "I think he was happier during the campaign than he's ever been as president.",
  "And do you-- can you say whether the president still has confidence in him?",
  "PRESIDENT TRUMP:\n\nWomen are raped at levels that nobody's ever seen before.",
  "SCOTT PRUITT:\n\nI did not know that they got the pay raises until yesterday.",
  "CHUCK TODD:\n\nCouple questions that people have questioned your credibility.",
  "I think that, you know, the company's internal culture became quite toxic.",
  "Look, there's no doubt that there's a lot that divides us in this country.",
  "Meet the Press, The Lid will have midterm news, polling data and analysis.",
  "Immigrants were flooding the country, so it was time to secure the border.",
  "Were you reassured at all from what you heard from Peter Navarro just now?",
  "So what you've got right now today is he's in office for more than a year.",
  "It's as if going back to that base is what gives him the sense of himself.",
  "CHUCK TODD:\n\nYou know, does the world just see the president as a bluffer?",
  "We've actually got a, a, a pretty good relationship right now with NAFTA.",
  "He has limited tools available to him to respond in, in a case like this.",
  "And-- and this is a competition the president takes very, very seriously.",
  "And they were all heralded as geniuses, and it wasn't a national scandal.",
  "And simply, does the-- John Kelly still have the President's confidence?",
  "The world was taking advantage of us, so it was time to get tough again.",
  "PRESIDENT TRUMP:\n\nWe’re gonna be guarding our border with the military.",
  "In terms of--\n\nCHUCK TODD:\n\nWhen does, when does ethics matter, though?",
  "And we all know there- there's no just quick strike in the Middle East.",
  "And it was the thing that they had the most amount of evidence to show.",
  "Instead, we're caught up in his tweets and breaking news day after day.",
  "But the wall, the tariffs, and anti-immigration are what got him there.",
  "CHUCK TODD:\n\nBy the way--\n\nDORIS KEARNS GOODWIN:\n\nThe job is difficult.",
  "CHUCK TODD:\n\n--he's not the first president to miss the campaign trail.",
  "What should the lawmaker-- what do they need to get out of Zuckerberg?",
  "But let's not get carried away and always try to find the differences.",
  "Doris, this is not about whether police officers are getting too much.",
  "I think Doris is right, though, about where we're moving as a society.",
  "He'd be supportive of the president continuing to draw that same line.",
  "CHUCK TODD:\n\nI want to ask you about what's going on in the West Wing.",
  "PETER NAVARRO:\n\nWell, let's -- let’s be, again, clear-eyed about this.",
  "PRESIDENT TRUMP:\n\nWe don't have a trade war, we've lost the trade war.",
  "China was ripping us off, so it was time to hit them with a trade war.",
  "CHUCK TODD:\n\nEchoing populist rhetoric he used on the campaign trail.",
  "PETER NAVARRO:\n\nArtificial intelligence, robotics, quantum computing.",
  "It's another thing for the Chinese to actually implement that policy.",
  "So, let's get everything put together first, and then act decisively.",
  "And he's got to send a message once again that what he said he meant.",
  "CHUCK TODD:\n\nTo say that there wasn't even a chemical weapons attack.",
  "SENATOR MIKE ROUNDS:\n\nWhich--\n\nCHUCK TODD:\n\nWhat's the mixed message?",
  "Remember, this president said, number one, we had to have tax policy.",
  "But I think now he's got to figure out, \"What am I-- to do but this?\"",
  "Charlie Cook, is there any way Tuesday goes well for Mark Zuckerberg?",
  "Or just one part --Is it both entities that are doing investigations?",
  "But how deep are the partisan divides in America's entertainment T.V.",
  "[BEGIN TAPE]\n\nSHERYL SANDBERG:\n\nWe thought the data had been deleted.",
  "Media couldn't publish full number before because of legal threats.\"",
  "But nationally, you could see teachers are a little bit behind here.",
  "What is the metric--\n\nPETER NAVARRO:\n\nBut, but you never saw action.",
  "PRESIDENT TRUMP:\n\nDidn't they say we're going to lose the trade war?",
  "What we want from China, and what we want from China is very clear.",
  "But now there's going to be a lot of pressure for him to hit again.",
  "Because in this particular case, we've got options available to us.",
  "What are the tools that could be used if negotiation hasn't worked?",
  "But I've been surprised at how faithful he's been to his coalition.",
  "And he hasn't been able to get anything from Congress substantial.",
  "CHUCK TODD:\n\nHere's Ted Lieu, Congressman, Democratic Congressman.",
  "Both of them, he says, were interested in weaponizing social data.",
  "(LAUGHTER) I mean-- poor guy's going to be walking into an ambush.",
  "And I understand that that's the position you're coming from here.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Only he could fix it, so it was time to make America great again.",
  "What is at stake here, Mr. Todd, is the industries of the future.",
  "We want them to guard intellectual property, not take it from us.",
  "CHRIS WYLIE:\n\nI have been contacted by American authorities, yes.",
  "CHUCK TODD:\n\nI know you've been contacted by British authorities.",
  "And I think the president, number one, he identifies with Pruitt.",
  "CHUCK TODD:\n\nHelene, I feel like the damage is done to Facebook.",
  "And allies have launched a coordinated campaign to save his job.",
  "CHUCK TODD:\n\nNow, with growing scandals, how long can the E.P.A.",
  "CHRISTOPHER WYLIE:\n\nI think that it could be higher, absolutely.",
  "Have you heard of John Kelly threatening to resign, Mr. Navarro?",
  "I'm going to say that, in some cases, we'll over-blow something.",
  "viewing habits actually have more in common than you may think.",
  "These are the top ten overall most popular shows for Democrats.",
  "DORIS KEARNS GOODWIN:\n\n(LAUGHTER) He probably appropriated it.",
  "And I think that's the story the journalists have to go after.",
  "First, the acting CEO of\n\nCambridge Analytica put-- said this.",
  "I've never met a former governor who didn't prefer that title.",
  "SENATOR MIKE ROUNDS:\n\nWell, hopefully it doesn't come to that.",
  "CHARLIE COOK:\n\nAnd there are consequences when you say things.",
  "PRESIDENT TRUMP:\n\nI'm not saying there won't be a little pain.",
  "LARRY KUDLOW:\n\nYou know, there are carrots and sticks in life.",
  "From immigration, to trade, to protecting an embattled E.P.A.",
  "The news and stories that matter, delivered weekday mornings.",
  "It's one thing for the Chinese to admit publicly to a policy.",
  "SENATOR MIKE ROUNDS:\n\nHe, he was a, a, a new sheriff in town.",
  "We need to understand what's happening in all these agencies.",
  "You know, Alexander Nix was extremely difficult to work for.",
  "But more data was released than even what you had indicated.",
  "Then there's Antiques Roadshow, popular among older viewers.",
  "The list looks awfully similar to the list from Republicans.",
  "And they've really got the parents and the kids behind them.",
  "CHUCK TODD:\n\nDr. Navarro--\n\nPETER NAVARRO:\n\nAnd-- yes, sure.",
  "Senator Rounds--\n\nSENATOR MIKE ROUNDS:\n\nAlways a compliment.",
  "He's moving forward exactly as this president said he would.",
  "And they're not real popular policies with a lot of people.",
  "What--how will we know that China is changing its behavior?",
  "In South Dakota, small state, it's our second largest crop.",
  "Our country needs education as a cornerstone of democratic.",
  "It's a big question for all these tech companies right now.",
  "So it is unfortunately, you know, very difficult to verify.",
  "RICH LOWRY:\n\nWell, they need the base to turn out, clearly.",
  "What is the impact of this deregulation, this dismantling?",
  "But these three are the only ones he keeps coming back to.",
  "The Russian Foreign Ministry using the phrase \"Fake news.\"",
  "Mr. Trump did it his way, with a loyal base of supporters.",
  "ED HENRY:\n\nYou didn't know that they got these pay raises?",
  "PETER NAVARRO:\n\nIf I may, it's also our national security.",
  "CHUCK TODD:\n\nThanks for coming in and sharing your views.",
  "It may add up to, to more than what the previous guy did.",
  "Dr. Navarro, thanks for coming on and sharing your views.",
  "RICH LOWRY:\n\nWell, I think president seems fairly dug in.",
  "CHUCK TODD:\n\nAll right, guys, I'm going to pause it here.",
  "RICH LOWRY:\n\nI'd forgotten about the Oreo cookie promise.",
  "Facebook says 87 million profiles were actually accessed.",
  "And I think that regime, one way or the other, is ending.",
  "CHUCK TODD:\n\nAll right, guys, I've got to leave it there.",
  "CHUCK TODD:\n\nDoris, how would TR handle Mark Zuckerberg?",
  "Can't e-mail, can't--\n\nRICH LOWRY:\n\nIn a parking garage?",
  "And that's more responsibility than the president wants.",
  "It may all be good base politics, but is it good policy?",
  "It's not just politically that he cares about the base.",
  "He promised that he'd be so presidential we'd be bored.",
  "He's executing what the president wants him to execute.",
  "CHUCK TODD:\n\nGovernor Rounds, I have to leave it there.",
  "He's threatening to light American agriculture on fire.",
  "Number one, let's quit fighting with Mexico and Canada.",
  "PETER NAVARRO:\n\nLet me be very, very clear about this.",
  "And what does he need to be reassuring Congress about?",
  "Steve\n\nBannon is also extremely difficult to work for.",
  "RICH LOWRY:\n\nto deliver-\n\nCHUCK TODD:\n\nHe tends to it.",
  "It’s like-- it's like being president is much harder.",
  "They're counting on us to share all this information.",
  "In Oklahoma, they train teachers, they'd go to Texas.",
  "The only debate is over how we go about solving them.",
  "You can do anything you want in your editorials, sir.",
  "He promised that he'd never eat an Oreo cookie again.",
  "CHUCK TODD:\n\nAnd welcome back to, welcome back to DC.",
  "CHUCK TODD:\n\nAnother version of a red line, isn't it?",
  "And I don't know how they get it back, a little bit.",
  "And he used to say, \"Never write when you can speak.",
  "But the real question underneath it all is privacy.",
  "But to Doris's point, it goes kind of human nature.",
  "\"Yup, it was actually 87 million Facebook profiles.",
  "CHUCK TODD:\n\nAnd in protecting his embattled E.P.A.",
  "PETER NAVARRO:\n\n--expensive to the American people.",
  "PETER NAVARRO:\n\nMr. Todd, how are you this morning?",
  "This is why I was skeptical of the initial strike.",
  "He actually is a pretty funny Irish guy sometimes.",
  "The president has no actual plan to win right now.",
  "CHUCK TODD:\n\nPeter Navarro, I will leave it there.",
  "You left--Did you leave the company over politics?",
  "So I think he identifies with him on the one side.",
  "Charlie, do you see an impact yet on the midterms?",
  "CHARLIE COOK:\n\nFacebook is going to survive this.",
  "Well, it depends on how you look at the question.",
  "You always have to put a little asterisk on that.",
  "PETER NAVARRO:\n\nWell, not to The Washington Post.",
  "You heard Governor Rounds-- Senator Rounds there.",
  "Is that suddenly the reason why you fire someone?",
  "PRESIDENT TRUMP:\n\nScott has done a fantastic job.",
  "SEN. BOB CORKER:\n\nI look at it as kind of a show.",
  "CHUCK TODD:\n\nMy sit-down with Christopher Wylie.",
  "Let's take a look at how many dollars the E.P.A.",
  "But I'm not sure yet which way he's going to go.",
  "SENATOR MIKE ROUNDS:\n\n--terms, but on our terms.",
  "That's what the conversation they want to have.",
  "And I'm going to give you a couple of examples.",
  "Could these files be all over the world by now?",
  "The huge success of the Roseanne reboot on T.V.",
  "I'm not saying the world's deactivated from it.",
  "There was this old boss named Martin Lomasney.",
  "CHRIS WYLIE:\n\nI think that it could be higher.",
  "So now I'm thinking, 'Please don't fire E.P.A.",
  "He has too many people on his security detail.",
  "Before I get to trade, I want to get to Syria.",
  "He made tons of promises during the campaign.",
  "And he says, \"I don't really care about this.",
  "This is the dumbest possible way to do this.\"",
  "That's not all you need in the mid- midterms.",
  "I mean this is going to be-- Little Big Horn.",
  "Because, if it's Sunday, it's Meet the Press.",
  "But in terms of overall popularity, our T.V.",
  "CHUCK TODD:\n\nWhat should they get from them?",
  "CHARLIE COOK:\n\nWe don't see an impact there.",
  "So it becomes a big thing we can talk about.",
  "Say, \"Look, I understand how all this looks.",
  "SHERYL SANDBERG:\n\nI don't think that's true.",
  "The details of that plan will be rolled out.",
  "But if he's even half serious, this is nuts.",
  "But you cannot do that in your news stories.",
  "CHUCK TODD:\n\nLet me move to the trade issue.",
  "The president needs to have the good advice.",
  "Governor Rounds, you were a former governor.",
  "Dr. Navarro, welcome to Meet the Press, sir.",
  "PETER NAVARRO:\n\nIt's -- it’s both, Mr. Todd.",
  "But he has the confidence of the president.",
  "He's a, he’s a great man, a courageous man.",
  "I think he's very smart and very effective.",
  "RICH LOWRY:\n\n\"I'll have a cheap apartment.\"",
  "He really wants—\n\nCHUCK TODD:\n\nHe tends it.",
  "So no, I didn't work on the Trump campaign.",
  "In terms of did Donald Trump use this data?",
  "DORIS KEARNS GOODWIN:\n\nWithout a question.",
  "You can't go back and go over bad conduct.",
  "And then I think he should act decisively.",
  "SENATOR MIKE ROUNDS:\n\nTo a certain extent.",
  "We're already losing the trade war, folks.",
  "And once again, he's doing things his way.",
  "And he adopted more nationalistic themes.",
  "Plus, what should happen to Scott Pruitt?",
  "CHUCK TODD:\n\nEven on his embattled E.P.A.",
  "So, he started out with the right policy.",
  "CHUCK TODD:\n\nWhat is the specific action?",
  "We said we had to have regulatory reform.",
  "We're almost at the parking garage point.",
  "RICH LOWRY:\n\nThat was the annoying thing.",
  "\"The press hates-- is going after Pruitt.",
  "\"I'll fly first class rather than coach.\"",
  "I have a son who's a high school teacher.",
  "is doing really deserves the discussion.",
  "CHRIS WYLIE:\n\nThere was lots of reasons.",
  "It took them years to really admit that.",
  "CHUCK TODD:\n\nI, I was just going to say.",
  "Helene, this is-- Pentagon is your beat.",
  "But let's get all of our facts together.",
  "He said we'd already lost the trade war.",
  "We want them to stop stealing our stuff.",
  "Welcome to Sunday, it's Meet the Press.",
  "We stopped that negotiation a year ago.",
  "I want to move to the teacher protests.",
  "And for a lot of us, the answer was no.",
  "And I want to get you to respond to it.",
  "CHARLIE COOK:\n\nOh, I think that's true.",
  "They can't wear a white dress anymore.",
  "Now I think it's going to be horrific.",
  "He needs to know what his options are.",
  "Whether he does are not, I don't know.",
  "Seems to me it’s his security blanket.",
  "You know, we'll nitpick little things.",
  "Do you think he should still be E.P.A.",
  "How would you propose going about it?",
  "CHUCK TODD:\n\nLet me ask this, though.",
  "What we found out, when we come back.",
  "CHUCK TODD:\n\nAnd are you cooperating?",
  "DORIS KEARNS GOODWIN:\n\nProbably true.",
  "And then you tweeted this, Mr. Wylie.",
  "That's all we have for today, though.",
  "SHERYL SANDBERG:\n\nYes, you're right.",
  "We are proceeding in a measured way.",
  "Senator Rounds, welcome to the show.",
  "So number one, let's get those done.",
  "I'm not going to call it fake news.",
  "SENATOR MIKE ROUNDS:\n\nThat's right.",
  "Scott Pruitt is a big part of that.",
  "There's, there’s no doubt about it.",
  "He's going to do everything he can.",
  "PETER NAVARRO:\n\nIt's not right now.",
  "This is an unsustainable situation.",
  "We're not serious about it, per se.",
  "But he is ultimately a free trader.",
  "[END TAPE]\n\nCHUCK TODD:\n\nAll right.",
  "Dem wave continues to get stronger.",
  "CHUCK TODD:\n\nBack now with Endgame.",
  "But look at the state of Oklahoma.",
  "But never as much as him, I think.",
  "We want fair and reciprocal trade.",
  "But I want to ask you about Syria.",
  "What do we know about this attack?",
  "The panel will discuss that next.",
  "SENATOR MIKE ROUNDS:\n\nWell, look.",
  "CHUCK TODD:\n\nGood Sunday morning.",
  "So this is behavior worth firing.",
  "But they've lost their innocence.",
  "CHUCK TODD:\n\nThat's what I think.",
  "CHRIS WYLIE:\n\nYeah, I plan to be.",
  "I mean this is going to be ugly.",
  "administrator hang onto his job?",
  "I think he's a fantastic person.",
  "We're willing to work with them.",
  "But we're clear-eyed about this.",
  "I think he's a fantastic person.",
  "SENATOR MIKE ROUNDS:\n\nThank you.",
  "SENATOR MIKE ROUNDS:\n\nThank you.",
  "He promised all sorts of things.",
  "SENATOR MIKE ROUNDS:\n\nThank you.",
  "Let's do our strategic planning.",
  "That was a good paper back then.",
  "HELENE COOPER:\n\nFake news, yes.",
  "We don't have any of them done.",
  "Scott Pruitt a lot in the news.",
  "We're listening to the Chinese.",
  "CHUCK TODD:\n\nRich, is he right?",
  "We should've done that as well.",
  "That's a harder story to tell.",
  "Never speak when you can nod.\"",
  "I want to talk about the wall.",
  "I want to talk about tariffs.\"",
  "And he's getting the job done.",
  "But let me say this, Mr. Todd.",
  "Would you support another one?",
  "It was appropriate a year ago.",
  "It would be appropriate today.",
  "DORIS KEARNS GOODWIN:\n\nRight.",
  "CHUCK TODD:\n\nI'm pretty good.",
  "We're going back to back now.",
  "RICH LOWRY:\n\n--on his agenda.",
  "He said, \"Dear, Donald Trump.",
  "The press is going after me.\"",
  "But, of course, you're right.",
  "So let's fast forward to now.",
  "You had indicated 50 million.",
  "CHUCK TODD:\n\nLet me be clear.",
  "Could be more, to be honest.",
  "It's Christopher Wylie next.",
  "administrator, Scott Pruitt.",
  "And this complicates it all.",
  "SENATOR MIKE ROUNDS:\n\nRight.",
  "CHUCK TODD:\n\nFinal question.",
  "PETER NAVARRO:\n\nMy pleasure.",
  "It's sort of a weekly event.",
  "He has the President's ear.",
  "He runs the West Wing well.",
  "Appreciate the opportunity.",
  "Let me give you an example.",
  "That's happening right now.",
  "SENATOR MIKE ROUNDS:\n\nI do.",
  "SENATOR MIKE ROUNDS:\n\nYeah.",
  "I want to talk about trade.",
  "And we should've done that.",
  "I interviewed Kara Swisher.",
  "DORIS KEARNS GOODWIN:\n\nWow.",
  "DORIS KEARNS GOODWIN:\n\nWow.",
  "CHUCK TODD:\n\nWelcome back.",
  "CHUCK TODD:\n\nWelcome back.",
  "So it's a community thing.",
  "And he's paying the price.",
  "CHUCK TODD:\n\nWelcome back.",
  "I mean that's the problem.",
  "You have to be consistent.",
  "CHUCK TODD:\n\nI understand.",
  "Where does he want to go?",
  "And we should've done it.",
  "Let me ask this question.",
  "And that's what happened.",
  "Bipartisan love for that.",
  "That's a bad place to be.",
  "Who cares about privacy?",
  "They miss the adulation.",
  "We'll be back next week.",
  "We're not the only ones.",
  "He serves the president.",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nAll right.",
  "How's that working out?",
  "Let me start with this.",
  "CHUCK TODD:\n\nAll right.",
  "CHUCK TODD:\n\nVery true.",
  "HELENE COOPER:\n\nIt is.",
  "CHUCK TODD:\n\nOn trade.",
  "What's his final goal?",
  "What do you know here?",
  "But is it good policy?",
  "Let me start with you.",
  "He'd drain the swamp.",
  "But it's been a year.",
  "Forget about texting.",
  "That's not the issue.",
  "CHARLIE COOK:\n\nRight.",
  "And what do you know?",
  "Infrastructure, see?",
  "Thanks for watching.",
  "What does that mean?",
  "They are our allies.",
  "That's appropriate.",
  "CHUCK TODD:\n\nRight.",
  "It gets in the way.",
  "RICH LOWRY:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "Data Download time.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nRight.",
  "But the skepticism.",
  "CHRIS WYLIE:\n\nSure.",
  "CHUCK TODD:\n\nRight.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "I mean What's App.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nYeah.",
  "RICH LOWRY:\n\nYeah.",
  "This stuff's hard.",
  "can actually save.",
  "Let's be prepared.",
  "That I'm aware of.",
  "CHUCK TODD:\n\nOkay.",
  "That's all I know.",
  "That's all I see.",
  "CHUCK TODD:\n\nWhy?",
  "We want to talk.\"",
  "These are coming.",
  "Here's the list.\"",
  "CHRIS WYLIE:\n\nNo.",
  "(LAUGHTER) Right?",
  "The big picture.",
  "I appreciate it.",
  "And guess what?",
  "On immigration.",
  "What the E.P.A.",
  "Scott Pruitt.'",
  "Not very well.",
  "Appreciate it.",
  "administrator?",
  "Panel is here.",
  "We've got it.",
  "We've got it.",
  "Which is it?",
  "I like him.",
  "That's why.",
  "Absolutely.",
  "Here it is.",
  "I can't.",
  "viewing?"
]