[
  "| J. Scott Applewhite/AP Photo House Intel Republicans shoot down hearing with Zuckerberg\n\nRepublicans on the House Intelligence Committee voted down a Democratic proposal to hold a hearing with Facebook's Mark Zuckerberg and other tech CEOs, according to the panel's ranking member, Adam Schiff.",
  "House Intelligence Republicans also voted today to end their investigation into Russian interference in the 2016 presidential election, declaring that a string of contacts between Donald Trump's associates and Russian government affiliates fell short of collusion.",
  "Story Continued Below\n\nSchiff, however, said House Intel Democrats are finalizing plans for an interview with Christopher Wylie, the whistleblower in the Cambridge Analytica case.",
  "Spokespeople for Nunes and Conaway did not immediately respond to a request for comment on their vote against a hearing with the CEOs of Facebook and other tech companies.",
  "Earlier today, leaders of the House Energy and Commerce Committee became the first in Congress to say they will summon Zuckerberg to testify about Cambridge Analytica.",
  "The Democratic effort came amid a firestorm over revelations that Trump-linked Cambridge Analytica improperly obtained information on some 50 million Facebook users.",
  "Spokespeople for House Intelligence Chairman Devin Nunes and the panel's top Russia investigator Mike Conaway didn't immediately respond to a request for comment.",
  "Asked about the Facebook controversy today, House Judiciary Chairman Bob Goodlatte declined to comment, referring questions to his staff.",
  "Reps. Mike Conaway, Chris Stewart and Devin Nunes leave a meeting of the House Intelligence Committee on Thursday.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "A Judiciary Committee aide also declined to comment on the prospect of a Facebook hearing.",
  "John Hendel contributed to this alert.",
  "You can unsubscribe at any time."
]