[
  "Tajani tweeted the allegations pointed to “an unacceptable violation of our citizens’ privacy rights,” and “the European Parliament will investigate fully, calling digital platforms to account.”\n\nThe European Parliament does not have subpoena powers to force representatives of Facebook, Cambridge Analytica or other firms to testify but it can put political pressure on these companies to do so.",
  "The \"Facebook\"-logo is pictured on the sidelines of a press preview of the so-called \"Facebook Innovation Hub\" in Berlin | Tobias Schwarz/AFP via Getty Images Europe’s data protection authorities eye Facebook, Cambridge Analytica The social media company and the political consultancy could face fights with UK and EU authorities.",
  "Europe's data protection authorities are likely to start a joint investigation into the case as parts of the workings of the so-called Article 29 Working Party, though the group's Austrian chairwoman did not immediately respond to a request for comment.",
  "The British Information Commissioner's Office said Monday that an ongoing investigation into micro-targeting in political campaigning using personal data will include \"any new information, statements or evidence that have come to light in recent days.\"",
  "Facebook and Cambridge Analytica, two companies at the center of allegations of massive misuse of personal data, could face a flurry of investigations and inquiries in Europe as the Continent takes a stricter approach to data protection.",
  "Facebook is under fire amid revelations that data analytics firm Cambridge Analytica misused large data sets from Facebook to help politicians, including U.S. President Donald Trump and the U.K. Brexit campaign.",
  "\"This is a complex and far reaching investigation for my office and any criminal or civil enforcement actions arising from it will be pursued vigorously,\" reads a statement from privacy chief Elizabeth Denham.",
  "Facebook said it suspended Cambridge Analytica’s access to its network over concerns that it had violated the company’s privacy policies by obtaining users’ information without their consent.",
  "The Commission is already in contact with Facebook and Commissioner Jourová will raise the issue with the company on the occasion of her visit to the U.S. this week,\" the Commission said.",
  "European Parliament President Antonio Tajani said Monday his institution will also “investigate fully” the reports of massive misuse of Facebook’s data for political purposes.",
  "Denham would likely be responsible for imposing measures on the companies if the allegations turn out to be true, because Cambridge Analytica is based in London.",
  "Jourová is headed for Washington later Monday to sit down with her counterpart, U.S. Commerce Secretary Wilbur Ross, to discuss privacy-related issues.",
  "In a statement, Cambridge Analytica said it refutes the allegations, which it said were false, and that it complied with Facebook’s privacy policy.",
  "The Commission is in contact with them and calls on them to investigate this case,\" the office of EU Justice Commissioner Vera Jourová said Monday.",
  "It added that Cambridge Analytica’s activities do not represent a data breach, because the people using its app gave their consent.",
  "\"Enforcement of EU data protection rules is the responsibility of data protection authorities.",
  "The social media company and the political consultancy may face other fights across Europe.",
  "\"As a rule, personal data cannot be used without the consent of the person concerned.",
  "We have strong data protection rules to protect this fundamental right ...",
  "Annabelle Dickson and Mark Scott contributed reporting."
]