[
  "section, and it will tell you whether you or any of your friends used the now-banned quiz app called \"This Is Your Digital Life,\" which scraped friends' personal information and then passed it to Cambridge Analytica, a data consulting firm linked to the 2016 Trump campaign.",
  "Facebook\n\n\n\nZuckerberg acknowledges \"huge mistake\"\n\nReeling from its worst privacy crisis in history -- allegations that this Trump-affiliated data mining firm may have used ill-gotten user data to try to influence elections -- Facebook is in full damage-control mode.",
  "Facebook\n\n\n\n\n\nTechRepublic's Dan Patterson reminds users that scammers are likely to try to take advantage of the situation by creating fake phishing links that look like Facebook's, so don't click on links you come across in emails or social media.",
  "In addition, all 2.2 billion Facebook users will receive a notice titled \"Protecting Your Information,\" seen at left in the graphic below, with a link to see what apps they use and what information they have shared with those apps.",
  "The app vacuumed up not just the data of the people who took it, but also -- thanks to Facebook's loose restrictions at the time -- data from their friends, too, including details that they hadn't intended to share publicly.",
  "There are two ways to find out whether your data was shared without your knowledge: through an alert that Facebook says it will post in your News Feed, or by checking yourself through Facebook's online Help Center.",
  "Facebook notifications\n\nStarting Monday, Facebook said it will post detailed messages on the news feeds of some 87 million users whose data may have been shared with Cambridge Analytica without their knowledge.",
  "Facebook says most of the affected users -- more than 70 million of the estimated 87 million total -- are in the U.S., though there are over a million each in the Philippines, Indonesia and the U.K.",
  "Cambridge Analytica whistleblower Christopher Wylie previously estimated that more than 50 million people were compromised by a personality quiz that collected data from users and their friends.",
  "NEW YORK -- For millions of Facebook users concerned about whether their personal data was swept up in the Cambridge Analytica scandal, Facebook is finally releasing tools to help you find out.",
  "That Facebook app, called \"This is Your Digital Life,\" was a personality quiz created in 2014 by an academic researcher named Aleksander Kogan, who paid about 270,000 people to take it.",
  "In his prepared testimony, Zuckerberg referred to Facebook as \"an idealistic and optimistic company\" that \"didn't do enough to prevent these tools from being used for harm as well.\"",
  "Instead of refreshing your News Feed countless times to see if the alert is going to appear, Facebook has also set up a page in its Help Center where you can go and check.",
  "Zuckerberg said Facebook came up with the 87 million figure by calculating the maximum number of friends that users could have had while Kogan's app was collecting data.",
  "CEO Mark Zuckerberg acknowledged that he made a \"huge mistake\" in failing to take a broad enough view of what Facebook's responsibility is in the world.",
  "Check with this link\n\nAs is usually the case with all things Facebook, the alert is slowly being rolled out to impacted users, CNET reports.",
  "\"People come to Facebook every day and they depend upon us to protect our data and I am so sorry that we let so many people down.\"",
  "In an interview that aired Sunday on NBC's \"Meet the Press,\" Wylie said the true number could be even larger than 87 million.",
  "The company doesn't have logs going back that far, he said, so it can't know exactly how many people may have been affected.",
  "Facebook's chief operating officer, Sheryl Sandberg, mainly echoed Zuckerberg's remarks in a round of interviews last week.",
  "If they want, they can shut off apps individually or turn off third-party access to their apps completely.",
  "Cambridge Analytica said in a statement Wednesday that it had data for only 30 million Facebook users.",
  "I started Facebook, I run it, and I'm responsible for what happens here,\" his statement said.",
  "\"We didn't take a broad enough view of our responsibility, and that was a big mistake.",
  "Facebook later limited the data apps can access, but it was too late in this case.",
  "It released an example of the message, seen at right in the graphic below.",
  "He's testifying about it before Congress Tuesday and Wednesday.",
  "Visit this Facebook support page and log into your account.",
  "\"This was a huge breach of trust,\" Sandberg said on CNBC.",
  "Facebook later put the figure at up to 87 million.",
  "Look for the Was My Information Shared?",
  "Was your personal information taken?",
  "It was my mistake, and I'm sorry."
]