[
  "It is without truth … no no no, this was a joint operation.”\n\nIan Blackford, Scottish National Party leader in the House of Commons\n\nVote by MPs: “What she should have done is recall parliament in the Easter recess.”\n\nCulpability: “I find it very difficult believe that it hasn’t been Assad.”\n\nChemical weapons inspectors: “We really need the work of the agencies to take place to help inform that debate.”\n\nSomething must be done: “This has really been nothing more than a gesture.”\n\nNick Thomas-Symonds, shadow security minister\n\nOPCW inspectors: “It strengthens your hand diplomatically to have that [Organization for the Prohibition of Chemical Weapons] finding in your hand.”\n\nMore evidence: “Let’s be definitive and absolutely certain.”\n\nLegal justification: “It will be for the prime minister tomorrow to explain why it was on the 14 April this suddenly became immediate and urgent.”\n\nKarin von Hippel, director-general of the Royal United Services Institute\n\nTime is of the essence: “If you say let’s wait until the report comes in, the regime is likely to move everything around … if you waited for a week or two, you’d be bombing a warehouse.”\n\nAndy Parsons, stand-up comic and supporter of the Peoples’ Vote campaign\n\nChange of heart: “I think the groundswell is going in the right direction for people wanting to have a say on the final deal.”\n\nTrust the people: “If you put it back to the people then the people are back in control.”\n\nTonia Antoniazzi, Labour MP\n\nStuck on a desert island with Donald Trump: “I would teach him how to use Twitter properly and how to be well-mannered and kind to everyone.”\n\nWEEK AHEAD\n\nMonday\n\n— Commonwealth Heads of Government meeting begins in London with a business forum at Guildhall in the City of London and women, people and youth forums at the Queen Elizabeth II Conference Centre.",
  "They would have voted Remain.”\n\nJeremy Corbyn, Labour Party leader\n\nTrump: “This is policy made up by Twitter.”\n\nVlad: “I hope he will listen to wise counsels and pick up the phone to President Putin and talk.”\n\nSalisbury: “I want to see incontrovertible evidence of it.”\n\nIntervention: “I can only countenance involvement in Syria if there is U.N. authority behind it”\n\nBoris Johnson, Foreign Secretary\n\nAim: “The mission was to send a message… the primary purpose was to say no to the barbaric use of chemical weapons.”\n\nCorbyn: “It’s a sort of a blindness to reality which I find perplexing.”\n\nPatrick Stewart: “We will be able to boldly go, again, to places we have perhaps neglected.”\n\nPESTON ON SUNDAY\n\nTakeaway: Labour on the attack\n\nIn croissant corner: Chuka Umunna, Labour MP; Nadine Dorries, Tory MP\n\nDavid Lidington, chancellor of the Duchy of Lancaster\n\nWar powers act: “We have no plans for legislation.",
  "It may make western leaders feel as if they are doing something, but I don’t believe … they contribute towards a long-standing and lasting peace in Syria.”\n\nRichard Burgon, shadow justice secretary\n\nContempt for parliament: “Taking a country to war is the most serious decision a prime minister can take and that’s why it is very regrettable that she didn’t allow parliament to have a debate on it.”\n\nDubbs amendment on child refugees should be honoured: “We need to put the protection of Syria civilians at the heart of this.”\n\nTrump tantrum: “I think it is really really worrying that that Prime Minister of our country seems to pay more heed to the twitter tantrums of Donald Trump than the British parliament.",
  "Nicola Sturgeon, first minister of Scotland\n\nUnintended consequences: “Air strikes such as those we saw over the weekend risk, I think, escalating an already dangerous situation.”\n\nWilly-waving: “It felt like what happened on Friday night had more to do with some kind of macho stand-off between Trump and Putin and that should not be the role of U.K. foreign policy.”\n\nMPs should have voted: “For the role of U.K. to be changed without the approval of parliament is I think a serious mistake.”\n\nSomething must be done: “Isolated air strikes may have the semblance of action.",
  "“The sense I get is this was taken for reasons of political weakness and a fear they might lose the vote.”\n\nNo consensus: “I could go very badly pear shaped and under those circumstances it would be very important for the prime minister to have built a consensus at home, which she hasn’t done.”\n\nNo military response in 2013: “I think it was a mistake and it was unfortunate and one of the reasons we are in the position we are today.”\n\nAssad culpability: “It seems to me the evidence is absolutely clear cut.”\n\nTHE SUNDAY POLITICS\n\nNot on this week.",
  "— Guardian\n\nThis is what it was like learning to report before fake news was the biggest problem in the world — Buzzfeed\n\nPortraits of dignity: How we photographed ex-captives of Boko Haram — New York Times\n\nPodcast — Chopper’s Brexit podcast asks if the U.K. will ever leave the EU\n\nPodcast — Extended interview with Today program editor Sarah Sands on Paul Blanchard’s Media Masters podcast\n\nSunday Crunch is compiled by Tom McTague, Charlie Cooper, Annabelle Dickson and POLITICO’s news editors.",
  "“The 53 heads of government are the heads, they will make a decision.”\n\nCaroline Lucas, Green Party leader\n\nRussian sanctions: “We need to be a lot more serious about sanctioning Russia even if that affects the EU, or, indeed, us.”\n\nSUNDAY WITH NIALL PATERSON\n\nTakeaway: May was too weak to ask MPs’ blessing\n\nPaper reviewers: Tim Marshall, foreign affairs author; Lindsey German, Stop the War convener; Jane Merrick, political commentator.",
  "REST OF WEEKEND GOOD READS\n\nTrump’s Syria identity crisis: The president is torn between his own — and his party’s — hawkish and isolationist instincts — POLITICO\n\nA beginner’s guide to taking parliament to war (or not) — Buzzfeed\n\nThe little girl whose agony set the West on path to war — Sunday Times\n\nThis time, sanctions on Russia are having the desired effect — Financial Times\n\nWas the Brexit poll compromised?",
  "We may need a public debate about that” — The Observer interviews Damian Collins, the chair of the Commons committee investigating fake news\n\nHow Trump Moved the Mexican Border North — POLITICO\n\nClimate change is messing with your dinner — Bloomberg\n\nFifty years on, what is the legacy of Enoch Powell’s ‘rivers of blood’ speech?",
  "We need to be able to act.”\n\nEmily Thornberry, shadow foreign secretary\n\nAction: “We should act as one world.”\n\nAllies: “It cannot be Donald Trump and a couple of allies making decisions unilaterally.”\n\nPatricia Scotland, Commonwealth secretary-general\n\nPrince Charles next head?",
  "There is no mandate from the West to get involved in the civil war in order to replace President Assad”\n\nNo action in 2013: “The negotiation process that had already started would, I believe, have had a boost at that time and we wouldn’t be where we are now.",
  "Hollywood star Patrick Stewart was on the Marr show backing the campaign — even claiming his two most famous characters from the big screen, Jean-Luc Picard from Star Trek and Charles Xavier from X-Men, would back his cause.",
  "Expect more parliamentary theatre when Brittany Kaiser, a former Cambridge Analytica director, and Alexander Nix, the company’s (currently suspended) CEO, appear before MPs investigating fake news on Tuesday and Wednesday.",
  "5 THINGS TO KNOW\n\nParliament returns: Theresa May faces a rough ride in the House of Commons Monday with the backlash to her decision to order airstrikes on Syria without MPs’ approval beginning in earnest today.",
  "PIENAAR’S POLITICS\n\nTakeaway: Bombing was nothing more than a gesture\n\nGuest: Zoe Williams, author and commentator\n\nAlistair Burt, foreign office minister\n\nWhat about Assad killing with conventional weapons?",
  "THE ANDREW MARR SHOW\n\nTakeaway: Let Corbyn be Corbyn\n\nPaper reviewers: Christiane Amanpour, chief international correspondent for CNN; Fraser Nelson, editor of the Spectator; Rachel Shabi, broadcaster.",
  "Thursday\n\n— Formal Commonwealth Heads of Government meeting begins with heads of government, foreign ministers and guests gathering at Buckingham Palace ahead of executive sessions at Lancaster House.",
  "— Former Director of Program Development at Cambridge Analytica Brittany Kaiser to give evidence to the digital, culture, media and sport committee “fake news” inquiry, 10.30 a.m. local time.",
  "— Lord Tyler to raise whether the current electoral law adequately prevents the misuse of personal data in U.K. elections and referendum campaigns in an Oral Question in the House of Lords.",
  "— Deputy Assistant Secretary General for Political Affairs and Security Policy at NATO to give evidence to the international relations committee on the NATO summit, 10.40 a.m. local time.",
  "X-Men against Brexit: A new campaign for “a people’s vote” on the terms of Britain’s divorce from the EU was launched — with unfortunate timing — Sunday, backed by MPs and celebrities.",
  "On Marr, Jeremy Corbyn attacked the PM over the decision not to consult MPs and demanded a “war powers act” to force governments to get parliamentary approval for military action.",
  "Over in the U.S., Pentagon spokeswoman Dana White said there has been a “2,000% increase in Russian trolls” in the 24 hours following the strikes against Syria Saturday morning.",
  "Sir Patrick Stewart, actor\n\nCorbyn: “Jeremy is a puzzle to me”\n\nRemainiacs: “The two roles I’m most well known for, Jean-Luc Picard from Star Trek and Charles Xavier from X-men.",
  "The Sunday Times splashes on claims Britain’s spy chiefs are “braced for a Russian revenge attack” in which hackers release embarrassing information on ministers and others.",
  "— Suspended Cambridge Analytica Chief Executive Alexander Nix to give evidence to the digital, culture, media and sport committee “fake news” inquiry, 2.15 p.m. local time.",
  "Drop us a note at tmctague@politico.co.uk | ccooper@politico.co.uk | adickson@politico.co.uk\n\nIf you were forwarded this message by a friend, you can subscribe here.",
  "Corbyn also said there was not “incontrovertible evidence” that Russia was behind the Salisbury poisoning of Russian double-agent Sergei Skripal and his daughter.",
  "— Deputy Chief Executive of the Freight Transport Association James Hookham to give evidence to the EU External Affairs Sub-Committee, 11 a.m. local time.",
  "Meanwhile, the Information Commissioner’s Office is investigating Leave.EU and its donor Arron Banks over possible breaches of the Data Protection Act.",
  "Corbyn suggested “other groups” involved in the Syrian civil war may have been responsible for the chemical weapons attack on Douma last Saturday.",
  "The payment was for “analysis of UKIP membership and survey data and creative product development,” although UKIP says the invoice was never paid.",
  "While the country is split 40 to 36 against the bombing raids, a much clearer majority — 54 to 30 — believe May should have sought MPs’ approval.",
  "Some 61 to 20 believe she should do so should she wish to strike Syria again, which Foreign Secretary Boris Johnson refused to rule out on Marr.",
  "POLITICO Sunday Crunch: Syria strikes — Corbyn puzzle — X-men vs. Brexit\n\nSunday Crunch is compiled today by Tom McTague and James Randerson.",
  "I think is quite extraordinary and a sort of blindness to reality that I find very, very perplexing.’ Politics Home has a good write-up here.",
  "— Brexit ministers Steve Baker and Suella Fernandes to give evidence to the House of Lords constitution committee, 9.45 a.m. local time.",
  "“Both were excellent, admirable individuals — yes intellectuals but also compassionate and concerned for the wellbeing of everyone.",
  "Both were excellent, admirable individuals — yes intellectuals but also compassionate and concerned for the wellbeing of everyone.",
  "“It’s quite extraordinary… to continue to deny the likelihood of Russian involvement, a state-sponsored assassination attempt.",
  "Cambridge Analytica: The confusing but disturbing Cambridge Analytica story rumbles on — and could catch fire again this week.",
  "But that moment has passed.”\n\nComplicated: “It’s a messy, messy business.”\n\nMay is following Trump: “It is unflattering.",
  "– “You can’t bomb your way to peace from above Cyprus.”\n\nVince Cable – leader of the Liberal Democrats\n\nWhy no vote?",
  "Separately, Vote Leave whistleblower Shahmir Sanni is threatening to sue Downing Street over him being outed as gay.",
  "— Foreign Secretary Boris Johnson to host Commonwealth foreign ministers ahead of the heads of government meetings.",
  "— Environment Secretary Michael Gove to give evidence on the U.K. government’s 25 year plan, 2 p.m. local time.",
  "The Sunday Times reports May could hold a retrospective vote in parliament Monday — if she thinks she will win.",
  "They would have voted Remain.” The BBC has a write-up of the exchange here or watch Stewart’s interview here.",
  "Last month, Kaiser told the Guardian: “I’m so tired of making excuses for old white men.” Not to be missed.",
  "— Home Affairs committee to hold an evidence session on post-Brexit migration policy, 2.30 p.m. local time.",
  "Wednesday\n\n— Final day of the Commonwealth Heads of Government business, women, people and youth forums.",
  "The paper reports the National Grid and the NHS, both of which are on high alert for cyber-intrusions.",
  "He demanded to know “where is the legal basis” for the U.K.’s military response over the weekend.",
  "The public appears uneasy with the strikes, according to a Survation poll for the Mail on Sunday.",
  "The French president meets Antonio Tajani at the European Parliament at 9.30 a.m. beforehand.",
  "— Commonwealth Heads of Government meeting business, women, people and youth forums continue.",
  "Tuesday\n\n— Emmanuel Macron is speaking at the European Parliament in Strasbourg on Tuesday.",
  "The Observer has obtained an invoice for £41,500 from CA for work it undertook for the U.K.",
  "— Day one of the European Union (Withdrawal) Bill report stage in the House of Lords.",
  "The Labour leader’s appearance on the Andrew Marr show was as controversial as ever.",
  "— House of Lords political polling and digital media committee to publish a report.",
  "— House of Lords artificial intelligence committee to publish its report.",
  "— Prime Minister’s Questions in the House of Commons, 12 noon local time.",
  "— MPs to hold a general debate on Anti-Semitism in the House of Commons.",
  "— Home Office questions in the House of Commons, 2.30 p.m. local time.",
  "Friday\n\n— Commonwealth Heads of Government retreat at Windsor Castle.",
  "— Treasury questions in the House of Commons, 11.30 a.m. local time.",
  "— Statement by the prime minister on military action in Syria.",
  "That’s not good for our democracy.”\n\nMission Accomplished?",
  "— European Parliament debate on military action in Syria.",
  "— EU Foreign Affairs Council meets in Luxembourg.",
  "(The government published it on Saturday, here.)",
  "Kompromat: Get ready for the Russian reaction.",
  "Arrivals 7 am UK time, press conference 4 pm.",
  "“There is no mandate for the British people.",
  "The Observer splashes on the story.",
  "We’d love to hear what you think.",
  "Boris Johnson was not impressed.",
  "You can unsubscribe there too.",
  "View in your browser.",
  "Independence Party.",
  "Really, Jeremy?"
]