[
  "They’re not going to go away, and we’re not going to conclude this in one hearing, and I hope that Mr. Zuckerberg will be forthcoming and frank.”\n\nFacebook has for weeks been dealing with the fallout over Cambridge Analytica, which Facebook suspended last month after learning that the data firm did not delete data it had inappropriately collected from users who downloaded a personality prediction app.",
  "But my biggest worry with all of this is that the privacy issue and what I call the propagandist issue are both too big for Facebook to fix, and that’s the frightening part,” Kennedy said Sunday on CBS’s “Face the Nation.”\n\n\"My biggest worry is that the privacy issue, and what I call the propaganda issue, are both too big for Facebook to fix.",
  "In an effort to thwart Russia’s Internet trolls, who bought ads about socially divisive issues to sow chaos in the United States, Facebook announced recently that it will require buyers of political ads to verify their identity and location, and those who are unable to do so will be prohibited from running political ads on the platform.",
  "“More than any one issue, I’m interested in Mark Zuckerberg’s vision for the responsibility Facebook plans to take for what happens on its platform, how it will protect users’ data, and how it intends to proactively stop harmful conduct instead of being forced to respond to it months or years later,” Sen. John Thune (R-S.D.",
  "https://t.co/HZIaco1tac pic.twitter.com/ffOjHYpSJ8 — Face The Nation (@FaceTheNation) April 8, 2018\n\nZuckerberg, who for years has resisted calls to testify before Congress, is likely to face tough questions from lawmakers over two days of congressional hearings at the Capitol.",
  "Read more:\n\nA voter profiling firm hired by Trump likely grabbed data for tens of millions of Facebook users\n\nFacebook’s rules for accessing user data lured more than just Cambridge Analytica\n\nFacebook bans Trump campaign’s data analytics firm for taking user data",
  "“But they will make it a lot harder for anyone to do what the Russians did during the 2016 election and use fake accounts and pages to run ads.”\n\nKennedy said that the steps are a start but that they also raise another question that Zuckerberg must answer.",
  "[Facebook: ‘Malicious actors’ used its tools to discover identities and collect data on a massive global scale]\n\n“These steps by themselves won’t stop all people trying to game the system,” Zuckerberg said in a statement last week.",
  "Kennedy, for one, said he has “many, many questions,” including whether users should be able to “erase” their digital footprint on Facebook and whether they should have more control over the data that Facebook collects about them.",
  "“Is it fair for me to give up all of my personal data to Facebook and apparently everybody else in the Western Hemisphere in exchange for me being able to see what some of my high school buddies had for dinner Saturday night?",
  "A University of Cambridge psychologist gained access to the data of 270,000 Facebook users who downloaded the app — and then passed the information to Cambridge Analytica, a firm that profiles and targets potential voters.",
  "Two days before Facebook chief executive Mark Zuckerberg is to testify before Congress for the first time, one Republican lawmaker said the scandals plaguing the social media giant might be “too big” for it to fix alone.",
  "And Zuckerberg’s testimony could fuel new efforts to regulate not only Facebook but also the entire tech industry, at a time when lawmakers increasingly are wondering whether Silicon Valley is out of control.",
  "Facebook announced Wednesday that Cambridge Analytica, a British data firm hired by President Trump’s campaign, had improperly gathered detailed information on 87 million users, many of whom were Americans.",
  "Now he’ll face a ‘reckoning,’ lawmakers say]\n\nRomm further wrote:\n\nNow, the stakes are sky high for Zuckerberg, whose every statement — probably under oath — will carry immense legal and political weight.",
  "hinted Sunday that he might be in favor of regulating Facebook amid revelations that “malicious actors” used the tech giant’s search tools to collect data on most of its 2 billion users worldwide.",
  "Kennedy said he doesn’t think Facebook should censor everything its users can see, but he wants the social media platform to combat the spread of fake news and hateful messages.",
  "Nobody understands it.”\n\nZuckerberg also is likely to be grilled about the role Facebook has played in spreading misinformation, especially in the last presidential election.",
  "“I do want them to stop people from running advertisements on Facebook that encourages genocide of Rohingya Muslims in Burma,” Kennedy said.",
  "Other lawmakers have also said they want more specific answers from Zuckerberg about Cambridge Analytica and Facebook’s privacy practices.",
  "His company is under investigation around the world, including a probe in the United States that threatens Facebook with record fines.",
  "), chairman of the Senate Commerce Committee, said in a statement, The Washington Post’s Tony Romm reported.",
  "He doesn’t … We need to talk about how we’re going to find out,” Kennedy said.",
  "Craig Timberg, Tony Romm and Elizabeth Dwoskin contributed to this article.",
  "\"@margbrennan's full interview of @SenJohnKennedy on @FaceTheNation ??",
  "“The service agreement with Facebook — it’s written in Swahili.",
  "“Does he really know who’s running ads on his platform?",
  "[Facebook’s Zuckerberg long resisted going to Congress.",
  "Do I own it, or does Facebook own it?” Kennedy said.",
  "Our promised digital utopia has minefields in it….",
  "(The company has denied accessing that data.)",
  "I don’t want to regulate them half to death.",
  "And that's the frightening part.",
  "“I don’t want to hurt Facebook.",
  "Sen. John Neely Kennedy (R-La.)",
  "“These are deep issues.",
  "But we have a problem.",
  "Who, who owns my data?"
]