[
  "Kristoffer Tripplaar / The Atlantic What Teachers Are Striking For “You know that when teachers band together on their own, it’s gotta be bad.”\n\nKevin Lamarque / Reuters How Presidents Speak\n\n“And may God bless the United States of America.”\n\nKevin Lamarque / Reuters Leaks, the Law, and the Press How a White House leak can be interpreted—by the law, the press, and you.",
  "Charles Knoblock / AP The Unfulfilled Promise of Fair Housing Martin Luther King Jr.’s dream of an integrated America was about creating a more equal society, but to many white homeowners, it was a threat.",
  "Stringer France / Reuters History Is Testing Evangelicals, Again Billy Graham’s complicated relationship with Martin Luther King and civil rights echoes the struggles of evangelicals today.",
  "Mohammed Salem / Reuters The Palestinian Struggle Transcends Religion\n\nTo leave out nationalism is to miss a big part of the story\n\nAlex Brandon / AP Is a Moral Compass Enough for the CIA?",
  "Hannah Mckay / Reuters Russia’s Known Unknowns Vladimir Putin’s totally predictable re-election offers a few clues to what the man of mystery might do next.",
  "Eduardo Munoz / Reuters To Stop Gangs, First You Have to Find Them Rejecting members of MS-13 is the centerpiece of the president’s immigration strategy.",
  "Joshua Roberts / Reuters How to Misremember the Iraq War After 15 years, a gap has opened up between what happened and how it’s perceived.",
  "Areas that are changing economically often draw more police—creating conditions for more surveillance and more potential misconduct.",
  "After Gina Haspel’s confirmation, we revisit the agency’s legacy of torture, and consider how agents make ethical decisions today.",
  "Maciej Toporowicz / Getty Pay No Attention to the G-Man Behind the Curtain The FBI has long tried to control its public image.",
  "But, as it faces a major PR crisis, that power is weaker than it has historically been.",
  "The window to regulate driverless vehicles is still open, but not for much longer.",
  "Mike Blake / Reuters All the President’s Lawyers Who really represents Trump?",
  "Steven Senne / AP Should We Tell Fewer Stories About Suicide or Better Ones?",
  "The challenges of covering and understanding a rising problem in America.",
  "Parents often want to pass on their political beliefs to their kids.",
  "Justin Tallis / Getty Images Autonomous Cars Are Almost Here.",
  "The president wants to rewrite the rules everyone trades by.",
  "And he's using all of America's economic muscle to do it.",
  "But it’s not easy to tell who’s really in a gang.",
  "Charlie Neibergall / AP Are Politics Hereditary?",
  "Abdallah Fayyad is a researcher at The Atlantic.",
  "Leah Millis / Reuters Nice Global Economy.",
  "These factors determine when that works.",
  "Shame If Anything Happened to It...",
  "Are Cities Ready?"
]