[
  "That's the message of slick new ads from Facebook, Uber and Wells Fargo, which are trying to atone for very public problems — and taking varying degrees of responsibility.",
  "Facebook has been tarnished by a vast data breach, Uber by complaints of rampant sexual harassment, and Wells Fargo by its repeated mistreatment of customers and workers.",
  "\"Back when the country went west for gold, we were the ones who carried it back east,\" a voice says, as horses pull a Wells Fargo stagecoach through the countryside.",
  "\"The risk in the Facebook approach is that people may say it's an insincere apology,\" Calkins said, \"and the company isn't really taking ownership of that issue.\"",
  "The company admitted to creating fake accounts, hitting customers with unfair mortgage fees and charging people for car insurance they didn't need.",
  "Related: Wells Fargo owes $97 million to California workers\n\nWells Fargo\n\nLike Facebook, Wells Fargo's ad tries to remind viewers of better days.",
  "\"We are taking a broader view of our responsibilities, and we hope this campaign will show that we take that responsibility seriously,\" she said.",
  "Andrew Gilman, founder of the crisis communications firm CommCore Consulting Group, said the commercial skates past what Wells Fargo did wrong.",
  "An effective apology ad addresses the \"elephant in the room,\" said Tony Calcao, executive creative director at the advertising agency CP+B.",
  "\"These are all classic apology ads,\" said Tim Calkins, a marketing professor at Northwestern University's Kellogg School of Management.",
  "\"Our old friends from middle school, our mom, our ex and our boss joined forces to wish us happy birthday,\" an earnest voice says.",
  "Related: How major companies handle and botch public relations crises\n\nUber\n\nUber took a more direct approach — at least in style.",
  "\"This is a multi-faceted campaign,\" said Jamie Moldafsky, Wells Fargo's chief marketing officer, because \"the content is complex.\"",
  "The campaign includes digital ads, billboards, transit posters and cinema advertising, said Facebook spokesperson Lisa Stratton.",
  "Calcao worked on the 2009 campaign in which Domino's executives acknowledged criticism of their pizza and revealed a new recipe.",
  "Tulin Erdem, a professor of marketing at NYU's Stern business school, said she likes the Facebook ad more than the others.",
  "The transition from \"we were great, then something happened, now we're great again\" seemed \"too abrupt to me,\" he said.",
  "By then, Facebook had already taken a hit for enabling Russian meddling during the 2016 presidential election.",
  "The bank has been sued, slapped with government fines and had its growth restricted by the Federal Reserve.",
  "That's partly because it's not easy for people to give up Facebook, their bank or the ride-sharing service.",
  "The campaign, \"Here Together,\" tries to remind people of what made Facebook \"good\" in the first place.",
  "It does vow a change: \"From now on, Facebook will do more to keep you safe and protect your privacy.\"",
  "Unrealistic sales goals put pressure on employees to sign customers up for accounts they didn't want.",
  "\"If you want to get those customers back, you had better acknowledge that you screwed up,\" he said.",
  "In its commercial, CEO Dara Khosrowshahi speaks directly to employees, customers and the viewer.",
  "In the commercial, the company notes that it is \"ending product sales goals for branch bankers.\"",
  "Each of the three companies launched campaigns in the past few weeks that may limit the damage.",
  "A gauzy, minute-long commercial presents Facebook as being all about stronger relationships.",
  "\"They're certainly not addressing any of the issues the brand has had in the past,\" he said.",
  "Calcao applauded Wells Fargo for specifying what it's doing to help regain customer trust.",
  "\"People make mistakes ... when you tie yourself to a brand, that can go very wrong.\"",
  "Under Kalanick, employees complained of pervasive sexual harassment at the company.",
  "The company doesn't take direct responsibility for the \"something\" that \"happened.\"",
  "\"I would have preferred to know exactly what they're doing differently,\" he said.",
  "\"Since joining nine months ago, my priority has been to listen to you,\" he says.",
  "Uber's last CEO, Travis Kalanick, resigned in June after months of controversy.",
  "The campaign also includes print and radio ads and posters in subway stations.",
  "Calcao also noted that the commercial failed to mention Uber's shortcomings.",
  "It began testing in mid-March, before the Cambridge Analytica scandal broke.",
  "Aside from mentioning the sales goals, the spot does not detail wrongdoing.",
  "She explained that the company worked on the campaign for about six months.",
  "Calkins said it's risky for Uber to feature Khosrowshahi so prominently.",
  "The print ad offers more details on the changes Wells Fargo has made.",
  "Wells Fargo has slogged through scandal after scandal for two years.",
  "\"It makes you very dependent on the person going forward,\" he said.",
  "And, he said, \"when someone apologizes, we tend to forgive them.\"",
  "We had to deal with spam, clickbait, fake news and data misuse.\"",
  "Facebook\n\n\"We came here for the friends,\" Facebook's ad opens.",
  "Ultimately, the companies will be forgiven, Calkins predicted.",
  "Calcao called the Facebook ad \"well-executed\" but too vague.",
  "And Uber says little beyond promising a \"new direction.\"",
  "Whether they will inspire forgiveness is another matter.",
  "There's \"more of an emotional appeal there,\" she said.",
  "This begins with new leadership and a new culture.\"",
  "\"Tell me exactly what it is that you fell down on.\"",
  "Wells Fargo (WFC) owns up to losing its way.",
  "\"Over the years, we built on that trust.",
  "\"It's time to move in a new direction.",
  "The ad will run through summer.",
  "\"I think it's more effective.\"",
  "\"But then something happened.",
  "Facebook (FB) is more vague.",
  "We always found the way.",
  "Here's a closer look.",
  "Until we lost it.\"",
  "Trust us."
]