[
  "(Photo: DANIEL LEAL-OLIVAS, AFP/Getty Images)\n\nWASHINGTON — Cambridge Analytica whistleblower Christopher Wylie will testify Wednesday before Democrats on the House Intelligence Committee about the massive privacy breach that affected about 87 million Facebook users.",
  "Wylie is the first witness to appear before the committee's Democrats, who are continuing their own investigation of Russia's involvement in the 2016 presidential election despite the fact that the Republican majority ended its probe on March 12.",
  "\"We believe Wylie will further our understanding of Cambridge Analytica‘s role in the 2016 election, its reported interactions with Russian figures, and how the company used Facebook personal data in their efforts,\" Schiff said in a statement.",
  "\"Mr. Wylie has agreed to testify next Wednesday as part of our continuing investigation into Russian meddling in our democracy,\" said Rep. Adam Schiff of California, the committee's senior Democrat, in a statement Thursday.",
  "Facebook CEO Mark Zuckerberg testified before Congress last week as angry lawmakers sought answers about why the social media giant failed to protect its users' data.",
  "Wylie, after regretting his role in the data breach, gave documents to The Guardian newspaper earlier this year revealing what had happened.",
  "Wylie is the former research director for Cambridge Analytica, a data analysis firm that did work on behalf of the Trump campaign in 2016.",
  "CLOSE A new survey shows that trust in Facebook has dropped dramatically following their massive data breach scandal.",
  "Facebook says the firm improperly obtained — and failed to delete — personal data from millions of Facebook users.",
  "Buzz60\n\nTraffic passes the building housing the offices of Cambridge Analytica in central London.",
  "It wasn't immediately clear whether Wylie would testify in public or in a closed session.",
  "Cambridge Analytica has offices in Washington, D.C.; New York and London.",
  "His revelations sparked investigations in both the U.S. and England.",
  "Veuer's Natasha Abellard (@NatashaAbellard) has the story.",
  "Read or Share this story: https://usat.ly/2vtaIIj"
]