[
  "According to analysis of Facebook engagement data using various tech programmes including BuzzSumo, conservative publishers like Breitbart and Fox News (for whom I work as a contributor) have seen a significant decrease in the numbers visiting their websites and engaging with their messages via Facebook.",
  "It’s fair to say that this high priest of the liberal elite did not look best pleased at my dwelling on the key role his company has played in helping to create what he would regard as these totally unacceptable democratic outcomes.",
  "Zuckerberg’s personal political views, and no doubt those of his close colleagues in Silicon Valley, may help to explain why in January this year Facebook announced its algorithms were going to change.",
  "The op-ed published in the Independent discusses how Facebook was effectively utilized by both the Brexit campaign and President Trump, but now it’s being used a tool to censor conservative movements.",
  "I reminded Facebook founder Mark Zuckerberg of this on Tuesday when he appeared before MEPs in the European Parliament, where he was fielding questions triggered by the Cambridge Analytica scandal.",
  "Farage notes that Facebook altered their news feed algorithm which saw conservative news sources drop in engagement while publications such as the New York Times and CNN were boosted.",
  "Whether or not you like these news sources and their opinions, they are effectively being censored – presumably because of their support for Trump or for Brexit.",
  "It is estimated that traffic to certain right-of-centre sites and commentators driven by Facebook has fallen by 25 per cent or more.",
  "Farage stated that the effects of this algorithm change essentially have resulted in the censorship of conservative news sites.",
  "In a recent op-ed, British politician Nigel Farage stated that Facebook is discriminating against conservative news websites.",
  "In Italy, Beppe Grillo and Matteo Salvini have also used social media to completely transform the political landscape.",
  "The tech giant said it was going to “de-prioritise” news publishers and their posts in Facebook users’ news feeds.",
  "In other words, it was going to doctor the kind of news to which Facebook’s 1 billion users were exposed.",
  "Without it, Brexit almost certainly would not have happened and Donald Trump would not be US President.",
  "Lucas Nolan is a reporter for Breitbart News covering issues of free speech and online censorship.",
  "You do not need to be Alan Turing to understand what Facebook’s technical tinkering has done.",
  "The value of Facebook as a political communications tool is hard to overestimate.",
  "Follow him on Twitter @LucasNolan_ or email him at lnolan@breitbart.com",
  "The impact of this decision has been swift and brutal.",
  "And this is exactly what it has done.",
  "Read the full op-ed here."
]