[
  "After a few non sequitur indictments against Paul Manafort for offenses which took place years before the Trump campaign, along with a plea deal for Manafort’s partner, Rick Gates; and guilty pleas from Trump campaign volunteer George Papadopoulos and former national security adviser Michael Flynn for offenses committed after the investigation began, it appears that Mueller has no clear bull’s eye.",
  "Maybe, somehow, they thought or hoped their allies on Mueller’s team (which is comprised mostly of Democrats) would start looking at the Trump campaign-research firm Cambridge Analytica and its potential misuse of Facebook data, or the bizarre revelations of alleged company practices including the use of Ukrainian women to seduce and ultimately entrap politicians.",
  "Callan went so far as to say Mueller’s “investigation should focus on possible election-law violations relating to the $130,000 hush money payment given to [Stormy Daniels].”\n\nMeanwhile, reports that Trump has approached two high-profile lawyers about joining his team only further adds to the uncertainty of the moment.",
  "The absence of any suggestion by Trump that he would fire Mueller and specific denials that any such thing is being considered by Trump’s legal team has to be frustrating for Democrats, but it doesn’t keep them from creating a phony, pious talking point to give the story some life.",
  "With the whole collusion story caving in and Mueller & Co. off on tangents, I guess the holy grail for Democrats would be for Mueller to become involved with — so to speak — Stormy Daniels.",
  "Special counsel Robert S. Mueller III and his team of investigators appear to be aimless and are wandering, Democrats are grasping at straws and President Trump is lawyering up.",
  "Reports are that the president has approached two of Washington’s best — former U.S. Attorney Joseph E. diGenova and former solicitor general Theodore B. Olson.",
  "Going by what information has, so far, been made public, there is no collusion with Russia to be found — at least on the part of the Trump campaign.",
  "DiGenova is who you want when you are in a knife fight, and Olson is who you try to get when scholarly, elegant poise is needed on appeal.",
  "Is Mueller winding down, content to hound a few bit players and shake his fist at the Russian trolls who will never stand trial?",
  "And with obstruction of justice difficult to establish, Mueller’s plate seems to be full of side dishes but no entree.",
  "How is he going to keep them busy without letting the investigation go places that are wildly outside his mandate?",
  "I have been around plenty of legal action, and generally speaking, no one lawyers up when things are winding down.",
  "Their allies in the media dutifully report their “concern” while they try to think of a new angle.",
  "Can the Democrats continue to flog the collusion horse even though it hasn’t moved in months?",
  "Let’s not even talk about his “congratulatory message” to Russian President Vladimir Putin.",
  "The fact is the investigation that never should have started is prowling for a purpose.",
  "For their part, the Democrats are struggling to keep the investigation in the news.",
  "(Andrew Harnik/AP)\n\nOpinion writer\n\nThe Russia collusion probe is at a pivot point.",
  "A CNN (it figures) “legal analyst,” Paul Callan, even planted that suggestion.",
  "I understand that Ted is not coming on board, but Joe is ready for the fight.",
  "Is Trump holding his fire, or is he about to unload and go on the offensive?",
  "As discussed in my last post, the Stormy Daniels story has legs and more.",
  "The demand du jour is legislation to “protect Mueller” from being fired.",
  "\n\nSpecial counsel Robert S. Mueller on Capitol Hill in June 2017.",
  "But Trump constantly does things to make himself appear guilty.",
  "I have known and worked with both men for decades.",
  "Things are about to become more interesting.",
  "He has a team of more than 15 lawyers.",
  "So, what is Mueller’s next move?",
  "Why would he say such a thing?!",
  "So, where does this leave us?",
  "Oh yeah, Trump’s lawyers.",
  "Anything could happen.",
  "Anyway, where were we?",
  "I’m not sure he knows."
]