[
  "Related: Facebook is again having to account for its role in the 2016 election\n\nFacebook said in a blog post that Kogan \"lied to us\" and \"violated\" its policies in 2015 \"by passing data\" to a third party, including Cambridge Analytica.",
  "\"We are using this app for research purposes - learning about how people's Facebook behaviour can be used to better understand their psychological traits, well-being, health, etc and overcome classic problems in social science.",
  "Facebook told CNN it is looking into ties between one of its current employees and Cambridge Analytica, the controversial data firm that worked for Donald Trump's presidential campaign and was suspended by Facebook on Friday.",
  "A spokesperson for Cambridge University told CNN that Kogan, who still works for the university, assured them \"that none of the data from his academic research was transferred for commercial use.\"",
  "Related: New York professor sues Cambridge Analytics to find out what it knows about him\n\nNeither Kogan nor Chancellor have responded to CNN's requests for comment through email and social media.",
  "On Friday, Facebook announced it was suspending Cambridge Analytica and data scientist Aleksandr Kogan, Chancellor's former business colleague, from using its platform while it investigates.",
  "Related: Facebook bans far right group Britain First\n\n\"This app is part of a research program in the Department of Psychology at the University of Cambridge,\" the description stated.",
  "The New York Times and The Observer newspaper in London reported Saturday that Cambridge Analytica harvested information on 50 million Facebook users.",
  "Joseph Chancellor, now a researcher at Facebook (FB), was a director of Global Science Research, a company that provided data to Cambridge Analytica.",
  "The revelations have prompted renewed scrutiny of how Facebook was used to reach and influence voters ahead of the 2016 US presidential election.",
  "But Cambridge Analytica said Saturday that it contracted the company in 2014 to \"undertake a large scale research project in the United States.\"",
  "The nature of Chancellor's role as a director of Global Science Research and his knowledge of Kogan's data collection practices are not clear.",
  "Kogan and Chancellor were both at the University of Cambridge when they set up Global Science Research, according to their LinkedIn profiles.",
  "Global Science Research was incorporated in May 2014 and listed Kogan and Chancellor as directors, according to UK government records.",
  "Facebook said it ordered Kogan and Cambridge Analytica to delete the data when it determined Kogan had breached its policies in 2015.",
  "The description continued, \"Users will be informed that the data will be carefully protected and never used for commercial purposes.\"",
  "The Cambridge spokesperson said Kogan told the university that the app made clear it was for commercial, and not academic, research.",
  "Users of the app will be presented with a description of the types of data we gather and the scientific purpose of the data.\"",
  "A spokesperson for Cambridge Analytica said \"there was no recollection of any interactions or emails with\" Chancellor.",
  "While Kogan's collection of the data complied with Facebook policy, how he allegedly shared the data was not.",
  "According to the Cambridge University spokesperson, the app was developed by Global Science Research.",
  "Facebook would not say if Chancellor also had access to the data and if he was asked to delete it.",
  "Cambridge University could not immediately say if it asked Chancellor for similar assurances.",
  "The data on Facebook users was gathered through a survey app called \"thisisyourdigitallife.\"",
  "The UK government records show Chancellor left Global Science Research in September 2015.",
  "Facebook provided CNN with the description it said Kogan gave them about the app in 2014.",
  "On his work profile, Chancellor describes himself as a quantitative social psychologist.",
  "In addition, Facebook has not replied to a request that it ask Chancellor for comment.",
  "(The records show that Global Science Research was dissolved in October 2017.)",
  "We are looking into the situation,\" a spokesperson for Facebook told CNN.",
  "According to his LinkedIn profile, he joined Facebook in November 2015.",
  "Facebook didn't mention Global Science Research in its blog post.",
  "\"Joseph Chancellor is an employee of Facebook.",
  "But Facebook disputes that point."
]