[
  "Announcing the news in a letter to staff Thursday, Mercer referenced the \"great deal of scrutiny from the press\" since the election and sought to distance himself from Breitbart chairman and former top Trump adviser Steve Bannon, as well as one of the site's former editors, Milo Yiannopoulos.",
  "/ Updated By Claire Atkinson\n\nRobert Mercer, the billionaire backer of conservative causes who threw his might behind Donald Trump's successful presidential bid, is selling his stake in Breitbart News and stepping down as co-chief executive officer of the hedge fund Renaissance Technologies.",
  "The Mercer family also owns a piece of Cambridge Analytica, a data science company that was used by the Trump campaign and has been subject to scrutiny in the United Kingdom for psychological profiling voters using Facebook data.",
  "Those decisions do not always align with Mr. Bannon’s.”\n\nThe 71-year-old also said his support of Yiannopoulos, who exited Breitbart after making comments which appeared to condone pedophilia, was in error.",
  "“Of the many mischaracterizations made of me by the press, the most repugnant to me have been the intimations that I am a white supremacist or a member of some other noxious group,” Mercer said.",
  "“In my opinion, actions of and statements by Mr. Yiannopoulos have caused pain and divisiveness undermining the open and productive discourse that I had hoped to facilitate,” Mercer said.",
  "Peter Brown, Renaissance Technologies' co-CEO, will remain to run the fund known for using unusual data points such as the weather to predict stock movements.",
  "Mercer's letter did not give a reason for the moves, raising questions of whether his personal associations have affected his business relationships.",
  "The so-called alt-right is a wing of the conservative movement that mixes racism, white nationalism, anti-Semitism and populism.",
  "“I have great respect for Mr. Bannon, and from time to time I do discuss politics with him,\" Mercer said.",
  "\"However I make my own decisions with respect to whom I support politically.",
  "Bannon once described Breitbart as a \"platform for the alt-right.\"",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]