[
  "More: What to do if Facebook says your info was used by Cambridge Analytica\n\nMore: Facebook CEO Mark Zuckerberg: 'My mistake' for abuse of voter info\n\nCLOSE Facebook CEO Mark Zuckerberg will testify at two Capitol Hill hearings this week over the Cambridge Analytica scandal, and we asked our tech reporter why that matters.",
  "Apple co-founder Steve Wozniak talks about leaving Facebook over data security concerns.. -- Photo by Jack Gruber, USA TODAY staff ORG XMIT: JG wozniak 4/9/2018 (Via OlyDrop) (Photo: Jack Gruber, USA TODAY)\n\n\"I got a lot of good out of\" being on Facebook, he said.",
  "The potential misuse of Facebook user data by political targeting firm Cambridge Analytica is one of the crises facing the social network that brings CEO Mark Zuckerberg to Washington this week to talk with lawmakers and testify at Congressional hearings.",
  "The data originally was generated by a personality app called \"This is Your Digital Life,\"\n\nwhich was gathering data for academic purposes, but under Facebook's settings at the time, could gain access to friends of those who answered the quiz.",
  "USA TODAY\n\nPHILADELPHIA -- Steve Wozniak may not have been a power user of Facebook, but the Apple co-founder hopes his departure from the social network will cause other users to reconsider how much data they share on social media.",
  "Just the FAQs\n\nFacebook three weeks ago said it had suspended Cambridge Analytica a day before reports in The New York Times and The Observer that the data analysis firm had improperly shared data from tens of millions of users.",
  "A few good, close friends, the ones that I respected the most for their integrity and their honesty, their ethics and all that, they dropped Facebook in just the last week in the wake of this big scandal,\" he said.",
  "Facebook last week estimated as many as 87 million people, mostly in the United States, may have had their data improperly shared by the firm, which assisted in the 2016 presidential campaign of Donald Trump.",
  "On Monday, he sat down to discuss his reasoning and concerns with USA TODAY in a private hotel room in downtown Philadelphia where he was scheduled to be Tuesday's keynote speaker at a healthcare conference.",
  "If Facebook truly wouldn't share any user data, they might charge so much that \"you would say, \"I’m really paying $1,000 a year for this Facebook service when I can do email and other sites,\" Wozniak said.",
  "Technology firms have a responsibility to protect users from unintended consequences, says Wozniak, who is a founder of the Electronic Frontier Foundation, a non-profit digital rights group.",
  "But it should take the stance of \"I am not going to do it tricking my users into how much I am making off of what they are giving me, without ever wanting to return any to them.\"",
  "However, Wozniak suspects a swelling exodus from the platform and the current sociopolitical atmosphere could eventually result in change at Facebook and other social networks.",
  "\"Then one day I got a Foursquare account to share my location for my wife to see where I was ... (Foursquare) was sharing (his location) on Facebook and Twitter,\" he said.",
  "\"If you post something and I click 'Like,' it’s sort of my inside feeling, I have a commonality with you and maybe you will even see my ‘Like’ and know we are friends.",
  "\"Steve Jobs would be more for the individual and the person, the human and the creative individual having power and not being taken advantage of in this way,\" he said.",
  "Users are now faced with realizing that personal data \"you thought would be private\" may be used by \"big advertising groups and political groups,\" Wozniak said.",
  "Apple CEO Tim Cook criticized Facebook and CEO Zuckerberg when asked, during an interview with Recode and MSNBC , how he would handle Facebook's crisis.",
  "Escalating concern for the lack of privacy and security on Facebook led the tech visionary to leave the platform, he told USA TODAY Sunday via email.",
  "More: Read Facebook CEO Mark Zuckerberg's planned testimony before Congress\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "I am going to protect the privacy and your data, I’m going to protect it all for myself and legitimately use it in some ways,\" he said.",
  "\"I wouldn't be in the situation,\" said Cook, who added that Apple reviews the privacy standards of all the offerings in its App Store.",
  "\"Just a few months ago I started clicking Facebook on my phone for the first time scrolling through 5,000 friends that I don’t know.",
  "Similarly, the late Steve Jobs, who Wozniak co-founded Apple with, would not have found himself in this situation, Wozniak says.",
  "\"Facebook will come out and say, ‘Oh, we are going to do this little one extra thing to protect your privacy',\" Wozniak expects.",
  "\"Look at the young kids now about guns, it is going to be decades, but eventually they are going to have some say in changes.\"",
  "\"The political situation with Cambridge Analytica, we really wouldn’t have known about all this stuff without that,\" he said.",
  "\"Seeing which people thought certain ways, maybe it was politics, a lot of great animal videos, I’m just an animal lover.",
  "\"But I never ever click my Twitter app and scroll through to see who’s tweeting what … I just don’t have time for it.",
  "\"Everything we are doing is being watched or monitored, known to other people,\" Wozniak said in an interview Monday.",
  "\"Look at civil rights and the women’s vote, it took a long time from when good ideas started (for change),\" he said.",
  "He will continue to use Swarm, a companion app to Foursquare, but turned off its sharing of data with Facebook.",
  "\"And other people will see me do it and they will do it and it might become a significant enough movement.\"",
  "But (the company) should be really upfront and don’t let people think they have privacy when they don’t.",
  "\"I think enough people are going to leave Facebook like myself and tell (their) friends,\" Wozniak said.",
  "A secure data chain with micro-payments to users may eventually bring fairness to online data,he said.",
  "\"Decisions will continue to be made that way until there is a major change in management at Facebook.",
  "Cambridge Analytica has said the data was destroyed and was not used in the 2016 White House race.",
  "\"The ones making decisions, the top executives at a company, should say, 'What if it were me?'",
  "Wozniak says he got a Facebook account quite a while ago, but didn't actually use it much.",
  "Amidst Facebook's current crisis, some have suggested that Facebook become a pay service.",
  "He doesn't expect any immediate changes, regardless of the Congressional hearings.",
  "Facebook is now investigating the incident and has suspended two other data firms.",
  "Cambridge Analytica improperly obtained that data, according to the news reports.",
  "\"I suspect it is going to be one little level of guarantee and privacy,\" he said.",
  "CLOSE The tech giant tells us why he and some good friends are leaving Facebook.",
  "\"I can give you some of my data, but only if I get certain payments in return.\"",
  "\"It’s OK to make money off of a person, that is what business is all about.",
  "Nothing Facebook does will get him to return, Wozniak says.",
  "And I am scrolling through so much stuff I will never see.\"",
  "Then some of his friends left the platform, Wozniak says. \"",
  "You know, it took so much of my time for what it was worth.",
  "But Wozniak does not consider that a viable solution.",
  "\"There’s a lot of ways to be in contact with people.\"",
  "Facebook has \"a right to make money,\" Wozniak said.",
  "You are the product with Facebook -- and Google.\"",
  "Read or Share this story: https://usat.ly/2qqUtGb",
  "You know what, it’s being sold to an advertiser.",
  "\"So I am sharing it with Twitter,\" he said.",
  "\"But really, they are advertising you.",
  "I think that will take decades.\"",
  "Steve was a big fan of privacy.\"",
  "I’m sorry that’s not ethical.\"",
  "It was just a diversion.\"",
  "I have a real busy life.\"",
  "\"I don’t need it at all.",
  "I can give it up.\"",
  "His hopes?"
]