[
  "“Folks are only concerned right now about the story because they think it could have swung the elections or that they can be mind controlled, and that’s not a real worry,” Kogan said, labeling claims that Cambridge Analytica had effective behavior prediction models as “nonsense.” The real story, he noted, is that “folks have woken up” to privacy concerns and their data being and spread without their informed consent.",
  "He worked on “at least 10” papers with Facebook’s Pete Fleming, who is now the head of research at Instagram, the company’s photo-sharing platform, while Joseph Chancellor, his cofounder and equal partner at Global Science Research (GSR), the company that harvested the ill-gotten Cambridge Analytica data, has worked at Facebook since late 2015.",
  "In a statement, Ime Archibong, Facebook’s vice president of product partnerships, acknowledged the company’s previously undisclosed relationship with Kogan between 2013 and 2015, but said that “at no point during these two years was Facebook aware of Kogan’s activities with Cambridge Analytica.” Chancellor did not return a request for comment.",
  "“That data was processed by psychologists who were going back and forth between London and Russia, who were also working on projects in Russia for Russians.” Kogan called it “Russophobic” and “deeply irresponsible” of Wylie to say that, noting that his psychology work at St. Petersburg had nothing to do with Cambridge Analytica.",
  "While Kogan has spoken little since the Observer and the New York Times ran stories last month identifying him as the individual behind a leak of data from more than 50 million Facebook users, the 32-year-old psychologist granted BuzzFeed News a series of interviews ahead of his parliament appearance this week.",
  "Kogan also disputes other aspects of the established narrative: that he’s a spy, for one, but also that Cambridge Analytica was capable of predicting individual behavior, that his relationship with Facebook was brief and casual, and that whistleblower Christopher Wylie had extensive knowledge about the data.",
  "“There have been conspiracy theorists that are convinced that I am the missing link between Russia and Trump.”\n\n“I think what’s important for people to understand is that this company misappropriated data of upwards of 50 million people from Facebook,” Wylie said on NBC’s Today last month.",
  "In the coverage of the story, outlets like the Guardian have repeatedly played up the notion that he may somehow be connected to Russia, he said, by pointing out a short research stint at St. Petersburg State University and the fact that he was born in Moldova in the former Soviet Union.",
  "“There have been conspiracy theorists that are convinced that I am the missing link between Russia and Trump.” Among those fanning the flames is Wylie, the former Cambridge Analytica employee whose interviews initially exposed his former employer’s work and data collection policies.",
  "At the hearing, Kogan, who’s been accused of being a foreign agent, an unscrupulous scholar, and a mind manipulator, hopes to dispel the myths about himself and the data he collected from millions of Facebook users and handed to Cambridge Analytica’s parent company, SCL Elections.",
  "Kogan, who has an undergraduate degree from the University of California, Berkeley, and a doctorate from the University of Hong Kong, will likely not get another academic job once his position at Cambridge ends this summer, and he’s likely too “toxic” to be hired by any company.",
  "Besides coauthoring a research paper on data that was provided to him by Facebook, Kogan made several visits since 2013 to its Menlo Park, California, campus where he gave talks to employees about behavioral psychology and served as a paid consultant for a week in November 2015.",
  "On Tuesday, the Cambridge University researcher is set to testify here in front of a parliamentary committee that is looking to determine whether the political consulting firm Cambridge Analytica influenced global elections and the United Kingdom’s Brexit vote.",
  "Facebook, which Kogan said he is currently considering suing for defamation, suggested to the New York Times that he had acted unethically, using an app to collect Facebook user data he claimed was for academic purposes, but later gave to Cambridge Analytica.",
  "Beyond the personal attacks, Kogan said Wylie, who is quoted as having created “Steve Bannon’s psychological warfare tool” has had similar issues standing up claims that he’s made about Cambridge Analytica and its supposed efficacy in swaying voters.",
  "While he said he knew that the data was being used for political purposes and would likely be employed by the Republican Party — something he did not say during an uncomfortable appearance on CNN with Anderson Cooper — he assumed that was fair game.",
  "Kogan disputed the notion that his former colleague had any knowledge of data, laughing at the notion that he’d be called a data scientist, and referred to him as someone who was involved in business development and provided legal expertise.",
  "In those conversations, he admitted that he did violate Facebook’s developer policy by harvesting user data and transferring it to a third party — but said that he was being unfairly pilloried as just one of many people who did this.",
  "Kogan disputed that characterization and noted that his app, which paid users around $4 to take surveys, was separate from his academic work at Cambridge and explicitly told users that the data would be used for commercial purposes.",
  "As he attempts to shift the narrative away from his own actions, Kogan maintained that observers have missed the big story: that companies have been collecting data on users for years using Facebook’s tools and tacit understanding.",
  "The company has cut off Kogan’s personal Facebook and Instagram accounts and pointed fingers at him in full-page newspaper ads, company statements, and in CEO Mark Zuckerberg’s congressional testimony earlier this month.",
  "To illustrate his point, Kogan compared the accuracy of the data GSR gave to SCL to a game in which someone guessed a random person’s age: “It’d be like saying on average I’m around about your age by about 14 years.",
  "BuzzFeed News\n\nKogan claimed that Facebook shelved plans to publish those papers after a December 2015 Guardian story tied GSR to Cambridge Analytica and the US presidential campaign of Texas Sen. Ted Cruz.",
  "Oh sorry, I thought you were 42.”\n\n\n\nKogan hopes to illustrate that to parliament on Tuesday, the notion that the Cambridge Analytica scandal is one about privacy and not one about a manipulated election.",
  "“I think they strongly insinuated that I’m a Russian spy based on no evidence whatsoever,” he said, citing the hysteria around the current US investigation into Russian interference in the 2016 election.",
  "And while he still considers Chancellor his friend and believes he shouldn’t lose his job, he’s using his cofounder’s situation as evidence for what he said has been a hypocritical reaction by Facebook.",
  "“They were lauded for it.” The Obama campaign did likely have similar data after allowing people to log in to the campaign website with their Facebook credentials, according to a Guardian report.",
  "With regards to his childhood, he said he and his family emigrated when he was 7 to the US from Moscow, where his father was stationed in the Russian army, due to anti-Semitic death threats.",
  "When asked why he became involved with SCL Elections in the first place, Kogan said he regretted it but believed the data had no role in shaping voting decisions.",
  "But Obama’s team was using data that users had (perhaps without realizing) granted it permission to access, while GSR transferred the data to third parties.",
  "What’s more, the data scientist said his relationship was much deeper with Facebook than previously understood in news reports and the company’s statements.",
  "Kogan’s San Francisco survey software startup, Philometrics, is also likely dead in the water and is currently unable to raise another round of funding.",
  "“And I mostly wear sweatpants.” “When he tells people he can do microtargeting with a data set like this, that’s just wrong,” he added.",
  "“If there’s one message I want parliament to walk away from, it’s not: Alex didn’t do anything wrong, he’s been scapegoated,” he said.",
  "“This was a scam — and a fraud,” Paul Grewal, Facebook's vice president and deputy general counsel, told the Times last month.",
  "That violated Facebook’s rules, something Kogan said he was unaware of at the time, but now admitted he should not have done.",
  "Kogan also said Chancellor informed Facebook about his work at GSR while interviewing for a position at the company in 2015.",
  "“The main message is: What you’ve been worried about is bullshit, but there is a real issue to think about.” ?",
  "“Looking back, the last political campaign to collect Facebook data was the [2012] Obama campaign,” he said.",
  "“I am not a Russian spy,” he tells BuzzFeed News aboard a Saturday evening flight to the British capital.",
  "Kogan has accepted the professional implications, though it’s the personal ones that still bother him.",
  "But as he’s waited to talk, the narrative surrounding Kogan has morphed without his input.",
  "Kate Bubacz / BuzzFeed News Aleksandr Kogan in New York City on April 20, 2018.",
  "In following up on the controversy, Facebook has vowed to find them all.",
  "“Chris is as much a data scientist as I am a fashion icon,” Kogan said.",
  "LONDON — Aleksandr Kogan wants to set the record straight.",
  "Wylie did not respond to a request for comment on Sunday.",
  "That oversight has proved costly.",
  "You’re 28?"
]