[
  "Jourova said she would call on consumer protection authorities across the 28-country bloc, which requested the changes last year, to act swiftly and sanction the company if Facebook failed to comply.",
  "The EU warned social network Facebook on Thursday to bring its allegedly \"misleading\" consumer terms of service in line with the bloc's rules by the end of the year or to risk financial penalties.",
  "Facebook also came under the microscope after this year's Cambridge Analytica scandal in which the company admitted that up to 87 million users may have had their data hijacked.",
  "The Commission has been cracking down on what is sees as risks for European consumers using the services of US internet giants like Facebook, Google, Amazon, Uber and others.",
  "A spokesperson for the social media giant defended the changes and said they were \"much clearer on what is and what isn't allowed on Facebook and on the options people have.\"",
  "The Commission said that proposals made by the Mark Zuckerberg-led company were \"very limited\", even after the company changed its conditions earlier this year.",
  "The Commission, meanwhile, said that rent-a-room behemoth Airbnb has made the necessary changes to its consumer terms after also being under fire in Brussels.",
  "\"While Facebook assured me\" it would \"finally adapt any remaining misleading terms of services by December, this has been ongoing for too long,\" she said.",
  "The bloc's executive arm has been at the forefront of a regulatory crackdown on US tech giants, having also slammed Google with huge anti-trust fines.",
  "These new terms of services \"contain a misleading presentation of the main characteristics of Facebook's services\", the Commission said.",
  "\"When a company doesn't do what the law says, there should be serious and deterrent sanctions,\" said the group's Augusta Maciuleviciute.",
  "\"My patience has reached its limit,\" EU Justice and Consumer Affairs Commissioner Vera Jourova said in a statement.",
  "Facebook \"will continue our close cooperation to understand any further concerns and make appropriate updates.\"",
  "The scandal was the worst public relations disaster Facebook has faced since its launch in 2004.",
  "The European Consumer Organisation (BEUC) firmly backed the Commission's stand against Facebook.",
  "\"It is now time for action and no more promises.\""
]