[
  "One reason I’m thinking of walking away is revealed in the news about Cambridge Analytica, the data analysis firm that is accused of using Facebook data to push fake news during the 2016 presidential election cycle.",
  "He said: “You have zero privacy anyway, get over it.”\n\nIn another words, if you don’t want people to know your birthdate, or your movie preferences, or your politics, don’t post it online.",
  "For me, there are a couple of reasons why I have begun to wonder if it’s time to say goodbye to a social network that, over the last few years, has been fun and sometimes informative.",
  "I work at an organization that serves people all over the world, and Facebook is an ideal way for me to learn what’s important to the people we serve to share the work we’re doing.",
  "Where Facebook crosses the line for me is when it looks the other way while a corporation uses the data to willfully manipulate people in ways that are not forthright.",
  "Almost 20 years ago, working at the MIT Media Lab, I still remember reading the electrifying words of Scott McNealy, who was then the CEO of Sun Microsystems.",
  "If my data are being used for nefarious purposes, then perhaps it’s time to delete my profile and find another way to stay connected with friends.",
  "Because once you’ve posted it online, it’s available for all sorts of people, for good or for ill. McNealy made his prescient statement in 1999.",
  "However, when Facebook starts using the data it has on me outside the bounds of a clear advertiser-customer relationship I get concerned.",
  "So I don’t mind that Facebook has my data, and I understand the company will use it to display ads they think I’m more likely to click.",
  "In fact, the organization I work for buys Facebook ads all the time, and we carefully target them based on demographics and interests.",
  "After all, Facebook offers me a service that provides hours of entertainment, and I don’t have to pay a subscription fee for it.",
  "Mark Zuckerberg, the CEO of Facebook, is primarily concerned with how many ads I see and how many links I click.",
  "Seeing that red circle with a number next to it on my Facebook app’s icon practically demanded my attention.",
  "But my impromptu phone experiment leaves me wondering if I’d be better off leaving the platform altogether.",
  "That was formative for me, and so since then, I’ve made all my social media posts completely public.",
  "Now, when I’m in the coffee queue or waiting for a meeting to start, I might have an idle thought.",
  "Sure, all the user data that Cambridge Analytica “stole” was willingly shared by Facebook users.",
  "And with that, Facebook could compile a bigger picture of what kind of politician we might like.",
  "Instead, is said to have used deception to sweep up all the data on how 50 million people like.",
  "You must find out what seven notifications have happened since you last looked an hour ago!",
  "At its best, Facebook is a delightful way to stay in touch with friends around the globe.",
  "At the start of Lent this year, I deleted Facebook and its Messenger app from my phone.",
  "The company didn’t bust into anyone’s bank accounts or steal Social Security numbers.",
  "Now, pardon me while I go check to see how many times this article has been shared.",
  "I don’t pretend that somehow I will preserve privacy for my likes and my comments.",
  "We want you to leave us alone for a bit, because there is life outside Facebook.",
  "We want you to leave us alone for a bit, because there is life outside Facebook.",
  "That’s what appears to have happened with Cambridge Analytica and others.",
  "Data are not my only reason for thinking of walking away from Facebook.",
  "I understand that Facebook as a company doesn’t exist to make me happy.",
  "Facebook and its shareholders are much more interested in advertisers.",
  "I thought it was a few seconds here and there, but it all adds up.",
  "We want a platform to stay connected to friends and organizations.",
  "Until it was gone, I didn’t realize the grip Facebook had on me.",
  "Advertisers would have to work a little harder to market to me.",
  "I’d have to work a little harder to stay in touch with friends.",
  "I’ve been wondering about that lately and I’m not the only one.",
  "This gets me to the idea of closing down my Facebook account.",
  "I also do not like what the constant bombardment does to me.",
  "This was made clearer recently, when I cut back on Facebook.",
  "Anything I post online, I’m comfortable with anyone knowing.",
  "We’re willing to see ads, but we don’t want to be deceived.",
  "All those “likes” from Facebook got sucked into the cloud.",
  "I don’t react so often to provocative posts and comments.",
  "The very data that make all that magic happen have power.",
  "And we all know that power can be used for good or evil.",
  "Millions of us want to see you develop a moral compass.",
  "In my work, I need to use Facebook – for now, at least.",
  "Millions of us want to see you develop a moral compass.",
  "Something that isn’t driven by endless notifications.",
  "Facebook, if you’re paying attention, I’m not alone.",
  "Facebook, if you’re paying attention, I’m not alone.",
  "And maybe I’ll want to respond to the comments!",
  "But we want you to do it openly and honestly.",
  "But we want you to do it openly and honestly.",
  "But there’s a seamy underbelly to all this.",
  "We don’t mind if you sell things to us.",
  "We don’t mind if you sell things to us.",
  "The company has to make money somehow.",
  "I am not Facebook’s primary customer.",
  "Is it time to quit Facebook?",
  "All that I can understand.",
  "And I am so glad I did it.",
  "There are five new things!",
  "It was a whim, really.",
  "They’ll get over it.",
  "I am more peaceful.",
  "A creative thought.",
  "It was relentless.",
  "I’d figure it out.",
  "Literally."
]