[
  "In recent months, Facebook executives, including Mr. Zuckerberg, have repeatedly said the company needs to take “a broader view of its responsibility.”\n\nMr. Schrage pushed Facebook to launch a blog, called Hard Questions, so the company could respond publicly to amplified scrutiny of its practices, despite some hesitation by other Facebook managers and executives about being so open about hot-button topics, people familiar with the matter said.",
  "Ms. Sandberg, in a comment to the post, called Mr. Schrage “one of the most creative and strategic people I have worked with.”\n\nMr. Zuckerberg said in a separate comment: “You’ve made an extraordinary contribution to Facebook -- dealing with some of our toughest challenges and helping enable some of our biggest opportunities.”\n\nMr. Schrage helped build Facebook’s policy and communications team from fewer than a dozen people to hundreds.",
  "A few days later, Mr. Zuckerberg made similar comments publicly, saying the theory was “a pretty crazy idea.”\n\n“Elliot’s point was that it was impossible to draw conclusions so quickly after the election given there were so many possible causes for the outcome,” a Facebook spokeswoman said of the episode, which was earlier reported by BuzzFeed News.",
  "Top internal candidates to replace him include Joel Kaplan, Facebook’s head of global public policy, and Rachel Whetstone, the former top communications and policy executive at Google and Uber Technologies Inc. who joined Facebook a year ago, according to people familiar with the matter.",
  "Mr. Schrage has been one of the key architects of Facebook’s strategy for various controversies over the past two years, including most recently the company’s response to news that the political firm Cambridge Analytica improperly obtained data on 87 million Facebook users.",
  "A Facebook spokeswoman said Mr. Schrage initially discussed leaving the company before the 2016 U.S. presidential election, but stayed on to help the company deal with the heightened scrutiny around misinformation and fabricated news articles on the platform.",
  "Facebook Inc.’s FB -1.58% top policy and communications executive, Elliot Schrage, is stepping down, ending a decadelong tenure at the social-media giant as it faces intense scrutiny for its business practices and commitment to privacy.",
  "Illustration: Laura Kammerman\n\nMr. Schrage, 57 years old, reported directly to Chief Operating Officer Sheryl Sandberg, whom he followed to Facebook from Alphabet Inc.’s GOOGL -2.92% Google in 2008, and served as one of her top allies.",
  "On Friday, following a report in The Wall Street Journal, Facebook confirmed that some companies, including the Royal Bank of Canada, were offered extended access to friends’ data beyond the 2015 cutoff point for all other developers.",
  "“Leading policy and communications for hyper growth technology companies is a joy— but it’s also intense and leaves little room for much else,” Mr. Schrage said in a Facebook post announcing the decision on Thursday.",
  "Last week, for example, Facebook was forced to disclose that it shared user data with device makers, including Chinese tech company Huawei, following lawmakers’ inquiries and reports by the New York Times and others.",
  "In a Facebook post, Mr. Schrage said he will be on hand to search for his successor and will continue to advise top executives, including Chief Executive Mark Zuckerberg and Ms. Sandberg, after he steps down.",
  "He was involved in several of Facebook’s public-relations missteps in recent years and was also credited internally with encouraging the company to be more transparent in how it addressed some criticism.",
  "Mr. Schrage, like many senior Facebook leaders, initially underestimated the extent to which bad actors could manipulate Facebook’s platform by creating fake accounts or mining information about users.",
  "The investor, Natasha Lamb, wrote in an Financial Times column that she asked why Facebook wouldn’t respond to her questions about fabricated news articles, election interference and hate speech.",
  "At a conference of public-relations professionals shortly after the 2016 election, for example, Mr. Schrage played down the role of fabricated news articles on Facebook in shaping the outcome.",
  "He also championed the creation of an election commission, populated by independent researchers who can study Facebook’s effect on elections and publish papers without Facebook’s approval.",
  "“I have had more than just a front row seat to one of the most important developments in human history, but the chance to be in the arena,” Mr. Schrage wrote Thursday in his post.",
  "Internally, Mr. Schrage has at times pushed executives to better explain how Facebook works and manages its responsibilities to its more than two billion users.",
  "As it has grown, the company has at times struggled to strike the right tone in addressing mounting concerns about its role and ability to influence its users.",
  "Mr. Schrage, she wrote, told her she was “not nice.”\n\nA Facebook spokeswoman said on Thursday that Mr. Schrage apologized for those remarks.",
  "Related Video Facebook's current data crisis involving Cambridge Analytica has angered users and prompted government investigations.",
  "And when we take and exercise that responsibility well, we can achieve great things.”\n\n—Betsy Morris contributed to this article.",
  "Facebook is also looking externally for the role and one of the people said the company could bring in a political heavyweight.",
  "To understand what's happening now, you have to look back at Facebook's old policies from 2007 to 2014.",
  "More recently, Facebook has been under fire for failing to fully explain its handling of user data.",
  "Mr. Schrage came under fire this week for his remarks to an investor from the firm Arjuna Capital.",
  "“That brings extraordinary opportunity and it demands responsibility and accountability.",
  "Mr. Kaplan and Ms. Whetstone didn’t immediately respond to requests for comment.",
  "Mr. Zuckerberg has since walked back his remarks as well.",
  "Write to Deepa Seetharaman at Deepa.Seetharaman@wsj.com",
  "He declined to comment beyond his statement.",
  "WSJ's Shelby Holliday explains."
]