[
  "The demand notice was first reported by Bloomberg and came at the time Facebook is under heavy criticism following the revelations about how Cambridge Analytica, a data-driven consulting company based in Britain, used the social media platform and gained access to personal data of about 50 million users.",
  "FACEBOOK CEO MARK ZUCKERBERG TO TESTIFY BEFORE CONGRESS: REPORT\n\nHawley is requesting a timeline of Facebook’s interaction with Cambridge Analytica and Aleksandr Kogan, the academic who created a Facebook quiz and later passed on the collected data to the UK-based company, according to Bloomberg.",
  "CLINTON CAMPAIGN APP MAY HAVE HARVESTED FACEBOOK DATA OF MILLIONS\n\nThe Republican attorney general’s probe will determine whether Facebook was involved in deception, fraud or false promises, in violation of the Missouri Merchandising Practices Act, Bloomberg reported.",
  "The investigative demand also asks to disclose documents, communications, and evidence about Facebook’s meetings with the Obama campaign, who similarly used the platform to gather people’s information during the 2012 election.",
  "Josh Hawley's office is demanding that the social media giant discloses every time it shared data with a political group and how much such groups paid for the data, according to a civil investigative demand dated Monday.",
  "Facebook must provide information, including how many users of the platform were included in the 50 million people that Kogan gathered data on and whether any sensitive private information was exposed, by May 29.",
  "“As the chief law enforcement officer in the state, I will pursue those who mishandle the private information of Missourians,” Hawley said in a statement.",
  "Facebook CEO Mark Zuckerberg has reportedly agreed to testify before the U.S. Congress, but the exact date of the appearance remains unclear.",
  "Missouri’s Republican attorney general on Monday launched an investigation into Facebook’s use of personal data.",
  "The company shed nearly $80 billion of its value since the controversy began last month."
]