[
  "“Given that they’re mining huge amounts of data about consumer behavior and individual identity, it makes business sense to harness the algorithms for matchmaking — especially given that Tinder and other dating platforms already use Facebook as their screening tool.",
  "Facebook has come under fire in recent times for how it uses user data, following a scandal involving Cambridge Analytica, a firm that used data to influence the 2016 presidential elections, and improperly accessed the data of at least 87 million Facebook users.",
  "The company is entering a crowded space: The dating industry is worth around $3 billion, with revenue split between advertising and subscription services, up revenue up around 5% per year, according to a report by research firm IBISWorld.",
  "“Matching Facebook users based on likes, events attended, and groups involved with may link people who would theoretically get along in online contexts, but who may not be interested in an offline romantic connection,” she said.",
  "A Facebook spokeswoman told MarketWatch the new feature will allow users to set up a dating profile separate from their normal Facebook account, and activity on dating profiles won’t be shared on the News Feed.",
  "“If they’ve already been using Facebook and feel comfortable with the format, this will be an easy transition for someone reentering the dating market.”\n\nThis is an increasingly lucrative market.",
  "Meredith Golden, a dating coach based in New York City, said she believes the new feature will be used largely by divorcees and users over 40 who may be less likely to use other online services.",
  "Even though a Facebook dating service could act in the same way as other location-based dating apps, people know it mostly as a familiar and unthreatening place to talk to friends, she said.",
  "Still, online dating is still much more common in younger generations, with the share of 18 to -24-year-olds using online dating services nearly tripling from 10% to 27% in that time.",
  "It’s available within the app only and, like Tinder, will only import your first name and age, and will input your location, and answers to various questions to try to match people.",
  "Several major online dating platforms—including Tinder, Hinge, and Bumble—use Facebook’s platform to connect profiles to dating profiles, using photos and first names in the app.",
  "Consumers may be put off Facebook extending its ecosystem into yet another part of people’s social lives, in the same way Amazon AMZN, -4.12% has done with e-commerce.",
  "Facebook Dating essentially cuts out the middle man, said Chelsea Reynolds, an assistant professor at California State University, Fullerton who studies online dating.",
  "Facebook’s chief executive officer Mark Zuckerberg officially announced the service earlier this year during Facebook’s FB, -1.58% annual conference.",
  "The Verge reported Thursday that the service will be free and will have a tap feature rather than a right/left swipe to choose potential dates.",
  "Still, Zuckerberg apologized for the privacy violations and said the company would review all third party apps accessing data on the site.",
  "Users will not be matched with friends on Facebook, but rather others who have marked themselves as “single” on the social media network.",
  "Users will not be matched with friends on Facebook, but other users who have marked themselves as ‘single’ on the social media network.",
  "“There are millions of singles in this demographic who want to meet someone but have reservations about using dating apps,” she said.",
  "It could also be an incentive for Facebook users: The company has so much data that it may be better at making matches.",
  "Skittish singletons can then look the person up on Facebook, if they have mutual friends, and find out more about them.",
  "Online dating is growing in popularity for people in their 50s and older, according to the Pew Research Center.",
  "Online dating is growing in popularity for people in their 50s and older, according to the Pew Research Center.",
  "“Facebook’s dating app’s effectiveness will be determined by how that algorithm calculates matches,” she said.",
  "Today, dating sites can charge between $10 and $60 per month, depending on the length of the subscription.",
  "The number of 55 to 65-year-olds dating online has doubled from 6% in 2013 to 12% in 2017, it found.",
  "“For instance, I use my Facebook profile primarily to build my professional visibility,” she added.",
  "Shares of Match Group MTCH, -3.16% which owns Tinder and OkCupid, were down over 3% Thursday.",
  "“This is going to be for building real, long-term relationships, not just hook-ups,” he said.",
  "Don’t miss: Dating sites crack down on liars\n\nMany dating apps charge for premium services.",
  "But Facebook Dating has one big advantage: More than 2 billion members around the world.",
  "Also see: What NOT to do on a dating website\n\nBut who will actually use the feature?",
  "“Facebook’s pivot into the online dating industry is a logical move,” Reynolds said.",
  "“I am in groups dedicated to professors, media practitioners, and LGBTQ activists.",
  "Get a daily roundup of the top reads in personal finance delivered to your inbox.",
  "But Facebook Dating faces the same unenviable task as every other dating site.",
  "Like Tinder IAC, -3.56% this dating service will only show users’ first names.",
  "A decade ago, many sites were free or had minimal fees of around $20 a month.",
  "No way.”\n\nFacebook’s reach could be an incentive for social-media fanatics.",
  "The social network began testing its dating features in Colombia this week.",
  "Location-based apps have exploded in popularity over the last 10 years.",
  "The company has so much data that it may be better at making matches.",
  "(That’s useful, given that so many people tell fibs on dating sites.)",
  "Subscribe to MarketWatch's free Personal Finance Daily newsletter.",
  "(Match.com charged $9.95 per month when it launched in 1995.)",
  "As dating pools go, they don’t get much bigger than that.",
  "Am I trying to date within my professional circle?",
  "Some like Match.com and eHarmony are fee-only.",
  "It’s an almost seamless transition to dating.",
  "Of that, around half is from online dating.",
  "And now it wants you to find our soul mate.",
  "Am I passionate about those communities?",
  "Facebook wants you to make friends.",
  "Sign up here.",
  "Absolutely."
]