[
  "REUTERS/Charles Platiau\n\nThe company and other major online ad sellers including Alphabet Inc’s (GOOGL.O) Google and Twitter Inc (TWTR.N) have long offered free dedicated assistance to strengthen relationships with top advertisers such as presidential campaigns.",
  "SAN FRANCISCO (Reuters) - Facebook Inc (FB.O) said on Thursday that it would no longer dispatch employees to the offices of political campaigns to offer support ahead of elections, as it did with U.S. President Donald Trump in the 2016 race.",
  "Facebook, Twitter, and Google served as “quasi-digital consultants” to U.S. election campaigns in 2016, researchers from the University of North Carolina at Chapel Hill and University of Utah found in a paper published a year ago.",
  "Facebook’s involvement with Trump’s campaign drew scrutiny from U.S. lawmakers after the company found its user data had separately been misused by political data firm Cambridge Analytica, which consulted for the Trump campaign.",
  "The companies helped campaigns navigate their services’ ad systems and “actively” shaped campaign communication by suggesting what types of messages to direct to whom, the researchers stated.",
  "In written testimony to U.S. lawmakers in June, Facebook said its employees had not spotted any misuse “in the course of their interactions with Cambridge Analytica” during the election.",
  "It said that political organizations still would be able to contact employees to receive basic training on using Facebook or for assistance on getting ads approved.",
  "Facebook said it could offer assistance to more candidates globally by focusing on offering support through an online portal instead of in person.",
  "Brad Parscale, who was Trump’s online ads chief in 2016, last year called onsite “embeds” from Facebook crucial to the candidate’s victory.",
  "Facebook has said that Democratic challenger Hillary Clinton was offered identical help, but she accepted a different level than Trump.",
  "The logo of Facebook is pictured during the Viva Tech start-up and technology summit in Paris, France, May 25, 2018.",
  "Google and Twitter did not immediately respond to requests to comment on whether they also would pull back support.",
  "Bloomberg first reported the new approach."
]