[
  "But one must also note that Congress has been ineffective and noticeably absent in policing against and reacting to data privacy abuses, including in the wake of the Equifax disaster.”\n\nBeyond the Cambridge Analytica-fueled privacy debate, questions about Russian meddling in the 2016 election and its consistent efforts to interfere in US politics remain.",
  "“How can Facebook be sure more user data has not been misused, and how can the company identify other third parties that may have inappropriately acquired or misused user data?” wrote Michelle De Mooy, director for privacy and data at the Center for Democracy & Technology, in a recent blog post.",
  "Facebook has announced a number of steps it plans to take on its own to address concerns about its practices in recent weeks and days, including enacting new measures to prevent election meddling and spelling out its terms and data policy more clearly.",
  "It will be a public opportunity for lawmakers to make a show that they’re taking a tough stance on Facebook — and a chance for Zuckerberg to face some important questions about what his business is up to and how it plans to address some past wrongs.",
  "The Cambridge Analytica scandal has given birth to myriad questions about Facebook’s practices regarding data and security — and, of course, concerns about the platform’s role in the dissemination of Russian disinformation in US politics continue.",
  "“They broke all their news last week so that he doesn’t have to break it in the hearings.”\n\nI’ve spoken with a variety of experts, observers, and stakeholders in recent days to find out what sorts of questions Congress can and should ask.",
  "Zuckerberg has said he still believes he is the right person to lead Facebook, and because of Facebook’s shareholder setup in which Zuckerberg controls the majority of the company’s voting stock, he can’t be fired unless he fires himself.",
  "The Federal Trade Commission in March confirmed that it is investigating Facebook over the possible misuse of the personal information of what Facebook has since confirmed to be as many as 87 million of its users by Cambridge Analytica.",
  "Mr. Zuckerberg has not exhausted himself in being forthcoming.”\n\nExpect a show\n\nGiven the public attention on and worries about Facebook, lawmakers from both parties are likely to take the opportunity to make a show of their outrage.",
  "“If Facebook can’t fix its privacy problems then how can Americans trust them to be caretakers of their sensitive information?” said Sen. Bill Nelson (D-FL) in a statement after meeting with Zuckerberg on Capitol Hill on Monday.",
  "“We have a problem,” said Sen. John Kennedy (R-LA), who sits on the Senate Judiciary Committee, which will hold a joint hearing with the Senate Commerce Committee at which Zuckerberg will testify, on Face the Nation on Sunday.",
  "Just last week, Facebook acknowledged that 87 million people’s information might have been accessed by Cambridge Analytica, suspended more Russian-linked accounts, and said data from most of its 2 billion users is vulnerable.",
  "Cory Booker (D-CA) and Harris\n\nIn the House, the figures to keep an eye on include House Energy Committee Chair Greg Walden (R-OR) and ranking member Frank Pallone Jr. (D-NJ) as well as Majority Whip Steve Scalise (R-LA).",
  "“Facebook’s governance also faces questions, including whether Zuckerberg should continue to serve in both CEO and chair capacities and whether he holds too much power as shareholder,” Hamrick, from Bankrate.com, said.",
  "That includes existing laws on the books such as the Illinois Biometric Information Privacy Act, which covers sensitive facial recognition data, and a California consumer privacy initiative on the ballot in November.",
  "The Electronic Privacy Information Center (EPIC) is encouraging Congress this week to get beyond what Zuckerberg has and can do and to instead focus on the FTC order, said EPIC president Marc Rotenberg in an email.",
  "“This will be one of the most contentious hearings we have seen since bank CEOs went to the Hill during the financial crisis,” said Isaac Boltansky, an analyst at Washington, DC-based research firm Compass Point.",
  "“We want [Zuckerberg] to account for Facebook’s failure to protect their user data and then, of course, their subsequent failure to take any meaningful action for years,” Pallone told me in a phone interview.",
  "“Lawmakers will put their indignation on full display for television cameras during what will likely be a very tough grilling of Zuckerberg,” Mark Hamrick, a senior economic analyst at Bankrate.com, told me.",
  "Europe on May 25 will enact the General Data Protection Regulation, or GDPR, a new privacy law designed to make sure users know and understand the data companies collect about them and consent to sharing it.",
  "Europe is about to enact a law that, among other things, allows for data portability — meaning users can take their information from one platform for another — and lets users have their information deleted.",
  "Facebook has defended its business model, which essentially positions its users as the product: It depends fundamentally on providing advertisers with user data to help them target potential consumers.",
  "Facebook COO Sheryl Sandberg said in an interview with Today that an opt-out tool to keep Facebook from using profile data for advertising would be a “paid product.”\n\n6) Who owns Facebook’s user data?",
  "“The marketplace will, to some degree, help determine the outcome of these issues, particularly if the stock continues to come under pressure.”\n\n5) Does Facebook’s business model need to change?",
  "Mark Zuckerberg’s apology tour continues this week when the Facebook founder and CEO will appear at hearings in the Senate and House of Representatives to discuss his company’s practices.",
  "Zuckerberg has said he’s open to Facebook being regulated, but Facebook has repeatedly opposed state privacy laws, noted Joe Jerome, policy counsel at the Center for Data & Technology.",
  "Does he support a privacy bill of rights that requires consent from consumers before their information can be used?”\n\n9) How are we supposed to trust that this time is different?",
  "It suspended Cambridge Analytica from its platform the day before news reports were published about what happened when it was clear they couldn’t keep the incident under wraps.",
  "There are a lot of questions about who, ultimately, owns the data on Facebook’s platform and what users should reasonably expect is and isn’t being done with their information.",
  "Facebook in a post last week announcing new plans to restrict data access revealed that “malicious actors” have abused its features to scrape public profile information.",
  "Lawmakers will likely press Zuckerberg on what he plans to do to be more proactive with harm assessment, risk mitigation, and addressing problems before it’s too late.",
  "On Tuesday in the Senate and Wednesday in the House, lawmakers will have the opportunity to ask Zuckerberg about those matters and more, and they’re ready to take it.",
  "“I’m assuming that his people are not planning to have him break news,” Rebecca MacKinnon, an internet freedom advocate and director of Ranking Digital Rights, said.",
  "Zuckerberg has said he intends to apply the guidelines outlined in the law to users worldwide — but has also acknowledged it won’t be the same format everywhere.",
  "“What format does he see for the United States?” said Mike Litt, consumer campaign director at the United States Public Interest Research Group, in an email.",
  "“Does Facebook believe the terms of the FTC’s 2011 consent decree meaningfully improved Facebook’s privacy practices?,” wrote De Mooy in the CDT blog post.",
  "Facebook last week said it would require those running political and issue ads on its platform to be verified, and it’s upping efforts at transparency.",
  "Yes, people put their information on Facebook’s platform voluntarily, but they didn’t sign up, for example, to have that used by Cambridge Analytica.",
  "In prepared testimony to the House committee released ahead of the hearing, Zuckerberg will tell lawmakers he’s sorry for what happened.",
  "There are three groups of lawmakers to watch out for in the Senate, Boltansky said:\n\nBig names who could grab headlines, such as Sens.",
  "At issue is whether Facebook violated a 2011 consent decree with the FTC over charges that it deceived consumers about their privacy.",
  "Is there a willingness to try and change the business model that doesn’t depend on extracting and exploiting user data?",
  "“Isn’t it time for Facebook to stop this pattern of act first and break things and then fix it later?” MacKinnon said.",
  "What else is it doing on the political meddling front, and what measures does it have in place to make sure it works?",
  "It’s also worth noting that Facebook’s default user settings promote sharing data inside and outside the platform.",
  "Facebook has consistently waited to address problems until after the damage has been done or it’s been caught.",
  "“We didn’t take a broad enough view of our responsibility, and that was a big mistake,” he plans to say.",
  "He believes the Cambridge Analytica debacle could have been prevented had the FTC enforced the order.",
  "Richard Blumenthal (D-CT) and Kamala Harris (D-CA)\n\nThe 2020 presidential hopefuls, including Sens.",
  "“Would he support a privacy law that guarantees many of those protections for American consumers?",
  "Lindsey Graham (R-SC) and Dick Durbin (D-IL)\n\nFormer state attorneys general, such as Sens.",
  "“Hopefully this hearing will clarify the company’s approach to privacy laws,” Jerome said.",
  "All of that is likely an effort to avoid fireworks in Congress if at all possible.",
  "Zuckerberg also took part in an hour-long Q&A session with reporters last week.",
  "3) If you’re open to regulation, why oppose state efforts to regulate?",
  "Would Facebook be open to giving users in the US the same rights?",
  "8) Europe is about to take a big step in regulating Facebook.",
  "7) What do you think about the agreement with the FTC?",
  "Why not apply those standards in the United States?",
  "“Our promised digital utopia has minefields in it.",
  "4) Are you the right person to lead Facebook?",
  "“I am confident this will happen,” he said.",
  "1) What “malicious actors” have user data?",
  "It didn’t say who those actors are.",
  "2) Are there more shoes to drop?",
  "“No doubt some will be sincere."
]