[
  "“In 2014, we contracted a company led by a seemingly reputable academic at an internationally-renowned institution to undertake a large scale research project in the United States.”\n\n“This company, Global Science Research (GSR), was contractually committed by us to only obtain data in accordance with the UK Data Protection Act and to seek the informed consent of each respondent.”\n\n“When it subsequently became clear that the data had not been obtained by GSR in line with Facebook’s terms of service, Cambridge Analytica deleted all data received from GSR.”\n\n“No data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.”\n\nOn Twitter, Cambridge Analytica pointed out that the use of big data in political campaigns is nothing new:\n\nObama's 2008 campaign was famously data-driven, pioneered microtargeting in 2012, talking to people specifically based on the issues they care about.",
  "Facebook conceded that Kogan “gained access to this information in a legitimate way and through the proper channels that governed all developers on Facebook at that time,” but said that by passing the data to third parties “he did not subsequently abide by our rules.”\n\nNevertheless, The Observer, a British newspaper owned by the left-leaning Guardian Media Group, claimed that Cambridge Analytica’s use of the data constituted “one of the tech giant’s biggest ever data breaches.” The New York Times also framed the incident as a “breach” and a “data leak.”\n\nFacebook strongly disputes this version of events.",
  "Facebook denies the allegation, saying the data was originally obtained by legitimate means, while Cambridge Analytica say they do not “hold or use data from Facebook profiles.”\n\nFacebook recently banned Strategic Communication Laboratories, the parent company of Cambridge Analytica, from using their platform.",
  "When asked if his use of Facebook data constituted a “hack,” Wylie told The Observer that he assumed that it was all “entirely legal and above board.”\n\nCambridge Analytica CEO Alexander Nix was previously questioned by British politicians on his company’s role in Brexit at the Trump campaign.",
  "“Cambridge Analytica fully complies with Facebook’s terms of service and is currently in touch with Facebook following its recent statement that it had suspended the company from its platform, in order to resolve this matter as quickly as possible” said the data analytics company.",
  "They do not use or hold data from Facebook profiles.”\n\nCambridge Analytica acknowledged that they had received Facebook data from Aleksandr Kogan, but said they deleted this data once they became aware that it had been obtained improperly.",
  "Although Kogan obtained the data from Facebook in accordance with their policies, the social media company claims that he then passed the data to Cambridge Analytica, and to Christopher Wylie, an employee of Eunoia Technologies.",
  "The New York Times and Observer stories are based on the testimony of Christopher Wylie, a former Cambridge Analytica employee who left the company in 2014 – two years before the 2016 election.",
  "CA did not use any Facebook data for the 2016 Trump campaign 3/8 — Cambridge Analytica (@CamAnalytica) March 17, 2018\n\nAllum Bokhari is the senior technology correspondent at Breitbart News.",
  "According to Facebook, the data analytics firm – which played a key role in the Trump campaign – improperly obtained user data from University of Cambridge psychologist Aleksandr Kogan.",
  "“Cambridge Analytica’s Commercial and Political divisions use social media platforms for outward marketing, delivering data-led and creative content to targeted audiences.",
  "According to The Observer, the social media giant’s lawyers warned the newspaper that their claims were “false and defamatory,” and reserved their legal position.",
  "6/8 — Cambridge Analytica (@CamAnalytica) March 17, 2018\n\nThey also claimed to have conducted a “system-wide audit” to remove data provided to the company by GSR.",
  "People knowingly provided their information, no systems were infiltrated, and no passwords or sensitive pieces of information were stolen or hacked.",
  "Aleksandr Kogan requested and gained access to information from users who chose to sign up to his app, and everyone involved gave their consent.",
  "The New York Times and The Observer have accused Facebook of suffering a “data breach” in a row over data obtained by Cambridge Analytica.",
  "That can only be good for politics and democracy.”\n\nThe company is partially owned by the family of hedge fund manager Robert Mercer.",
  "Former Breitbart News executive director Stephen K. Bannon previously worked as vice president of Cambridge Analytica’s board.",
  "Nix has said that his company uses “data and technology to engage with voters in a more informed and relevant way.",
  "In a statement, Cambridge Analytica denied that they had knowingly breached Facebook’s terms of service.",
  "In a press statement, Facebook said:\n\nThe claim that this is a data breach is completely false.",
  "The company worked for the presidential campaigns of both Sen. Ted Cruz and Donald Trump.",
  "You can follow him on Twitter, Gab.ai and add him on Facebook.",
  "Email tips and suggestions to allumbokhari@protonmail.com.",
  "Kogan and Wylie have also been banned from Facebook."
]