[
  "The practice was revealed on the same day Facebook bought ads in U.S. and British newspapers to apologize for the Cambridge Analytica scandal, with website Ars Technica reporting that users found their data was being scraped by the social-media service.",
  "The social-media giant is under scrutiny for its data-privacy practices following the revelation that Cambridge Analytica scraped data from 50 million Facebook users, which it reportedly used to influence U.S. elections.",
  "Facebook (FB) is facing new questions about its data-privacy practices as Android device users found the service had collected years of contact names, telephone numbers, call lengths and text messages.",
  "Reports of the data collection came as Facebook CEO Mark Zuckerberg took out ads in multiple U.S. and British Sunday newspapers to apologize for the Cambridge Analytica scandal.",
  "A spokeswoman told the Associated Press that Facebook uses the information to rank contacts in Messenger so they are easier to find, and to suggest people to call.",
  "Among the newspapers with the ads were The New York Times and The Washington Post in the U.S., and The Sunday Times and The Sunday Telegraph in the United Kingdom.",
  "The data collection can be turned off in a user's settings, and all previously collected call and text history shared on the app will be deleted, Facebook said.",
  "Facebook's privacy practices have come under fire after Cambridge Analytica, a Trump-affiliated political consulting firm, got data inappropriately.",
  "Some consumers are deleting their Facebook accounts, yet even that won't ensure that all of a consumer's data is wiped from Facebook's network.",
  "Cambridge Analytica got the data from a researcher who paid 270,000 Facebook users to complete a psychological profile quiz back in 2014.",
  "According to the ads, a quiz app built by a Cambridge University researcher leaked Facebook data of millions of people four years ago.",
  "But the quiz gathered information on their friends as well, bringing the total number of people affected to about 50 million.",
  "The Trump campaign paid the firm $6 million during the 2016 election, although it has since distanced itself from Cambridge.",
  "Facebook said Sunday the information is uploaded to secure servers and comes only from Android users who opt-in to allow it.",
  "Users get the option to allow data collection when they sign up for Messenger or Facebook Lite, the Facebook posting said.",
  "Messages were left Sunday seeking comment about security from Google officials, who make the Android operating system.",
  "Zuckerberg said this was a \"breach of trust\" and that Facebook is taking steps to make sure it doesn't happen again.",
  "The social media platform's stock value has dropped over $70 billion since the revelations were first published.",
  "They say the data is used \"to improve people's experience across Facebook\" by helping to connect with others.",
  "\"If you chose to turn this feature on, we will begin to continuously log this information,\" the posting said.",
  "The ads say the social media platform doesn't deserve to hold personal information if it can't protect it.",
  "Facebook says in a website posting that it does not collect the content of text messages or calls.",
  "The feature was first introduced on Facebook Messenger in 2015 and added later on Facebook Lite.",
  "And when we find them, we will ban them and tell everyone affected,\" the ads stated.",
  "Spokeswomen say the data is not sold or shared with users' friends or outside apps.",
  "The ads said Facebook is limiting the data apps received when users sign in.",
  "It's also investigating every app that had access to large amounts of data.",
  "\"We expect there are others."
]