[
  "In Wednesday's statement, the company said that the deluge of media reports on its data acquisition were “unfounded accusations,” and claimed it was being “vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising.”\n\nCambridge Analytica remained on the defensive on social media even until Tuesday, when it tweeted a website called “CambridgeFacts.com.” The website mostly contests reporting by The Guardian and the U.K. television station Channel 4, which used whistleblowers and meetings with executives taped with undercover cameras to find out the inner workings of the company.",
  "The British firm had worked closely with then-candidate Donald Trump’s campaign to target political ads to users during Trump's 2016 run for president — which ultimately led to an admission by Facebook that data from 87 million users “may have been improperly shared with Cambridge Analytica.”\n\nFormer Trump White House Chief Strategist Steve Bannon, who also served as the chief executive of Trump's election campaign, helped launch Cambridge Analytica.",
  "CambridgeFacts.com accused Christopher Wylie, the whistleblower who helped parent company SCL create Cambridge Analytica, of “rebrand[ing] himself following his failure in the industry.” The site also denies using “honeypots,” or sex workers paid to entrap politicians, despite hidden camera footage showing former CEO Nix claiming the company could employ the tactic for clients.",
  "Paperwork filed with the British government last month, however, shows that many of Cambridge Analytica‘s top executives have been preparing to staff up a separate data firm under a new name: Rebekah Mercer and her sister Jennifer joined the board of a new data gathering company called Emerdata on March 16, but it is unclear what their roles will be.",
  "In a report by Gizmodo’s Melanie Ehrenkranz, who broke the story of Cambridge Analytica’s shuttering, Wheatland told U.S. staff that the decision to shutter the firm came after damage to the company’s reputation stemming from its data collection scandal, which led the firm to bleed clients.",
  "The data gathering firm at the center of Facebook's controversy over user privacy has been under intense scrutiny from both the U.S. and U.K. governments for pushing advertisements to potential voters on the social network using improperly obtained profile data.",
  "/ Updated By Ben Collins, Anna Schecter and Vladimir Banic\n\nCambridge Analytica and its parent company SCL are shutting down, citing a “siege of media coverage” that drove away its customers, NBC News has confirmed.",
  "In a British government filing declaring her new role as director at Emerdata, Rebekah Mercer listed her correspondence address as 597 Fifth Avenue in Manhattan — Cambridge Analytica’s New York office.",
  "Former Cambridge Analytica CEO Alexander Nix was named a director of Emerdata in February, before the Facebook scandal broke — but was terminated on April 13, according to a British government filing.",
  "“The company is immediately ceasing all operations,\" the data firm announced in a surprise statement on Wednesday, noting that “parallel bankruptcy proceedings will soon be commenced.\"",
  "The Mercers were simultaneously the founders and primary donors to Make America Number 1, a super PAC run by Bannon and Kellyanne Conway, before the two joined the Trump campaign.",
  "SCL chairman Julian Wheatland, who conducted the phone call with U.S. staffers informing them of the company’s closing on Wednesday, joined as a director of Emerdata on March 19.",
  "That same day, Alexander Tayler, the former chief data officer at Cambridge Analytica, was named a director of Emerdata.",
  "Republican billionaire Robert Mercer and his daughter, Rebekah, were Cambridge Analytica’s primary source of funding.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]