[
  "Carol Davidsen, the director of data integration and media analytics for President Obama’s 2012 re-election campaign, said: “Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized what we were doing.” She noted that “they (Facebook) were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side.” Did Facebook, in fact, let the Obama campaign use Facebook data in ways that were outside of the company’s normal and acceptable use standards?",
  "You and other Facebook executives tell users that “we do not sell your data.” Are you asserting that all marketing and targeting data that is sold to commercial customers is anonymized and generalized so that no individual Facebook user can be specifically targeted or marketed to?",
  "We’ve compiled a list of 10 of the most important questions we think lawmakers should ask Zuckerberg when he is scheduled to testify at a joint meeting of the Senate Judiciary and Commerce Committees on Tuesday and then before the House Commerce and Energy Committee on Wednesday.",
  "And that raises the second – and far more interesting – question: Did Cambridge Analytica’s actions constitute a novel use of Facebook user information, or is this precisely how the social media company intends the data to be used by its paying customers?",
  "Mr. Zuckerberg, you recently said: “At Facebook, we are squarely in the camp of the companies that work hard to charge you less and provide a free service that everyone can use.” If users of your platform are not the source of your income, who is?",
  "When Facebook founder and CEO Mark Zuckerberg testifies before Congress Tuesday and Wednesday he will have plenty of explaining to do to answer a torrent of criticism that has been leveled at his company in recent weeks.",
  "One of those questions is: How much privacy do users of a social media platform like Facebook have a right to expect when they post personal information to share with their families, their friends and the world at large?",
  "That very same ability – to identify and reach users most likely to be receptive to a client’s product or service – was valuable not just to the Trump campaign, but also to President Obama’s 2012 re-election effort.",
  "Zuckerberg was invited to testify before Congress after multiple sources reported that the political consulting firm Cambridge Analytica gained access to as many as 87 million Facebook profiles.",
  "What will be the impact of new rules you announced Friday to require people to reveal their identities and verify their location before they are allowed to buy political or “issue” ads?",
  "Facebook’s handling of its users’ personal data has sparked privacy concerns as well as questions about how others – including political campaigns – have used that data.",
  "How do political campaigns leverage your services, and what are your rules governing campaign-sponsored advertisements and access to individual Facebook user data?",
  "Does Facebook now, or has it ever, deliberately collected the content of users’ phone calls and/or messages via any of your company’s applications or services?",
  "Doesn’t the Obama campaign’s use of your information to identify and target individual so-called “persuadables” on Facebook contradict the above claim?",
  "The company sells advertising to commercial clients seeking to target Facebook users based on profiles derived from those users’ online activities.",
  "Why don’t you simply adopt the practices you believe are necessary to protect the privacy of your users without requiring government coercion?",
  "In light of this, here are 10 of the most important questions that we suggest lawmakers ask Zuckerberg when he appears before Congress:\n\n1.",
  "Specifically, what services do you provide to your paying customers and how much access do you give them to the data of Facebook users?",
  "Did the Mitt Romney presidential campaign receive access to the same information and company expertise provided to the Obama campaign?",
  "Zuckerberg has indicated publicly that he knows the answer to these questions, so Congress should have no trouble sorting that out.",
  "While individuals who use Facebook don’t have to pay for it, Facebook makes money – and lots of it – using their information.",
  "Cambridge Analytica allegedly used that information improperly after it was hired by the Donald Trump presidential campaign.",
  "Did the way that the Obama campaign used Facebook’s data influence your decision to change your data use policies in 2014?",
  "We must first examine the extent and nature of the problem, and then assess the pros and cons of all possible solutions.",
  "First, what information did Cambridge Analytica acquire and how did it come by that information?",
  "What members of Congress and the general public need to keep in mind is that nothing is free.",
  "Why have you suggested that the government may need to regulate you and other tech companies?",
  "Cambridge Analytica used the information to craft sophisticated, targeted political ads.",
  "Indeed, it was the Obama campaign that pioneered the use of such data to win elections.",
  "Internet companies owe their customers straightforward answers to those questions.",
  "Those changes bring major advantages, but they also raise serious questions.",
  "We list these below – but first, here’s some background.",
  "Facebook’s net income was nearly $16 billion last year.",
  "For now, calls for more such regulation are premature.",
  "But government regulation should be a last resort.",
  "Modern technology is changing how we communicate.",
  "If so, what have you done with that data?",
  "Who at Facebook made this decision?",
  "Who at Facebook made this decision?",
  "This raises two questions.",
  "If not, why not?",
  "If so, how?",
  "If so, why?",
  "10.",
  "9.",
  "6.",
  "8.",
  "7.",
  "5.",
  "3.",
  "4.",
  "2."
]