[
  "Blackburn suggested that the FTC investigation will cause the agency to “look at the policies of your edge providers to make certain that they are more transparent with the consumer.”\n\nRep. Blackburn then suggested that Internet privacy will become the next big technology issue, saying, “I think it’s going to be privacy and ownership.",
  "This is going to be a time to define what data security expectations we’re going to have in the virtual space.”\n\nThe Federal Trade Commission (FTC) announced on Monday that they have opened an investigation into Facebook, citing “substantial concerns” about Facebook’s treatment of users’ private information.",
  "This would give you, the consumer, the right to say, ‘look, I am going to choose to share certain portions of what I want to share and what I want to lock away.’”\n\nThe Tennessee congresswoman argued that now is the time for Congress to define what levels of privacy Americans should have on the Internet.",
  "Congresswoman Blackburn introduced the Browser Act last June, which would require Internet service providers (ISPs) such as Comcast and Verizon as well as content providers such as Facebook, Google, and Twitter to obtain a user’s consent before collecting and selling their information for marketing.",
  "I understand what you’re talking about now.’ They know about the data mining, and how they say that that there’s an algorithm that is flowing through your information, even though they say it is anonymized and they do not have your personal identifying information.",
  "House Communications and Technology Subcommittee Chairman Marsha Blackburn (R-TN), who is running for the U.S. Senate seat in Tennesse in 2018, called for the passage of the Browser Act in an exclusive interview with Breitbart News.",
  "Facebook’s reputation plummeted after reports revealed that the data analytics firm Cambridge Analytica used the social media platform to gain access to the personal data of more than 50 million users.",
  "Whether you’re dealing with your healthcare information or your online information, privacy and ownership is going to be part of the conversation.”\n\nBlackburn concluded, “Who owns the digital you?",
  "What they’re sending out is personal to you and people are beginning to understand this.”\n\n“People are beginning to understand that you have a right to privacy when you go online.",
  "Blackburn told Breitbart News, “What it has done is elevate the issue, and I cannot tell you the number of constituents and Tennesseans who have said, ‘You know what, I get it.",
  "Congresswoman Blackburn said, “When you pass the Browser Act and you, the individual, in order to protect your virtual ‘you’ … you would have the ability to opt-in.",
  "“We’re finally arriving at the point we people realize that something needs to be done,” Blackburn told Breitbart News.",
  "A recent Reuters poll suggests that only 41 percent of consumers trust Facebook to comply with American privacy laws.",
  "Blackburn continued, explaining how her legislation would give consumers the power to control their digital privacy.",
  "Chairman Blackburn contends that the recent Facebook scandal has garnered support for the Browser Act.",
  "“This is not necessarily a step towards regulation; it is a step for Congress to take action.",
  "Blackburn claims the bill would give Internet users more control over their digital privacy.",
  "You’re using their service, and you are selecting to use all of your information with them.",
  "Is it you or the search engine or the edge provider that is providing the service?”",
  "You have an expectation of privacy,” Blackburn argued.",
  "Right now, everything is written as opt-out."
]