[
  "Moreover, while Facebook offers advertisers the ability to target both demographically (using users' gender and geography) and psychographically (using users' interests and behaviors among other things based on their likes) on its Facebook Ads Manager tool, most buyers don't consider psychographic traits reliable for ad targeting due to their predictive nature.",
  "While a few brands like software company Mozilla and German Bank Commerzbank have announced that they are pausing paying for ads on Facebook, most, including big budget spenders like consumer giant Unilever, which has publicly threatened to yank budgets away from Facebook in the past, have remained conspicuously silent.",
  "The Cambridge Analytica blunder aside, Facebook has grappled with a slew of other missteps in recent months, including Russian actors using the platform to influence the 2016 US Presidential Election and a string of measurement errors.",
  "The latest snafu has put Cambridge Analytica — the data consulting company that has been described as instrumental in helping Donald Trump's 2016 presidential campaign and social media strategy — squarely in the spotlight.",
  "But it has also raised questions around Facebook's data, prompting CEO Mark Zuckerberg to announce that Facebook will only give apps a user's name, profile photo and email address from now on; with approval for more.",
  "That is because Facebook has cemented its position as an effective marketing vehicle for advertisers over the years, with its unparalleled audience size, scale and reach being huge draws for marketers of all sizes.",
  "\"Ultimately, if users opt to stay on the platform, then it's unlikely we'll see significant shifts in media spends in the short term,\" said Benjamin Arnold, managing director of ad agency We Are Social.",
  "Take ad agency veteran and founder of Deep Focus Ian Schafer, who tweeted that it was \"obvious that Cambridge Analytica was a bad actor, but I'd also bet that they would say anything to close a deal.\"",
  "Business Insider reached out to roughly a dozen prominent ad media buyers, who all said that none of their clients are twitchy or are planning to cut spending on Facebook in light of the mishap.",
  "CNN\n\nFacebook's public perception may have taken a massive hit in the aftermath of the Cambridge Analytica fiasco, but there's one group that is not leaving the company's side: advertisers.",
  "This is because Cambridge Analytica billed itself as a powerful online \"psychographic\" ad targeting machine, but the data it had obtained from Alexander Kogan was through a third party app.",
  "So as long as people continue to use Facebook, ads continue to perform and advertisers continue to get a bang for their buck, they will not scale back on spending on the platform.",
  "\"It has had no impact on how brands spend their ad dollars on Facebook,\" said Ben Kunz, EVP of marketing and content at Mediassociates.",
  "Ultimately, there seems to be a huge gap between the way advertising professionals are viewing the scandal versus the general public.",
  "\"Personally, I'm skeptical that marketers are going to pull out, as they are just too reliant on Facebook,\" added another buyer.",
  "In contrast, advertisers construct their ads using data provided to them by Facebook directly on its Facebook Ads Manager tool.",
  "While that may seem to have implications for advertisers, that is not necessarily the case, said Mediassociate's Kunz.",
  "\"Our media buyers would set up a Facebook ad campaign next week exactly the same way they were going to a month ago.\"",
  "Ad insiders are mostly viewing Cambridge Analytica's claims of having influenced the election with skepticism.",
  "Facebook has put the brakes on data it shares with apps, not what it shows media buyers on the tool.",
  "Psychographic targeting is not a proxy for a conclusive audience profile anyway.\"",
  "None of them have been enough to turn the advertiser tide against it.",
  "\"The truth is that this is much ado about nothing,\" he said.",
  "\"Things would have to get a lot worse, which is possible.\"",
  "Apparently, that has not happened yet.",
  "\"Was it really ever that valuable?"
]