[
  "For instance, a study I conducted with Andrew Guess of Princeton and Jason Reifler of the University of Exeter in Britain showed that exposure to fake news websites before the 2016 election was heavily concentrated among the 10 percent of Americans with the most conservative information diets — not exactly swing voters.",
  "Guess and Mr. Reifler found that the mean number of articles on fake news websites visited by Trump supporters was 13.1, but only 40 percent of his supporters visited such websites, and they represented only about 6 percent of the pages they visited on sites focusing on news topics.",
  "Nyhan notes that the areas that should be focused on when evaluating claims of persuasion via advertising and online influence are the size of the audience targeted, how easily influenced that audience is and the proportion of news seen by the group that is false.",
  "These statistics obscure the fact that the content being shared may not reach many Americans (most people are not on Twitter and consume relatively little political news) or even many humans (many bot followers may themselves be bots).",
  "The op-ed published in the New York Times by Dartmouth professor of government Brendan Nyhan claims that the influence of “fake news” and social media bots on political events has been massively overblown.",
  "Similar suggestions of large persuasion effects, supposedly pushing Mr. Trump to victory, have been made about online advertising from the firm Cambridge Analytica and content promoted by Russian bots.",
  "This conclusion may sound jarring at a time when people are concerned about the effects of the false news articles that flooded Facebook and other online outlets during the 2016 election.",
  "In fact, a recent meta-analysis of numerous different forms of campaign persuasion, including in-person canvassing and mail, finds that their average effect in general elections is zero.",
  "Many alarming statistics have been produced since the election about how many times “fake news” was shared on Facebook or how many times Russian bots retweeted content on Twitter.",
  "Dartmouth professor of government Brendan Nyhan published an op-ed in the New York Times claiming that the power of fake news and social media bots is massively overblown.",
  "Nyhan cites recent studies that suggest changing someone’s political persuasion is no easy feat and that attempts to do so rarely have any effect whatsoever.",
  "According to one credible estimate, the net effect of exposure to an additional ad shifts the partisan vote of approximately two people out of 10,000.",
  "The total number of shares or likes that fake news and bots attract can sound enormous until you consider how much information circulates online.",
  "Previous studies have found, for instance, that the effects of even television advertising (arguably a higher-impact medium) are very small.",
  "Much more remains to be learned about the effects of these types of online activities, but people should not assume they had huge effects.",
  "Nyhan notes that this observation is at odds with many claims from the media that “fake news” resulted in the election of President Trump.",
  "Nyhan also notes from his own study that the percentage of fake news viewed by supporters of President Trump was relatively small.",
  "Twitter, for instance, reported that Russian bots tweeted 2.1 million times before the election — certainly a worrisome number.",
  "Dubious political content online is disproportionately likely to reach heavy news consumers who already have strong opinions.",
  "But these represented only 1 percent of all election-related tweets and 0.5 percent of views of election-related tweets.",
  "Observers speculated that these so-called fake news articles swung the election to Donald J. Trump.",
  "Read the full article in the New York Times here.",
  "Similarly, my study with Mr."
]