[
  "When pressed on how the CEO, who despite growing one of the world's most influential company hasn't been outwards facing, will deal with the public format, the source said: \"There's a certain degree of theater, but I think we're really focused on substance,\" adding \"this is a leadership moment.\"",
  "That was long before the spread of fake news on the platform, before revelations that Russians manipulated it to sow discord in America, before evidence that it may have contributed to genocide in Myanmar, and before a data scandal that left users wondering if they could trust the platform.",
  "And they'll be looking to see whether he'll accept the fact that he is now a world leader who, to best rule the domain he created, must display a better understanding of humanity -- an ingredient too often lost behind the walls in Silicon Valley and on the engineers coding our future.",
  "He's a staple behind the scenes at Facebook and a respected leader in closed door meetings there, but his public appearances are rare, often done in a studio set up inside Facebook where he can address his users in a comfortable environment and with help from a script.",
  "Now he'll have another chance to be asked hard questions -- not by journalists, but by lawmakers who will likely challenge the company's underlying business model, its inability to protect user data, and the weaponization of the platform for political gain.",
  "He has long been standing in the shadows behind the algorithms, but they'll be watching to see whether he will grow into his current, more public role, whether he demonstrates that he really understands the gravity of the consequences his platform has had.",
  "That game plan is partly why the company has in the last few weeks released an onslaught of updates regarding third party access to the platform, transparency around user data, and changes to make political advertising on Facebook more transparent.",
  "\"For what we're doing I should be out there and being asked hard questions by journalists,\" he said, acknowledging that his leadership must extend behind the closed doors of Facebook's Menlo Park campus.",
  "He may be 33, a billionaire many times over and unquantifiably powerful, but he is still relatively young and cloistered -- he has, after all, only ever had one job, and he started in it when he was 19.",
  "I've been inside Facebook's offices many times, but going there to interview CEO Mark Zuckerberg in the immediate wake of the Cambridge Analytica scandal, with the company in crisis, felt different.",
  "A source inside Facebook says Zuckerberg's game plan is to convince lawmakers that the company is taking data privacy issues seriously and that it will be more transparent from now on.",
  "He has to reckon with the serious impact the company has on democracy and the manipulation of user data and trust for political purposes, not to mention a business model under fire.",
  "As users question whether Facebook will protect democracy, or harm it, whether it will connect the world, or drive us further apart, they'll be looking at the CEO.",
  "\"There's an element of accountability where I should be out there doing more interviews as uncomfortable as it is for me to do a TV interview,\" he admitted to me.",
  "Like the CEOs of banks, automakers and tobacco companies before him -- as the CEO of a major, world-changing company -- Zuckerberg will answer to Congress.",
  "It was 2012, just after Facebook's IPO had made him the CEO of a public company, and he was about to take the stage at the TechCrunch Disrupt conference.",
  "It's a feeling pervasive in tech right now: An era of innovation at a turning point, with the innovators facing the implications of what they created.",
  "In that moment, he wasn't Mark Zuckerberg, 28-year old billionaire of the hottest social network out there and subject of a major Hollywood movie.",
  "You can now find out\n\nThis is his moment, one that could have a significant impact on him and his company, and it will not come easily to him.",
  "But as Zuckerberg steps outside his comfort zone, at least some of the focus will be on the style with which he talks about that substance.",
  "Idealism and optimism are good ingredients for a pitch deck, but when your platform has power to shape the world, they are not enough.",
  "Related: What Mark Zuckerberg will tell Congress\n\nI remember the last time I saw Zuckerberg in public at a similarly defining moment.",
  "He told me that weeks ago as we sat down in the ice-cold conference room code named \"the Aquarium\" where he holds meetings.",
  "We want to hear from you\n\nAnd until now, Zuckerberg has been protected by his own filter bubble of sorts.",
  "He's not just a tech CEO, but a world leader, overseeing a nation of two billion people that he created.",
  "The offices of the old Facebook were sprinkled with signs that read, \"Move fast and break things.\"",
  "\"I started this when I was so young and inexperienced,\" Zuckerberg told me during our interview.",
  "I've probably launched more products that have failed than most people will in their lifetime.\"",
  "Known for sweating at inopportune times, he wanted to talk in a place where he was comfortable.",
  "Sitting in the front row, I caught a glimpse of Zuckerberg moments before he stepped on stage.",
  "He was breathing deeply, lifting his shoulders like he was pumping himself up for a ball game.",
  "It's still decorated with bright graffiti and signage, but the feel of the place was somber.",
  "As he prepares to testify before Congress, Zuckerberg has to deal with that new reality.",
  "Investors were angry, and there was real skepticism about the company and its value.",
  "He seemed, instead, like a nervous guy trying to will himself into this new role.",
  "Some people forget now that when Facebook first went public, the stock plummeted.",
  "The campus, in Menlo Park, has doubled in size since my visits years ago.",
  "Related: Was your Facebook data shared with Cambridge Analytica?",
  "I could feel the shift during my last visit to Facebook.",
  "Related: Have questions about your data and Facebook?",
  "He'll tell Congress the company was too idealistic.",
  "And temperature control will be out of his hands.",
  "They're reminiscent of a tech era now behind us.",
  "\"I made technical errors and business errors.",
  "Zuckerberg doesn't like doing TV interviews.",
  "Zuckerberg told me he was optimistic.",
  "There's a lot of work to do.",
  "I trusted the wrong people.",
  "I hired the wrong people.",
  "The signs are long gone."
]