[
  "Roslyn Layton, a visiting scholar for the American Enterprise Institute (AEI), told Breitbart News Saturday that “Google and Facebook have such an oligopoly” on advertising and that “we need to stop regulating Facebook’s competitors.”\n\nFacebook’s reputation plummeted after reports revealed that data analytics firm Cambridge Analytica used the social media platform to gain access to the personal data of more than 87 million users.",
  "Since the ISPs [Internet service providers] have been regulated, the Silicon Valley people have been running roughshod over everybody.”\n\nThe AEI scholar then explained that Facebook can access your user data via continually changing terms of service agreements and that the Federal Trade Commission (FTC) is investigating whether the social media giant violated unfair and deceptive standards.",
  "The main question is going to be: why is it ok for Silicon Valley to have one standard and everyone else has to play by the rules?”\n\nLayton added, “There has been such a double standard: free-market for Silicon Valley, but everyone else is getting regulated.",
  "All of the Silicon Valley folks have been very good about making sure that the telecoms and all of the other industries that would make competition to the advertising model of Silicon Valley, those people have been regulated down the drain.",
  "We can have alternative forms of advertising because Facebook and Google have such an oligopoly, advertisers don’t use the other platforms they used to use in the past, the radio, tv, media, has been shrinking for a long, long time.",
  "Layton argued that Silicon Valley companies have benefitted from a double-standard where Facebook and Google have thrived under the free-market, however, their competitors have been crushed by regulations.",
  "Layton told Breitbart News Saturday hosts Matthew Boyle and Amanda House:\n\nThe most important part is that we need to stop regulating all of Facebook’s competitors and they don’t get any regulation.",
  "The FTC is now investigating if Facebook violated that,” Layton told Breitbart News Saturday:\n\nThe question is, is Facebook doing things that they were not authorized to do?",
  "Layton then explained that during the Obama administration the Federal Communications Commission (FCC) regulated Facebook’s competitors to Mark Zuckerberg’s benefit.",
  "We gave them our data under a certain premise and then they [Facebook] have shared it with their third-parties which they can’t necessarily control.",
  "Now, fortunately, the bad privacy rules that the Obama administration did, they were fake privacy rules, net neutrality also has been rolled back.",
  "There are millions of third-parties, not just Cambridge Analytica, they have millions of advertisers who are also running data operations.",
  "Layton argued, “enough is enough.”\n\nDr. Layton explained, “It’s amazing when you talk about the obstinacy of Silicon Valley.",
  "A recent Reuters poll suggests that only 41 percent of consumers trust Facebook to comply with American privacy laws.",
  "The Hill has been trying to get Silicon Valley to testify on all of these issues, and they have just been obstinate.",
  "It’s time for Facebook and the rest of Silicon Valley people to play by the same rules as everyone else.",
  "“This is all subject to the Federal Trade Commission’s unfair and deceptive practices standard.",
  "“Innovation is ultimately the solution to get over these problems,” Layton concluded.",
  "Breitbart News Saturday airs on SiriusXM Patriot 125 from 10 a.m. to 1 p.m. Eastern.",
  "There is this great amount of data processing that no one really is in control of.",
  "During the Obama years, it’s been everything’s been great, there was no problem.",
  "That is certainly a concern.",
  "Enough is enough."
]