[
  "Former Federal Communications Commission (FCC) Commissioner Robert McDowell told Breitbart News Saturday that the Facebook Cambridge Analytica scandal “is a watershed moment for how people will perceive privacy.”\n\nFacebook’s reputation plummeted after reports revealed that data analytics firm Cambridge Analytica used the social media platform to gain access to the personal data of more than 87 million users.",
  "McDowell explained, “This all goes back to net neutrality, where edge providers tried to get Internet service providers, your cable company or your wireless company, to live by a stricter set of privacy standards than they lived under.”\n\n“Net neutrality could be a fairness doctrine for the Internet,” McDowell said, contending that net neutrality could be used to stifle conservative and alternative speech.",
  "The former FCC commissioner then argued that the issue of privacy relates to net neutrality, where he contends that edge providers such as Google and Facebook tried to force Internet service providers (ISPs) to adhere to a stricter set of privacy rule compared to themselves.",
  "They have historically done a pretty good at regulating this.”\n\n“I think there is a bill in Congress that would have political ad or disclosure ad rules placed on social media platforms, just as they are for broadcasters,” McDowell added.",
  "McDowell then cautioned that although Facebook and other Silicon Valley companies remain powerful, “the Internet allows for disruption pretty quickly.",
  "“I think this is a watershed moment for how people will perceive privacy,” McDowell told Breitbart News Saturday hosts Matthew Boyle and Amanda House.",
  "The former FCC agency commissioner then joked that “The most common complaint I would get as a commissioner at the FCC was, ‘Please regulate my rival.",
  "Not me.’”\n\nWhen asked about how to solve the question of Internet privacy, McDowell argued that “Congress is going to have to answer this question.",
  "A recent Reuters poll suggests that only 41 percent of consumers trust Facebook to comply with American privacy laws.",
  "“I think this will push Congress, maybe even on a bipartisan basis, to do something about privacy,” McDowell added.",
  "McDowell concluded, “We have to keep markets open and free and make sure there are not bottle-necks to competition.",
  "I think there is a market for other social media platforms.”\n\n“The 2016 election taught us about populism.",
  "Five years from now we might be having another conversation about who’s big and powerful.”",
  "There’s an inherent distrust of things that are big and powerful,” McDowell remarked.",
  "The lead government agency in privacy is the Federal Trade Commission [FTC]."
]