[
  "On Friday night, Facebook announced in a blog post that the company had suspended political analytics research firm Cambridge Analytica from its platform, suggesting it had not been honest about deleting user data sent to it by the makers of a popular psychology test app.",
  "The big data leak scandal over Cambridge Analytica's alleged misuse of Facebook users' data will increase regulatory scrutiny over the social media giant's practices, according to an analyst at a small research firm.",
  "What was \"made clear in the reporting is that Facebook did not make sufficient efforts to recover users' data, which then informed ad targeting in the 2016 US election.",
  "\"Because regulators will apply more scrutiny on the use of data for targeting, it seems to us that there will be more scrutiny on Facebook products,\" Wieser wrote.",
  "Pivotal Research reaffirmed its sell rating on Facebook shares, predicting more restrictions on consumer personal data use for advertising purposes.",
  "The company said \"the claim that this is a data breach is completely false\" in its blog post, saying no systems were hacked and no data was stolen.",
  "\"Regulators will take a tougher line on sharing data across Facebook's apps, especially including WhatsApp and the core Facebook platform.\"",
  "The New York Times reported the data firm was able to acquire 50 million people's Facebook profile data without their consent.",
  "The firm also reaffirmed its $152 price target for the company, representing 18 percent downside from Friday's close.",
  "It also did not disclose the leak to users or investors,\" analyst Brian Wieser wrote in a note to clients Monday.",
  "On Saturday Cambridge Analytica denied using the Facebook data for Donald Trump's 2016 presidential campaign.",
  "The company's shares rallied 32 percent in the past 12 months versus the S&P 500's 16 percent gain.",
  "… We see enhanced risks for the company, but no near-term tangible impact on its business.\"",
  "\"We think this episode is another indication of systemic problems at Facebook.",
  "Its stock has been one of the best-performing large-cap stocks in the market.",
  "Facebook did not immediately respond to a request for comment.",
  "Facebook shares declined 6.8 percent Monday."
]