[
  "One is “Trump’s dealings with Russia, including the president’s preparation for his meeting with Vladimir Putin.”\n\nIn a preview of Russia-related requests, House Intelligence Committee Democrats unsuccessfully raised a motion during a hearing in June on China to subpoena the U.S. interpreter who was present during President Trump’s meeting with Russian President Vladimir Putin.",
  "Their competing final report had a section labeled “investigative next steps,” in which they outlined future pursuits, including a contempt citation for former White House Chief Strategist Steve Bannon; and subpoenas for third-party documents from the Trump campaign, the Trump transition, and Deutsche Bank for financial records related to the Trump Organization, among others.",
  "Democrats said they also wanted to subpoena Roger Stone, Stone aide Randy Credico, former White House Communications Director Hope Hicks, Donald Trump Jr., Attorney General Jeff Sessions, Jared Kushner, Erik Prince, Cambridge Analytica CEO Alexander Nix, Corey Lewandowski, and Keith Schiller — many of whom the committee has already interviewed.",
  "House Democrats would also likely shut down any current lines of inquiry into whether the Justice Department and Federal Bureau of Investigations abused their power when using the Steele dossier to obtain a surveillance warrant on a Trump campaign member, or whether bias played a role in their actions in investigating the Trump campaign.",
  "GOP members predict Democrats will also investigate “election security and hacking attempts” — clearly related to Russian hacking of the Democratic National Committee and Hillary Clinton’s campaign aides during the 2016 presidential election, which the Clinton campaign blames for losing the election.",
  "Another predicted probe is “James Comey’s firing.” Trump fired Comey on the recommendation of Deputy Attorney General Rod Rosenstein, but told NBC’s Lester Holt that he was thinking about the “Russia thing” when he did it.",
  "The spreadsheet also reportedly compiles requests Democrats have already made for administration officials to testify, hearings to be scheduled, and communications about controversial policies and personnel decisions.",
  "Democrats are poised to double down on investigations of alleged Russian collusion if they take the House in November, according to a spreadsheet reportedly circulating among Republicans.",
  "The appearances would restart what became a circus of Trump associates being escorted into the House Intelligence Committee closed hearing rooms, with non-stop news coverage.",
  "It is possible that House Intelligence Democrats could launch a new investigation into alleged Russian collusion that GOP Chairman Devin Nunes (CA) concluded in April.",
  "The spreadsheet, reported by Axios, predicts Democrats will launch at least 18 probes of the Trump administration, including at least three related to Russia.",
  "The motion was voted down by Republicans and failed, but if Democrats control the committee, they could succeed the next time they try.",
  "“These demands would turn the Trump White House into a 24/7 legal defense operation,” Axios reporter Jonathan Swan wrote.",
  "Special Counsel Robert Mueller is already probing whether the president tried to obstruct the Russia investigation.",
  "Related DOJ and FBI document requests by GOP lawmakers would likely go unfulfilled.",
  "Democrats complained then that the probe was shut down prematurely.",
  "Republicans have so far rejected them."
]