[
  "And in a lengthy statement released on Sunday, Rep. Adam Schiff, D-California, Ranking Member of the House Permanent Select Committee on Intelligence, said the acquisition of personal information from Facebook raised \"serious questions about the level of detail that Cambridge Analytica knew about users, whether it acquired that information illegally and whether it sought to abuse that information in support of President Trump's political campaign in the United States or Brexit in the United Kingdom.\"",
  "On questions swirling over Cambridge Analytica, @RepAdamSchiff says: “We need to find out what we can about the misappropriation of the private information of tens of millions of Americans… used by this digital arm of the Trump campaign to manipulate American voters.” #ThisWeek pic.twitter.com/Xx00ABc8pf — This Week (@ThisWeekABC) March 18, 2018\n\nHe said that the issue must now be \"thoroughly investigated.\"",
  "Following reports that a data analytics firm that worked with President Trump's campaign obtained Facebook data about millions of U.S. voters without their authorization, members of Congress from both sides of the aisle are seeking answers from the social media giant and questioning what effect the firm's use of the data may have had on the 2016 campaign.",
  "The role Facebook and social media played in the 2016 election -- particularly the issue of political ads purchased by Russian troll farms and the spread of disinformation to sow division -- has been an area of interest for both House and Senate investigators into Russian meddling in the presidential race.",
  "WATCH: Rubio: 'I'm disturbed' about Facebook's growth and behavior pic.twitter.com/8Ut432ZNi7 — Meet the Press (@MeetThePress) March 18, 2018\n\n\"Their growth has been a lot faster than perhaps their ability to mature institutionally from within on some of these challenges that they're facing,\" Rubio said.",
  "On NBC's \"Meet the Press,\" Sen. Marco Rubio, R-Florida, said that he was \"disturbed\" by the news and questioned if Facebook's policies have kept pace with their growth as a major social media platform over the past decade and a half.",
  "\"I think another part about it is sometimes these companies grow so fast and get so much good press they get up high on themselves that they start to think that perhaps they're above sort of the rules that apply to everybody else.\"",
  "The Trump campaign did not utilize the Facebook data obtained by Cambridge Analytica and the firm is not affiliated with the president's re-election effort, two sources directly involved with the campaign's decisions tell CBS News.",
  "Republican Sen. James Lankford of Oklahoma questioned the extent of Cambridge Analytica's role vis a vis the Trump campaign on ABC's \"This Week,\" adding that it's an issue Congress will \"try to get resolved.\"",
  "\"The company has repeatedly touted its ability to influence voters through 'psychographic' targeting and has claimed it was the fundamental reason that Donald Trump won the 2016 election.",
  "Indeed, it may be that through Cambridge Analytica, the Trump campaign made use of illegitimately acquired data on millions of Americans in order to help sway the election,\" he added.",
  "Sen. Rand Paul, R-Kentucky, a staunch advocate for privacy from the government as well as corporations, warned against the government collecting material from companies.",
  "Meanwhile, Sen. Jeff Flake, R-Arizona, said he has major questions as to who knew exactly what was going on with Cambridge Analytica and when specifically they knew.",
  "I guess there's some discrepancy as to whether or not it's been expunged or given back or if it's still held, being used,\" Flake said on CNN's \"State of the Union.\"",
  "Facebook on Saturday announced it was suspending Cambridge Analytica and two individuals for violating the social media company's standards and practices.",
  "But the main thing I say is, we ought to be very careful about the government collecting that data from private entities,\" Paul told CNN on Sunday.",
  "He added, whether or not Cambridge Analytica broke the law, \"the privacy of the American consumer and the American individual should be protected.\"",
  "\"There's a certain amount of personal information [online] but it's consistent with your agreements [with companies].",
  "The question is who knew it, when did they know it, how long did this go on and what happens to that data now?",
  "\"This is a big deal, when you have that amount of data and the privacy violations there are significant.",
  "They distribute that out with a cost, not some other second party to be able to do that,\" said Lankford.",
  "They said they, Cambridge Analytica, gathered information, then they used that, they redistributed that.",
  "Lawmakers are questioning how deep the firm's practices went, just who knew of the practice and when.",
  "\"This is something that Facebook has stepped out on.",
  "They want to be able to have that data.",
  "Facebook, obviously, is proprietary.",
  "They're a private business."
]