[
  "Damian Collins, a member of Parliament and head of a committee investigating fake news, said the men had \"themselves put on the record that they frequently lie, exaggerate, misspeak and misunderstand,\" adding it was difficult to know whether to believe what the men told the committee about their meetings with Russian officials.",
  "Emails emerge\n\nChristopher Wylie, the Cambridge Analytica whistleblower whose revelations about the company led to its closure and prompted a crisis for Facebook, said he had seen some of the emails sent by Wigmore and Banks before some of them first emerged publicly this past weekend in the British press.",
  "\"Given Mr Banks's extensive interaction with the Russian government and the fact that the origins of his £9 million pounds donation remain unknown, I urge the Metropolitan Police to make formal inquiries to clarify the nature of Mr Banks's ambiguous relations with the Russian government,\" Kinnock wrote.",
  "Beginning in late 2015 and continuing into 2016, Banks was offered the opportunity of involvement in a $3 billion consolidation of six Russian gold mines with a company part-owned by Russian President Vladimir Putin's former deputy chief of staff, Kirill Androsov.",
  "\"We had a really pleasant lunch with him that lasted six hours and of course he saw a picture of us in front of the golden doors of Trump's apartment and of course he got in touch with Andy because he had seen us splashed all over the newspaper.\"",
  "London (CNN) Two British political operatives were in regular contact with the Russian ambassador in London while they campaigned for, and met with, Donald Trump in the United States in 2016, a review of emails and social media posts shows.",
  "As part of the \"gold play,\" another email appears to show an associate of Banks requesting a meeting in Moscow with Sberbank, a Russian bank that was sanctioned by the US and the European Union after Russia's annexation of Crimea in 2014.",
  "Wylie said he reported the emails to the British National Crime Agency and told the top Democrat on the House Intelligence Committee, Rep. Adam Schiff of California about the messages during a private briefing in Washington DC last month.",
  "Banks' donation of more than 8 million pounds (nearly $11 million) to the pro-Brexit campaign is the subject of a probe by the country's Electoral Commission, amid concerns of Russian interference.",
  "Speaking to Farage on his radio show on LBC in London on Monday night, Banks said the ambassador once again reached out to Wigmore after he had seen pictures of the pair in Trump Tower.",
  "Wigmore said the only thing they provided the ambassador with was a phone number for the Trump transition team after the ambassador asked if they knew how to get in contact with Trump.",
  "pic.twitter.com/IAgmpTIOZa — Arron Banks (@Arron_banks) August 24, 2016\n\nThroughout the same period, Banks and Wigmore were in regular contact with the Russian ambassador in London.",
  "Speaking to CNN, Banks acknowledged he had been approached about the transaction but after soliciting advice from experts on Russia and mining, he decided not to proceed.",
  "Trump Tower meeting\n\nFour days after Trump was elected, Banks Wigmore and Farage had what they say was an unplanned meeting with the then-President-elect in Trump Tower.",
  "Social media posts show the men traveled to Las Vegas for the final presidential debate in October 2016 and Banks told CNN he also attended a Trump event in St. Louis.",
  "They accused the committee members of being biased against people who campaigned for the UK to leave the European Union, and called the investigation a \"witch hunt.\"",
  "\"I would hope that there was an inquiry to what happened and what relationships were cultivated here in Britain and whether that impacted the American election.\"",
  "Emails reviewed by CNN show dozens of correspondences between the Russian embassy officials and the two men, including lunch and embassy event invitations.",
  "After the election, Banks and Wigmore were among a small group of Britons who visited the then-President-elect at Trump Tower in New York City.",
  "In August 2016, Banks and Wigmore attended a Trump rally in Mississippi with Nigel Farage from the United Kingdom Independence Party (UKIP).",
  "The three men later traveled to Trump's inauguration in January 2017, where they also held an event for their book \"The Bad Boys of Brexit.\"",
  "The committee meeting came to an abrupt end when both men refused to answer any more questions, saying they had an appointment for lunch.",
  "British member of parliament Stephen Kinnock wrote to the Metropolitan Police in London after details of some of the emails emerged.",
  "Arron Banks and Andy Wigmore were prominent figures in the 2016 campaign for the United Kingdom to leave the European Union.",
  "Afterward, the men posed proudly with Trump outside a set of gold-plated doors in Trump's building in Midtown Manhattan.",
  "During a spirited session, Banks told the committee he had \"two lunches and one cup of tea\" with the Russian ambassador.",
  "\"I was concerned that the information I saw was suspicious to say the least,\" Wylie told CNN in London on Monday.",
  "The details of some of the emails were first reported by The Sunday Times and The Observer newspapers in London.",
  "Afterward, on social media, the men shared lunchtime selfies of themselves with two Northern Irish politicians.",
  "Wigmore says that was the case when he emailed a journalist in February 2016 saying that Banks was in Russia.",
  "After successfully campaigning for Brexit in June, the men's attention appeared to turn to the United States.",
  "The men dismissed some of their own previous claims about parts of their work on the Brexit campaign.",
  "A few days later, Banks and Wigmore met with the Russian ambassador to the UK, Alexander Yakovenko.",
  "Wigmore told the committee he was an agent provocateur, and often exaggerates and spins the truth.",
  "Farage spoke at the event, and was introduced by then-candidate Trump as \"the man behind Brexit.\"",
  "UK Committee\n\nOn Tuesday, Wigmore and Banks appeared before a parliamentary committee in London.",
  "Wigmore claimed the ambassador said he didn't know how to contact the incoming administration.",
  "There is no evidence the Trump campaign knew about the men's contacts with Russian officials.",
  "Banks told CNN on Tuesday he didn't meet with Sberbank nor did he seek a meeting with them.",
  "He also said the money he donated to the Brexit campaign was not from Russian sources.",
  "\"I am a UK taxpayer and I funded the referendum campaign with my own funds,\" he said.",
  "A week earlier, Putin had congratulated Trump on his electoral success in a telegram.",
  "Farage suggested people would ask if the men were \"reporting back\" to the Russians.",
  "The Russian Embassy in London did not respond to CNN's requests for comment.",
  "The deal was referred to as the \"gold play\" in multiple emails.",
  "\"Well, not really,\" Banks responded.",
  "Getting ready for the big event !"
]