[
  "To show just how vulnerable massive tech firms have become, Business Insider has put together a handy rundown of the escalating issues Facebook, Apple, Amazon, and Tesla are facing:\n\nFacebook\n\nThe Mark Zuckerberg-led social-networking platform came under fire the weekend before last when it was reported that the data firm Cambridge Analytica improperly accessed data from 50 million Facebook users during the 2016 US presidential campaign.",
  "And it has been a mutually beneficial situation for those companies and their investors, as their outperformance has simultaneously buoyed the whole market and boosted company values by hundreds of billions during the nine-year bull market.",
  "Perhaps most notably for the share price, Wall Street analysts have dramatically changed their tone on the company to something far more cautious, while one estimated that Facebook could lose up to $5 billion in advertising revenue.",
  "And it's worth noting that these headwinds are swelling at a time when the Federal Reserve is tightening monetary conditions, essentially siphoning off companies' easy access to fresh capital.",
  "And if Tesla disappoints when it gives a Model 3 production update next week (a scenario for which JPMorgan offers this trade recommendation), the floodgates for selling could truly open.",
  "According to a report from the news website Axios, President Donald Trump is \"obsessed\" with Amazon and is considering targeting the company's tax status or bringing antitrust action.",
  "However, it holds a considerable weighting in both the Nasdaq 100 and Nasdaq Composite indexes, meaning it can still exercise huge influence over vehicles used as tech proxies.",
  "Until recently, the strong earnings growth generated by tech firms was seen as offsetting pressures from interest-rate hikes, which increase the attractiveness of bonds.",
  "Business Insider's Troy Wolverton called the product a \"total misfire,\" arguing that the company doesn't seem to understand how kids use devices or what schools need.",
  "If Trump does eventually start trying to impede Amazon's pace of exponential growth, that could be far more impactful for the company's valuation in the long term.",
  "And while some pundits have tried to make light of the situation, weighing in with scandal-specific trade recommendations, it doesn't seem worries are going away.",
  "(7-day damage: -16%)\n\nTesla\n\nIt's tough to truly pinpoint where the selling pressure on Tesla is coming from, because there are so many possible candidates.",
  "This could be seen during trading on Tuesday, when Apple's stock dropped more than 3% as the company introduced a new iPad aimed at teachers and students.",
  "The concerns that Facebook faces around privacy represent increasing resistance to how large, web-based tech companies collect and implement user data.",
  "That these struggling stocks are having an outsize impact on the market isn't surprising, considering their heavy relative weightings in major indexes.",
  "And the pressure continued in earnest Wednesday, as the Nasdaq dropped as much as 1.8% while other major US indexes hovered around little changed.",
  "At the single-stock level, the culprits were obvious, with high-profile firms like Facebook, Apple, Amazon, and Tesla leading the market lower.",
  "If the deep losses of the past two weeks are any indication, investors are already preparing for a downward repricing of all major indexes.",
  "That brings to the forefront a concern that has troubled investors since Steve Jobs' death: Can it keep creating appealing new products?",
  "That has sent the stock plummeting 15% over just two days, making hundreds of millions for short sellers and frustrating everyone else.",
  "The tech-heavy Nasdaq 100 has plunged 7.7% over the past seven days, dragging the S&P 500 and the Dow Jones industrial average with it.",
  "There's also the National Transportation Safety Board's newly announced second investigation into a crash involving a Tesla vehicle.",
  "Reuters / Keith Bedford\n\nInvestors are finding out the hard way how painful overreliance on large-cap technology companies can be.",
  "Perhaps the most compelling (not to mention enduring) is the concern around the company's production of its Model 3 sedan.",
  "Facebook's stock has plummeted 16% since then, facing mounting pressure as the #DeleteFacebook movement has picked up.",
  "(7-day damage: -19%)\n\nAmazon\n\nConsidering Amazon's wide-ranging dominance, it's a bit strange to see it on this list.",
  "This company's woes are the old-fashioned kind: People aren't particularly excited about an important new product.",
  "Lastly, it's important to note that Amazon is not classified as a tech company under Standard & Poor's guidelines.",
  "(7-day damage: -8.0%)\n\nApple\n\nApple's recent issues are a breath of fresh air compared with the prior three.",
  "What's jarring right now is how they're all facing serious, potentially business-altering issues at once.",
  "But Wednesday's events proved that even it is not immune from bouts of souring sentiment.",
  "So the question becomes: Without the support of mega-cap tech, how strong is the market?",
  "After all, Fed unwinding has been cited for months as a possible problem for markets.",
  "Based on recent market action, it looks as if investors may be starting to wonder.",
  "There's no scandal, no production hell, and no special interest of the president.",
  "Not to mention Waymo's newly revealed electric-car partnership with Jaguar.",
  "Tesla CEO Elon Musk himself has labeled the situation as \"production hell.\"",
  "Now that tech is faltering, it's possible those fears resurface.",
  "It's instead viewed as a consumer discretionary firm.",
  "This sent the company's stock diving as much as 7.4%.",
  "(7-day damage: -5.1%)"
]