[
  "Just look at radio phone-ins, giant shared viewing experiences like \"Strictly Come Dancing\" (or \"Dancing With the Stars\" as it is known in the US), TV shows being axed or supercharged based on ratings, and the BBC's partnerships with organisations like The Open University.",
  "Corbyn was a little woolly on the detail, and his suggestions prompted people to speculate that he wants to create a nationalised Facebook, without all the nasty fake news and data misuse, where users can vote on TV shows they want to be made.",
  "\"A BDC could develop new technology for online decision making and audience-led commissioning of programmes and even a public social media platform with real privacy and public control over the data that is making Facebook and others so rich.",
  "Corbyn said:\n\n\"A BDC could use all of our best minds, the latest technology and our existing public assets not only to deliver information and entertainment to rival Netflix and Amazon but also to harness data for the public good.",
  "He said it would be a \"British Digital Leyland\"— a reference to British Leyland, which in 1968 amalgamated several carmakers into one company in one of the biggest disasters in the history of nationalisation.",
  "And as far as creating social conversation, connecting people, audience-led commissioning, and broadening horizons, are concerned, well the BBC has been doing that since it was invented in 1922.",
  "Under his vision, the BDC would effectively be a sister organisation to the BBC, a sort of digital sidekick to Britain's 96-year-old national broadcaster, known affectionately as Auntie.",
  "Corbyn's British Digital Corporation ridiculed\n\nDelegates who spoke to Business Insider after the speech concluded it was a radical, but ultimately unworkable and unnecessary plan.",
  "Damian Collins, the Conservative politician in charge of the committee of lawmakers that held Facebook to account over the Cambridge Analytica crisis, was equally scathing.",
  "That was basically the proposal put forward this week by Jeremy Corbyn, the leader of Britain's opposition party and Prime Minister Theresa May's most powerful adversary.",
  "The BBC collects its money through the TV licence, a levy on UK households that generates around £3.8 billion ($4.9 billion) in revenue a year for the corporation.",
  "\"It could become the access point for public knowledge, information and content currently held in the BBC archives, the British Library and the British Museum.",
  "\"There seems to be a lack of understanding that the BBC is already a very digital organisation,\" Kirkham, the BBC's controller of factual commissioning said.",
  "Netflix\n\nImagine a website that has the power to connect you with others like Facebook, but also the ability to grip you with TV content to rival Netflix.",
  "Speaking to an audience of some of the UK's most influential media executives, Corbyn posited the idea of creating a British Digital Corporation, or BDC.",
  "I'm not sure it would serve audiences, I'm not sure it would make economic sense, to peel the two away and create two separate organisations.\"",
  "She told me that the British Digital Corporation overlooks an organisation already doing the very things he wants to achieve — the BBC.",
  "Getty\n\nBrent Hoberman, the founder of lastminute.com and a prominent UK tech investor, tweeted: \"Who is advising these people?!!?\"",
  "Imagine an expanded iPlayer giving universal access to licence fee payers for a product that could rival Netflix and Amazon.",
  "Below is the plan in his own words, taken from his speech at the Edinburgh International Television Festival in Scotland.",
  "Alison Kirkham, a senior figure at the BBC, raised an even more existential question about Corbyn's vision.",
  "Corbyn certainly achieved his aim of getting people talking to \"generate some new thinking.\"",
  "That was long before Netflix and really got people used to this idea of on-demand viewing.\"",
  "Like all radical ideas, however, it appears to have raised more questions than answers.",
  "\"It's a real asset that the digital offer is an integral part of the broader BBC offer.",
  "Don't forget, the BBC basically invented the online video player with iPlayer in 2007.",
  "Indeed, Netflix CEO Reed Hastings once said: \"The iPlayer really blazed the trail.",
  "Like the BBC, the BDC would be funded and owned by the British public.",
  "It would probably sell pretty well overseas as well.\"",
  "If that acronym has a familiar ring, you'd be right.",
  "You can watch the speech in full here.",
  "All of which can be accessed online.",
  "Now imagine owning that website.",
  "Netflix drama \"Black Mirror.\"",
  "Labour leader Jeremy Corbyn.",
  "Others just ridiculed it."
]