[
  "Watching @brianstelter talk about massive cuts at the @NYDailyNews inside a nearly empty newsroom Sunday a.m. pic.twitter.com/CgrcNLgkxJ — Reuven Blau (@ReuvenBlau) July 29, 2018\n\nCatch up on \"Reliable\" here\n\nListen to the podcast via Apple Podcasts or other apps... Watch the video clips via CNN.com... Or watch the full program via CNNgo or VOD...\n\nA front page reminder...\n\nUSA Today's centerpiece on Monday: \"FENCED-IN KIDS.",
  "(NBC)\n\n-- I missed this from Jack Shafer: \"Bill Shine thinks of the White House as his show and of himself as its top booker...\" (Politico)\n\nMedia week ahead calendar\n\nMonday: The aforementioned CBS board meeting...\n\nMonday afternoon: POTUS will have a joint presser after meeting with the Italian prime minister...\n\nTuesday after the bell: Earnings from Apple... and from Tronc...\n\nWednesday: First day of August!",
  "So the NYT issued a detailed account of what happened...\n\n-- It was the White House that had requested the meeting in the first place, according to the paper...\n\n-- Sulzberger and editorial page editor James Bennet attended...\n\n-- Sulzberger said he accepted the meeting to raise concerns about \"the president's deeply troubling anti-press rhetoric,\" particularly his \"enemy of the people\" talk.",
  "Here's the \"city of gold\" recap by Andrea Chang...\n\nFor the record, part three\n\n-- \"Nanette,\" in \"finding articulate expression for a pessimistic critique of stand-up,\" also \"provides the best case for optimism for the future of the form,\" Jason Zinoman wrote in Sunday's paper... (NYT)\n\n\"Mission\" Accomplished\n\nFrank Pallotta writes: Mission accomplished for Paramount and Tom Cruise.",
  "For the record, part two\n\n-- Important: \"MPs report on Zuckerberg, Russia and Cambridge Analytica...\" (The Guardian)\n\n-- Casey Newton says \"Facebook and YouTube never anticipated a site like Infowars...\" He says \"conspiracy sites keep outsmarting big tech companies...\" (The Verge)\n\nTrump v. Cohen is TV's newest drama...\n\n...And this show has definitely been renewed for another week.",
  "The story describes how the Trump admin's border separation policy has come at a \"human, and political, cost...\"\n\n\"City of Gold\" tribute\n\nNew LATimes publisher Patrick Soon-Shiong shared this photo on Saturday night... One of many golden tributes to Jonathan Gold that were seen across the city... One week after Gold's death at age 57.",
  "Some of Amazon's announcements\n\n-- The Russo Brothers are making a \"groundbreaking global television franchise...\" We'll see what that means...\n\n-- JD Payne and Patrick McKay are tasked with developing the \"Lord of the Rings\" series...\n\n-- Lena Waithe is exec producing \"Them,\" an anthology series that is getting a two-season order...",
  "A reminder that animation is one of those genres that can buck the watch-it-at-home trend, and that kids like familiarity, given that two are sequels and the third's based on a TV show...\n\nAmazon's big splash\n\nBrian Lowry emails: That was a pretty dizzying volley of programming announcements from Amazon over the weekend.",
  "While there is an important Les piece to this, really, more important to the company as a whole is that this raises serious issues with regard to culture and harassment throughout the company...\"\n\n\"As many questions as answers...\"\n\nPer Deadline, CBS Films president Terry Press shared a comment on FB about Moonves.",
  "Farrow pointed out that Moonves expressed contrition while Fager \"flatly denied\" the charges...\n\nRemnick: \"Good journalism leads to more good journalism\"\n\nFor this CNNMoney feature about Farrow, I spoke with The New Yorker editor David Remnick, as well as the man who brought Farrow to the mag, Ken Auletta.",
  "event: \"This wasn't just a defense of CNN,\" because \"it could be someone else tomorrow...\"\n\n-- Later in the hour, FCC commissioner Jessica Rosenworcel reiterated the agency's independence and discussed the uncertain future of Sinclair's deal-making...\n\n-- HLN host/NY Daily News columnist S.E.",
  "I do not believe that it is my place to question the accounts put forth by the women but I do find myself asking that if we are examining the industry as it existed decades before through the lens of 2018 should we also discuss a path to learning, reconciliation, and forgiveness?\"",
  "Chen back on \"The Talk\" on Monday\n\nJulie Chen, who is married to Moonves, is \"scheduled to resume as a co-host on 'The Talk' on Monday,\" per Variety...\n\nWhat Ronan Farrow told me\n\nRonan Farrow's incredible run of reporting proves that good work is its own calling card.",
  "HERE'S THE LATEST: Via Jackie Wattles, Dylan Byers and Jill Disis's story: \"The board plans to form a special committee that will oversee an investigation into both Moonves and the overall culture at the network, according to two sources familiar with the matter...",
  "\"Some CBS Corp. directors discussed over the weekend whether\" Moonves \"should step aside from the company pending its investigation into allegations he sexually harassed women,\" Keach Hagey and Joe Flint report, citing people familiar with the matter.",
  "One of the Moonves accusers, Illeana Douglas, \"called me, in fact, the day after that first Harvey Weinstein story I wrote and told me her story, and we've been carefully investigating since,\" Farrow said on \"Reliable Sources\" on Sunday morning.",
  "That makes \"Fallout\" the biggest opening in the history of the 22-year-old franchise...\n\nAn important moment for Paramount\n\nThe film exceeded industry expectations for a $50 million opening... And marked an important moment for Paramount.",
  "Gianopulos told Barnes: \"You're always just a few good movies from turning things around...\"\n\nAlso at the box office...\n\nBrian Lowry emails: It's noteworthy to see three animated titles (\"Hotel Transylvania 3,\" \"Teen Titans Go!",
  "Watch the segment here...\n\n>> Bernstein is also the subject of Margaret Sullivan's Monday WaPo column...\n\nA modest proposal\n\nLet's spend more time on the facts and less time on the desperate spin ABOUT the facts.",
  "\"As a fan of The New Yorker it is difficult to reconcile the portrait put forth in that piece with the man who I know today as honorable, compassionate, and a big booster of women inside CBS,\" Press wrote.",
  "On Friday, the CBS chief corporate compliance officer said this: \"CBS previously retained attorney Betsy Plevan of Proskauer Rose to conduct an independent investigation of alleged misconduct at CBS News.",
  "This led to one of the standout quotes in Farrow's piece: \"The hypocrisy of an investigative news program shutting down an investigative print story is incredible,\" an anonymous CBS employee told him.",
  "Cupp on the layoffs at the paper: \"I felt like it was a sucker punch...\"\n\n-- Daily News-er Reuven Blau shared this photo, while watching the segment \"inside a nearly empty newsroom Sunday AM.\"",
  "Key grafs:\n\n-- \"Mr. Sulzberger recalled telling Mr. Trump at one point that newspapers had begun posting armed guards outside their offices because of a rise in threats against journalists.",
  "The WaPo just released an ambitious new documentary about Manafort -- a deep dive titled \"The Foreign Consultant\" -- featuring interviews with former foreign officials and biz associates.",
  "CBS board will meet on Monday\n\nIn the 48+ hours since Ronan Farrow's story about Les Moonves came out, there have been no new allegations against the CBS chief, so far as I can tell.",
  "CBS has taken the allegations reported in the press seriously, and respects the role of the press in pursuing the truth, which is a role that is central to the mission of CBS News.\"",
  "And the NYT's Brooks Barnes wrote: \"Paramount now has undeniable momentum — something the historic studio, which is owned by Viacom, has not mustered in years...\"\n\nA reminder!",
  "So let's try to tune out the noise...\n\nMore \"Reliable\" headlines\n\n-- WHCA prez Olivier Knox on the group's strong defense of Kaitlan Collins when she was barred from a W.H.",
  "On Sunday's \"Reliable,\" I spoke with Carl Bernstein about his recent scoop and his sense that \"there IS a cover-up\" going on, but the details have yet to be determined.",
  "Here's the 18-minute-long feature...\n\n>> BTW: I mentioned in Friday's newsletter that Oliver and I were debating the best abbreviation for the Post, WashPost or WashPo.",
  "\"Following the surprise $332.4M success of 'A Quiet Place,' Fallout reps another big win for the Jim Gianopulos-led Paramount,\" Deadline's Anthony D'Alessandro said.",
  "He described how Carmon and Brittain's story \"was the subject of a heated battle, where The Post was subject to a lot of pressure from Fager's personal legal team.\"",
  "It will also remind us that being black in 2018 is just as horrifying,\" Waithe says...\n\n-- Greg Daniels is making \"Upload,\" a \"half-hour sci-fi romantic satire...\"",
  "\"Mission: Impossible - Fallout,\" the sixth film in the spy series starring Cruise, opened to an estimated $61.5 million at the domestic box office this weekend.",
  "On \"Reliable,\" Farrow generously credited Irin Carmon and Amy Brittain with uncovering \"substantial evidence of misconduct by Jeff Fager amongst other things.\"",
  "Mr. Sulzberger responded that those countries were dictatorships and that they were not banning 'fake news' but rather independent scrutiny of their actions.",
  "\"I warned that this inflammatory language is contributing to a rise in threats against journalists and will lead to violence,\" Sulzberger said...",
  "This NYT story has more details...\n\nSulzberger got on the phone with Mark Landler and discussed the Oval Office meeting in more detail.",
  "For the record, part one\n\n-- On Sunday's \"Meet the Press,\" NBC celebrated Andrea Mitchell's four decades of reporting with the network.",
  "I was provoked to say this on Sunday's \"Reliable Sources\" when I saw Trump lawyer Rudy Giuliani spinning like a top re: Michael Cohen.",
  "I think it's a no-brainer: If the president is seeking to meet with you, and you represent a major news organization, you head to DC.",
  "Thursday: CBS reports quarterly earnings...\n\nManafort trial begins this week\n\nThe jury trial is set to start on Tuesday, to be exact.",
  "Which was Oliver's first choice all along...\n\nSulzberger v. Trump\n\nNYT publisher A.G. Sulzberger met with President Trump on July 20.",
  "Case in point: He says some of the sources for his CBS bombshell \"began coming to me immediately after the Harvey Weinstein story.\"",
  "As THR noted last month, that's good news for talent and their reps, if a little daunting for critics struggling to keep up...",
  "Here's part one of the interview, about Moonves, and part two, about the allegations against Jeff Fager and \"60 Minutes.\"",
  "The president, Mr. Sulzberger recalled, told him he was glad that he had raised those issues and would think about them.\"",
  "Remember, it was announced back in May... \"Catch and Kill\" will include Farrow's account of what went wrong at NBC...",
  "-- \"Mr. Trump expressed pride in popularizing the phrase 'fake news,' and said other countries had begun banning it.",
  "Key quote from the story: \"I think the board realizes as a whole that this is a very, very, very serious situation.",
  "So far, it doesn't have a publication date, and Farrow says only, \"I'm working on it...\"\n\nWhat about \"60 Minutes?\"",
  "Still, Mr. Sulzberger said, by the end of the session, he felt that Mr. Trump had listened to his arguments.",
  "Even if he's going to disregard everything you say, it's still better to try than to snub the opportunity.",
  "It will be carried out by a third-party law firm, the sources said...\"\n\nWSJ: \"CBS to Weigh CEO's Fate\"\n\n?",
  "As I mentioned on Sunday's program, Fager is on vacation and the program is in summer repeats right now.",
  "As this CNN story notes, he once praised Cohen as \"honest,\" but now says Cohen has \"lied all his life.\"",
  "WHAT'S NEXT: The CBS board of directors was already scheduled to meet via teleconference on Monday.",
  "Season one, written by Little Marvin, \"will speak to how frightening it was to be black in 1953.",
  "The new team of execs are seemingly determined to up their cred as a competitor to Netflix.",
  "Get your media fix with the Reliable Sources newsletter\n\nSo what's going to happen at \"60?\"",
  "Remnick said the success hasn't gone to Farrow's head: \"The work is the work is the work.\"",
  "Bernstein's main message: \"We have a lot to learn, and need to keep doing our reporting.\"",
  "The president, he said, expressed surprise that they did not already have armed guards.\"",
  "\"That NBC allowed Ronan to get away is akin to the Red Sox trading Ruth,\" Auletta said.",
  "And there's been a rising chorus of voices wondering if the company will take action.",
  "Ms. Plevan's work is ongoing, and includes investigating allegations in this story.",
  "\"As is often the case, this kind of story generates as many questions as answers.",
  "\"I still can't believe Ronan is only 30 and hitting home run after home run.\"",
  "To the Movies\" and \"Incredibles 2\") in the top 7 at the weekend box office.",
  "With the studio trying to sell a turnaround story, \"Fallout\" helped a lot.",
  "But the clock is ticking for the fall season premiere of the program.",
  "But some of the twitterati mocked Sulzberger for taking the meeting.",
  "But Trump tweeted about the meeting on Sunday morning...",
  "Be sure to sign up for the Reliable Sources newsletter!",
  "That's the headline on the front page of Monday's WSJ.",
  "Sulzberger intended for it to be off-the-record.",
  "Cohen, of course, has contradicted himself, too.",
  "Here's what happened on Sunday, July 29, 2018.",
  "Now the meeting takes on more significance...",
  "But the accusations in the story are serious.",
  "We led Sunday's \"Reliable\" with Farrow...",
  "When is Farrow's next book coming out?",
  "INFANTS SEPARATED FROM THEIR MOTHERS.",
  "Here's Hadas Gold's full story...",
  "To meet or not to meet?",
  "It's too soon to know.",
  "Read the rest here...",
  "The consensus: WaPo!",
  "DISTRAUGHT PARENTS.",
  "WAILING CHILDREN.\"",
  "What do you think?",
  "There was cake!"
]