[
  "“The ever-increasing sophistication of these campaigns, which will soon be helped by developments in augmented reality technology, make this an urgent necessity.”\n\nDamian Collins: Britain’s Russian Inquiry Chief is a Hardline Remainer, Quoted Soros, Spread Govt Fake News Over Brexit https://t.co/Xuf0NeaAkY — Breitbart London (@BreitbartLondon) February 11, 2018\n\nThe committee recommended that the British government increase the power of the Information Commissioner’s Office to regulate social media sites, update electoral laws to reflect modern campaign techniques, and increase the transparency of political advertising on social media.",
  "“We anticipate that the government will put forward these proposals in its White Paper later this year.”\n\nREAL COLLUSION: Foreign Billionaire George Soros Funding Gina Miller’s Anti-Brexit Campaign https://t.co/gPzVqCD0Lj — Breitbart London (@BreitbartLondon) February 8, 2018\n\nThe committee also said that the Information Commissioner’s Office needs more money so it can hire technical experts to be the “sheriff in the Wild West of the Internet.” The funds would come from a levy on the tech companies, much in the same way as the banks pay for the upkeep of the Financial Conduct Authority.",
  "The report criticized Facebook chief Mark Zuckerberg for failing to appear before the panel and said his stand-ins were “unwilling or unable to give full answers to the committee’s questions.”\n\nMPs Spent £84,000 on ‘Fake News’ Fact-Finding Trip to U.S. to Investigate $1 Brexit Ad Spend by Russia https://t.co/sYzhzx8Tvp — Breitbart London (@BreitbartLondon) March 15, 2018\n\nOne of the committee’s recommendations is that social media companies should no longer avoid oversight by describing themselves as platforms, because they use technology to filter and shape the information users see.",
  "Cummings blog on DCMS report – and his explanatory gloss https://t.co/HfmK1VkdRa pic.twitter.com/pEMBXIouTd — Robert Peston (@Peston) July 27, 2018\n\nThe study was due to be published Sunday, but a copy was leaked on Friday by Dominic Cummings, the director of the Vote Leave campaign group which backed Britain’s departure from the European Union.",
  "Social media companies are under pressure worldwide following allegations that political consultancy Cambridge Analytica used data from tens of millions of Facebook accounts to profile voters and help U.S. President Donald Trump’s 2016 election campaign.",
  "“The light of transparency must be allowed to shine on their operations and they must be made responsible, and liable, for the way in which harmful and misleading content is shared on their sites,” committee chairman Damian Collins said in a statement.",
  "The interim report by the House of Commons’ media committee to be released on Sunday claimed democracy is facing a crisis because the combination of data analysis and social media allows campaigns to target voters with “messages of hate”.",
  "LONDON (AP) – The British government should increase oversight of social media like Facebook and election campaigns, a parliamentary committee has recommended in a report on fake news, data misuse, and alleged interference by Russia.",
  "“We recommend that a new category of tech company is formulated, which tightens tech companies’ liabilities, and which is not necessarily either a ‘platform’ or a ‘publisher,” the report said.",
  "The committee began its work in January 2017, interviewing 61 witnesses during 20 hearings that took on an investigatory tone not normally found in such forums in the House of Commons.",
  "“Our democracy is at risk, and now is the time to act, to protect our shared values and the integrity of our democratic institutions,” the committee claimed.",
  "Tech giants like Facebook are complicit because they haven’t done enough to protect personal information and remove harmful content, the committee alleged.",
  "She signaled her unease last year, accusing Russia of meddling in elections and planting fake news to sow discord in the West.",
  "Prime Minister Theresa May has pledged to address the issue in a White Paper to be released in Autumn.",
  "Nor are they publishers, since that model traditionally commissions and pays for content.",
  "“I believe what we have discovered so far is the tip of the iceberg,” Collins said."
]