[
  "The action, Ashley and Kyle Cheney note, “marked the social media giant's first significant acknowledgment of an ongoing, coordinated propaganda campaign on its site since it implemented new safeguards after the 2016 vote.” Here are some key takeaways:\n\nStory Continued Below\n\n— Divide and conquer strategy: Much like the Russians indicted by special counsel Robert Mueller for trying to influence the 2016 race, the accounts flagged by Facebook on Tuesday took part of a coordinated effort to stoke ethnic and gender divisions, the company said.",
  "Laura Rosenberger, director of the Alliance for Securing Democracy at The German Marshall Fund, said Facebook is taking the “right approach” by isolating “coordinated inauthentic behavior,” adding, “To date, the response from companies has often been defensive and focused on PR — I hope this represents a change.” Graphika CEO John Kelly “applauded” Facebook’s “proactive” step while warning that future would-be meddlers may be more difficult to pinpoint.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Americans in Washington and in Silicon Valley have work to do.”\n\nTODAY: SENATE INTEL TACKLES ELECTION MEDDLING — Facebook’s announcement will undoubtedly be front and center at today’s Senate Intelligence hearing on foreign election meddling on social media, featuring testimony from analysts and industry officials.",
  "PAI PLEDGES ACTION IN COMCAST FIGHT — FCC Chairman Ajit Pai told Reps. Tony Cárdenas and Raul Ruiz in a letter released Tuesday that the agency hopes to act by the end of the year on issues raised in Liberman Broadcasting’s petition accusing Comcast of discriminating against its Spanish-language network.",
  "Facebook gets out in front of the storm\n\nWith help from Ben White, Nancy Scola and Margaret Harding McGill\n\nFACEBOOK FLAGS NEW PROPAGANDA EFFORT — The social network came under heavy criticism after the 2016 campaign for being slow to respond to Russian interference on its platform.",
  "STALLED NOMS LOOM OVER PRIVACY SHIELD — Since Trump took office, European officials have been trying to figure out who can be, if not their allies, then at least reliable counterparts when it comes to ensuring the survival of the EU-U.S. Privacy Shield.",
  "— When it comes to the ombudsperson — charged under Privacy Shield with fielding Europeans' privacy complaints — that job has been filled for more than a year by Judy Garber, deputy assistant secretary of state for oceans, environment and science.",
  "QUICK DOWNLOADS\n\n— Another day, another lawsuit: A group of U.K. residents is threatening a class-action lawsuit against Facebook over the Cambridge Analytica data scandal, the second group to do so in the past week, via Wired.",
  "SILICON VALLEY MUST READS\n\n— Gimme your lunch money, punk: Officials in San Francisco are hoping to chip away at the longstanding tradition of Bay Area tech workers staying on-campus for lunch, The New York Times reports.",
  "He continued to express optimism that “calm heads” will prevail in Washington and Beijing, adding that Apple plans to formally weigh in on the latest round of tariffs under consideration, on $200 billion in Chinese goods.",
  "Sen. Dianne Feinstein (D-Calif.) said it “shows that there’s more work to be done by social media platforms to counter Russia’s foreign influence campaign and election interference.” Added Sen. Ben Sasse (R-Neb.",
  "An FCC spokesman said the session was part of a regularly scheduled training for employees that takes place every few years, particularly around elections, and was not related to the O’Rielly incident.",
  "In a call with investors, Apple CEO Tim Cook shrugged off the notion that the current U.S. tariffs — one set on steel and aluminum and two sets on $50 billion in Chinese goods — had hurt the company.",
  "“I am glad to see that Facebook is taking a much-needed step toward limiting the use of their platform by foreign influence campaigns,” said Senate Intelligence Chairman Richard Burr (R-N.C.).",
  "There are two parts of the U.S. government Europeans are particularly interested in: the ombudsperson spot at the State Department and the Privacy and Civil Liberties Oversight Board.",
  "Three new candidates — Adam Klein, Ed Felten and Jane Nitze — have been advanced by the Senate Judiciary Committee, but their final confirmation has gotten hung up in the full Senate.",
  "— How it’s shaping up: A source tells Morning Money that — at least in its initial form — the interagency report, led by the Treasury Department, did not take direct aim at Amazon.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "And at least one of the “inauthentic” protests even managed to attract outside organizers who contributed to its planning — showing that fake events can pick up real steam.",
  "GOOD MORNING AND WELCOME TO MORNING TECH, where your host’s idea for a negativity-blocking browser extension for MoviePass news has crashed due to overwhelming interest.",
  "Trump ordered the review amid a series of tweets and statements criticizing what he described as an unfair deal in which USPS lost money delivering packages for Amazon.",
  "— Printing jam: A federal judge has granted a temporary restraining order blocking the release of blueprints for 3D-printed plastic firearms, The Seattle Times reports.",
  "Despite Russian-like tactics, however, Facebook said it’s “not attributing this activity to any specific group or to any country behind that group” at this time.",
  "FCC GETS REFRESHER ON HATCH ACT — Republican FCC Commissioner Mike O’Rielly had a front row seat for the agency’s training session Tuesday on the Hatch Act.",
  "— A little less conversation, a little more action: Beyond online appeals, the pages actually drew users to planned events, with 30 created since May 2017.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "But neither are staffed yet the way they’re meant to be, and it’s not clear if that will change before Privacy Shield’s annual review in October.",
  "Europeans want to see someone higher-ranking in that spot, but there's not much folks at State can do until Trump nominates a new undersecretary.",
  "Two of the witnesses testifying today told MT that Facebook’s announcement was a positive step but warned of looming challenges for the company.",
  "But Facebook on Tuesday sought to get ahead of the storm, announcing the suspension of 32 pages for trying to meddle in the midterm elections.",
  "According to the company, most drew interest from only 100 or so users, but some ranged north of that, with the most popular boasting 4,700.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— Google Home 2.0: Alphabet is making strides toward planning a high-tech neighborhood of the future in Toronto, Business Insider reports.",
  "— Unfriended: Facebook said it’s shutting off access to the developer platform that lets app makers access user data, The Verge reports.",
  "— Calexit stage left: The movement to break off California from the United States is getting a reboot, POLITICO’s David Siders reports.",
  "The pages included appeals to women “resisters,” indigenous populations waging “war against colonialism” and anti-Nazi protesters.",
  "While Facebook indicated that two of the events were preempted by Tuesday’s announcement, 28 appear to have already taken place.",
  "Garber took on the role when she assumed the duties of undersecretary of economic affairs after Catherine Novelli’s departure.",
  "Remember, O’Rielly was warned he violated the Act by advocating for the reelection of President Trump at CPAC in February.",
  "But at least in its initial finings, Trump’s task force did not find that Amazon was gaming the system, this person said.",
  "Companies say Trump’s proposed tariffs against China could harm scooters and e-bikes, according to the Financial Times.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "YOU’VE GOT MAIL — Our friends at Morning Money hear that the report President Trump ordered in April into the U.S.",
  "— Not yet off the hook: Facebook’s suspension of the pages was met by praise from Republicans and Democrats alike.",
  "Trump has long criticized Amazon and its CEO Jeff Bezos, who owns The Washington Post, another Trump target.",
  "The source cautioned that the final version of the report could change to take more direct aim at Amazon.",
  "MT is hearing that Democrats are worried this package of nominees would tilt PCLOB too far to the right.",
  "Rather it suggested that Amazon was not doing anything differently than other companies that use USPS.",
  "APPLE WEATHERS TARIFFS (SO FAR) — So much for Trump’s trade war with China weighing down Apple.",
  "“If you look at those three tariffs, none of our products were directly affected,” Cook said.",
  "The company quieted doubters by exceeding expectations in its earnings report on Tuesday.",
  "— PCLOB, meanwhile, is running on fumes, with one member on the five-seat body.",
  "A State Department spokeswoman said the agency has \"no updates at this time.\"",
  "(The law forbids most federal officials from engaging in partisan advocacy.)",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "): “We know that Russia is coming back in 2018, 2020 and beyond.",
  "“We can ... expect the threats to grow in sophistication.",
  "But some lawmakers cautioned this is just the beginning.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Postal Service is due to the president this week.",
  "Don’t forget to follow us @MorningTech.",
  "And harder to attribute,” he said.",
  "Read more from Steven over on Pro.",
  "They are getting hard to detect.",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "— Not the scooters!",
  "Let us know.",
  "Know more?",
  "**"
]