[
  "FACEBOOK SLAMMED BY SANDY HOOK PARENTS OVER LIES, HOAX CLAIMS\n\nBaumer found eight key predictors of Facebook use or non-use: age, gender, marital status, whether the respondent had looked for work in the past four weeks, household income, race, and social ideology and, intriguingly, weight.",
  "“Lower-weight respondents are more likely only to consider deactivating, while higher-weight respondents are more likely to have actually deactivated.”\n\nThe research was presented at the 2018 Association for Computing Machinery (ACM) conference in Montreal on April 25, 2018.",
  "MARK ZUCKERBERG LOSES $16B IN ONE DAY AS FACEBOOK STOCK PLUNGES 20 PERCENT\n\n“Deactivation, either actual or considered, is more common among respondents who are younger, seeking employment, or not married,” explained Lehigh University, in a statement.",
  "FACEBOOK CENSORSHIP: NUDE PAINTINGS BY RUBENS RUN AFOUL OF SOCIAL NETWORK\n\n\"The analysis helps to explain the ways that Facebook, and likely all social media, are not representative of the broader population,\" said Baumer, in the statement.",
  "“Current Facebook use is more common among respondents who are: middle aged (40 to 60), female, not seeking employment, of Asian descent, or currently married,” the university said, in its statement.",
  "Baumer, an assistant professor at Lehigh University’s department of computer science and engineering, examines the demographic and socioeconomic factors behind Facebook use and non-use.",
  "The study comes at a time when Facebook is dealing with the fallout from the Cambridge Analytica data sharing scandal and the proliferation of fake news on the platform.",
  "“Heavier respondents were less likely to have considered deactivating their account and to have never had an account,” the university said, in its statement.",
  "The study analyzed data collected by Cornell's Survey Research Institute in 2015 for the Cornell National Social Survey.",
  "The research is based on responses from 1,000 U.S. households following a phone survey of adults 18 years or older.",
  "\"Facebook users are more likely older, female, higher income earners, married and ideologically liberal.\"",
  "New research reveals what types of people are deactivating their Facebook accounts.",
  "The study was also published in the ACM Digital Library.",
  "Follow James Rogers on Twitter @jamesjrogers",
  "Are you likely to flee Facebook?",
  "The research by Eric P.S."
]