[
  "The social network's problems are manifold and now clear as day:\n\nWhile there has been no regulatory fallout from the Cambridge Analytica privacy scandal earlier this year, the company has been forced to throttle back its efforts to monetize user data, which was a promising source of high-profit revenue.",
  "If all this wasn't enough, analysts had another clear warning sign: Zuckerberg has ramped up sales of his company's stock this year, selling an average of 733 million shares per month in 2018 vs. just 75 million per month in 2017 and 79 million in 2016.",
  "But they were right: Shares closed down nearly 19 percent on Thursday after that latest quarterly report showed stalled user growth in North America, tepid profitability guidance and a warning about rising expenses.",
  "Its $1 billion acquisition of Instagram in 2012 helped it fend off would-be usurpers like Snap as the younger cohort shuns Facebook for \"Insta\" and its legion of influencers.",
  "New efforts, like the purchase of Oculus to push into virtual reality, aren't large enough to generate meaningful earnings but are sucking up more and more capital spending.",
  "Efforts to embrace content from third-party publishers gave way to a fight against \"fake news\" and the need to hire actual humans to sift through it all.",
  "And the value of founder Mark Zuckerberg's 13 percent stake in Facebook dropped by more than $12 billion in less than 24 hours, to around $74 billion.",
  "But the timing could hardly have been more perfect: Facebook's decline, at one point, resulted in the loss of more than $150 billion in market value.",
  "And they're not only spending less time in front of a screen, they're also interested in other platforms, like SnapChat and YouTube.",
  "Its shares have been in a relentless uptrend since its post-IPO unpleasantness ended in 2013, rising nearly 10-fold since then.",
  "And above all, according to UBS research, people just aren't that interested in scrolling through their Facebook feed anymore.",
  "That could call into question the true belief fueling optimism in other \"FAANG\" big-cap tech stocks like Amazon and Apple.",
  "As a result, Facebook lost about $119 billion of its value, marking the biggest one-day loss in U.S. market history.",
  "And a shift toward short-play video \"Stories\" for ad impressions is weighing down average revenue per user metrics.",
  "That exceeded Intel's $91 billion loss in one day in September 2000, according to Bloomberg data.",
  "Zuckerberg's sales are part of a pre-arranged stock sale plan to fund his philanthropic efforts.",
  "Blinded by groupthink and chasing momentum, Wall Street professionals were caught wrong-footed.",
  "And heading into Wednesday's after-hours earnings report, 44 analysts carried a \"buy\" rating.",
  "Facebook was the most widely held stock by hedge fund managers, according to Goldman Sachs.",
  "He didn't sell at all between 2013 and 2015, when the stock price was tearing higher.",
  "Most critically, teens and millennials are the ones pulling back the most.",
  "The company captured the zeitgeist of the social media revolution.",
  "That made it the biggest stock collapse in history.",
  "For years, investing in Facebook was an easy win.",
  "Just two thought it was time to sell."
]