[
  "The committee’s report also suggested a levy on tech firms which could contribute to an increased budget for Britain’s data regulator, the Information Commissioner’s Office (ICO), in the way in which the banking sector pays for the upkeep of its watchdog, the Financial Conduct Authority.",
  "The cost of higher privacy standards will hit Facebook’s profit margins for several years, the firm said on Wednesday, wiping over $120 billion off its share price, and the company is coming under concerted regulatory scrutiny in Britain, the United States and the European Union.",
  "LONDON, July 28 (Reuters) - Tech firms like Facebook should be made liable for “harmful and misleading” material on their websites and pay a levy so they can be regulated, British lawmakers said, warning of a crisis in democracy due to misuse of personal data.",
  "“Companies like Facebook made it easy for developers to scrape user data and to deploy it in other campaigns without their knowledge or consent,” Damian Collins, chair of the Digital, Culture, Media and Sport Committee, said in a statement.",
  "“We are facing nothing less than a crisis in our democracy – based on the systematic manipulation of data to support the relentless targeting of citizens ... by campaigns of disinformation and messages of hate,” Collins said.",
  "“They must be made responsible, and liable, for the way in which harmful and misleading content is shared on their sites.”\n\nThe committee’s interim report and Collins’s comments were embargoed until July 29.",
  "Facebook has increasingly become a focus of the media committee’s inquiry into “fake news” after the data of 87 million users was improperly accessed by British-headquartered consultancy Cambridge Analytica.",
  "Other news organisations broke the embargo after a copy of the report was published online by Dominic Cummings, who ran the officially designated Vote Leave campaign in the EU referendum.",
  "The committee however said that adverts used online in the campaign were not clearly labelled, and expressed concern about a breach of spending rules by rival campaign group Vote Leave.",
  "It has also said that while it pitched for work with campaign group Leave.EU before the Brexit referendum in Britain in 2016, it did not end up doing any work on the campaign.",
  "The standards of accuracy and impartiality which tech companies are held to could be based on regulator Ofcom’s rules for television and radio, the lawmakers said.",
  "Cambridge Analytica, which was hired by Donald Trump’s campaign in 2016, has denied its work on the U.S. president’s election made use of the data in question.",
  "The findings were made in an interim report, with the full report due in the autumn.",
  "The ICO earlier this month fined Facebook for the Cambridge Analytica scandal.",
  "(Reporting by Alistair Smout; editing by Stephen Addison/Guy Faulconbridge)"
]