[
  "While crypto crime fighting clearly taps a new set of forensic and technological approaches, such as Bitfury’s Crystal, the indictment, like the limited haul of the vast WannaCry ransomware attack, which spread to over 150 countries over a weekend affecting thousands of organizations, shows that bitcoin may not be the best economic instrument for criminals.",
  "In this case the X-Agent tool could be activated to record keystrokes revealing passwords, key contacts and other movements (between the keyboard and the chair), while a screenshot and screen recording feature could capture visual navigation, picking up sensitive financial information, electoral directions, opposition research and other vital points.",
  "Where technology and targeted strikes were the tools of trade of units 26165 and 74455, the broadside fired against the U.S. public by the Internet Research Agency and an army of internet trolls exploited our gullibility to believe that anything on the “trusty” internet is true and our propensity to hide inside our social media echo chambers.",
  "The extent of fake accounts recently purged from Twitter, at more than 70 million, which is roughly the size of its U.S. user base and 20% of its monthly active users, along with the Cambridge Analytica and Facebook scandals, reveals the scope of these misinformation campaigns and how they are very much set on autopilot.",
  "These anti-money laundering (AML) and know your customer (KYC) rules in traditional banking also rely on often spotty compliance from a vast global banking network (one that is often culpable), wherein transactional information is stored in a one-sided manner and may be typically accessed through subpoena.",
  "The 29-page indictment clearly outlines the concerted efforts carried out by Russians operatives, including such commonplace cyber threats as spear phishing, malware, spoofing, virtual private networks (VPN), social engineering, and the use of bitcoin as a means of payment.",
  "While the bitcoin blockchain does provide “identity shelter” in the form of pseudonymous addresses, it is nevertheless a highly traceable transaction registry, much more so than the U.S. dollar for example, which only triggers red flags at large transaction thresholds.",
  "The complex cyber subterfuge generally undermined the U.S. democratic process in the controversial 2016 presidential election and specifically targeted the campaign and apparatus of then presidential candidate, Hillary Clinton, and the Democratic Party.",
  "On this score, foreign actors such as Russia’s Internet Research Agency, were just as successful as their counterparts at the Main Intelligence Directorate and their special units 26165 and 74455, which spearheaded the targeted anti-Clinton campaign.",
  "As with all complex risks, resolving 2016’s electoral cyber vulnerabilities means that we are in effect looking in the rear-view mirror as the country lurches toward critical and contentious mid-terms and, eventually in 2020, presidential elections.",
  "The bitcoin blockchain by contrast is a public ledger and the movements of capital and their destinations, albeit in hashed digital addresses or wallets, are highly traceable, widely known and at a much lower transaction value.",
  "This targeted campaign cannot be viewed in isolation of the wholesale public social engineering that accompanied it, which leveraged people’s obsessive compulsion with social media to spread misinformation and foment chaos.",
  "The real treasure trove of ill-gotten data seems to have been obtained using targeted spear phishing techniques, social engineering and spoofing, wherein malicious websites or links masquerade as legitimate exchanges.",
  "This much is shown in the indictment, which devotes substantial passages to outlining how bitcoin’s public blockchain registry served to trace back $95,000 and the perceived anonymity the perpetrators relied on.",
  "Until then, we would be wise to vote in numbers large enough to erase the margin of error, margin of apathy and margin foreign interference – none of these democratic threats are going away any time soon.",
  "An indictment of 12 Russian operatives filed on July 13, 2018 goes to great lengths in describing the techniques, tactics and technologies used to sow havoc on the 2016 U.S. presidential election.",
  "In effect, these properties enables law enforcement officials to quickly ring-fence a suspect transaction, set up trip wires and follow a veritable digital crumb trail if bitcoins are liquidated.",
  "The so-called X-Agent malware that was installed in campaign and party official devices shows the latency of cyber threats, which can lurk inside a system for many years entirely undetected.",
  "While no widescale cases of system-level fraud or tampering have been reported, the indictment also shows that 500,000 voter records – along with corresponding identities – were compromised.",
  "Perhaps the very technology, whose resolution of double-counting, high degrees of traceability, transparency and fidelity can be leveraged to improve U.S. electoral cyber hygiene.",
  "It is perhaps this last area, the use of bitcoin and the perception of anonymity the agents relied on, that left the clearest trails of their financial movements and wherewithal.",
  "Indeed, if there were a 13th indictment to be filed, it would be the pitiable cyber defenses shielding our electoral processes and candidates irrespective of party.",
  "This much held true in the WannaCry ransomware attack, where despite the vast ransom drag net, the cyber criminals only absconded with $65,000 worth of bitcoin.",
  "That the Democratic Party and its presidential candidate were taken down with such ease and such completeness should give the U.S. population great pause.",
  "All of this state-backed intelligence gathering had one aim – to derail Hillary Clinton’s presidential aspirations and to besmirch the Democratic Party.",
  "Indeed, if a presidential campaign can be targeted with such ease and effectiveness, what does this say about the electoral process down-ballot?",
  "It requires that the country, its political, justice and national security leaders come together to shore up the basic tenets of democracy.",
  "Moreover, what does this pitiable state of cyber vulnerability say about the actual hardware and software sides of electoral systems?",
  "While very sophisticated technologies were arrayed against the Democrats over the span of 9 months in 2016, beginning in March.",
  "Restoring confidence in the process requires much more than bringing the culpable to justice, however satisfying.",
  "What this case also shows is that at least one half of cyber risk emanates between the keyboard and the chair.",
  "That the Administration seems either disinterested or dismissive of these events should be just as worrying.",
  "We are nowhere near free and clear of this type of digital manipulation."
]