[
  "“It's the modern equivalent of the chat rooms of the late '90s/early '00s, but easier to move in and around them.”\n\nAn article written about Conner in 2017 dubbed him the King of Weird Facebook , and while that left the segment of Weird Facebook that actually identifies itself as such “justifiably upset”, Conner told BuzzFeed News he preferred to run his swath of groups openly, letting people talk and sort stuff out on their own.",
  "There are theories about “getting Zucc'd” and how Facebook as a whole has been mitigating the growth of Weird Facebook: that it is hiding groups from people's feeds unless they search for them; edgier groups (like a sexual memes community) can be flagged and then deleted permanently; and that the site has a shadow ban feature (getting “shadowzucced”) which stops a group's content from appearing in News Feeds.",
  "“The question is if anyone at Facebook actually wants to force the Groups feature to conform to some specific idea someone has, instead of just letting it be a creative and community-building outlet for those of us who want to use it in this way.”\n\nWhen a group gets Zucc'd, those in that community are often left attempting to reconnect with one another.",
  "While chunks of vintage Weird Facebook still exist, rattling around in a network of bizarre meme pages and in-jokes, these places are more easily defined as Weird-er Facebook, refusing to identify themselves or play into the inadvertent bonding that has developed in the community following years of the same people pressing the same buttons.",
  "“I don't think people are actively thinking, Fuck you, Mark Zuckerberg, I will destroy your website and salt the Earth,” said Todd, “but I'm very aware that some of the groups I'm in are not exactly Facebook approved.”\n\nIn reality, Weird Facebook is an ecosystem owned by Facebook.",
  "There, they build communities, share in-jokes, trade funny pictures, or mock “normies” – until the section of Facebook they're occupying either becomes no longer cool, or Facebook decides to lean in and make the feature available and perfectly geared for everyone.",
  "As the members of this fragile ecosystem manipulating Facebook's features are being shut down, “getting Zucc'd” has become both a serious reality as well as a meme used to mock the billionaire tech mogul's perceived Orwellian oversight over every user.",
  "While the tag group world has carved itself a steady niche in the side of Weird Facebook, the nature of the community's desire to push buttons and do things they're blatantly not supposed to be doing has resulted in more than a few pitfalls.",
  "Other parts of Weird Facebook, like the chaotic and often hilarious name-changing of a group where literally every member is an admin, have also felt the wrath that comes from acting in ways that are counter to Zuckerberg's ideal community.",
  "“I've been blocked twice and I get a warning every day now.”\n\nFruitman explained that people in the tag group community often collect groups like Pokémon and that purists will refuse to engage with Facebook's other community option, Pages.",
  "The rabbit holes of Facebook's Group community have been developing an ironic and often deliberately humourless fraternity known as “Weird Facebook” for years – but the inherent counterculture of the community may result in its demise.",
  "Recently, a quintessential Weird Facebook outlier – a group where you can only communicate with tag groups – faced trouble after Facebook began enforcing a rule that would block users who tagged too many groups in a set amount of time.",
  "One of the thousands of groups, called “ What in the hot crispy Kentucky fried fuck ”, has one rule – don't be a twat – and urges others to tag the group “when it burns your fucking eyes to the point of no return”.",
  "She says groups have been a wonderful source of happiness for her, but worries about the constant possibility that any of the groups she is in – and the friendships she has grown through them – could be Zucc'd.",
  "It can be hard enough finding an old high school friend – now imagine trying to remember the bizarre name of that one person you jokingly traded memes with in the MEMES ONLY Group before it was shut down.",
  "The genre started off as bipartisan but has since split and in some cases merged with Leftbook, the term given to a broader Facebook community that posts about social justice, leftist thought, and memes.",
  "Over time, the space has jumped from meme pages to polls to Groups, hooking into features Zuckerberg's social media giant has often forgotten about or ignored long enough that they're largely left alone.",
  "In 2017, in the midst of a fake news epidemic and during the lead-up to a Cambridge Analytica-fuelled haze, Zuckerberg wrote about the importance of community and his desire to lean harder into Groups.",
  "“I think we're not using them for their intended purpose.”\n\nOver 3,000 people are in Fruitman's tag group, and the contribution each member has to Facebook's growing burner library of groups is huge.",
  "Make a Facebook account, pay a small fee, and join a community of 100,000-plus who eagerly anticipate news drops from their favourite writers (who, you betchya, also have verified Facebook pages).",
  "At a Facebook event last month, company reps waxed lyrical about the potential media companies had to make their own groups – pointing to examples like the New York Times Australia group.",
  "But the thing about Weird Facebook and the thousands of groups it has sprouted is that, while not conforming to the social giant's idea of “community”, they are communities nonetheless.",
  "“We don't cause a ruckus elsewhere; we just want our rooms to decorate as we wish.”\n\nMost fascinating about Weird Facebook and weirder groups is the relationships people have built.",
  "It's hard to put a pin in it and declare that the weirdness started from here or there, but multiple outlets have attempted to define the online body politic over the years.",
  "Unfortunately, these friendships carry with them a certain weight of anxiety, due to their reliance on Facebook and its often-changing policing of the terms and conditions.",
  "These aren't closed forums of frivolous discussion, nor are they organised – rather, the tag group community largely exists for the purpose of, well...fuckin' around.",
  "From there, he watched on as another group he was in was torn to shreds during an online battle between admins that ultimately resulted in it being archived forever.",
  "In 2018, as Facebook attempts to reclaim its image as a community-minded family space, Weird Facebook is at risk of censoring, shadow-banning, and outright deletion.",
  "A spokesperson for Facebook said users have “expectations” for groups they're joining – and constantly changing the group's name would be flying in the face of that.",
  "This year, Facebook also began trialling a subscription service for group admins who were looking to gain a bit more than friends from growing a community: money.",
  "And while Groups certainly is the go-to community builder on social media, it's also a rampant space for trolling, organized chaos, harassment, and propaganda.",
  "Sometimes the joke is the tag (You Can't Communicate With Tag Groups, Dammit), other times it's a means of communication (Do What You Want, You're An Adult.",
  "A veteran of Weird Facebook's groups community, Magey Todd, told BuzzFeed News that Facebook is the best platform a lot of people have to foster community.",
  "In recent years, News Feeds became flooded with spam, fake news, and video links, steering the user experience away from its initial sense of social-first.",
  "It is a simple environment free of advertising or photos of your family, a gallery shoved away from the monotony of everyday social media browsing.",
  "Accidentally or by design, the Frankenstein's monster of Weird Facebook has created many of the sorts of real-world bonds Zuckerberg & Co. crave.",
  "While Allen has toned down his posting after achieving a cult status within the community's thousands of groups, Conner acknowledges his place.",
  "While friendships grown on the far more volatile side of Facebook might not be what Zuckerberg initially intended, they're still powerful.",
  "Last week, Facebook brought in a new rule that stopped admins from changing the name of their group more than once every 28 days.",
  "Todd stopped keeping track of how many groups she was in after she passed 1,500, and also helps Fruitman manage his tag group.",
  "Sometimes, they offer the creator a single-use purpose of tagging the group in lieu of communication during a conversation.",
  "The community is inherently anti-explaining, media-shy, and determined to keep serious introspection out of its culture.",
  "They call it – referring to the often awkward, always mockable Facebook founder Mark Zuckerberg – “getting Zucc'd”.",
  "“What if [Facebook] really don't like tag group culture and try to put in mitigations for our behaviour?” she said.",
  "The last 12 months has seen the rise of a particularly untamed subset of Weird Facebook: the tag group community.",
  "In the process, so many people have become involved that a community has grown outside of these tag groups.",
  "“But the thing is that we (collectively) will find ways through to freedom and fun, like water finds a way.",
  "“In some ways, socialising like this feels like a given, because we do it all the time,” Todd explained.",
  "The vast majority of these groups serve no function other than to exist or to immortalise a catchphrase.",
  "Unwillingly, two Americans have been called the “Kings of Weird Facebook”: Laird Allen and Jeff Conner.",
  "Here, users have created tens of thousands of Facebook Groups with the explicit purpose of having them.",
  "Whether or not Weird Facebook will be able to continue its domination of the space remains to be seen.",
  "“I'm sure Zuckerberg (or at least his lackeys) are well aware of the tag group culture,” said Conner.",
  "Certain names become regular sightings, and certain tag groups become impromptu hubs of discussion.",
  "What happens when Facebook turns around and tells media outlets they can charge for these groups?",
  "The incentives aren't always perfectly aligned, you know?”\n\n\n\nFacebook Groups are here to stay.",
  "“I don't think Zuckerberg likes them,” the group's admin, Barry Fruitman, told BuzzFeed News.",
  "In terms of relevance, Weird Facebook has probably existed for as long as the site itself.",
  "The move represents a shift in the way Groups, as a whole, could work in the future.",
  "“Come for the tag groups, stay for the content groups that speak to you,” she said.",
  "“But all of social media platforms are run by corporations for their stockholders.",
  "Unsurprisingly, being “defined” is not something Weird Facebook takes kindly to.",
  "He was first turned on to groups (“mostly cat groups”) by a friend in late 2016.",
  "So, for the sake of community, says Facebook, this community must be stopped.",
  "Is there potential for an exodus from Facebook's more intrinsic contributors?",
  "The purpose of Groups is something that Zuckerberg has talked about a lot.",
  "In terms of Weird Facebook's shelf-life, Conner is still relatively new.",
  "“They all know that the fickle public could dump them at any time.”",
  "“I'm not sure that tag groups are part of Zuck's plan,” he said.",
  "He said there were millions involved, but he wanted 1 billion.",
  "“They want us to conform, to be sure,” said Jeff Conner.",
  "Weird or not, it is at the mercy of the social giant.",
  "If that happened, those friendships would be gone.",
  "“No social media has thus far had any longevity.",
  "Recently, that's what's happening with Groups.",
  "As you can imagine, this was Not Good News.",
  "But I Strongly Recommend NOT Doing This.)",
  "“Ask Myspace,” said Conner.",
  "“It's absolutely possible.",
  "There is money to be made.",
  "Or they're just lost.",
  "Sure."
]