[
  "An ICO spokesperson told Business Insider: \"We have evidence that some of the systems linked to the investigation were accessed from IP addresses that appear to resolve to Russia and other areas of the CIS [Commonwealth of Independent States].",
  "Damian Collins, the Conservative MP leading the parliamentary inquiry into the data breach and fake news, said the Russia connection had been uncovered by the UK's data watchdog, the Information Commissioner's Office (ICO).",
  "Kogan told CNN, however, that he visited Russia in May 2014, before he began collecting data for Cambridge Analytica, and didn't visit again until April 2016, by which time he had begun to delete most of the Facebook data.",
  "Kevin Lamarque/Reuters\n\nKogan, who built the app 'This is Your Digital Life' which Cambridge Analytica used to harvest the data of over 80 million Facebook users, held a professorship at St. Petersburg State University.",
  "\"I think what we want to know now is who were those people and what access did they have, and were they actually able to take some of that data themselves and use it for whatever things they wanted,\" Collins told CNN.",
  "\"This could be really innocuous, it could be as simple as an SCL [Cambridge Analytica's British parent company] representative was in Russia and they remotely access the server to see some of the files,\" he said.",
  "\"We know that some of those we are looking at have legitimate work in those areas and it can be possible to mask the true location of access; we are therefore investigating the basis and nature of that access.",
  "\"I am not aware of any Russian entity with access to my data,\" he said, but admitted that it was possible that someone in Russia could have accessed data from his computer without his knowledge.",
  "parliamentlive.tv\n\nThere is evidence that the millions of Facebook profiles harvested by Aleksandr Kogan for Cambridge Analytica were accessed in Russia, a British politician has told CNN.",
  "He added: \"It possible, indirectly, that the Russians learned from Cambridge Analytica, and used that knowledge to run ads in America during the presidential election as well.\"",
  "\"There will be a lot of interest now to see to what extent were people in Russia benefiting from the work Kogan was doing with his colleagues in Cambridge in the UK,\" he said.",
  "Collins was unspecific about how the data was accessed, what kind of data it was, and whether it was used in any way.",
  "This comes just as the issue of Russian meddling in the US election has caused divides within the Republican party.",
  "Former Cambridge Analytica CEO Alexander Nix appeared before a parliamentary select committee in June.",
  "Russian interference came up in Donald Trump and Vladimir Putin's summit in Helsinki.",
  "Kogan also told CNN that the fact the data was accessed in Russia could be harmless.",
  "As the investigation is ongoing, the ICO was unable to provide further detail.",
  "Business Insider has contacted Damian Collins for comment.",
  "He denied giving the data to any Russian entity.",
  "Our work in this area is at an early stage.\"",
  "The ICO later confirmed this."
]