[
  "\"If you look at Facebook's F8 conference and some of the announcements they made around building community, whether it's dating or groups, that is an indication that Facebook also recognizes that people don't feel as good,\" said Munster, who spent more than two decades as an influential tech analyst at Piper Jaffray.",
  "While questioning Facebook's contribution to society, Munster expects Facebook will come out as a winner after company officials testify next week on Capitol Hill, specifically because COO Sheryl Sandberg will be representing the company.",
  "Struggling with data leaks and fake news scandals, Facebook shares plunged 19 percent on July 26, a day after it warned about slower sales growth for the third and fourth quarters and a reduced forecast for long-term profit margins.",
  "Facebook said the results in the U.S. showed, among other things, that 42 percent of small and medium sized businesses on the platform said \"they have been able to hire more employees due to growth in demand since joining.\"",
  "Facebook, Twitter and Google head to Capitol Hill: Here's what to expert 8:36 AM ET Thu, 30 Aug 2018 | 04:49\n\nVenture capitalist Gene Munster said Thursday he questions the amount of good Facebook brings to the world.",
  "In response, Facebook pointed CNBC to a study it conducted with research firm Morning Consult, which interviewed \"small and medium sized enterprises across 17 countries in August and September of 2017.\"",
  "Facebook has suffered from a number of setbacks since reports on March 17 that Cambridge Analytica had harvested the data of tens of millions of users of the social network without their permission.",
  "Sandberg and Twitter CEO Jack Dorsey agreed to attend the hearing with the Senate Intelligence Committee on their role in protecting elections from misinformation and disinformation.",
  "Munster argued last month that the leading tech FAANG stocks as a group may not be a safe bet for investors, saying he expects a \"divergence\" in the next six to 12 months.",
  "\"Fundamentally [they] just don't do a lot of good for the world,\" the former long-time tech analyst and founder of Loup Ventures told CNBC's \"Squawk Box.\"",
  "They've added a lot of AI, they've added 20,000 people to vet out fake news, they've added transparency to some of their ad units.\"",
  "He said \"outperformance\" in the technology sector will be driven by those three stocks, particularly Apple.",
  "For businesses to change the world as well as thrive, they have to do \"some form of good,\" Munster said.",
  "The term FAANG, refers to Facebook, Apple, Amazon, Netflix and Google-parent Alphabet.",
  "At the time, Munster said he saw a different path for Apple, Google, and Amazon.",
  "The company has also \"done a lot around election interference.",
  "\"[Sandberg] obviously does an outstanding job,\" Munster said.",
  "He added he \"questions some of that related to Facebook.\"",
  "Google declined to offer anybody from the C-suite."
]