[
  "For the Instagram version, it appears that you will not receive any push notifications from the photos social network app as long as the toggle is activated:\n\nInstagram will soon have a 'Do Not Disturb' option for push notifications Image: @WABetaInfo pic.twitter.com/6ii8vkWKxl — Matt Navarra (@MattNavarra) June 28, 2018\n\nEarlier this year, Instagram CEO Kevin Systrom had also confirmed that the company is testing a feature that allows the community to know how much time they spend using the service.",
  "Read More:\n\n- July 1, 2018 - Social Media Roundup: Time Spent On Facebook Feature, Music For Instagram Stories, LinkedIn QR Codes\n\n- June 24, 2018 - Social Media Roundup: Facebook Subscription Groups, Instagram IGTV, Tinder Picks, WhatsApp Payments\n\n- June 17, 2018 - Social Media Roundup: Snapchat Adds Delete Function, Facebook Memories, New Twitter Features\n\n- June 10, 2018 - Social Media Roundup: Facebook Privacy Bug, Yahoo Messenger Shutting Down, Twitter Joins S&P 500",
  "Applications are welcome from individuals with established experience studying online interaction and information technologies, as well as from persons seeking to expand their existing research into these areas.”\n\nEarlier this month, The Times of India published a report about how there were 13 incidents of lynching related to false information that was circulated on WhatsApp.",
  "“Their expertise will strengthen Facebook’s efforts in natural language processing research, and help us further understand natural language and its applications.”\n\nHello, Moves And tbh Shutting Down\n\nFacebook has announced that it is shutting down the Hello, Moves and tbh apps due to low usage.",
  "“We know that the ability to block someone is important — and we’d like to apologize and explain what happened.”\n\nThe unblocking bug did not reinstate any friend connections and 83% of the people affected had only one person they had blocked temporarily unblocked.",
  "“Free expression doesn’t really mean much if people don’t feel safe.”\n\nWhatsApp\n\nGrants For Misinformation Studies\n\nThere are more than 1.5 billion WhatsApp users across 180 countries that use the messaging app to stay in touch with friends and family.",
  "According to The Verge, the list included Airtel, Alcatel, Alibaba, Amazon, Apple, AT&T, BlackBerry, Dell, Garmin, HP/Palm, HTC, Huawei, INQ, Kodak, LG, Microsoft, Motorola/Lenovo, Mozilla, Qualcomm, Samsung, Sony, Sprint, Verizon, T-Mobile and Yahoo.",
  "“We engaged companies to build integrations for a variety of devices, operating systems and other products where we and our partners wanted to offer people a way to receive Facebook or Facebook experiences.",
  "“We welcome proposals from any social science or related discipline that foster insights into the impact of technology on contemporary society in this problem space,” said WhatsApp in the announcement.",
  "To address problems that people encounter on WhatsApp, the company is going to commission a competitive set of awards for researchers who are interested in exploring issues related to misinformation.",
  "Blocking someone on Facebook automatically removes that user as a friend and prevents them from seeing posts on your profile, adding you as a friend and starting conversations with you on Messenger.",
  "Twitter\n\n70 Million Accounts Reportedly Suspended In May And June\n\nAccording to The Washington Post, Twitter deleted 70 million fake accounts in May and June to prevent fake news from spreading.",
  "The Bloomsbury team has built a leading expertise in machine reading and understanding unstructured documents in natural language in order to answer any question,” said Facebook in a statement.",
  "Twitter’s Vice President for Trust and Safety Del Harvey said that the company was only recently able to set up resources and develop technical capabilities to fend off malicious accounts.",
  "“One of the biggest shifts is in how we think about balancing free expression versus the potential for free expression to chill someone else’s speech,” said Harvey via The Washington Post.",
  "Earlier this year, Amazon also signed a deal to broadcast every Premier League match from the first round of midweek fixtures in December 2018 and all 10 of the matches on December 26th.",
  "“The WhatsApp Research Awards will provide funding for independent research proposals that are designed to be shared with WhatsApp, Facebook, and wider scholarly and policy communities.",
  "“The bug was active between May 29 and June 5 — and while someone who was unblocked could not see content shared with friends, they could have seen things posted to a wider audience.",
  "Over 800,000 Accounts Accidentally Unblocked\n\nThis past week, Facebook’s chief privacy officer Erin Egan acknowledged a bug that caused users who were blocked to become unblocked.",
  "For mobile device makers like Apple, Microsoft and BlackBerry, Facebook worked with them to prepare for upcoming releases of operating systems to ensure compatibility.",
  "The Do Not Disturb feature on Facebook would allow you to mute notifications for 30 minutes, 1 hour, 2 hours, 8 hours, 1 day or until you manually turn it off again.",
  "Through this deal, Facebook has gained the broadcasting rights to stream all 380 league games in Thailand, Vietnam, Cambodia and Laos for the 2019-2022 seasons.",
  "With this message, you’ll have a better understanding of your Feed and know you haven’t missed recent photos or videos,” said Instagram in the announcement.",
  "And in Japan, Tinder users with Loops on their profiles saw an average of nearly 10% more right swipes than users who did not have Loops in their profiles.",
  "Data Sharing Agreement\n\nLast week, it was revealed that Facebook had data sharing agreements with 62 hardware and software technology companies.",
  "Live Premier League Games Broadcast\n\nThe Daily Mail is reporting that Facebook is planning to live broadcast the Premier League games in Asia.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "But this crackdown is not expected to have much of an impact on active users, which was about 336 million at the end of the first quarter.",
  "It was launched in 2015 for Android users in Brazil, Nigeria and the U.S.\n\nFacebook had acquired the Moves fitness app back in 2014.",
  "These are unrestricted monetary awards that offer investigators the freedom to deepen and extend their existing research portfolio.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "Bloomsbury AI Acquisition Confirmed\n\nIn a status post, Facebook’s Academics arm has confirmed that it has acquired Bloomsbury AI.",
  "TechCrunch pointed out that Bloomsbury AI co-founder and Head of Research Sebastian Riedel was also the co-founder of Factmata.",
  "The Loops feature is now available for iOS users in the U.S., western Europe and select countries in Asia and the Middle East.",
  "Facebook’s engineering teams had managed those partnerships and approved how API licenses were integrated into the products.",
  "By removing fake accounts, Twitter may end up reporting a decline in the number of monthly users for the second quarter.",
  "Facebook said that this data sharing agreement was different from what happened with the Cambridge Analytica scandal.",
  "These integrations were built by our partners, for our users, but approved by Facebook,” said Facebook via The Verge.",
  "A Tinder spokesperson told me that Loops increased the average conversation length with a match of more than 20%.",
  "It is unknown how much Facebook paid for Bloomsbury AI, but rumor has it that it was between $23 and $30 million.",
  "One of the Facebook executives spearheading the initiative is Peter Hutton, who used to be the CEO of Eurosport.",
  "Tinder\n\nLoops\n\nTinder has officially rolled out the Loops feature, which was originally announced back in April.",
  "You’re All Caught Up\n\nThis past week, Instagram announced it is rolling out the “You’re All Caught Up” feature.",
  "Facebook\n\nDo Not Disturb Feature Test\n\nFacebook is testing a Do Not Disturb feature, according to TechCrunch.",
  "Instagram\n\nDo Not Disturb Feature Test\n\nLike Facebook, Instagram is also testing a Do Not Disturb feature.",
  "Hello is an app that enabled users to combine information from Facebook with contacts on their devices.",
  "WhatsApp will also provide grants of up to $50,000 to put together the studies, according to Mashable.",
  "The Loops feature allows users to upload two-second video loops to their profiles along with photos.",
  "“We're excited to announce that the team behind Bloomsbury AI has agreed to join Facebook in London.",
  "What this feature does is show you whether you have seen all of the new posts from the past 2 days.",
  "In most cases, the fake messages would be set up by somebody in another area or another religion.",
  "This feature would allow users to control when they receive notifications from Instagram.",
  "This feature would allow users to control when they receive notifications from Facebook.",
  "Factmata uses crowdsourcing powered by advanced machine learning to combat fake news.",
  "The data from all of these apps will be deleted within 90 days as of July 2, 2018.",
  "This gives users more ways to highlight their personalities for potential matches.",
  "The tbh app was designed for high school students with an emphasis on positivity.",
  "This is more than double the rate Twitter suspended accounts as of October 2017.",
  "The Moves app recorded daily activity, including walking, running and cycling.",
  "The Bloomsbury AI team will help prevent fake news from spreading on Facebook.",
  "This deal is reportedly valued at £200 million (about $265.31 million).",
  "“We’ve heard that it can be difficult to keep track of your seen posts.",
  "So preventing this issue from continuing is of the utmost importance.",
  "This way you will know when it is time to take a social media break.",
  "For example, pictures shared with friends of friends,” wrote Egan.",
  "These matches are available free to Amazon Prime UK subscribers.",
  "It is unknown when Facebook will be shutting down the tbh app.",
  "In 2017, Facebook acquired the anonymous social media app tbh.",
  "The Moves app and Moves API will be deprecated on July 31st.",
  "This bug affected over 800,000 Facebook and Messenger users.",
  "This was disclosed in a response sent to Congress recently."
]