[
  "Trillium Asset Management, an activist investor that has tangled with Zuckerberg before, is leading the charge, filing the proposal hours after the earnings report, citing the company’s “mishandling” of several crises, including Cambridge Analytica and Russian interference in the 2016 election.",
  "Investors are holding Mark Zuckerberg’s feet to the fire on the heels of a disappointing earnings report that caused shares to crater in after-hour trading Wednesday, with one drawing up a proposal that the social media site’s founder be removed as chairman.",
  "… We believe this lack of independent board Chair and oversight has contributed to Facebook missing, or mishandling, a number of severe controversies, increasing risk exposure and costs to shareholders.",
  "But it’s actively seeking support from other shareholder groups, who could be equally frustrated with the company’s performance on both Wall Street and the stage of public opinion.",
  "“Having an independent chair helps the board carry out its primary duty – to monitor the management of the company on behalf of its shareowners,” the proposal reads.",
  "Last October, it submitted a proposal to establish a risk oversight committee within Facebook’s board to guard against fake news, among other issues.",
  "”\n\nThe proposal also points to Apple, Google, Microsoft and other large tech companies, which have long since separated the chairman and CEO roles.",
  "“A CEO who also serves as chair can exert excessive influence on the board and its agenda, weakening the board’s oversight of management.",
  "That measure failed because Zuckerberg holds Class B shares that give him the majority of the voting power.",
  "That makes it unlikely that Trillium’s most recent proposal will gain any traction, either.",
  "It began advocating for the company to split the chairman and CEO roles last month.",
  "Last year, 51% of independent investors voted to oust him as chairman.",
  "This isn’t the first time shareholders have come after Zuckerberg.",
  "Trillium holds an $11 million stake in Facebook."
]