[
  "(May 23) AP\n\nFILE - In this April 4, 2013 file photo, Facebook CEO Mark Zuckerberg walks at the company's headquarters in Menlo Park, Calif. Facebook has dropped 13.5 percent after allegations a political consulting firm working for the Trump campaign got data inappropriately from millions of Facebook users.",
  "The drubbing, which drove the popular stock down $41.24 to $176.26 just a day after hitting a fresh high of $217.50, was sparked by Chief Financial Officer David Wehner, who warned of slowing revenue growth in the remaining months of the year in an earnings call with analysts after Wednesday's market close.",
  "The gargantuan one-day loss in the social media company's market value eclipses the total value of warehouse club Costco, drug maker Bristol-Myers Squibb, investment powerhouse Goldman Sachs, defense contractor Lockheed Martin and credit-card company American Express, according to Bloomberg data.",
  "Not only did he tell analysts that Facebook's revenue growth slowed by 7 percentage points in the past quarter, he also said the company expects \"revenue growth rates to decline by high-single-digit percentages from prior quarters sequentially,\" the final two quarters of the year.",
  "Facebook's collapse, a 19 percent plunge in share price that erased about $100 billion of its market value on Thursday, is not only the biggest one-day value destruction of any U.S. stock in history, it's also more than the total value of many of America's best-known companies.",
  "The steep decline of one of Wall Street's most popular and top-performing stocks delivered a wake-up call to investors who have been driving up the price of Facebook and shares of other dominant technology companies such as Apple, Amazon, Netflix and Google-parent Alphabet.",
  "\"Facebook's fall from stardom is a warning,\" said David Kotok, chief investment officer at financial firm Cumberland Advisors, adding that other richly valued stocks could come under similar pressure if they falter and fall shy of investors' lofty expectations for growth.",
  "More Money: Facebook shares dive 19%, shedding $120 billion in market capitalization\n\nMore Money: Facebook just shed $130 billion in two hours, Mark Zuckerberg lost $16.8 billion\n\nRead or Share this story: https://usat.ly/2LBG7Pz",
  "On Monday, March 26, 2018, the Federal Trade Commission said it?s investigating the social media giant?s privacy practices and legislators in the U.S. and the U.K. have demanded answers and called for inquiries.",
  "CLOSE Facebook CEO Mark Zuckerberg apologized to European Union lawmakers Tuesday for the way the social network has been used to produce fake news, interfere in elections and sweep up people's personal data.",
  "In March, Facebook was caught up in the Cambridge Analytica scandal over privacy issues related to its users, but its shares recovered after a brief drop of more than 15 percent.",
  "To give the loss even more perspective, Gary Kaltbaum, president of Kaltbaum Capital Management, said, \"Facebook lost more than Ford and General Motors (market cap) combined.\"",
  "The wealth destroyed also is more than the total value of farm equipment maker Caterpillar, home-improvement retailer Lowe's, coffee seller Starbucks and drugstore chain CVS.",
  "That spooked investors and set in motion a wave of heavy selling that began in after-hours trading Wednesday and spilled over into Thursday's regular trading session.",
  "The nearly 20 percent one-day plunge eclipsed Facebook's prior worst day, a 11.7 percent drop on July 27, 2012, according to S&P Dow Jones Indices.",
  "The steep stock drop suggests investors fear that Facebook's days as one of America's fastest-growing companies may be behind it.",
  "(AP Photo/Marcio Jose Sanchez, File) ORG XMIT: NYBZ116 (Photo: Marcio Jose Sanchez, AP)\n\nTalk about a wipeout.",
  "\"When a stock price is discounting perfection, the company must not stumble.\"",
  "Wehner's dose of bad news was a surprise."
]