[
  "The report, by the House of Commons' Culture, Media and Sport, claims social media and mass data collection have created a crisis for democracies, enabling campaigns to engage in \"relentless targeting of hyper-partisan views, which play to the fears and prejudices of people, in order to influence their voting plans and their behaviour.\"",
  "The app, called \"thisisyourdigitallife,\" allowed professor Aleksandr Kogan and his business partner Joseph Chancellor to use \"psychometric techniques\" that would reveal information about individuals \"more accurate than even the knowledge of very close friends and family members,\" according to a contract Kogan signed with SCL Elections.",
  "A scathing report on \"disinformation and fake news\" by a UK Parliament committee calls for increased oversight of social media companies and election campaigns, while highlighting the use of \"scraped\" Facebook data by companies associated with the successful \"Brexit\" campaigns and President Trump's 2016 run.",
  "In response to questions from CBS News about Parliament's criticism of Facebook and Zuckerberg, the company's vice president of public policy Richard Allan said, \"The Committee has raised some important issues and we were pleased to be able to contribute to their work.\"",
  "The report slammed Facebook founder and CEO Mark Zuckerberg for refusing multiple requests to appear before the panel, and said other Facebook executives were \"disingenuous\" and \"unwilling or unable to give full answers to the committee's questions.\"",
  "It ultimately examined the use of a professor's app to harvest the data of millions of unsuspecting Facebook users, and the flow of that data through intertwined companies that provided consulting for the Brexit and Trump campaigns.",
  "Kogan's data would later be used to target individual voters by campaigns working with SCL, its American affiliate Cambridge Analytica, and a related Canadian company called Aggregate IQ, according to the report.",
  "Although profile information was obtained through dubious means, the campaigns did not hack the platform, privacy advocate and former Google product manager Tristan Harris told Parliament on May 22.",
  "In emails to CBS News, Aggregate IQ Chief Operating Officer Jeff Silvester said the company did not work with Kogan's data, and was not associated with uCampaign, Leave.EU or the Trump campaign.",
  "Cambridge Analytica and Aggregate IQ would go on to provide data and consulting to Mr. Trump's campaign, the pro-Brexit Leave.EU and Vote Leave campaigns, and in 2014, the John Bolton Super PAC.",
  "The report describes the company's \"primary purpose….to focus on data targeting and communications campaigns for carefully selected Republican Party candidates in the United States of America.\"",
  "\"We recommend that a new category of tech company is formulated, which tightens tech companies' liabilities, and which is not necessarily either a 'platform' or a 'publisher,\" the report said.",
  "On Tuesday, Facebook announced that it had detected a coordinated influence operation whose activities appeared to target divisive political issues ahead of the 2018 midterm elections.",
  "The report said there was \"a continual reluctance on the part of Facebook to conduct its own research on whether its organization has been used by Russia to influence others.\"",
  "It recommended a new governmental classification for technology companies, saying it would soon propose ideas for a tighter regulatory scheme for the industry.",
  "The company said it removed eight Pages and 17 profiles from Facebook and seven accounts from Instagram that had been created between March 2017 and last May.",
  "We provide more information on the Pages behind any ad and you can now see all the ads any Facebook Page is running, even if they are not targeted at you.\"",
  "\"We share their goal of ensuring that political advertising is fair and transparent and agree that electoral rule changes are needed,\" Allan said.",
  "But ultimately, the Parliamentary committee concluded that Facebook and other social media companies should not be allowed to police themselves.",
  "A data set of approximately 80 million Facebook profiles was used to spread \"misinformation and disinformation,\" according to the report.",
  "Hyper-partisan views are easily inflamed, he said, because social media companies have built systems designed to \"keep people hooked.\"",
  "Instead, each used the social network's advertising systems and news feed to target sympathetic users and stoke hyper-partisan views.",
  "\"The App was used in Donald Trump's presidential campaign, and by Vote Leave during the Brexit Referendum,\" the committee noted.",
  "The problem, said Harris, is that while social media companies position themselves as neutral platforms, they are anything but.",
  "\"[Facebook] sets the dial … they are designing how compelling the thing that shows up next on the news feed is,\" Harris said.",
  "Allan added that the company is \"investing heavily in both people and technology to keep bad content off our services.\"",
  "An app deployed by Aggregate IQ was used by campaigns on both sides of the Atlantic, according to the report.",
  "The report notes that Cambridge Analytica's largest shareholder was American billionaire Robert Mercer.",
  "\"The app in the report was not deployed by AggregateIQ, but rather a company by the name of uCampaign.",
  "\"AggregateIQ has never had access to, used, nor even seen any data from Mr. Kogan,\" Silvester said.",
  "Chancellor has since taken a job at Facebook, where he works as a quantitative researcher.",
  "The committee interviewed 61 witnesses during 20 hearings dating back to January 2017.",
  "More than 290,000 accounts had followed at least one of the pages, Facebook said.",
  "\"We have already made all advertising on Facebook more transparent.",
  "AggregateIQ has never worked with Leave.EU or the Trump Campaign.\"",
  "Facebook told Parliament it is investigating his work with Kogan.",
  "Bolton is now the United States National Security Advisor.",
  "AggregateIQ worked with Vote Leave during the referendum."
]