[
  "In Onavo’s app description, it says “Because we're part of Facebook, we also use this info to improve Facebook products and services, gain insights into the products and services people value and build better experiences.”\n\nInternal Tool For Rating Trustworthy Users\n\nAccording to The Washington Post, Facebook has internally launched a tool that rates how trustworthy users are based on a scale of 0-1.",
  "We have never faced bigger challenges, and we have never had more opportunities to have a positive impact on the world — in our families, our friendships, our communities, and our democracy — by improving our products at their core, and then by telling the story outside that we all know to be true inside.”\n\nFacebook has had a rough year when it comes to PR.",
  "We are able to link this network to Iranian state media through publicly available website registration information, as well as the use of related IP addresses and Facebook Pages sharing the same admins,\" wrote Facebook's Head of Cybersecurity Policy Nathaniel Gleicher.",
  "5,000 Discriminatory Ad Targeting Options To Be Removed\n\nIn a blog post, Facebook said that it is going to remove 5,000 advertising targeting options “to help prevent misuse.” The ad targeting options are largely based on ethnicity and religion.",
  "So Facebook decided to take action against the myPersonality app after it was detected that user information was shared with research companies with “only limited protections in place.”\n\nThis is only the second app that Facebook banned.",
  "Justice Department Reportedly Requests Removal Of End-To-End Encryption In Messenger\n\nAccording to Reuters, the Justice Department is seeking to have Facebook remove the end-to-end encryption from the Messenger chat application.",
  "Facebook\n\nAI For Making MRIs Ten Times Faster\n\nThe artificial intelligence lab at Facebook has partnered with New York University's medical school to see if it can make magnetic resonance imaging (MRI) exams ten times faster.",
  "\"For example, one part of the network, 'Quest 4 Truth,' claims to be an independent Iranian media organization, but is in fact linked to Press TV, an English-language news network affiliated with Iranian state media.",
  "WhatsApp\n\nCrackdown On Fake News In India\n\nRepresentatives at WhatsApp has told the government in India that it is building tools to fight false messages, which are causing problems there according to Reuters.",
  "Instagram\n\nInstagram’s Virtual Communities For College\n\nInstagram is reportedly asking students to join groups with students at the same university in order to set up virtual communities, according to CNBC.",
  "“(Lucio) has been outspoken on the need to build authentic global brands with integrity and from places of principle, and also on the importance of building diverse teams at every level in the organization.",
  "myPersonality App Gets Banned\n\nFacebook has banned a quiz app called myPersonality after the company behind the app refused an inspection of how the data is being used on as many as 4 million users.",
  "Accounts and Pages linked to 'Liberty Front Press' typically posed as news and civil society organizations sharing information in multiple countries without revealing their true identity.\"",
  "Snap\n\nPandora Songs Can Be Shared On Snapchat\n\nPandora has designed a new feature that allows premium members to share songs, stations and playlists on Snapchat in the form of cards.",
  "Several months ago, Apple patched a feature that enabled iOS developers to request user permissions for accessing contacts and that information could be transferred to third parties.",
  "Apple Removes Onavo App\n\nSeveral years ago, Facebook acquired a mobile analytics company called Onavo — which had built a virtual private network (VPN) app called Onavo Protect.",
  "To comply with the Justice Department’s request, Facebook said that it would either have to remove encryption from Messenger as a whole or “hack” the suspect’s account.",
  "In a blog post, Facebook said that the campaigns set up in Iran included 254 Facebook Pages and 116 Instagram accounts, which had over 1 million followers between them.",
  "Some of them attempted to conceal their location, and they primarily posted political content focused on the Middle East, as well as the UK, US, and Latin America.",
  "Kerala Flood Relief Donations Surpass $1.6 Million\n\nTwo men in Chicago have set up a Facebook campaign for those who were impacted by the floods in Kerala, India.",
  "Instant Games For Android Monetization Update\n\nIn a Groups post, Facebook announced that it will no longer collect 30% of Instant Games in-app revenue on Android.",
  "It had to deal with Russia’s manipulation of U.S. elections, the Cambridge Analytica scandal and the spread of conspiracy theories on both Facebook and WhatsApp.",
  "For over a year, we have required advertisers we identify offering housing, employment or credit ads to certify compliance with our non-discrimination policy.",
  "In the coming weeks, this new certification will roll out gradually to all US advertisers via our Ads Manager tool,\" said Facebook in the announcement.",
  "We’ve designed this education in consultation with outside experts to underscore the difference between acceptable ad targeting and ad discrimination.\"",
  "Users who were invited to the test will be able to see lists arranged by a members’ classes so that they can network with people from the same people.",
  "From all our interactions with him, he is a force of nature, and we are lucky to have him,” said Facebook’s chief product officer Chris Cox in a post.",
  "Facebook started its discussions with the NYU medical school about the AI project last year in order to explore real-world benefits of the technology.",
  "The New York University medical school is providing artificial intelligence researchers at Facebook with an anonymous dataset of 10,000 MRI exams.",
  "Since then, WhatsApp limited message forwarding and the company also printed newspaper ads with suggestions about how to spot fake news in India.",
  "\"Based on FireEye’s tip, we started an investigation into 'Liberty Front Press' and identified additional accounts and Pages from their network.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "Some of the Pages and Groups set up in Iran were set up under the name “Liberty Front Press” and its intent was to spread misinformation.",
  "652 Pages Removed\n\nFacebook has removed 652 Pages, accounts and groups after discovering malicious campaigns set up in Iran and Russia.",
  "But Facebook does not elaborate on all of the tools it has in place because it might cause malicious actors to further game the system.",
  "By speeding up this process, it would also lead to substantial cost savings for hospitals as it could be used more frequently per day.",
  "Typically MRIs take about an hour, which makes it uncomfortable as it requires lying still in a small tube surrounded by loud noises.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "And then when the artificial intelligence is integrated into MRI software, it can be used for creating portions of the images.",
  "It would be a real game-changer,” said NYU School of Medicine vice chair for research in radiology Daniel Sodickson via CNN.",
  "This way artificial intelligence algorithms can be trained in recognizing the arrangement of bones, muscles and tissues.",
  "If MRIs are able to be done ten times faster, then it would allow radiologists to complete tests in a matter of minutes.",
  "However, developers already had to share 30% of the revenue with Google on Android so developers were less incentivized.",
  "This way the government can monitor “ongoing voice conversations” of an MS-13 gang suspect in a criminal investigation.",
  "Facebook told The Washington Post that the score is based on how accurate a user is about reporting false information.",
  "And the technology will also be made open source so that the AI community will continue to expand upon this work.",
  "Due to Facebook’s pushback, the Justice Department was reportedly seeking to hold Facebook in contempt of court.",
  "With end-to-end encryption, only the participants in a chat can see the messages and Facebook cannot access it.",
  "That is why Google decided that Instant Games developers only have to share the revenue with Google on Android.",
  "For the web versions and Facebook.com versions of Instant Games, developers will still share 30% with Facebook.",
  "Since this surveillance case is under seal in California, the documents about it are not publicly accessible.",
  "The MS-13 gang has been one of the focal points of President Trump’s campaign in having a border wall built.",
  "MRIs are able to provide imaging of organs, tendons and bones in order to detect injuries and tissue damage.",
  "Initially, Facebook said developers would receive 70% of Instant Games revenue and 30% would go to Facebook.",
  "The other app that Facebook banned was “This Is Your Digital Life,” which was linked to Cambridge Analytica.",
  "Specifically, WhatsApp CEO Chris Daniels told IT minister Ravi Shankar Prasad they would resolve the issue.",
  "Antonio Lucio Hired As CMO\n\nFacebook has hired Antonio Lucio as the company’s new chief marketing officer.",
  "\"Advertisers will be required to complete this certification in order to continue advertising on Facebook.",
  "Users who are not on Pandora Premium can listen to half an hour of music after watching a 30-second ad.",
  "But there is a Secret Conversations feature built in, which enables strong encryption once switched on.",
  "And aside from banning this app, Facebook also investigated thousands of other apps and suspended 400.",
  "Instant Games is a platform where users can play a number of games through Facebook’s Messenger app.",
  "Five people were lynched after false information spread through WhatsApp in India over the summer.",
  "The Secret Conversations feature also sets up end-to-end encryption for photos, videos and audio.",
  "These funds will be used for rebuilding the infrastructure via the State Chief Minister's Fund.",
  "VPNs are supposed to give users additional privacy by routing traffic through specific hosts.",
  "This is one out of thousands of factors that Facebook uses to determine if a story is false.",
  "This is important because some users often report items that they simply do not agree with.",
  "Prasad had asked WhatsApp to create a way to trace the origin of the false information.",
  "And they will be able to see public Stories of the users from within the member lists.",
  "If a user reports a story as false and it is actually true, then the score goes down.",
  "And that campaign has hit over $1.6 million in donations from over 31,000 people.",
  "\"We want to help educate advertisers about their obligations under our policies.",
  "So Apple told Facebook to remove the Onavo Protect app from the Apple App Store.",
  "And if a user is right about reporting a false story, then the score goes up.",
  "However, Onavo Protect reportedly sent user data through Facebook’s servers.",
  "This tool would enable Facebook to prevent fake information from spreading.",
  "And over $12,000 was spent on ads for those accounts between 2012 and 2017.",
  "The first 'Liberty Front Press' accounts we’ve found were created in 2013.",
  "Facebook also works with Snopes and PolitiFact to fact check news stories.",
  "Gary Briggs used to be the CMO of Facebook, but he left in January 2018.",
  "The myPersonality app was built in 2007 by researcher David Stillwell.",
  "You can set this up by tapping on “Share” on the “Now Playing” screen.",
  "Messenger does not have end-to-end encryption turned on by default.",
  "However, Facebook has not cooperated with the government as of yet.",
  "According to CBS, myPersonality was mostly active prior to 2012.",
  "Facebook also conducted a broader developer data investigation.",
  "Beginning in 2017, they increased their focus on the UK and US.",
  "The trustworthiness scale was rolled out over the last year.",
  "These changes will be implemented in the coming months.",
  "And in-app purchases were rolled out on May 7th.",
  "Lucio used to be the CMO of HP, Visa and Pepsi.",
  "And President Trump often tweets about MS-13.",
  "“Facebook's story is at an inflection point.",
  "\"You could be in and out in five minutes.",
  "And at least 12 people were beaten.",
  "Instant Games launched in 2016."
]