[
  "He said: “I think what we want to know now is who were those people and what access did they have, and were they actually able to take some of that data themselves and use it for whatever things they wanted.”\n\nGOOGLE IS FINED $5 BILLION BY EU IN ANDROID ANTITRUST CASE\n\nCollins added: “So is it possible, indirectly, that the Russians learned from Cambridge Analytica, and used that knowledge to run ads in America during the presidential election as well?”\n\nA source with knowledge of the IOC's inquiry said that Facebook has asked to see the evidence that Collins has referenced.",
  "Kogan denied handing Facebook data to any Russian entity, telling CNN: “I don’t know what could have happened to the data once I handed it over to Cambridge Analytica so it is difficult for me to speculate.”\n\nFACEBOOK ALLOWED UNDERAGE USERS, EXTREME CONTENT ON SITE, INVESTIGATION FINDS\n\nHe said that it could be down to something “innocuous”, such as a representative of CA’s parent company, SCL Elections, remotely accessing the server to see the files while in Russia.",
  "Damian Collins, who has been leading the U.K. inquiry into fake news, told CNN the Information Commissioner’s Office (ICO) had discovered evidence that files were accessed from Russia and other countries.",
  "Last week, the ICO announced it proposed to bring criminal action against SCL Elections, and revealed that the total number of users to have had their data harvested stood at an estimated 87 million.",
  "Aleksandr Kogan, a University of Cambridge professor, had passed on information to CA and others after launching a Facebook app that asked users a series of questions.",
  "Cambridge Analytica folded as a company this year after being suspended by Facebook following allegations it misused the data of 87 million users.",
  "Facebook data gathered by now-defunct political consultancy Cambridge Analytica was accessed from Russia, a British lawmaker charged.",
  "That information was allegedly used to target U.S. voters during Donald Trump’s 2016 presidential campaign."
]