[
  "“Trust and confidence in the integrity of our democratic processes risk being disrupted because the average voter has little idea of what is going on behind the scenes.”\n\n\n\nDenham said the ICO’s preliminary report recommended SCL Elections face a criminal charge for its failure to comply with an enforcement notice to hand over the data it held on David Carroll, an American professor who is currently challenging SCL and Cambridge Analytica in UK courts to learn what kind of personal information they had collected on him.",
  "That examination later came to encompass data analytics companies like SCL and Cambridge Analytica in March following stories in the New York Times and the Observer, in which former Cambridge Analytica employee Christopher Wylie detailed how the political consulting outfit questionably obtained Facebook information on millions of people and used it to develop political advertising for clients.",
  "In moves that may have far-reaching consequences for the future of how social media companies can use data related to elections, the UK Information Commissioner’s Office announced a series of new steps in a preliminary report, which included a fine against Facebook of £500,000 for two breaches of the Data Protection Act 1998.",
  "The United Kingdom’s independent data authority levied the largest possible fine against Facebook for violating data protection laws and announced a criminal prosecution against the parent company of Cambridge Analytica following a four-month investigation into the disgraced political consulting outfit.",
  "On Wednesday, in addition to fining Facebook the largest amount ever for breaching local data laws, UK Information Commissioner Elizabeth Denham said that SCL will face criminal prosecution for failing to comply with an ICO enforcement notice that was issued in May.",
  "The fine comes in light of the company’s own admission that its loose data-sharing policies with developers led to an app, backed by London-based SCL Elections, obtaining the data of up to 87 million Facebook users without their explicit permission.",
  "Some of that data was later passed on from SCL to its subsidiary Cambridge Analytica, which then used it to develop political advertising in US elections.",
  "The ICO said Wednesday's interim report will inform further parliamentary investigations and that it will continue its investigation until October.",
  "The ICO began examining the misuse of personal data by political campaigns in the Brexit referendum in May 2017.",
  "“We are at a crossroads,” Denham said."
]