[
  "This is not a flash in the pan issue, we are committed to finishing this job, and the health of our democracy depends on it\n\nMore than 10,000 people have signed its petition to the Federal Trade Commission, while Miller is in talks with several other organisations to join the campaign.",
  "Chip Somodevilla/Getty Images\n\nFreedom from Facebook has three key objectives: Separating Facebook, Instagram, WhatsApp, and Messenger; forcing Facebook to be interoperable with competing social networks; and introducing strong privacy rules to protect Facebook users.",
  "Sarah Miller, the deputy director of the Open Markets Institute and spokeswoman for Freedom from Facebook, said the group was created in the heat of Cambridge Analytica scandal, which started \"animating groups that we'd never seen have any sort of shared mission.\"",
  "Bickert, Facebook's head of global policy management, began delivering her opening remarks when at least four protestors held aloft signs featuring an image of Mark Zuckerberg and Sheryl Sandberg as a two-headed octopus.",
  "\"You can bet that if the government hears word that it's election interference or terrorism, I don't think Chinese companies are going to wanna cooperate as much and try to aid the national interest there,\" he said.",
  "It counts at least nine other groups among its coalition and last week added its most powerful ally yet: The Communications Workers of America union, which represents 700,000 US workers.",
  "Wikimedia Commons/Freedom from Facebook/Eddie Vale\n\nFacebook declined to comment, but pointed Business Insider to quotes in Axios when Freedom from Facebook launched.",
  "Miller would not disclose Freedom from Facebook's financial backers, believing that anonymity is important when \"we go up some of the most powerful organisations.\"",
  "She said the EU's record $5 billion fine of Google this week over its abuse of Android shows a growing appetite to tackle the dominance of Silicon Valley giants.",
  "Some observers suggested that the octopus image, with CEO Zuckerberg and COO Sandberg, was anti-Semitic, given similar imagery was used in Nazi propaganda.",
  "\"This is not a flash in the pan issue, we are committed to finishing this job, and we feel like the health of our democracy depends on it,\" Miller added.",
  "The bizarre moment piqued interest, with journalists following the congressional hearing, including BuzzFeed's Ryan Mac, writing about the incident.",
  "Companies which \"do not share the values that we have,\" Zuckerberg said, and would not be willing to cooperate when things go wrong for US users.",
  "Freedom from Facebook is a coalition of privacy and anti-monopoly advocacy groups, essentially born out of the Open Markets Institute in May.",
  "As one of Facebook's most senior executives, she was about to be grilled by the House Judiciary Committee on fake news and content filtering.",
  "As it turned out, it was the latest stunt to be organised Freedom from Facebook, a campaign group that wants to break up the social network.",
  "The company argued that regulators reviewed Facebook's acquisitions of WhatsApp and Instagram and concluded they didn't harm competition.",
  "So, you can expect to see more protests like the one in Congress this week, even if it attracted attention for the wrong reasons.",
  "He said clipping the wings of firms like Facebook would open the door to companies from countries like China to fill the void.",
  "Miller said the designer, Eddie Vale, is Jewish himself and there was \"no intention\" for it to be anti-Semitic.",
  "And speaking on to Recode's Kara Swisher this week, Zuckerberg made the case against Facebook being broken up.",
  "House Judiciary Committee/YouTube\n\nMonika Bickert was in the witness stand ready to give evidence to Congress.",
  "They intend to contribute to the FTC's public hearings on competition and consumers over the coming months.",
  "\"The set of positions that we're offering are returning to a more responsible, reasonable status quo.\"",
  "\"Mark Zuckerberg has far too much power, his own shareholders called him a dictator,\" Miller said.",
  "She said the design was a \"riff\" on the classic Standard Oil cartoon by Joseph Keppler.",
  "It is the first time the FTC a conducted such a consultation in more than 20 years.",
  "The Freedom from Facebook graphic and Joseph Keppler's Standard Oil cartoon.",
  "It is a question of \"when not if\" Facebook will face scrutiny, Miller said.",
  "Facebook's Monika Bickert gives evidence to the House Judiciary Committee.",
  "She stressed, however, that the coalition is in it for the long haul.",
  "Moments later, the protestors walked out.",
  "Both Zuckerberg and Sandberg are Jewish.",
  "Facebook CEO Mark Zuckerberg."
]