[
  "On the call David Wehner, Facebook’s chief financial officer, said that total revenue-growth rates “will continue to decelerate in the second half of 2018, and we expect our revenue-growth rates to decline by high-single-digit percentages from prior quarters sequentially in both Q3 and Q4.” On the costs front, these will rise 50%-60% from last year.",
  "Having bounced back from the after-hours trading nadir to settle about 20% lower than the previous day’s closing price, the London-based Scottish analyst suggested that we could yet have “witnessed further recovery” in the shares heading into the trading day after the earnings release.",
  "But arguably according to Wilson: “Twitter looks in better shape as the efforts to monetize the platform are working, whilst we see fundamental concerns about Facebook’s advertising model.”\n\nAnd, why their removal should be impacting the share price in the way is unclear.",
  "The big fear is two-fold, namely that the advertising model is broken post Cambridge Analytica (don’t expect management to be overly forthcoming), and that users are starting to turn their backs on the platform.”\n\nNevertheless, shares failed to test the year lows.",
  "However, investors should really have seen something like this coming as insiders at Facebook have been selling shares heavily in recent months,” remarked Neil Wilson, chief market analyst at Markets.com in London in the wake of the earnings release.",
  "Two, the reaction is maybe overdone as investors have been spooked by the horrid earnings call from Facebook.”\n\nBoth Facebook and Twitter have been affected badly by fake news, fake accounts and accusations of Russian meddling.",
  "On the stock recommendations front, in the run in to Facebook’s earnings release on Wednesday, the vast majority - 44 out of 52 analysts tracking the stock rated it a “Buy” with just two having a “Sell” recommendation on it.",
  "This prompted Wilson to ask: “Have we reached a social media tipping point?”\n\nTwitter’s Q2 revenues were nevertheless up 24% at $711 million with an increasingly strong contribution outside North America.",
  "And, this Friday Twitter did something of a Facebook, with its shares tumbling 18% in pre-market trading before paring losses amid a brutal sell-off that mirrored Facebook’s nosedive earlier this week.",
  "Add to that the uptick and rebound since the lowest point in Cambridge Analytica saga, where in a period of around four months the market capitalization of Facebook rose by a whopping $187 billion.",
  "Furthermore, in relation to other FANG stocks, when Apple released its quarterly earnings last November its price to earnings (P/E) ratio was in the region of 19 times (Trailing 12 months (TTM)).",
  "Among the remarkable things to note from this latest horror plunge is that Facebook were higher than after the Cambridge Analytica data debacle impacted the stock price earlier this year.",
  "While the company, headquartered at 1 Hacker Way in Menlo Park, California, witnessed zero growth in user numbers in North America, in Europe the company lost around a million users.",
  "Another thing that strikes one in terms of the speed and magnitude of this fall in the stock price, is how accurately was the market pricing the stock before all this transpire.",
  "Wilson posited: “This could be one of the great buying opportunities for everyone that thought they had missed out on Facebook.”\n\nThe read across for tech stocks was harsh.",
  "With Facebook’s stock currently trading at around 30 forward earnings and these earnings are forecast to rise 25% annually going forward, it is not exactly a basket case.",
  "Well, shares in the social media giant took a hammering in after-hours trading this Wednesday following a revenues miss and an earnings call that left investors sweating.",
  "In becoming the biggest-ever one-day wipeout in U.S. stockmarket history, Facebook’s market value recovered somewhat, but still declined by 19% to around $120 billion.",
  "In so doing, the personal wealth of Mark Zuckerberg, co-founder and CEO of the social networking site, tanked by almost $16 billion over stalling growth.",
  "It was the equivalent of seven times the market valuation of Snap (c.$17 billion), which owns Snapchat, and four times that of Twitter (c.$33 billion).",
  "The social media behemoth revealed in its latest earnings that monthly active user numbers increased to 2.23 billion (11%) across all its platforms.",
  "Markets.com’s Wilson reflecting said: “Now we should always be careful about the implications of after-hours trading, but this does look different.",
  "Among these analysts, the average 12-month price target (PT) on the stock had been $229.53 prior to the news on the earnings being disseminated.",
  "And, despite the broader risk sentiment improving as trade war risks receded somewhat, any potential rebound might not materialize immediately.",
  "That may well present a golden buying opportunity, notwithstanding this wake up call for the market and the deceleration in Facebook’s growth.",
  "Indeed, as at the 4.00pm close in New York this Friday shares in Facebook came to a rest at $174.89 - a decline of $1.37 (-0.78%) on the day.",
  "“After the Facebook meltdown initial thoughts are that there are perhaps two things at work vis-à-vis the share price,” Wilson said.",
  "Indeed, over the last three months alone insiders - including Zuckerberg - have sold off $3.8 billion worth of stock in the company.",
  "This compared at the time with FANG peers Alphabet at around 35x, Facebook at c.39x, Netflix at c.200x and Amazon on c.274x.",
  "This figure was less though than the consensus estimates of 2.25 billion according to Thomson Reuters polling of analysts.",
  "Some analysts described it as a “bombshell” moment and the earnings news caused immediate waves of selling on Wall Street.",
  "The stock plummeted 24% at one point as the company advised that revenues would continue to slow down and its costs rise.",
  "Put another way it equated to the total GDP of Kuwait - some $120.3 billion in 2017 last year, which seems incredible.",
  "This is not least because the volumes were very large as was the extent of the movement.” And, it does beg questions.",
  "That said, several analysts including those at JPMorgan and UBS downgraded the stock following the earnings release.",
  "Earnings per share (EPS) actually were a little ahead of forecast at $1.74 versus $1.72 that had been projected.",
  "The numbers for the quarter were not all that bad, however the projected decline in revenues scared investors.",
  "He added: “Once again it raises the question of Facebook’s advertising model following revelations this year.",
  "And, revenues were only a tad shy at $13.23 billion compared to the $13.36 billion that had been expected.",
  "The huge drop off is a reflection in part of the very rapid ramp up in the stock since the end of March.",
  "“Investors may be better advised to keep a check on earnings and revenue growth instead,” he contended.",
  "“One, expectations for revenue growth are being fundamentally reset in the social media space.",
  "Executives offered a pretty bleak picture of revenue growth in the second half and into 2019.",
  "At this level it still well above the closing price this Friday and almost 20% or $34.61.",
  "Aren’t markets supposed to work efficiently taking on board the relevant information.",
  "They had been trading at a tad over $218 a pop at 3.35pm EDT on Wednesday, July 25.",
  "Expenses were up 3% to $631 million - or 13% on a non-GAAP basis at $547 million.",
  "Apple, Alphabet, Amazon and Netflix were all lower following the Facebook slump.",
  "And, whichever way the price action goes from now will be interesting to follow.",
  "But the shares are still up around 350% since they floated six years ago.",
  "International revenue growth hit 44% versus 10% in its domestic market.",
  "“I think we were all caught off guard by the extent of the move.",
  "The loss Facebook’s stock sustained on the day was massive.",
  "And, if the pricing was askew before, is it right just now?",
  "Post the earnings the PT was revised downwards to $209.50.",
  "So much for efficient capital markets.",
  "Is the fizz going out of Facebook?"
]