[
  "As we first reported in April, we now know that during years of essentially policing itself, Facebook allowed Russian trolls to buy U.S. election ads, advertisers to discriminate by race, hate groups to spread fake news and, because Facebook shirked privacy concerns, a company called Cambridge Analytica was able to surreptitiously gain access to personal data mined from as many as 87 million Facebook users.",
  "And one of the things that I was concerned about was that applications or developers of applications would receive all of this Facebook data, and that once they received it, there was no insight, Facebook had no control or view over what they were doing with the data.",
  "And you know, when you th-- when you think about that, it's like-- you know, put yourself in the position of, you know, if your partner was cheating on you and they cheated on you 15 times and apologized 15 times-- at some point, you have to say, \"Enough is enough.",
  "What Happened After Data Left Facebook\n\nFacebook should've been aware of how this could be abused because they were repeatedly warned, including by Parakilas, who used to be a manager in charge of protecting data at the company.",
  "Sandy Parakilas: Well they didn't want to know in the sense that if they didn't know, then they could say they didn't know and they weren't liable, whereas if they knew they would actually have to do something about it.",
  "Mark Zuckerberg: If a developer who people gave their information to, in this case, Aleksandr Kogan, then goes and in violation of his agreement with us, sells the data to Cambridge Analytica, that's a big issue.",
  "Alexander Nix: By having hundreds and hundreds of thousands of Americans undertake this survey we were able to form a model to predict the personality of every single adult in the United States of America.",
  "Sandy Parakilas: The way it works is if you're using an app and I'm your friend, the app can say, \"Hey, Lesley, we want to get your data for use in this app, and we also want to get your friends' data.\"",
  "His terms of service said this: \"If you click 'OKAY' you permit [us] to...disseminate... transfer...or...sell...your….data\" even though it was in direct conflict with Facebook's developer policy.",
  "The belief in Silicon Valley and certainly our belief at that point was that the general public must be aware that their data is being sold and shared and used to advertise to them.",
  "In the 2016 presidential election, Cambridge Analytica worked first for the Ted Cruz campaign, then later for Donald Trump, though his campaign says they didn't use the Kogan data.",
  "Later this week, Facebook, Twitter, and Google are due to testify again on Capitol Hill on the subject of foreign countries using their platforms to interfere with U.S. elections.",
  "Facebook's years of failing to protect users' privacy by allowing covert harvesting of so much personal data became the center of the congressional hearings this past April.",
  "Aleksandr Kogan: I think there's utility to trying to tell the narrative that this is a special case that I was a rogue app, and this was really unusual.",
  "I would say that they prioritize the growth of users, the growth of the data they can collect and their ability to monetize that through advertising.",
  "Here's what he did: he asked Facebook users to take a survey he designed from which he built psychological profiles meant to predict their behavior.",
  "Aleksandr Kogan: I knew it was going to be for elections… And I had an understanding or a feeling that it was going to be for the Republican side.",
  "And it's been changed in particular because I think that core idea that we had – that everybody knows and nobody cares – was fundamentally flawed.",
  "And that he was doing the survey for Cambridge Analytica, a political consulting firm, that used the material to influence people on how to vote.",
  "He's at the center of the Facebook controversy because he developed an app that harvested data from tens of millions of unwitting Facebook users.",
  "He failed to disclose that what he was really after was access to their friends, tens of millions of people he could not otherwise reach easily.",
  "But in a statement told 60 Minutes: \"At no point during these two years was Facebook aware of Kogan's activities with Cambridge Analytica.\"",
  "Through his ordeal, he says he's come to see the error in the assumptions made by the tech world about Americans' attitudes toward privacy.",
  "We would collect things like their location, their gender, their birthday, their page \"likes\" and similar information for their friends.",
  "Eventually the company did change its policy - so app developers can no longer gather data from users' friends without their consent.",
  "Aleksandr Kogan: Yeah, I mean, this is my frustration with all this, where I had a pretty good relationship with Facebook for years.",
  "\"If I had any inkling that what we were going to do was going to destroy my relationship with Facebook, I would've never done it.\"",
  "The Republican benefactors Robert and Rebekah Mercer were Cambridge Analytica's financial backers; Steve Bannon was on the board.",
  "And what I was teaching them was lessons I learned from working with this data set that we had collected for Cambridge Analytica.",
  "If I had any inkling that what we were going to do was going to destroy my relationship with Facebook, I would've never done it.",
  "When Aleksandr Kogan built his app, he posted its terms of service – that's what users agree to when they download an app.",
  "CBS News\n\nLesley Stahl: Once the data left Facebook, did Facebook have any real way to find out what happened to it?",
  "That's what they prioritized because those were the metrics and are the metrics that the stock market cares about.",
  "Lesley Stahl: It says plainly in the developer policy, clearly, that you are not allowed to transfer or sell data.",
  "Getty Images\n\nLesley Stahl: You're a villain in many eyes, the guy who stole data from Facebook and then sold it.",
  "And here's how you can apply it internally to help you with surveys and survey predictions and things like that.\"",
  "Mark Zuckerberg at hearing: We didn't take a broad enough view of our responsibility and that was a big mistake.",
  "As political consultants, Cambridge Analytica was hired by campaigns to analyze voters and target them with ads.",
  "The company didn't start notifying the tens of millions of users whose data had been scraped until years later.",
  "I had a terms of service that was up there for a year and a half that said I could transfer and sell the data.",
  "You know, the impression that I got working there is that—\n\nLesley Stahl: They didn't want the public to know.",
  "The feature was called \"friend permissions,\" which Sandy Parakilas, who used to work at Facebook, explains.",
  "How Facebook Responded\n\nFacebook did shut down his app but only after it was exposed in the press in 2015.",
  "After the initial broadcast of this story, Cambridge Analytica announced it was dissolving as a company.",
  "In July, the company's valuation dropped $124 billion - the largest single-day plunge in U.S. history.",
  "He says that nobody read these privacy sign-offs: not him, not the users who signed on, not Facebook.",
  "For someone implicated in the biggest privacy scandal on Earth, Kogan seems incongruously guileless.",
  "Lesley Stahl: So did you ever meet or hear about Steve Bannon at Cambridge Analytica, the Mercers?",
  "I was working as a university lecturer at the University of Cambridge—\n\nLesley Stahl: In England?",
  "Facebook confirmed that Kogan had done research and consulting with the company in 2013 and 2015.",
  "It turns out Kogan has something in common with Mark Zuckerberg: they're both suddenly contrite.",
  "And all of this-\n\nLesley Stahl: But you, did you say you collected information on their friends?",
  "\"I think the real problem is that you've got a company that has repeatedly had privacy scandals.",
  "Sandy Parakilas: I didn't really see any traction in terms of making changes to protect people.",
  "And they didn't take any action against this man: Joseph Chancellor, who was Kogan's co-worker.",
  "I think the real problem is that you've got a company that has repeatedly had privacy scandals.",
  "Lesley Stahl: So they've come after you but not someone who did exactly what you did with you.",
  "Because if the truth is told, and this is pretty usual and normal, it's a much bigger problem.",
  "Lesley Stahl: How many apps do you think there are, how many developers, who did what you did?",
  "If I had any inkling that I was going to cause people to be upset, I would've never done it.",
  "Aleksandr Kogan: So I mean, at the time I thought we were doing everything that was correct.",
  "The man who mined that data for Cambridge Analytica is a scientist named Aleksandr Kogan.",
  "This was just something that was available to anybody who wanted it who was a developer.",
  "CBS News\n\nLesley Stahl: The main infraction, the main charge is that you sold the data.",
  "In his defense, CEO Mark Zuckerberg pointed the finger at one particular app developer.",
  "Sandy Parakilas: They could put it on a hard drive and they could hide it in a closet.",
  "Aleksandr Kogan: And those names would not ever have rung a bell for me, to be honest.",
  "Aleksandr Kogan: This is the frustrating bit, where Facebook clearly has never cared.",
  "Aleksandr Kogan: The idea that we stole the data, I think, is technically incorrect.",
  "Lesley Stahl: Did you bring this to the attention of the higher-ups, the executives?",
  "Sandy Parakilas: I think the real problem is-- is not what he feels in his heart.",
  "Is-- did he have anything to do with the study you did for Cambridge Analytica?",
  "Lesley Stahl: Did you get to the point where you were predicting personalities?",
  "That's a far cry from the adjectives lobbed at him now: sinister and unethical.",
  "And so if that idea is wrong, then what we did was not right and was not wise.",
  "Aleksandr Kogan: Yup\n\nLesley Stahl: And you gave that to Cambridge Analytica?",
  "Aleksandr Kogan: I'm not even sure if I read the developer policy back then.",
  "Lesley Stahl: Your point, though, I think is that they're singling you out.",
  "It has repeatedly shown that it doesn't prioritize privacy over the years.\"",
  "I mean, they created these great tools for developers to collect the data.",
  "It has repeatedly shown that it doesn't prioritize privacy over the years.",
  "Aleksandr Kogan: So I create this app where people sign up to do a study.",
  "Sandy Parakilas: Yeah, a number of folks, including several executives.",
  "Facebook CEO Mark Zuckerberg turned down our request for an interview.",
  "The company's then-CEO bragged about their prediction models on stage.",
  "It's been a tough few months for Facebook and its CEO Mark Zuckerberg.",
  "Lesley Stahl: Would you say then policing this was pretty impossible?",
  "Lesley Stahl: What you're saying is I give permission for the friend?",
  "Lesley Stahl: So would you say that they didn't prioritize privacy?",
  "Lesley Stahl: Happiness and kindness (laugh)\n\nAleksandr Kogan: Yup.",
  "And when they sign up to do the study, we would give them a survey.",
  "Lesley Stahl: Mark Zuckerberg says that he cares about privacy now?",
  "Kogan has testified before the U.S. Senate and British Parliament.",
  "I even did a consulting project with Facebook in November of 2015.",
  "And in the survey we would have just this Facebook log-in button.",
  "If you say, \"I will allow that,\" then the app gets my data, too.",
  "But this was a core feature of the Facebook platform for years.",
  "Lesley Stahl: What did you think they were going to use it for?",
  "They didn't prioritize it, I think, is how I would phrase it.",
  "He says he raised concerns years before Kogan built his app.",
  "We get their data-\n\nLesley Stahl: Authorize us to do what?",
  "Aleksandr Kogan: That's frustrating to hear, to be honest.",
  "Lesley Stahl: Before all this happened, what was your job?",
  "This, in the wake of a cascade of disturbing revelations.",
  "And I ran this lab that studied happiness and kindness.",
  "Friend Permissions\n\nLesley Stahl: Tell us what you did.",
  "You know, I was kinda acting, honestly, quite naively.",
  "So I was explaining, like, \"Here's kinda what we did.",
  "And he says he wasn't hiding anything from Facebook.",
  "Lesley Stahl: So were the executives' hair on fire?",
  "Sandy Parakilas: I think they didn't want to know.",
  "And they'll let you know if you do anything wrong.",
  "Lesley Stahl: Facebook says that you lied to them.",
  "Aleksandr Kogan: So they didn't opt-in explicitly.",
  "Aleksandr Kogan: Back then we thought it was fine.",
  "Like, we need to make some kind of a change here.\"",
  "And Facebook no longer employs Joseph Chancellor.",
  "This was not a special permission you had to get.",
  "Lesley Stahl: And Facebook, obviously, was aware.",
  "Aleksandr Kogan: So I was a social psychologist.",
  "He says he's financially ruined and discredited.",
  "Lesley Stahl: Really, so they knew who you were?",
  "Lesley Stahl: And he actually works at Facebook?",
  "It doesn't feel right when you say it out loud?",
  "Did they say, \"Oh my God, we have to fix this.",
  "Lesley Stahl: You didn't understand that then?",
  "And they would click the button, authorize us.",
  "Lesley Stahl: And the partner works for them.",
  "Lesley Stahl: What's wrong with this picture?",
  "Right now my opinion has really been changed.",
  "Lesley Stahl: Now we all know what you did.",
  "And they tell you that they can monitor it.",
  "I mean, it never enforced this agreement.",
  "Sandy Parakilas: It was very frustrating.",
  "Aleksandr Kogan: To collect certain data.",
  "Associate producer, Natalie Jimenez Peel.",
  "Aleksandr Kogan: And it seems crazy now.",
  "This was the blindness we had back then.",
  "I thought we were doing everything okay.",
  "Lesley Stahl: No, it doesn't feel right.",
  "Lesley Stahl: You can't be on Facebook.",
  "Aleksandr Kogan: He works at Facebook.",
  "People have a right to be very upset.",
  "Aleksandr Kogan: Understand that now.",
  "Lesley Stahl: But they didn't opt-in.",
  "Lesley Stahl: And where is he today?",
  "And it was my mistake and I'm sorry.",
  "I mean, we did everything together.",
  "The friend doesn't give permission?",
  "Aleksandr Kogan: Tens of thousands.",
  "Aleksandr Kogan: Tens of thousands.",
  "Lesley Stahl: Or was it just gone?",
  "Lesley Stahl: Are you on Facebook?",
  "I visited their campus many times.",
  "And for that, I'm sincerely sorry.",
  "And what was your field of study?",
  "Lesley Stahl: Tens of thousands?",
  "We're giving away the groceries.",
  "I am upset that that happened.",
  "Sandy Parakilas: It was gone.",
  "I mean, this was not a hack.",
  "This was as clear as can be.",
  "It was a feature, not a bug.",
  "Lesley Stahl: Jared Kushner?",
  "Aleksandr Kogan: In England.",
  "Aleksandr Kogan: I'm banned.",
  "Lesley Stahl: Wait a minute.",
  "They had hired my students.",
  "And here's what we learned.",
  "Produced by Shachar Bar-On.",
  "Aleksandr Kogan: Of course.",
  "The friends did not opt-in.",
  "This was, \"Here's the door.",
  "And they made it very easy.",
  "They didn't opt-in period.",
  "Lesley Stahl: No, no, no.",
  "Aleksandr Kogan: Correct.",
  "We have to do something?\"",
  "Aleksandr Kogan: Correct.",
  "Aleksandr Kogan: Correct.",
  "They deleted my account.",
  "Aleksandr Kogan: We did.",
  "Sandy Parakilas: Right.",
  "Sandy Parakilas: Right.",
  "Aleksandr Kogan: Nope.",
  "Aleksandr Kogan: Yeah.",
  "I'm missing something?",
  "Aleksandr Kogan: Yeah.",
  "Aleksandr Kogan: Yes.",
  "Sandy Parakilas: Yes.",
  "Please collect them.\"",
  "Sandy Parakilas: No.",
  "Aleksandr Kogan: No.",
  "And they can audit.",
  "Never heard a word.",
  "Lesley Stahl: Wow.",
  "And nobody cares.",
  "You're banned.",
  "Was it right?",
  "It says that.",
  "It's open.",
  "Come on.",
  "Nothing?"
]