[
  "He said Facebook has started proactively cooperating with state officials to solve the problem of election interference, writing, \"We've worked more closely with governments — including in Germany, the US and Mexico — to improve security during elections.\"",
  "The essay is in essence a roundup of what Zuckerberg called \"an intense year\" for Facebook, following a series of high profile scandals, including Cambridge Analytica and the discovery of Russian misinformation campaigns operating on the platform.",
  "He said this is because bad actors rarely restrict their activities to a single platform, and governments have access to privileged information such as money flow, which can Facebook can only learn about through collaboration.",
  "It's now clear that everyone — governments, tech companies, and independent experts such as the Atlantic Council — need to do a better job sharing the signals and information they have to prevent abuse.\"",
  "Video: Inside Facebook’s Effort to Stop Election Interference\n\nZuckerberg acknowledged the role of journalists, governments, and non-profits in helping the platform fight misinformation.",
  "But we have learned a lot since then and have developed sophisticated systems that combine technology and people to prevent election interference on our services,\" he wrote.",
  "He wrote that Facebook will not be able to fight bad actors alone, it will always need help from third parties such as governments, other tech companies, and journalists.",
  "Mark Zuckerberg published an essay comprising more than 3,000 words on Thursday entitled \"Preparing for Elections\", two months before the US midterms in November.",
  "Nowhere does Zuckerberg apologise in the post, and it's more of a blow-by-blow recounting of the steps Facebook has taken to tackle these complex challenges.",
  "Zuckerberg outlined the challenges Facebook faces in trying to combat election interference, and highlighted the areas it is targeting to prevent it.",
  "Mark Zuckerberg published a long Facebook post on Thursday entitled \"Preparing for Elections\", two months before the US midterm elections.",
  "Zuckerberg has already said much of what is in his essay during various interviews and congressional appearances in the last six months.",
  "Not long after Donald Trump became US president, Zuckerberg was in denial about how fake news may have impacted the election.",
  "NOW WATCH: How humans can communicate with aliens\n\nSee Also:\n\nSEE ALSO: Facebook is losing its grip on users' attention",
  "Sometimes we'll only find activity with tips from governments, other tech companies, or journalists.\"",
  "\"In 2016, we were not prepared for the coordinated information operations we now regularly face.",
  "\"While I'd always rather Facebook identified abuse first, that won't always be possible.",
  "A year later, he admitted that he should have taken the problem more seriously.",
  "\"Preventing election interference is bigger than any single organization.",
  "But the post crystallizes how his thinking has evolved.",
  "You can read Zuckerberg's full essay here."
]