[
  "CAMBRIDGE ANALYTICA WHISTLEBLOWER SAYS HE'LL TELL LAWMAKERS ABOUT WORK THAT HELPED TRUMP CAMPAIGN\n\nZuckerberg finally broke his silence on Wednesday by posting a lengthy statement that read: “We have a responsibility to protect your data, and if we can't then we don't deserve to serve you.”\n\n“The good news is that the most important actions to prevent this from happening again today we have already taken years ago,” he continued.",
  "In February, Special Counsel Robert Mueller’s indictment charged that Russians infiltrated the network in support of Donald Trump’s candidacy; in January, the company tweaked its News Feed to show more posts from friends and fewer from publishers or brands, prompting mixed responses; that same month, its CFO said the company is running out of places to show ads in the News Feed.",
  "ISBA believes that political advertisements in the U.K. should require much more transparency than they currently do, and should be brought under the auspices of the country’s Advertising Standards Authority, an independent watchdog agency that regulates all ads across all media.",
  "— David Kershaw, chief of M&C Saatchi\n\nThe organization's statement also noted that the allegations that the Facebook data was used for \"psychographic profiling and covert, micro-targeted advertising, exploiting voters’ fears and prejudices,” are \"deeply concerning.\"",
  "Amid the outcry over Facebook’s handling of the data allegedly harvested by Cambridge Analytica, and the prospect that its former employee Christopher Wylie will testify before lawmakers, the social media giant has seen significant negative backlash.",
  "\"I think it will end up being good for our community and good for the internet if internet services live up to a lot of the same standards, and even go further than TV and traditional media have had to in advertising—that just seems logical.\"",
  "Amy Klobuchar, D.-Mn., Mark Warner, D-Va. and John McCain, R.-Az., would amend the 1971 Federal Election Campaign Act to make \"reasonable efforts\" to ensure that online ads are not purchased directly or indirectly by foreign countries.",
  "Facebook is facing the possibility of an advertiser exodus in the U.K. over the data scandal that has enveloped the company, prompted widespread demands for new regulations and knocked almost $50 billion from its market cap.",
  "MARK ZUCKERBERG APOLOGIZES FOR FACEBOOK DATA SCANDAL, 'MAJOR BREACH OF TRUST'\n\nAt the moment, the group confirmed it's only aware of one company, Mozilla, that has said is pausing its advertising on Facebook.",
  "ISBA, a group representing about 3,000 advertisers including major brands like Unilever and Procter & Gamble, is demanding answers from Facebook in the wake of the Cambridge Analytica data-mining scandal.",
  "We want reassurances for our members that it will get to the bottom of the issues and any implications for the public and for advertisers,\" Phil Smith, ISBA director general, told Fox News in a statement.",
  "“It is much more likely to be hard money from advertisers rather than consumers running hashtags on Twitter,” Kershaw told BBC Radio 4, referring to the anti-Facebook hashtags that have become popular.",
  "“But we also made mistakes, there's more to do, and we need to step up and do it.”\n\nStill, despite the outcry from some users, it is Facebook’s advertisers that might force the company’s hand.",
  "However, if ISBA doesn’t receive assurances that the security of Facebook users’ data has been improved, there's a chance that other advertisers may head for the exits.",
  "Hashtags such as #DeleteFacebook have trended, causing some users to abandon ship and there are reports its chief security officer, Alex Stamos, may resign.",
  "HERE ARE FIVE TIPS TO KEEP YOUR DATA PRIVATE ON FACEBOOK\n\nThe data scandal is the latest in a series of issues plaguing the ubiquitous social network.",
  "The possibility of other apps having used Facebook data in similar ways raises more questions, according to the U.K. advertising trade group.",
  "“ISBA is asking Facebook for a full account of further potential issues, so that advertisers can take appropriate measures,” the group said.",
  "The head of one major British advertising agency told BBC Radio 4 that the trade group is going to exert real pressure on Facebook.",
  "We support it,\" Zuckerberg said, noting that even though the specific bill may not pass, Facebook will implement most of it anyway.",
  "“I think that clients have come to a point, quite rightly, where enough is enough,” David Kershaw, chief of M&C Saatchi, said.",
  "During a Wired interview on Wednesday, Zuckerberg said the company would need to submit to some new type of regulation.",
  "The legislation would also require companies to disclose how advertisements were targeted and how much the ads cost.",
  "The companies the group works with could abandon the social network if their concerns aren't addressed.",
  "The trade group confirmed to Fox News that it will meet with representatives from Facebook on Friday.",
  "\"We want to understand the scope of the inquiry Mark Zuckerberg announced yesterday.",
  "\"I think that clients have come to a point, quite rightly, where enough is enough.\"",
  "Most of the stuff in there, from what I’ve seen, is good.",
  "No matter what happens, the company is in new territory.",
  "The Honest Ads Act, introduced in October 2017 by Sens.",
  "\"[T]ake the Honest Ads Act."
]