[
  "— The agency told MT that its “disappointed that the New York Times has filed suit to collect the Commission’s internal web server logs, logs whose disclosure would put at jeopardy the Commission’s IT security practices for its Electronic Comment Filing System.” As John reports for Pro , the Times on Thursday filed a Freedom of Information Act lawsuit against the FCC, “alleging the agency refused to release records the newspaper sought as it probed possible Russian interference in the agency's net neutrality repeal proceeding.” According to the suit, “the FCC has thrown up a series of roadblocks, preventing The Times from obtaining the documents.”\n\nTARIFFS TO TANK 5G?",
  "MARK YOUR CALENDARS — The House Energy & Commerce telecom subpanel has announced a hearing for next Thursday focusing on the “State of the Media Marketplace.” Rep. Marsha Blackburn (R-Tenn.), the panel’s chair, said in a statement it will “spotlight the latest trends in the ways Americans consume media, how that affects business models, market growth, and public policy, and where we go from here.” According to Blackburn, the panel will feature testimony from “expert witnesses,” though no names were announced.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Brad Parscale, Trump’s digital director (now 2020 campaign manager), told “60 Minutes” last October that the companies’ staffers were “embedded inside our offices,” adding, “They were there multiple days a week, three, four days a week … helping teach us how to use their platform.” (Hillary Clinton’s campaign declined the offer to embed company staffers.)",
  "Michael Kades, director of markets and competition policy at the Washington Center for Equitable Growth, told MT he’ll focus on how “antitrust laws aren’t fulfilling their purpose.” “Where we need to go in this debate is to examine the way in which than antitrust laws have been systematically weakened over the last 40 years,” he said.",
  "A Google spokesperson said the “emails were just a brainstorm of ideas, none of which were ever implemented” and that the company “has never manipulated its search results or modified any of its products to promote a particular political ideology.”\n\n— Google also made two eye-catching disclosures about its popular Gmail feature.",
  "According to The Wall Street Journal , Google employees discussed how they might be able to tweak the company’s powerful search engine “to show users how to contribute to pro-immigration organizations and contact lawmakers and government agencies” after President Donald Trump instituted his controversial travel ban last year.",
  "Sandeep Vaheesan, policy counsel for the Open Markets Institute, said the first FTC hearing “struck a note of complacency,” adding that he hopes today’s sessions allow for “more pro-enforcement voices.” Vaheesan, one of today’s panelists, argues the FTC needs to show it’s willing to flex its enforcement muscles.",
  "“I’m just focused on our lane and what we can do at the FCC,” Carr said, adding, “We can beat countries like China by purely getting the government out of the way, which we’re doing with our proposal, and letting the private sector invest and the private sector compete, and I think that’s the best path forward.\"",
  "FTC tackles antitrust law\n\nWith help from Ashley Gold, Steven Overly, John Hendel and Margaret Harding McGill\n\nTODAY: FTC TACKLES ANTITRUST LAW — The FTC kicks off its second set of sessions to discuss antitrust, market competition and consumer protection this morning.",
  "Among its provisions are requirements that privacy policies be presented in “clear and plain language;” that users must “opt in” to having data used “in ways the public might not expect;” and that companies disclose with whom they share users’ private information.",
  "— Intel, the Telecommunications Industry Association and the Consumer Technology Association have all sounded the alarm over the tariffs’ potential impact on next-generation service in the U.S., which is racing China and other countries to develop 5G technology.",
  "The event begins at 9 a.m. with remarks from Commissioner Rebecca Slaughter, followed by addresses from Nobel Laureate and Columbia University professor Joseph Stiglitz and George Washington University scholar (and former FTC Chairman) William Kovacic.",
  "— Alt-ernate plan: Facebook told Motherboard it’s reevaluating internal guidelines that differentiate how it polices “white nationalist\" and “white supremacist” content, in light of reporting from the outlet and backlash from civil rights groups.",
  "FACEBOOK RETHINKS ‘EMBED’ PROGRAM — Facebook has “pulled back” its on-site support for political campaigns and will instead focus on providing information to elected officials and campaigns through a special website, a company spokesman said.",
  "QUICK DOWNLOADS\n\n— I’ll keep you my dirty little secret: European Union Justice Commissioner Vera Jourova went out swinging after quitting Facebook, describing her experience on the site as a “channel of dirt,” The Washington Post reports .",
  "— An academic study later detailed how the tech company employees took on duties typically entrusted to political operatives for the Trump campaign, which didn’t invest heavily in its digital operations during the primary season.",
  "— FCC Democrat Jessica Rosenworcel warned that the Trump administration’s latest round of tariffs on goods imported from China will amount to a tax on some of the most essential networking equipment for 5G.",
  "— Meanwhile, on the cybersecurity front: “Google notified Senate hacking targets that foreign attackers attempted to compromise their personal emails, the company confirmed,” Pro Cyber’s Tim Starks reports.",
  "GOOGLE’S TRIPLE WHAMMY — The troubles keep piling up for Google, which got hit with an explosive report Thursday night that’s sure to fuel Republican allegations that it’s biased against conservatives.",
  "Google argued that \"in the majority of cases\" it is able to detect when app developers mislead people about how their data is accessed and used, but the company did not say how frequently that occurs.",
  "A spokesman for DelBene told POLITICO that the bill received “good input” from Facebook, Google and Microsoft, among other companies, as well as consumer groups like Public Knowledge and Access Now.",
  "Frederick Hill, a spokesman for the committee, said he couldn’t confirm details beyond reiterating that the panel intends to hold more privacy hearings beyond the one scheduled for next Wednesday.",
  "\"With our nation's proud history of being the undeniable leader in tech innovation, the U.S. should be taking a lead in setting global norms in this vast arena,” DelBene said in a statement.",
  "A spokesman for Thune said the Senate Commerce chairman looks forward to “learning more about their consumer data privacy practices at large” at next week’s hearing on consumer data privacy.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "**\n\nBILLS, BILLS, BILLS — Rep. Suzan DelBene (D-Wash.), a former Microsoft executive, issued a consumer privacy bill Thursday: the Information Transparency and Personal Data Control Act.",
  "The hearing then breaks into panel sessions discussing “the state of U.S. antitrust law” and “monopsony & buyer power,” with academics, consumer privacy advocates and former officials.",
  "— Liability waiver: The British government is planning to set up an internet regulator to make tech companies liable for content published on their platforms, BuzzFeed News reports .",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“This set of tariffs we have just implemented on $200 billion worth of imports from China is a terrible thing for the future of 5G,\" she said at a POLITICO event Thursday.",
  "— Bonne chance: Education officials in France are hoping that a recently enacted smartphone ban will get kids to pay more attention in class, The New York Times reports .",
  "The acknowledgment came after Sen. Ron Wyden (D-Ore.) said \"at least one major technology company\" had warned lawmakers about hacking attempts against their accounts.",
  "\"Developers may share data with third parties so long as they are transparent with the users about how they are using the data,\" the company said in a letter to Sens.",
  "HEAR, HEAR — A Senate aide said the Commerce Committee is eyeing Oct. 10 for another consumer privacy hearing, potentially having a former FTC chairman as a witness.",
  "“The email chain ... suggests employees considered ways to harness the company’s vast influence on the internet in response to the travel ban,” the Journal reports.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host wants Gmail app developers to know his excessive Uber use is by no means cause for alarm.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— But FCC Republican Brendan Carr declined to take a public stand on the tariffs when asked later at a Media Institute luncheon Thursday.",
  "The FTC would be given rulemaking and more enforcement authority, though states attorneys general could still bring cases of their own.",
  "The list of products affected by the levies includes antennas, switches, routers and other telecom equipment, Rosenworcel noted.",
  "The decision follows controversy surrounding the role that Facebook, Twitter and Google played in Donald Trump’s 2016 campaign.",
  "3 digital ad seller in 2018, putting it within striking distance of Facebook and Google, The Wall Street Journal reports .",
  "A group of House Democrats suggested this year that the Facebook’s program could violate federal campaign finance laws.",
  "The bill as written would not preempt stricter state laws, including a high-profile consumer privacy law in California.",
  "In a letter to senators released Thursday, the company detailed how it grants app developers access to user Gmail data.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "“I’m very concerned that they haven’t brought any action against Facebook over Cambridge Analytica,” he said.",
  "“Under my plan, people won't have to dig through confusing policies and opt out of highly invasive settings.",
  "Consumer privacy groups recently criticized the panel for failing to include them at that Wednesday hearing.",
  "SILICON VALLEY MUST READS\n\n— Three’s company: Amazon is expected to become the No.",
  "and Jerry Moran (R-Kan.), who had inquired about the scanning of Gmail in July.",
  "Story Continued Below\n\n— A little less conversation, a little more action?",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "As your MT-er reports for Pro , Google defended its practices.",
  "Rep. Hakeem Jeffries (D-N.Y.) is the bill’s first co-sponsor.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano .",
  "Email us the details at techcalendar@politicopro.com.",
  "Don’t forget to follow us @MorningTech .",
  "Have an event for MT’s tech calendar?",
  "— But will it satisfy lawmakers?",
  "Read the full dispatch here .",
  "Got any tech or telecom tips?",
  "Privacy will be the default.\"",
  "Tips, comments, suggestions?",
  "), Roger Wicker (R-Miss.)",
  "— Industry synergy?",
  "John Thune (R-S.D.",
  "FCC YOU IN COURT?",
  "Learn more here.",
  "**"
]