[
  "It's unclear if anyone has actually deleted Facebook since the story first broke, but it isn't coming at the greatest time for the social media giant: It lost 1 million daily American users in the fourth quarter of 2017, the first drop since Facebook began reporting users.",
  "The scandal has been growing since Friday night, when Facebook said it had suspended the accounts of data firm Cambridge Analytica, its parent company, University of Cambridge researcher Dr. Aleksandr Kogan and whistleblower Christopher Wylie.",
  "(@TravelingUS) March 20, 2018\n\nIf I knew Facebook was a dataselling outfit that would actually literally sell Americans’ data to racist fascists and crooks, complete scum like Bannon and putin, I’d never have visited the site.#DeleteFacebook.",
  "In February, 13 Russian nationals were indicted for allegedly breaking U.S. laws to interfere with the election, including allegedly buying ads on Facebook that promoted a post accusing Hillary Clinton of voter fraud.",
  "The Guardian claims Facebook threatened to sue to keep the story under wraps, and Cambridge Analytica has denied any wrongdoing and said they never used any of the information that they obtained from Facebook.",
  "While Cambridge Analytica has insisted it played by the rules and Facebook has fought back that there was ever a \"hack\" or a \"breach,\" some users are turned off that all of the data was collected by the book.",
  "A movement called #DeleteFacebook has been spreading ever since a whistleblower came forward saying he and a data firm he worked for exploited a loophole in Facebook to harvest data from 50 million users.",
  "Acton stayed on with Facebook until 2017, but has since invested $50 million in Signal, a messaging app that is a direct competitor of Facebook's messaging apps.",
  "Social media users shared on Facebook's competitor, Twitter, why they were leaving:\n\n#DELETEFACEBOOK I had the same kind of data as Cambridge Analytica.",
  "Amid the Cambridge Analytica news, Facebook's stock tanked on Monday, dropping 6.8 percent, causing the company to lose $40 billion in market value.",
  "According to Facebook, Kogan then sold the data to Cambridge Analytica and in 2015, Kogan and Cambridge Analytica were told to delete the data.",
  "Meanwhile, the 2016 Trump campaign hired Cambridge Analytica, although Mr. Trump's digital guru, Brad Parscale, has denied using this data.",
  "Facebook has also faced ongoing questions about a lack of oversight that allowed misinformation to spread during the 2016 election.",
  "Hours after Facebook's announcement, exposés about the company's practices were published in The New York Times and the Guardian.",
  "— Bernie Hogan was on strike (@blurky) March 20, 2018\n\nFacebook: you don't have to pay for it because you're not the customer.",
  "Even the founder of WhatsApp -- which Facebook bought in 2014 for $19 billion -- tweeted \"It is time #DeleteFacebook.\"",
  "Wylie's attorney said Sunday that Facebook \"privately welcomed\" Wylie's help and then publicly suspended his account.",
  "Cambridge Analytica is partly owned by Republican donor Robert Mercer and was at one time run by Steve Bannon.",
  "(@howdyfrom) March 20, 2018\n\nPerhaps the biggest shock was WhatsApp founder Brian Acton tweeting \"It is time.",
  "But it’s such good data” I literally said “because I don’t want to be written up in The Guardian someday”.",
  "But Kogan was able to exploit a loophole in Facebook and get access to the data of 50 million users.",
  "Kogan had created an app called \"thisisyourdigitallife\" that only had 270,000 users download it.",
  "Mark Zuckerberg has yet to come forward with any comment about the Cambridge Analytica scandal.",
  "Facebook said Friday that Kogan \"lied to us\" and did not delete the data as they demanded.",
  "#DeleteFacebook — Alan Ferrier (@alanferrier) March 20, 2018\n\nI AM DONE WITH FACEBOOK!!!",
  "During 14 day period you should not lig back in because it cancels the delete request.",
  "It takes full 14 days to delete (I bet because they too want to copy your data).",
  "@facebook #DeleteFacebook You can copy your facebook data before deleting.",
  "Wylie spoke to both outlets, saying he and Kogan \"exploited\" Facebook.",
  "A thread on Reddit called #DeleteFacebook had over 7,000 comments.",
  "Acton sold the messaging app to Facebook for $19 billion in 2014.",
  "My privacy policy said we never used it nor kept it.",
  "— They HANG Traitors, Don’t They?",
  "Academics asked “why!",
  "As did Wolfram Alpha.",
  "— #HeSureActsGuilty!",
  "You're the product.",
  "#deletefacebook.\"",
  "It’s easy."
]