[
  "“We know we have more work to do — and we’ll keep you updated as we make more changes.”\n\nFacebook has been on its back foot ever since the Cambridge Analytica story broke, and founder and CEO Mark Zuckerberg is testifying before Congress this week, answering questions about what Facebook knew and when.",
  "In keeping with earlier promises, Facebook has rolled out a tool that will show users whether or not their data was in the hands of Cambridge Analytica or any other company that has since been banned from the platform for illicitly accessing people’s personal data.",
  "If your data was shared or improperly accessed by Cambridge Analytica or any other company now banned from Facebook, you’ll have a notification at the top of your feed explaining just who had your data.",
  "It’s an important step for Facebook in the face of the Cambridge Analytica scandal, but it remains to be seen whether or not these new notifications will help keep you secure in the long run.",
  "“Over the past few weeks, we’ve been working to understand exactly what happened with Cambridge Analytica and taking steps to make sure this doesn’t happen again,” Zuckerberg wrote.",
  "“Starting on Monday, April 9, we’ll show people a link at the top of their News Feed so they can see what apps they use — and the information they have shared with those apps.",
  "“Overall, we believe these changes will better protect people’s information while still enabling developers to create useful experiences,” the Facebook statement reads.",
  "“We took important actions to prevent this from happening again today four years ago, but we also made mistakes, there’s more to do, and we need to step up and do it.”",
  "They very clearly state whether or not you were affected, as well as how to double-check which apps and websites currently have access to your data.",
  "As part of this process, we will also tell people if their information may have been improperly shared with Cambridge Analytica,” Facebook stated.",
  "Zuckerberg delivered a written statement that was released by Congress, in which he takes responsibility and promises to do better in the future.",
  "Just open Facebook in your browser or on your phone, then navigate to your news feed.",
  "The images above show what the new privacy notifications will look like.",
  "People will also be able to remove apps that they no longer want.",
  "All right, so how can you find out if your data was shared?",
  "Simple."
]