[
  "And that it could be stored in various parts of the world, including Russia, given the fact that, you know, the professor who was managing the data harvesting process was going back and forward between the U.K. and to Russia,” Christopher Wylie said on NBC News' “Meet the Press.”\n\nWylie was referring to Aleksandr Kogan, whose company, Global Science Research, harvested Facebook’s data using a personality app, according to officials.",
  "Wylie also said he planned to meet with “law enforcement and the Department of Justice.”\n\nSpecial Counsel Robert Mueller was appointed by the Justice Department to run the election probe, and has been scrutinizing connections between Cambridge Analytica and Trump’s campaign.",
  "The man who revealed the Cambridge Analytica data-harvesting scandal said Sunday he believed the political consulting firm snatched information from more than the previously reported 87 million Facebook users.",
  "The social media giant is set to start alerting users whose private data may have been compromised in the Cambridge Analytica scandal, beginning Monday.",
  "In addition, the tens of millions of users whose data might have been shared with Cambridge Analytica reportedly will receive a more detailed message.",
  "That company later shared the data with Cambridge Analytica, the data-mining firm affiliated with Donald Trump’s presidential campaign.",
  "All 2.2 billion Facebook users will receive a notice on their feeds titled “Protecting Your Information,” officials said.",
  "“I think that there is, you know, a genuine — a genuine risk that this data has been accessed by quite a few people.",
  "Facebook’s CEO Mark Zuckerberg is set to testify before the Senate’s Judiciary and Commerce committees Tuesday.",
  "Wylie said it was possible the data was copied several times after being leaked from Facebook’s database.",
  "“Ultimately it’s not watertight to say that we can ensure that all the data is gone forever,” he said.",
  "The Associated Press contributed to this report."
]