[
  "Sandberg’s admission comes as the social media giant struggles to address mounting security concerns in the wake of revelations that 87 million Facebook users may have had their data harvested by Cambridge Analytica, the controversial data firm that was employed for a time by President Trump’s campaign during the 2016 presidential election.",
  "FACEBOOK'S SANDBERG SAYS COMPANY DID NOT DO ENOUGH TO PROTECT PEOPLE'S DATA\n\nProtecting privacy\n\nThere have been cries that Facebook is exploiting its users in the wake of the Cambridge Analytica scandal, where perhaps as many as 87 million Facebook accounts are alleged to have been improperly accessed.",
  "\"We're definitely increasing transparency,\" she said, adding that the company is also looking to share news from only trusted news sources - both conservative and liberal - and it will start requiring political advertisres to verify their identities before they can post on Facebook.",
  "The comments came in the wake of revelations that the personal information of 87 million users had been inappropriately used by the data firm Cambridge Analytica in the 2016 election campaign, the New York Post reported.",
  "FACEBOOK USERS SHOULD EXPECT TO PAY FOR PRIVACY, SANDBERG SAYS\n\nOther regions of the world are not as lucrative for Facebook, due in large part to the developing nature of the online advertising world.",
  "Appearing on Fox News' The Daily Briefing\" with Dana Perino, Sandberg said that while the company expects to find more data breaches, Facebook is taking action to prevent such problems in the future.",
  "Sandberg also noted that the tech company is taking steps to become more transparent in what stories it shows on users' news feeds and that the company is aggressively going after fake news.",
  "Facebook's most valuable users are in the U.S. and Canada, generating $26.76 in average revenue per user (ARPU) in the fourth-quarter of 2017, $26.26 of that from advertising.",
  "As of the fourth quarter, Facebook said it had 184 million monthly active users in the U.S. and Canada, a decline of 1 million monthly active users from the previous quarter.",
  "Over the past few weeks, the Cambridge Analytica scandal has mushroomed into investigations across continents, including a probe by the U.S. Federal Trade Commission.",
  "Of the $40.65 billion in revenue Facebook generated in 2017, $39.94 billion came from advertising, with the remaining $711 million coming from payments.",
  "\"We know at Facebook we did not do enough to protect people's data,\" Sandberg told Perino, also referencing Facebook CEO Mark Zuckerberg.",
  "Both Facebook CEO Mark Zuckerberg and COO Sheryl Sandberg have apologized, but Sandberg said its users should expect to pay for privacy.",
  "In the Asia-Pacific region, where Facebook is legally banned from China, it generated just $8.92 in average revenue per user in 2017.",
  "In 2017, the average revenue per European user for Facebook was just $27.41, less than half the $84.41 from U.S. and Canadian users.",
  "Sandberg also denied any notion that the company is a “surveillance operation” that exploits users data for advertisers.",
  "For Facebook and its massive user base, this rings true, with some eye-opening results, depending upon where you live.",
  "$81.92 of that came from advertising, making the region Facebook's most valuable on a revenue basis.",
  "Some users, including Apple co-founder Steve Wozniak, have left the social network as a result.",
  "There is an old adage in technology that if you are not paying for it, you are the product.",
  "For all of 2017, the average user in the U.S. and Canada generated $84.41 in ARPU.",
  "In some cases, the growth rate is outpacing that seen in the U.S. and Canada.",
  "But they are still quite valuable for the Mark Zuckerberg-led company.",
  "Fox News' Andrew O'Reilly and Bradford Betz contribued to this report.",
  "Zuckerberg himself will be questioned by Congress on April 10 and 11.",
  "\"The goal is to make sure everyone can share safely,\" Sandberg added.",
  "In total, Facebook has over 2 billion monthly active users.",
  "\"We did not pay enough attention,\" Sandberg added.",
  "People are sharing data with Facebook,” she said.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "“We are not sweeping up data.",
  "\"Now we're getting on that.\"",
  "People are inputting data.",
  "\"Mark is sorry about that.",
  "I'm sorry about that.\""
]