[
  "Claude Moraes, chair of the civil liberties committee, who had not seen the email, said: “We want to make sure that the questioning is forensic and it is transparent.”\n\nThe Conference of Presidents previously decided that a Facebook testimony hearing would be led by Moraes’ committee, flanked by committees dealing with constitutional affairs, legal affairs and industry, research and energy.",
  "“We want to see what will be the best format in case he comes — but at the moment I’m very pessimistic.”\n\nLast month, sources in Tajani’s European People’s Party said Facebook had confirmed, in principle, but that Parliament still had to find a suitable format for the hearing.",
  "\"Zuckerberg must appear before the @Europarl_EN under the same conditions as he did on Capitol Hill, in a public hearing before the LIBE committee and not in one ... restricted meeting behind closed doors,\" President of the Liberals Guy Verhofstadt tweeted.",
  "Zuckerberg would instead meet with the Conference of Presidents, the head of the civil liberties committee and an unspecified rapporteur in private for a hearing lasting around an hour and twenty minutes, the email says.",
  "Facebook CEO Mark Zuckerberg should be grilled in a closed-door hearing at the European Parliament on the Cambridge Analytica scandal, according to a new proposal floated by European Parliament President Antonio Tajani.",
  "Facebook CEO Mark Zuckerberg | Justin Sullivan/Getty Images European Parliament floats closed-door hearing with Facebook’s Zuckerberg MEPs are not happy about the idea of a closed-door meeting with Mark Zuckerberg.",
  "Only a high-ranking manager at Facebook would take part in a public hearing with the civil liberties committee instead of Zuckerberg, Tajani proposed, according to an email seen by POLITICO.",
  "Facebook so far has not confirmed Zuckerberg’s visit to Brussels and has suggested to send lower-level company executives to address the European Parliament.",
  "UPDATED: This story has been updated to clarify that Claude Moraes is critical of Tajani's suggestion for a closed-door meeting.",
  "Talks between the European Parliament and Zuckerberg's office about the format of the hearing are ongoing.",
  "“We’re discussing with the leaders of the group,” said Tajani’s spokesperson Carlo Corazza.",
  "Tajani’s office was in touch Monday with Facebook’s EU affairs team.",
  "Facebook did not immediately respond to POLITICO’s questions.",
  "Maïa De La Baume and Ryan Heath contributed reporting.",
  "Not all MEPs are pleased with the proposal."
]