[
  "San Francisco real estate developer Alastair Mactaggart said over the weekend that he would withdraw an initiative set for the November ballot that had gathered more than 600,000 signatures, but was opposed by the deep-pocketed technology and telecommunications industries, if lawmakers passed the bill and got it signed by the governor.",
  "It was a remarkable sea change from last year when one of the authors of the new law, Assemblyman Ed Chau, a Democrat from Monterey Park, California, tried to pass a bill that would have required internet service providers to get permission from consumers before sharing or selling their activity on Web browsers.",
  "More: This is how a tough new California law will protect Internet privacy\n\nRusch and other privacy watchdogs say the new law will put companies on notice to be careful in how they handle people's data, but warn of significant loopholes that can be exploited to undermine consumers' privacy.",
  "The California bill, introduced just last week, was rushed into law to head off a more restrictive initiative on November’s ballot that, if it had passed, would have given consumers even broader privacy protections including the right to sue if a company compromises their personal data.",
  "The proposed California law is similar to Europe’s General Data Protection Regulation rules, which took effect last month, but goes further, allowing consumers to opt out of their data being shared instead of forcing them to opt in to continue using online services.",
  "The nation's most populous state, considered a political trendsetter, is responding to consumers' growing unease with the massive and largely unchecked collection and sharing of vast amounts of their private information that has produced a string of privacy mishaps.",
  "Consumers Union, the advocacy division of Consumer Reports, also objects to a provision in the law which would allow a business to avoid responsibility for breaking the law as long as it stops within 30 days of being caught.",
  "Senate Judiciary Committee chair Hannah-Beth Jackson, D-Santa Barbara, whose panel passed the bill Tuesday, told the \"San Francisco Chronicle\" this week that she had \"grave, grave concerns about this legislation.\"",
  "“This is a huge step forward to people all across the country dealing with this very challenging issue,” State Senator Bob Hertzberg, a Democrat and a co-author of the bill, said at a press conference Thursday.",
  "“Data regulation policy is complex and impacts every sector of the economy, including the internet industry,\" Internet Association Vice President of State Government Affairs Robert Callahan said in a statement.",
  "\"It is critical going forward that policymakers work to correct the inevitable, negative policy and compliance ramifications this last-minute deal will create for California’s consumers and businesses alike.\"",
  "AT&T, Comcast, Facebook, Google and Verizon each put in $200,000 to a committee opposing the ballot measure and businesses were preparing to spend tens of millions to campaign against the measure.",
  "Under the law which takes effect in January 2020, consumers will have the right to know what personal information companies are collecting and why and with which businesses it's being shared.",
  "\"This is a monumental achievement for consumers, with California leading the way in creating unprecedented consumer protections for the rest of the nation,” Mactaggart said in a statement.",
  "According to the new law, consumers who prohibit companies from selling their personal data must be given the same level of service but companies will be able to charge them higher fees.",
  "Consumers should not be charged for exercising that right,\" Justin Brookman, the director of consumer privacy and technology policy for Consumers Union said in a statement.",
  "\"With the widespread collection of all forms of personal information, it’s a critical time that we move on this issue.”\n\nRead or Share this story: https://usat.ly/2N9ZcGz",
  "(Photo: Justin Lane, EPA)\n\nSAN FRANCISCO — Consumers will be granted sweeping new online privacy protections under a first of its kind California law signed by Gov.",
  "States like California have been stepping into the breach after Congress has failed for decades to craft laws that protect the digital privacy of consumers.",
  "Privacy advocates credited the bill's passage to consumer outrage over the plundering of the Facebook data of 87 million people by Cambridge Analytica.",
  "“This law in California, like so many laws, is going to raise the bar for consumers everywhere,” said Emily Rusch, executive director of CALPIRG.",
  "A technology industry trade group said Thursday it's concerned by \"the lack of public discussion and process surrounding this far-reaching bill.\"",
  "And companies will be able to charge consumers more if they opt out of the sale of their data, establishing a new “pay for privacy” standard.",
  "Though some say they had issues with language in the bill, lawmakers were unable to make amendments to the bill without delaying its passage.",
  "Lawmakers had to scramble to pass the bill through committees and schedule votes in the state Senate and Assembly in less than a week.",
  "Under the new law, companies won't be able to sell people's personal information if they opt out, but they will be able to \"share\" it.",
  "State lawmakers said they expected to pass “cleanup bills” to fix issues with the law over the next 18 months before it takes effect.",
  "Corporations including AT&T, Verizon, Facebook and Google as well as privacy advocates will now aggressively lobby to make changes.",
  "Steyer said privacy advocates would fight any effort by the technology and telecommunications industries to water down the bill.",
  "Technology companies, many of which are headquartered in California, will likely implement the law in the rest of the country.",
  "\"This is now the de facto law of the land,\" said James Steyer, founder of Common Sense Media and one of the bill's backers.",
  "Apple CEO Tim Cook and other prominent voices in the tech world also helped overcome industry resistance, they said.",
  "Brown signed the bill into law just hours before Thursday's deadline to pull the initiative from the ballot.",
  "“On the other hand, it will go a long way toward putting control in the hands of consumers,\" she said.",
  "They will also have the right to direct companies to delete their information and not to sell it.",
  "Privacy advocates are already gearing up to press for similar legislation in other states.",
  "\"We will resist any attempt by highly paid lobbyists to roll back anything,\" Steyer said.",
  "The new law is the nation's toughest and could serve as a model for other states.",
  "\"The California state constitution grants people an inviolable right to privacy.",
  "The Assembly voted 69-0 to approve it shortly after the Senate approved it 36-0.",
  "And the law restricts sharing or selling the data of children younger than 16.",
  "\"We will work to strengthen this law and and to enforce this law.\"",
  "CLOSE He speaks on data privacy, immigration, and speaking out.",
  "\"It's a win for every citizen in the United States.\"",
  "Time\n\nRally for online privacy in New York in 2016.",
  "The bill came to a vote in both houses Thursday.",
  "In coming months, the new law could be revised.",
  "That bill didn't made it out of committee.",
  "Jerry Brown Thursday.",
  "Gov."
]