[
  "“I think what Google and what others are doing, if you look at what is going on with Twitter and if you look at what’s going on in Facebook, they better be careful because you can’t do that to people,” Trump said, adding, “I think that Google and Twitter and Facebook, they are really treading on very, very troubled territory and they have to be careful.“\n\nThe president’s comments come amid growing talk in some conservative circles, led primarily by former Trump adviser Steve Bannon, that Google and other online platforms should be regulated like public utilities, bringing them under government oversight.",
  "While prominent Republicans like House Majority Leader Kevin McCarthy and Trump's 2020 campaign manager Brad Parscale complain about the companies' alleged bias against conservatives, Democrats and liberals contend that Silicon Valley has allowed Russian-fueled disinformation to flourish, failed to crack down on far-right conspiracy sites like InfoWars, and violated user privacy with incidents like Facebook's Cambridge Analytica data scandal.",
  "Dorsey’s day in Congress — fielding questions about Russian meddling on the one hand and Republican criticism over \"censorship\" on the other — is shaping up to be a microcosm of the political pressure that's been building on internet companies in the wake of the 2016 election, as politicians, for vastly different reasons, ramp up criticism of the industry.",
  "| Mandel Ngan/AFP/Getty Images How Trump could hurt Google\n\nPresident Donald Trump’s Tuesday morning attack on Google for delivering “rigged” search results met with a swift denial from the company, but Trump’s threat to address the “suppressing” of conservative voices might not be so easily dismissed.",
  "Those tensions will be on full display on Sept. 5, when Twitter CEO Jack Dorsey, Facebook Chief Operating Officer Sheryl Sandberg, and a still-to-be-named Google executive are set to testify before a Senate committee investigating social media’s role in foreign election interference.",
  "Last month, in the wake of the European Union's $5 billion against Google over its Android mobile operating system, Trump called the search giant “one of our great companies.” But on Tuesday, his administration was pushing a different message.",
  "McCarthy spokesman Matt Sparks pointed to the recent example of Google scraping material from Wikipedia that described the California Republican Party as supporting “Nazism,” a result discovered days before the state’s early June primaries.",
  "In a Washington where bipartisan consensus is almost completely absent, Democrats and Republicans increasingly share a disdain for Silicon Valley — which, if married together, could be a nightmare scenario for the tech industry.",
  "And the president's public attacks could, over time, recast Google as a partisan player, a disturbing possibility for a company that depends on being the default search engine of choice for Americans of all political stripes.",
  "But the president’s grievances are another sign that the leading internet companies face growing bipartisan pressure in Washington over how they manage information on their platforms heading into the midterm elections.",
  "White House economic adviser Larry Kudlow on Tuesday suggested, in response to a reporter question, that officials are considering some form of regulation for Google, though he provided no details.",
  "'”\n\nSparks said Congress should conduct deeper oversight of tech, which has largely escaped the sort of congressional scrutiny faced by other, consumer-facing industries like automakers.",
  "Story Continued Below\n\nAntitrust officials at the Justice Department or Federal Trade Commission, for example, could investigate whether the search giant is abusing its market dominance.",
  "And Republicans have shown no signs of tempering their argument that tech companies are allowing their left-leaning orientation to infect how they present information to the world.",
  "Silicon Valley’s internet giants have long positioned themselves as ardent defenders of the free flow of information, no matter how anarchic their platforms might be as a result.",
  "The rising bipartisan anger against the tech industry has, remarkably, survived news cycle after news cycle in a Washington where attention spans can be measured in hours.",
  "Twitter’s Dorsey, for example, recently tweeted that the company “likely over-rotated on one value” — that is, free expression — and is now seeking a better balance.",
  "The president's Google grievance is another sign that the leading internet companies face growing bipartisan pressure in Washington over how they manage information.",
  "Facebook, Twitter and Google have been scrambling in recent weeks to show they're taking proactive steps to identify social media manipulation by U.S. adversaries.",
  "While Trump has few direct ways of going after Google, his administration and allies in Congress could find ways to make life difficult for the company.",
  "Search is not used to set a political agenda and we don’t bias our results toward any political ideology,\" a company spokesperson said in a statement.",
  "Dorsey will follow up with an appearance that same day before a House panel intent on investigating how Twitter handles conservative content.",
  "\"When users type queries into the Google Search bar, our goal is to make sure they receive the most relevant answers in a matter of seconds.",
  "The company pulls its news search results from prominent media sources, which Trump has declared, for the most part, illegitimate.",
  "“How many people saw that, and how many people walked away with a different impression” of California Republicans, Sparks said.",
  "In afternoon remarks in the Oval Office, Trump broadened his condemnation to include the country’s biggest social media firms.",
  "Lately, though, they've come to accept demands that they take a more active role in determining what appears on their sites.",
  "Not only is Trump frequently critical of tech on Twitter, his political opposite, Sen. Elizabeth Warren (D-Mass.",
  "Trump's Republican allies in Congress could subject the company to more unpleasant, high-profile hearings.",
  "Both Facebook and Google recently announced that they were removing accounts tied to Iran and Russia.",
  "Trump’s latest criticism of Google appears be rooted in his dislike of mainstream media headlines.",
  "“You start to say, ’Is this something happening more frequently and is something we’re not seeing?",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Warren recently tweeted that \"Big Tech\" is part of the lobbying game that plagues Washington.",
  "Google quickly rejected any suggestion it's manipulating its results for ideological reasons.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "We're taking a look at it,\" he replied as he walked into the White House.",
  "), has taken to lobbing her own fierce takedowns of the industry.",
  "But the actions have done little to mollify Democratic critics.",
  "Such scenarios are still far from reality.",
  "You can unsubscribe at any time.",
  "\"We'll let you know."
]