[
  "“You can use big data and know what people want and do a great job with it, but the other political party will have a million pesos and all your intelligence data doesn't matter.” According to research released this week by the Atlantic Council’s Digital Forensic Research Lab, Victory Lab’s Facebook network might be fraudulent as well.",
  "An employee at one of Mexico’s top digital marketing firms, who requested to remain anonymous because his firm doesn’t want its clients to know they also work for politicians, told BuzzFeed News that Mexican politicians have been using online dark ads — political ads without any clear backer — and fake news since the late ’90s.",
  "“Facebook can remove the fake news we pay 1 million pesos to promote, but they can't do it to all of our pages.” A spokesperson for Facebook said that they have been using “a combination of advanced technology, machine learning and human review\" to fight misinformation on the platform during the lead-up to the Mexican election.",
  "“Nor is it likely that a Mexican fake-news company, whose primary market is in Mexico, would run thousands of fake accounts with Asian profiles.” Which means it’s not just Mexican Facebook users that Victory Lab is trying to pull one over on, but also the politicians paying him to distribute fake news.",
  "(Yeidckol Polevnsky, the president of Morena, the party in the lead in presidential polls, told BuzzFeed News neither she nor her team has been in touch with Merlo \"that I know.” Spokespeople for the two other major parties, the PRI and the PAN, did not immediately respond to a request for comment.)",
  "“He came to my office that was just an apartment with six of my friends and he offered me a job to work with him.” Victory Lab’s first viral success, Merlo said, was a 2014 hoax they spread simply to see if they could, one that claimed actor Paul Walker was actually still alive.",
  "The software emulates other trending topics.” Merlo’s Victory Lab is one of the estimated hundreds of homegrown Mexican Cambridge Analytica–like marketing firms that are constantly filling up the country’s social media platforms with junk.",
  "Luis, a 22-year-old who graduated from university in December and who declined to provide his last name, told BuzzFeed News the key is building up an audience that really trusts the Victory Lab local page like it was a real newspaper.",
  "“We will continue in our efforts to protect Twitter against bad actors and networks of malicious automation and manipulation.” He said it isn’t uncommon for his team to create fake news for rival political candidates at the same time.",
  "“There is no credible explanation for why over three thousand Asian Facebook users would genuinely like a Spanish-language interview with a Mexican fake-news entrepreneur,” the Digital Forensic Research lab wrote in their report.",
  "But Mexican social media is a hall of mirrors, and Merlo believes that when journalists like the ones at Verificado try and debunk his fake stories or call out his artificial trending topics, they only make them trend more.",
  "Before the term 'community manager' existed, I was the community manager for Molotov.” Merlo started Victory Lab in 2011 when he responded to a politician who was asking on Twitter if anyone could help him use the internet.",
  "“I send it to a software, and then it starts to tweet and tweet and tweet.” The program controlling Merlo’s Twitter bots analyzes the frequency of other trending topics and then has the bots tweet at a similar frequency.",
  "He said the most frustrating thing is that no matter how good his data is and how deep his Facebook network goes or how many bots he has, he doesn’t think it can compete with Mexico’s inherently corrupt political system.",
  "But Juan Carlos Montecinos, director of the cybercrimes unit, told BuzzFeed News that in the nine months that they’ve been investigating the spread of fake news around the election, not a single arrest has been made.",
  "The only real obstacle to pushing fake news, dark ads, and inflated trending topics for Mexico’s politicians, Merlo said during BuzzFeed News' initial visit, has been getting government employees to pay him on time.",
  "This election cycle has been heavily monitored by a collective of journalists calling themselves Verificado, who have built a strong reputation for breathlessly fact-checking politicians and debunking viral stories.",
  "He and his wife took a private jet to the third debate in Mérida, Mexico, and he briefly tried to invite BuzzFeed News to join him, before rescinding the offer because he said it made his partners nervous.",
  "Regardless of the real-life impact that Victory Lab’s Facebook pages, Twitter bots, and Instagram likes are creating, Mexico’s fake news fight has inspired a new wave of journalists taking it seriously.",
  "Then, after building up these pages for years, Merlo’s team can quietly insert the same false story across their whole network, which Merlo believes is completely undetectable to Facebook’s moderators.",
  "Mexican digital marketing firm Victory Lab created #GanaConVictoryLab — which means “Win With Victory Lab\" — specifically to show BuzzFeed News how much influence they have on Mexican social media.",
  "BuzzFeed News was unable to independently verify Merlo’s claims about just how far Victory Lab’s reach truly extends, but it’s in line with claims from similar digital marketing firms in Mexico.",
  "And he appears to be making enough to pay his staff: During his interview with BuzzFeed News, all of his employees received their paychecks from a courier working with an outsourcing company.",
  "They need attention, and if my news gives them attention, it doesn't matter.” During his interview with BuzzFeed News, Merlo explained that he’s beginning to manipulate Instagram as well.",
  "In the main room, there were about a dozen twentysomethings huddled over brand-new laptops, their boxes stacked in another room, making memes and scheduling Facebook and Twitter posts.",
  "He’s hesitant to say he likes what firms like Cambridge Analytica have done around campaigns like Brexit, but only because he feels like it’s an unpopular opinion to have right now.",
  "Twitter; Victory Lab\n\n“They write all the text here, in [Microsoft] Excel,” Merlo said, scrolling through a spreadsheet of prewritten tweets on his laptop next to the giant monitor.",
  "The cybercrime unit in the Mexico City Public Security Secretariat is closely monitoring complaints made about dark political ads, which are regulated by the Mexican government.",
  "Victory Lab\n\n\"We are committed to ensuring that Twitter is safe and secure for all users and serves to advance healthy civic discussion and engagement,” the spokesperson said.",
  "They register names that sound like real local newspapers — for example, “Wake Up Campeche.” Then they build small but loyal audiences with these fake local news pages.",
  "“Saying you like Cambridge Analytica is like saying you like Hitler.” Like with Cambridge Analytica, it’s unclear how powerful Victory Lab’s network effect actually is.",
  "On July 1, the country will vote for a new president, 500 members of the Chamber of Deputies, 128 members to the Senate, and thousands of state and municipal positions.",
  "Making a million tweets is easy; getting the money is not.” In a certain sense, Mexico’s internet culture has always been defined by viral trickery and misinformation.",
  "And any article like this one, he contends, outlining exactly how his firm operates, ends the same way: People publicly condemn him and then quietly ask him for help.",
  "And nobody will care.” Mexican authorities have decided that online misinformation is such a problem that it’s become a focus for Mexico City’s cybercrime division.",
  "Victory Lab’s 29-year-old founder, Carlos Merlo, proudly stood in front of a giant screen in his office as the automated accounts started tweeting out the hashtag.",
  "So if they want to read about the beach, like if they're in Cancun, or if they want to hear something about security in Veracruz, it will be important for them.",
  "Armed with millions of bots and thousands of fake Facebook pages, Carlos Merlo's digital marketing firm is trying to hijack Mexico’s politics with fake news.",
  "This chaotic political environment has been a cash cow for Merlo, who said he has yet to have one of his campaigns properly moderated by Facebook or Twitter.",
  "Twenty-five cents an account.” During Mexico’s last presidential debate this month, he estimates that his team was responsible for around 1 million tweets.",
  "He said that his team controls 4 million Twitter accounts, many of which were purchased from Russian bot agencies and given new Mexican-sounding names.",
  "Another common request is a politician commissioning fake negative stories about themselves so that they can accuse their opponents of spreading them.",
  "The “office” Merlo allowed BuzzFeed News to visit is essentially a small, barely furnished apartment in Mexico City’s southern Moderna neighborhood.",
  "“Here's where we make memes,” he said, pointing to a large monitor where a young woman was overlaying Spanish text on the Distracted Boyfriend meme.",
  "Next to one of the computers was a Victory Lab–branded mousepad with a photo of Merlo on it — only the image had altered so that he looked skinnier.",
  "He said that Mexico is still trailing behind the US, though, which most Mexican digital marketing firms see as the global capital of misinformation.",
  "A spokesperson for Twitter told BuzzFeed News that they’ve been actively monitoring trends and spikes in conversations around the Mexican election.",
  "The issues people in the US only truly acknowledged in November 2016 have been a key feature of Mexican society for as long as it’s had internet.",
  "Both Luis and Merlo agreed that sharing things like lost pets or regularly posting about the weather was a good way to bring in local followers.",
  "BuzzFeed News\n\nMEXICO CITY — The first tweets using the hashtag #GanaConVictoryLab started appearing around 6 p.m. on the afternoon of June 15.",
  "By 8 p.m., it was the fourth-most-tweeted hashtag in Mexico, pushing down mentions of Cristiano Ronaldo’s World Cup performance that afternoon.",
  "“I followed the US election closely and I was fascinated by the new tools that Trump's team used and decided to do something similar,” he said.",
  "Through his firm, Merlo says, candidates can commission all kinds of manipulative digital content and know that there’s almost zero oversight.",
  "“When you play with feelings of people, when you make a story or exaggerate one to make them feel something, that does much better,” he said.",
  "He said a hashtag like the one he made for BuzzFeed News would cost around $10,000 if the client really wanted it to trend at number one.",
  "After inquiries from BuzzFeed News, Facebook on Thursday shut down Merlo's personal Facebook page and the Facebook page for Victory Lab.",
  "(Merlo won’t say who the politician was and a review of Merlo’s Twitter activity from that time didn’t offer any clues to his identity.)",
  "“People come in and out.” The political fake news Victory Lab has been commissioning has only been through Mexico’s political parties.",
  "He sees Victory Lab as a cheaper alternative for undercutting platforms like Twitter, which offer legitimate promoted trending topics.",
  "Instead of attempting to build up fake news sites with millions of followers, Victory Lab has adopted a far more insidious approach.",
  "Merlo said that in the last six months, Facebook’s attempts at cracking down on fake news have had zero effect on his team’s reach.",
  "When asked if that meant that he hasn’t worked with independent candidate Jaime Rodríguez Calderón, Merlo just laughed and nodded.",
  "And Merlo is the first to concede that Mexico’s simply not online enough for fake news to really have a profound political effect.",
  "Right now, Merlo said he has 17 small Victory Lab offices scattered around Mexico, each of them employing 15 to 20 young people.",
  "He posted a photo of our reporters that, in the span of 15 minutes, was liked 15,000 times, almost exclusively by fake accounts.",
  "The majority of the likes on pages believed to be controlled by Victory Lab come from profiles registered outside of Mexico.",
  "Merlo estimates that these days, around 90% of all trending topics in Mexico are controlled by digital marketing firms.",
  "He described his staff as a constantly rotating assemblage of recent college graduates looking to make a quick buck.",
  "Merlo's network of bots and the thousands of fake news Facebook pages Victory Lab is running remain intact, however.",
  "They analyzed activity around Victory Lab’s Facebook page, where Merlo shares interviews he’s done with the media.",
  "He said he got his start in 2006 when he registered an unofficial Myspace page for the Mexican rock band Molotov.",
  "Mexico has one of the lowest levels of trust in their media and public institutions of any country in the world.",
  "But he said he expects to be doing this kind of work for at least six more years, until Mexico’s next election.",
  "A recent poll found that 80% of Mexicans believe fake news is actively affecting their lives on a daily basis.",
  "But he said Donald Trump’s presidential campaign was a game-changer for the way he thought about Victory Lab.",
  "His whole career is a perfect example of Mexican web culture’s extremely tangential relationship to reality.",
  "“If people read the news and then did a little research, they'd know it was fake and not share it,” he said.",
  "Come with us.” He believes that working with Merlo is a good first step to a career as a political analyst.",
  "“For a brand, if you wanted a promoted Twitter trending topic through Twitter, it'd be $100,000,” he said.",
  "Luis joined Victory Lab after seeing an ad that simply read: “Do you want to work for campaign elections?",
  "Over the last six months, Merlo says, Victory Lab’s main clientele haven’t been brands, but politicians.",
  "Merlo told BuzzFeed News that he sees the closure of the two pages as Facebook's attempt at censorship.",
  "“They are millennials; they work five months, go home and say to their parents, 'Wah, I was exploited.'",
  "“It seems neutral because we have done the work before to manage a neutral [Facebook page],” Luis said.",
  "Merlo’s team operates a network of 4,000 fake Facebook pages that look like local newspapers, he said.",
  "All of this makes wrapping your head around the actual specifics of what Victory Lab is doing tricky.",
  "The real powerhouse of Victory Lab’s network isn’t its Twitter campaign though — it’s on Facebook.",
  "All of them have a huge amount of engagement, but none of it is coming from inside Mexico.",
  "“I would post the pictures of the concerts, post the date of the next concert,” he said.",
  "The goal: to dominate digital platforms in the lead-up to a historic election in Mexico.",
  "Within two hours, it began rising through Mexico’s national trending topics on Twitter.",
  "He also said that he’s learned that outright lies don’t work as well as exaggerations.",
  "He said he uses Wikipedia to write up local news for towns he’s never been to before.",
  "So we publish those kinds of topics so they can relate to those newspapers,” he said.",
  "By 2009, he said, his Molotov Myspace account was the most-followed page in Mexico.",
  "Getting Merlo to nail down his prices, services, and tools he uses is even harder.",
  "I don’t think there’s anything more terrifying than corporate America,” he said.",
  "“The band contacted me in 2009, saying, 'Hey, we can pay you for doing this.'",
  "The only problem: Every one of the accounts tweeting the hashtag was a fake.",
  "Merlo agrees that it’s ultimately the readers’ fault for sharing fake news.",
  "He said he dreams of quitting, starting a restaurant, and having kids.",
  "“It simulates similar hashtags, like this one for Cristiano Ronaldo.",
  "At 29 years old, Merlo knows that he’s aging out of the industry.",
  "“Six million people.” He calls it Victory Lab’s first big scoop.",
  "Victory Lab will make anything trend on any platform for a fee.",
  "“I will elect the next president and then I'll quit,” he said.",
  "All Mexican agencies have bots and they buy them from Russia.",
  "“When you buy them, you send a PayPal receipt, nothing else.",
  "Here, there isn't 100% internet penetration,” he said.",
  "“We speak to them about what they want to read about.",
  "Merlo was present at all three presidential debates.",
  "“I like their work, but...,” he said, trailing off.",
  "BuzzFeed News\n\nMerlo’s been at this a long time.",
  "“In Russia, it's easy to make a lot of accounts.",
  "Victory Lab isn’t all-powerful just yet, though.",
  "“We made these newspapers in 2011,” Merlo said.",
  "“A lot of people believed that story,” he said.",
  "The accounts here had Russian names,” he said.",
  "“People will read it and start to participate.",
  "Business seems good for Victory Labs, though.",
  "It’s currently been liked over 40,000 times.",
  "“Black campaigns are going to be bigger.",
  "“It's photoshopped,” he said, laughing.",
  "“Mexico is different than America.",
  "“America is king in that respect.",
  "Fake news is going to be huge.",
  "We have a rotation,” he said.",
  "“Getting paid is difficult.",
  "“But people don't do that.",
  "Real people,” he said.",
  "People want to share.",
  "People share."
]