[
  "When Facebook realized how valuable their user data was, they started to close their gates, and finally, the company made the very clear announcement: Don’t use data obtained from Facebook to make decisions about eligibility, including whether to approve or reject an application or how much interest to charge on a loan.",
  "When I was responsible for launching Rocket Internet’s a new FinTech brand into a new market in 2014, one of the very commonly asked question my PR wing guy received from journalists was: “Do you use social media to build borrowers’ scoring profiles?” Well, we did not do this due to fraud limitation.",
  "But when you realize how close the justification of the Chinese social credit system is to the explanations given by some companies who experiment with social scoring, one can not forget the well-known proverb that the road to hell is paved with good intentions.",
  "When the majority of the population would be willing to share their private data, those who do not would be considered suspicious and discriminated in non-obvious ways, like receiving ‘a standard offer’ that is less attractive than the offer everybody else got.",
  "Imagine combining all of your scores from multisided platforms like eBay, Airbnb, or Turo with your single individual personal score that would determine your job, available mortgage rates, or schools for your children.",
  "Parallel to LinkedIn, YouTube, Messenger, WhatsApp, Instagram, Twitter, Skype… imagine now that companies like Cambridge Analytica, might download everything you have ever done, liked, or paid for online.",
  "However, if the account’s longline activity was 10 minutes and someone using it tries to log into a bank account, the probability of fraud is high, and some precautions should be taken.",
  "However, if your social scoring is at a satisfactory level, you get discounts, airline upgrades, better cars in car rental, and you no longer need to wait in a queue.",
  "Well, that’s not real life yet (at least not outside of China), but the reality of Netflix’s episode “Nosedive” in the “Black Mirror” series attempts to answer this.",
  "It is not just about the combing of your profiles by social insurance institutions by hunting on your holiday pictures when you are reported to be on sick leave.",
  "It already happens with telecom providers in some countries who advertise their subscriptions with lower prices for users who agree to get marketing messages.",
  "For some companies, I’m a regular customer or user (yes, I do use social media platforms in the same way as you do) but there is no business link between us.",
  "In Europe, we have the GDPR (General Data Protection Regulation), which describes the obligations of companies who obtain and posses information about us.",
  "Recent research in the realm of the behavioral economy shows precisely that people do not act as we tend to think using rational economy models.",
  "When you log in to the banks' website from social media platforms, banks have backend algorithms that analyze how long you spent in that medium.",
  "Right now, all pieces of information you leave there are used to build your profile and adjust to create the perfect marketing message for you.",
  "Banks Still Verify Your Social Media Account\n\nDespite all the limitations above, nowadays social scorings are commonly used to limit frauds.",
  "That is why using the information only from social media is not the best way to diagnose the probability of lung cancer among a population.",
  "And have you heard that when you are not paying for a service like Facebook, potentially you might be the ‘product’ that is being sold?",
  "But some elements of social scoring are already used in western hemisphere’s financial industry - in the interest of all of us.",
  "Which is nothing else than getting benefits from being ‘an exemplary citizen,’ building their reputation, and monetizing it.",
  "Being verified by alternative scoring models is the only way for them to get any loans, paying for that with their privacy.",
  "If they are willing to share their health data with the insurer using a Google watch, they may have a cheaper policy.",
  "Good, Bad, Facultative\n\nIt is nothing wrong, even if we use norms of privacy fighters: people do it facultatively.",
  "In that case, a dozen or hundreds of hours are equally the same, and it doesn’t make you a bad or a good customer.",
  "That is why the biggest advertising players are not ad agencies nor advertisers any longer but digital platforms.",
  "The choice of information that platforms collect is limited which may influence the digital footprint we leave.",
  "There are some companies specialized in providing technologies to build scorecards based on digital footprints.",
  "They do not necessarily do what would be the best and what would nominate them to be called homo oeconomicus.",
  "Scores are given for everything, such as: being nice, well dressed, coming on time and replying respectively.",
  "How To Cheat Imperfect Social Scoring\n\nHowever, there are some challenges connected to the social scoring.",
  "And, if they are used for social scoring, at least we should be informed and allowed to give our consent.",
  "How much data do you leave there when you are sharing, giving thumbs up, commenting, and clicking?",
  "Disclaimer:\n\nI’m not involved in any business anyhow any longer mentioned in the article above.",
  "Looking at somebody’s face and thanks to augmented reality technology seeing her/his scoring.",
  "They use various sources, like telecom data, browser data, or e-commerce transaction data.",
  "Your Digital Footprint In The Finance World\n\nNot only the Mad Men are hungry for data.",
  "If you misbehave, you are punished by getting a lower rate, which decreases your mean.",
  "It is much more difficult to transfer information about ourselves to a third party.",
  "Here is one example: All of us create the image we want to project in social media.",
  "shèhuì xìnyòng tixì) introduced in China this spring thrilled the Western world.",
  "From a traditional, European-centric point of view, they would be untrustworthy.",
  "Social Scoring And Social Media\n\nHow many hours a day do you spend on Facebook?",
  "Your online behavior can tell underwriters much about how trustworthy you are.",
  "Many photos from Thailand in a holiday style doesn’t mean many loans taken.",
  "Maybe just visiting a friend who provides accommodation and alimentation?",
  "How many of your friends post pictures of themselves with cigarettes?",
  "The same pattern works with estimating the probability of default.",
  "Second: we can not use the data from the most prominent platform.",
  "Furthermore, in some countries, there is no traditional scoring.",
  "Let’s be uber-cautious when passing judgment on social scoring.",
  "Nearly half of the Asian-Pacific Asia population is unbanked.",
  "The news about a pilot of the social credit system (??????",
  "However, some practices step far beyond fraud limitation.",
  "It is also the means of banks, insurers or payday loans.",
  "Like users of the insurance application named Oscar.",
  "Social scoring for this population may be salvation.",
  "Perhaps more than those who post photos with puffs.",
  "But, as human beings, we tend to mix up our trails.",
  "It was long before the Cambridge Analytica affair.",
  "Each one of them has a goldmine of data about you.",
  "At that time, social scoring was still a novelty.",
  "But clients need to participate in them actively.",
  "This is only one social media platform you use.",
  "Are we sure that social scoring is only evil?",
  "This has been occurring for quite some time.",
  "You can read my other Forbes posts here.",
  "How many of them actually smoke?",
  "For some, it may be beneficial.",
  "Probably just a few, if any.",
  "Check this chart by Lenddo.",
  "First: the source of data.",
  "Third: people’s behavior.",
  "Now, it is a reality.",
  "So are financiers."
]