[
  "Even after Facebook CEO Mark Zuckerberg was hauled in front of lawmakers on both sides of the Atlantic and federal agencies began to probe Facebook, prompting calls for increased regulation, investors and advertisers were undeterred, propelling the stock to new highs.",
  "And it seemed Facebook would shrug off the recent rash of scandals, too — Russian election interference, the mishandling of as many as 87 million people's personal information by Cambridge Analytica and the unchecked spread of fabricated news.",
  "The stock, which remained down 20 percent in premarket trading Thursday after plunging as much as 24 percent in after-hours trading Wednesday, had a cascading effect on competitors Snap and Twitter, which dropped, too.",
  "(Photo: Loic Venance, AFP/Getty Images)\n\nSAN FRANCISCO — Facebook lost about $130 billion in market value in just two hours, its steepest stock decline ever, after warning of slowing sales growth.",
  "\"Deceleration such as management guided towards suggests that, while the company is still growing at a fast clip, the days of 30% plus growth are numbered,\" Wieser wrote in a research note.",
  "Growth in the number of users who logged in each day fell short, too, up 11 percent year-over-year at 1.47 billion but still less than the 1.49 billion anticipated.",
  "Facebook reported its slowest growth rate ever, with 2.23 billion people logging in at least once a month in June, below the 2.25 billion analysts expected.",
  "Pivotal Research Group analyst Brian Wieser, who has a sell rating on the stock, says there are limits to growth in digital advertising, even for Facebook.",
  "Shares, which had already declined 7 percent after hours, then fell as much as 24 percent after the comments on a conference call with analysts.",
  "On Wednesday the initial fallout from Cambridge Analytica appeared in Facebook's financial results and forecast and it was a game changer.",
  "Chief financial officer David Wehner triggered the selloff when he said sales growth would continue to slow through the rest of the year.",
  "It recorded sales of $13.23 billion for the three months ended in June, short of the $13.3 billion Wall Street anticipated.",
  "But the sell-off points to growing concerns that Facebook will not emerge unscathed from the many controversies it faces.",
  "If that loss holds through Thursday’s close, he will slip to sixth place from third in the Bloomberg Billionaires Index.",
  "It was the first full financial report since Facebook became embroiled in the Cambridge Analytica scandal in March.",
  "Daily usage was unchanged in Facebook's biggest market, the United States and Canada, at 185 million daily users.",
  "The stock slide began right after Facebook reported second-quarter results after the market closed Wednesday.",
  "Facebook (FB) shares closed at $217.50 on Wednesday, but had fallen to $173.25 in premarket trading Thursday.",
  "Also alarming to investors: Facebook's growth is slowing with users in some of its most lucrative markets.",
  "Shares, which hit a record high Wednesday, plunged as much as 11% after Facebook posted the results.",
  "The personal wealth of Facebook co-founder and chief executive Mark Zuckerberg took a major hit.",
  "Net income was $5.11 billion, or $1.74 a share, beating analysts' estimate of $1.71 a share.",
  "The problem: weaker-than-expected revenue growth, Facebook's first such miss since 2015.",
  "Facebook shares had risen 20 percent since the beginning of the year.",
  "Facebook saw a decline in Europe to 279 million daily users.",
  "After-hours declines don't always hold the next day.",
  "Image of a Facebook logo taken on a mobile phone.",
  "Facebook used to be made out of corporate Teflon.",
  "Read or Share this story: https://usat.ly/2v5DkUJ",
  "Controversies came and went, but nothing stuck.",
  "He lost $16.8 billion in extended trading."
]