[
  "Both Dorsey and Sandberg have faced internal criticism that they were inattentive to critical challenges during the 2016 election, when Russian operatives, posing as Americans, flooded their platforms with messages intended to divide the electorate — events that set in motion a set of crises that have only worsened since then.",
  "One of the most popular submissions to the company’s town hall last week, in which employees vote on questions to publicly ask Zuckerberg every Friday, was whether there are problems with Sandberg’s leadership, given a recent string of departures among executives who reported to her, a Facebook employee said.",
  "Five senior executives who report directly to Sandberg have departed or have planned to depart Facebook since the Cambridge Analytica controversy broke, including the company’s long-standing general counsel Colin Stretch and Elliot Schrage, who was Sandberg’s most loyal deputy and right-hand man.",
  "Their approaches were tested by lawmakers, who grilled the executives with questions about their business models, privacy, disinformation, abuse of their services by governments and foreign actors, and their readiness to prevent that abuse in the run-up to the U.S. midterms.",
  "He has worked behind the scenes to change Twitter’s policies and products to prevent abuse, but he has said that more recently he realized he needed to take a more public stance and approach the company’s problems holistically — rather than reeling from crisis to crisis.",
  "Dorsey, on the other hand, has been consumed in a different way, intensely focused on helping Twitter become profitable for the first time while running another public company, mobile payments firm Square, where he is also chief executive.",
  "According to two executives, Sandberg was distracted during the run-up to the 2016 election in part because she was promoting her book about grieving, “Option B: Facing Adversity, Building Resilience, and Finding Joy,” about grieving.",
  "But their testimony was also a performance for their peers in Silicon Valley, where the workforce is increasingly skeptical of the value of social media products and algorithms the industry has built and championed.",
  "Both executives for weeks relentlessly practiced for hours of grilling by lawmakers, engaging in role play and panels of questioning by colleagues and hired consultants, according to executives at the companies.",
  "Twitter has been taken to task for millions of fake accounts and for abusive trolling, while Facebook is battling public outrage over the misuse of user data by political consultancy Cambridge Analytica.",
  "Their differing approaches were on display as the pair entered the Senate Intelligence Committee's hearing room on Wednesday morning, both wearing simple black suits (Dorsey didn't wear a tie).",
  "He rarely visited Washington until recently and didn’t cultivate relationships with lawmakers because he believed tech could solve its own problems, according to current and former executives.",
  "SAN FRANCISCO — The Silicon Valley leaders who testified before Congress for the first time on Wednesday came to Washington with personal styles that could not be more different.",
  "She’s also a household name, thanks to her feminist bestseller “Lean In” and the women’s groups that spun out of it, sparking talk that she might one day run for public office.",
  "Sandberg’s carefully cultivated image is now under attack from within, and employees are publicly questioning her effectiveness as second-in-command to CEO Mark Zuckerberg.",
  "\"Sheryl Sandberg's extraordinary communication skills were on full display in that hearing,\" said Roger McNamee, a Facebook investor who has become a critic of the company.",
  "At one point in the hearings, the executives were asked whether they would engage with hostile foreign powers, and their answers reflected their contrasting personalities.",
  "Sandberg, the epitome of controlled and polished, excels at public appearances where she can discuss policy and can use her high profile to bolster Facebook’s image.",
  "She hardly deviated from her talking points, but a heated exchange with California Sen. Kamala Harris over Facebook's hate speech practices made her flustered.",
  "\"That policy was badly written, bad example and not a real policy,\" Sandberg said, after Harris pressed her on when Facebook changed one of its policies.",
  "As a former senior adviser in the Clinton administration, Facebook Chief Operating Officer Sheryl Sandberg is a familiar face on Capitol Hill.",
  "An experienced political operator, Sandberg dove into her talking points as she readily answered questions and barely looked at her notes.",
  "\"I’m not familiar with the specifics of this at all but based on how you are asking the question I don’t think so,\" said Sandberg.",
  "Sandberg and Dorsey’s responses could impact regulation of the tech industry, a prospect both acknowledged during the hearings.",
  "(He sported a more conservative look for the hearings, announcing on Twitter on Monday that he got a haircut and beard trim.)",
  "“If something goes wrong in the 2018 midterms that can be traced to Facebook, Google or Twitter, there will be hell to pay.”",
  "His social orbit consists of celebrities and tech leaders, including rapper Kanye West and prominent investor Vinod Khosla.",
  "\"Unfortunately for Facebook, there are legitimate grounds for criticism that can't be resolved with great communications.\"",
  "[Jack Dorsey says he’s rethinking the core of how Twitter works]\n\nOf the two, Sandberg is more personally embattled.",
  "He has been making the rounds in Washington this week wearing T-shirts, sneakers and his signature hipster beard.",
  "Dorsey, on the other hand, prefers communicating via Twitter over giving interviews or public speaking.",
  "Dorsey gave more direct responses, went off script and looked at his phone several times.",
  "Scrutiny of the tech industry will continue through the U.S. midterms in November.",
  "Twitter chief executive Jack Dorsey, on the other hand, is less publicly known.",
  "(She became a widow in 2015 when her husband died of a heart attack.)",
  "(AP Photo/Jose Luis Magana)\n\nFacebook and Twitter declined comment.",
  "Throughout the hearing, Sandberg frequently thanked the lawmakers.",
  "Twitter CEO Jack Dorsey testifies during the Senate hearing.",
  "He described himself in the hearings as a man of few words.",
  "His Twitter account sent tweets during his opening remarks.",
  "Conservative conspiracy theorists lurked behind them.]",
  "“The whole world is keeping score now,” McNamee said.",
  "[Facebook and Twitter testified before Congress.",
  "\"No,\" said Dorsey."
]