[
  "Mr. Mactaggart was not an expert on privacy when he started; he was a wealthy real estate developer from Oakland, whose main interaction with people in the tech world was at Bay Area birthday parties and his neighborhood dog run.",
  "For one thing, his campaign was happening in real time, and as a political neophyte, he was encountering Silicon Valley’s political machine for the first time, much as most readers would be.",
  "My colleagues and I have reported extensively over the last year on the enormous power wielded by tech companies over politics and commerce and on the ways in which that power can be abused.",
  "Yet both Facebook and Google, and the broader tech industry of which they are a part, have escaped any major regulation or seriously punitive government action in the United States.",
  "Mr. Mactaggart, who last year began organizing to pass a California ballot initiative restricting the abuse of personal data, turned out to be an ideal way to answer the question.",
  "That journey allowed me to turn an arcane and often boring subject into a compelling yarn; his education — as a political campaigner and as a consumer — becomes the reader’s.",
  "I often write about complex policy issues, and questions surrounding data collection, advertising and privacy can be challenging to unspool in a compelling, accessible way.",
  "Our reporting has shed light on how poorly tech companies protect the integrity of their platforms and of the data you hand them for free, with profound consequences.",
  "I used to write about campaign finance; that’s a complicated topic, too, and it was easy to lose readers’ attention.",
  "For those who have no background in programming or data science, the industry they animate can seem impenetrable.",
  "Tech and social media, while in one sense nearer to people’s daily lives, can seem distant and abstract.",
  "Presidential campaigns lend a certain innate drama to stories about donors and fund-raising.",
  "(In Europe, Google was recently hit with a $5 billion fine for antitrust violations.)",
  "Even after a cascade of scandals, Washington had done almost nothing.",
  "He more or less fell into a rabbit hole and became a little obsessed.",
  "That was important for me, too, as a reporter.",
  "But writing about data and privacy is harder.",
  "Why?"
]