[
  "So while the core functions are contained at the center of this org structure, including the policies and standards of the organization, the outer layer contains these pods of excellence, which allow for rapid experimentation, more fluid collaboration and where the members have direct accountabilities to the work unit.",
  "The environment is dictating how businesses organize\n\nWe have to consider the trends and what may seem like sustainable developments within the current environment, the interplay of technology and opportunity which will impact the way markets think, the way they behave and what they will expect.",
  "This requires organizations to embed learning management systems to bring employees up to speed on market trends, to train and re-skill them on new technology, to encourage participation in new product development, plus modify job roles so they evolve with the new technology.",
  "While modifying the current communication and decision making structures will enable this, the widening business-to-market gap will mean closing the skills and knowledge gap between employees and a marketplace facing continuous change.",
  "What is also clear is the rise of the General Data and Protection Regulation (GDPR) that is telling organizations to slow down and put into place, standards and policy for the responsible collection, use and aggregation of information.",
  "I've been studying the future of work for a number of years and it's now come full circle in an environment and among business leaders who are more accepting of what's in store in the coming decades and what they need to do to survive.",
  "As Dave Gray, Author of the Connected Company pointed out,\n\n\"Business requires dismantling of its precious infrastructure\"\n\nNew Mindsets: New Organizational Structure\n\nThe way business organizes today is through process and hierarchy.",
  "Mary Meeker references this Paradox of Privacy, where organizations seek to leverage personal information to provide more customization and, at the same time, are increasingly scrutinized in how they use the information.",
  "Transparency: If the Cambridge Analytica and Facebook data leak taught us anything, consumers are better informed, have higher expectations and demand much more transparency in how their information is being used.",
  "This method will discover redundancies in the current systems, but will also allow strengthening collaboration as employees within these groups will be much more energized to collaborate and own their solutions.",
  "Look at what's happened in the last year alone: This digital disruption in retail has witnessed at least 21 U.S. retailers filing for bankruptcy protection in 2017 including Toys R Us, The Limited, and Payless.",
  "By leveraging the same systems, the same processes, the same best practices from legacy businesses to the predict market behavior, business will continue to chase the market and miss enormous opportunities.",
  "The panacea is a more fluid organization where decisions are made at the edges, where the business is in sync with its market, and where business perpetuates a value system that keeps it humming nicely.",
  "Today, cities occupy just 2.6% of the earth’s crust, \"but are home to more than 50% of the world’s population, generate more than 80% of the world’s GDP and use 75% of the world’s natural resources.\"",
  "Because of Airbnb and Uber, which have, respectively, booked on average 100 million room nights per year and 40 million rides per month, pronounced shifts within this industry are happening today.",
  "In the 1990's, Cavoukian conceived of this idea to address the growing \"systemic effects\" as communication and information technologies integrated within increasingly networked data systems.",
  "Three strategies that respond to this environment include:\n\nThe Perpetual Learning Organization - Digital business requires companies to act and respond faster than they ever have before.",
  "The individuals within these independent units are empowered to test, build, deploy, measure and iterate much more quickly than if they worked within today's hierarchical structure.",
  "Social Responsibility: Consumers in developed economies are becoming more value conscious and this is putting more pressure on companies to find ways to do more, and to do better.",
  "This will come at a time when workers will be interested in adopting more flexible working arrangements because it will grant them greater control, growth and even job security.",
  "This is the future of the \"long-lived\" company:\n\nConnected companies learn and move faster, seize opportunities and link to a network of possibilities to spread their influence.",
  "This methodology fits squarely into the holocratic organizational strategy that ensures functional participation and empowers accountable experimentation and deployment.",
  "Business 3.o must be:\n\nethical\n\nempathic\n\nnimble\n\nMake no mistake – companies will be judged by their customers, their employees, their partners and their investors.",
  "A study from Accenture for the World Economic Forum showed when there is a high level of trust in a company, it attracts new customers and strengthens existing ones.",
  "This quote from an executive at Salesforce at a recent conference summed up nicely how business should respond: \"Just because you can, doesn't mean you should\".",
  "Four rising factors that will impact business include:\n\nUrbanization: Throughout the world, urban populations are growing much faster than rural populations.",
  "Also, consider the changes within the $7.6 trillion global travel and tourism sector that necessitate continuous iteration of current business models.",
  "When companies in the future are faced with pedabytes of data being streamed from multiple feeds, there will be a mandate to explain model outputs.",
  "Slowly boundaries are being severed between countries and organizations to contextualize information for the purpose of gaining increasing insight.",
  "As we marshall into more disruptive technology using data, business will need to understand the long-term implications for the society at large.",
  "The 33-year average tenure of companies on the S&P 500 in 1964 narrowed to 24 years by 2016 and is forecast to shrink to just 12 years by 2027.",
  "Increased competition will force companies to lower costs while improving productivity, which will mean they will hire for tasks vs headcount.",
  "This wild west of rampant experimentation that created opportunism in business and in politics, at the expense of the individual, is over.",
  "Trust becomes an important value in privacy and ethics, especially when data becomes the engine that drives many of tomorrow's decisions.",
  "Rigorous data collection is required at all stages to ensure thorough identification of impacts to workflow and functional requirements.",
  "A high level of trust also makes employees more committed to staying with the company, and partners, and more willing to collaborate.",
  "A gale force warning to leaders: at the current churn rate, about half of S&P 500 companies will be replaced over the next ten years.",
  "These corporations built these infrastructures based on markets that were predictable and environments that were relatively stable.",
  "Over the past five years alone, the companies that have been displaced from the S&P list include many iconic corporations: Yahoo!",
  "Enter \"Holacracy\"\n\nWhat has been around for decades but hasn't been as pervasive is this notion of self-management or HOLACRACY.",
  "CEOs will need to encourage their organizations to adopt agile workforce strategies to meet the rapidly changing skills market.",
  "The \"liquid\" workforce will also compel employers to continuously train staff and move them around the organization as needed.",
  "The most dangerous phrase ... is: \"We've always done it this way\"\n\nThe way it was DONE could no longer be the way it WILL Be.",
  "These systems are characterized by the potential for self-management especially in environments where balance does not exist.",
  "Design Thinking - This is a strategic practice that radically changes the mindset of an organization from \"static to fluid.\"",
  "The focused group is created to speed up the process of innovation, get the required feedback and make autonomous decisions.",
  "They want things fast, easy, convenient, and affordable The Gig Economy: By 2030, 43% of the workforce will be freelance.",
  "Projects will be able to go into production much faster as long as there is accountability and validation at each stage.",
  "In addition, collaboration is required cross-functionally to determine the impacts on all parts of the organization.",
  "This \"Fractal System is a complex, non-linear, and interactive system\" and adapts readily to a changing environment.",
  "The division of work created these silos that stifled information sharing and ultimately, the speed of decisions.",
  "As well, functionally embedding privacy that is fair and moral into each layer of our systems will be required.",
  "YouTube, Facebook and Twitter were able to capture 50 million users in four, three and two years, respectively.",
  "Consider the time it takes for a new product or technology to reach a significant milestone in user acceptance.",
  "The tables have turned and today markets are moving at a speed where business is struggling to keep pace.",
  "It changed the way people consumed information, how they interacted with each other and how they bought.",
  "We've seen this decline over the past few decades and business is being held hostage by their own doing.",
  "These are nothing when compared to Angry Birds, which took a mere 35 days to reach 50 million users.",
  "The industrial revolution created this structure as well as a system of disseminated accountability.",
  "I’ve seen firsthand how technology has wielded its way into the marketing and media sector.",
  "It was easy to hide behind your job description and claim, “It’s not my responsibility”.",
  "At the heart of all this disruption is the explosion of adoption at the consumer level.",
  "This is the first time the consumer is being given control over their own information.",
  "Business Must Design for Ambiguity\n\n...where complexity and uncertainty are the rules.",
  "Privacy by Design was developed by Ann Cavoukian, former Privacy Minister of Canada.",
  "It will also create an increased service economy and bring with it, more complexity.",
  "Continuous audits for fairness within systems and practices will also be required.",
  "How business innovates around these constituencies will determine their longevity.",
  "Employees will also weigh in and their collective voices will be more pronounced.",
  "Imagine a world in which the average company lasted just 12 years on the S&P 500.",
  "Do you remember when business had a strong influence on how the markets behaved?",
  "It took airplanes 68 years, the automobile, 62 years, and television, 22 years.",
  "This was developed through an agile methodology, which advocated the workflow.",
  "The patterns that algorithms will detect will create opportunistic tendencies.",
  "This will have significant implications on demand for the world's resources.",
  "At the heart of this approach is to solve problems that are human-centered.",
  "This will create an expectation of life-long learning within the culture.",
  "To remain competitive, this idea of permanent workforce will not prevail.",
  "At the same time, it has obsoleted the very practices I've known be true.",
  "This post references my recent presentation at Startupfest, Montreal.",
  "This allowed engineers to develop ideas without managerial direction.",
  "Implications for employee retention will be profound as it is today.",
  "The growth of cities will mean consumer expectations will not wane.",
  "The work is divided and everyone gets their box in which they work.",
  "The reputation of a company is now highly correlated with revenue.",
  "It took the landline telephone 75 years to hit 50 million users.",
  "By 2030 60% of the world's population will live in urban areas.",
  "Privacy by Design - Data will drive everything in this century.",
  "Defining \"fair\" and \"moral\" needs to be functionally explicit.",
  "~Dave Gray\n\nThe future of work means the destruction of silos.",
  "The move to digital channels has been steady but incessant.",
  "Creative destruction is moving at an accelerating pace.",
  "Look at the impact of technology since the year 2000.",
  "Rules ensure all decisions are run up the flagpole.",
  "We have seen the demise of Sears in recent months.",
  "Currently, we live in this world of imbalance.",
  "Staples, Dun & Bradstreet, Safeway, and Dell.",
  "There are only a few people at the top.",
  "Please reference the presentation here.",
  "Today, disruption is the new normal.",
  "The buying model has shifted.",
  "The consumer is digital."
]