[
  "However, Facebook decided to shift responsibility of around 1.5 billion users (mainly from Asia-Pacific, Africa and Latin America) away from its international headquarters in Ireland to its main offices in California.",
  "If you disagree with our forecasts, you can change the key drivers – such as active users and average revenue per user – for Facebook segment to gauge how changes will impact its expected revenue.",
  "This move is being seen as an effort by the company to avoid further scrutiny and legal liabilities under the GDPR since these 1.5 billion user profiles no longer fall under the GDPR laws.",
  "Resulting net revenue is expected to increase 40% y-o-y to $13.5 billion for the quarter, while net income and EPS are expected to increase by 30-35% on a y-o-y basis.",
  "Non-compliance with GDPR could have meant that the EU can fine companies up to 4% of global revenues, which is a huge amount for a large company such as Facebook.",
  "In addition, the European Union’s General Data Protection Regulation was implemented in May this year, to help internet users gain control of their personal data.",
  "Similarly, the Rest of World region (which includes Africa and Latin America) has also been a fast growing region in total MAUs in recent quarters.",
  "Facebook’s huge global customer base is expected to complement the increase in realized revenue per user – a trend consistent in recent years.",
  "As a result, the MAUs in Asia have surged from 540 million at the end of 2015 to almost 900 million by the end of the March quarter this year.",
  "Facebook has reported a growth rate of over 20% on a y-o-y basis in the total number of MAUs in Asia in each of the ten previous quarters.",
  "What We Will Be Watching\n\nFor the June ended quarter, we expect Facebook to continue to report strong revenue growth across regions.",
  "We forecast Facebook’s total MAUs to be over 2.2 billion in Q2, with an average revenue per user of just under $6 for the quarter.",
  "Earlier this year, Facebook introduced a new privacy center for users from Europe in anticipation of the implementation of GDPR.",
  "Comparatively, total MAUs in the U.S, Canada and Europe have increased in the mid to low single digits in recent years.",
  "Asia has been the fastest growing region for the company in terms of the number of monthly active users (MAUs) added.",
  "The second quarter was a crucial period for the company following the Cambridge Analytica data scandal.",
  "On a positive note, the average revenue per user has increased at 25-30% annually in recent quarters.",
  "We have summarized our expectations on our interactive earnings preview dashboard for Facebook.",
  "Facebook is scheduled to announce its Q2 results on Wednesday, July 25.",
  "Explore example interactive dashboards and create your own",
  "Like our charts?"
]