[
  "“The fact that they’re creating an even more restrictive platform where, for example, third-party data vendors no longer can participate in the targeting, just creates a consolidation of their market dominance.”\n\nHe suggested no one would be able to compete with Facebook as it would become “the universe’s database of record.”\n\nAnd yet Facebook appears, in the eyes of the market at least, to be succeeding at finding the balance between improving privacy and not being overly restrictive, while ensuring ad revenues continue to pile up.",
  "It’ll be the impact on Facebook’s public perception, something that’s taken a battering in 2018, hence its big spending on PR; recall the newspaper and TV ads it’s shovelled out, promising people it’s changing, not to mention the actual changes to its business practises.",
  "“The significance of this one is that this is less about security and more about other principles of the law like transparency and fairness.”\n\n“The fact that the ICO decided to fine the maximum penalty, though, is an indication of how serious this violation is.",
  "The Canadian software developer AggregateIQ is part of the probe too (though it denies any official relationship with Cambridge Analytica), as is Eldon Insurance, which was said by the ICO to have shared customer data with Leave.EU.",
  "“Facebook failed to comply with the most fundamental data protection principle, namely that of fairness, meaning that Facebook was not upfront about what they were doing with people’s data.”\n\nIs Facebook changing for the better?",
  "But the fine, which could’ve cost Facebook 4% of its global turnover (as much as $1.8 billion) had the events taken place when the European General Data Protection Regulation (GDPR) was in force, isn’t what will worry Facebook.",
  "He told Forbes the ICO fine, the biggest its handed out to date and the maximum it can fine under current British data protection law, was significant in that it indicated a shift in what was considered the most serious breach.",
  "Such was the proposed punishment thrown by the U.K.’s Information Commissioner’s Office (ICO) at the social network over its handling of data in the Cambridge Analytica fiasco.",
  "That regulators and the public now care more about those principles begs the question:Will Facebook’s changes make it fairer, transparent and more protective of users’ privacy?",
  "“It’s quite telling the ICO is choosing to for the first time to issue that level of fine in relation to this type of breach,” added Ustaran, a partner at Hogan Lovells.",
  "That includes the Federal Trade Commission (FTC), which launched its own investigation into Facebook shortly after the Cambridge Analytica crisis kicked off.",
  "In late March, it introduced a range of new privacy tools and limited the data brokers like Acxiom and Epsilon from targeting ads at certain Facebook users.",
  "For instance, in cutting off third-party data brokers from the platform, Facebook might simply be consolidating its power over the information, Wylie said.",
  "But Chris Wylie, the Cambridge Analytica leaker, said at a Chatham House event late last month that Facebook’s changes could have negative implications.",
  "Despite a sudden drop in March this year, the company’s stock continues to hit new peaks, rising above $200 per share for the first time this month.",
  "The company, now liquidated, created data analysis tools that reportedly benefited Donald Trump’s presidential push and Leave.EU Brexit campaign.",
  "Mark Zuckerberg’s social media monolith has made some significant changes since the scandal exploded into life earlier this year.",
  "“The real consequence of breaking the law is having to change your business model,” said data protection lawyer Eduardo Ustaran.",
  "It had already cut off Cambridge Analytica, which acquired data on at least 87 million Facebook users in 2013 via a survey.",
  "Even a parenting and pregnancy advice blog, Emma’s Diary, could be fined £140,000 for sharing data with political parties.",
  "It shows that Facebook is responsible,” added Sara Nelson, spokesperson for London-based nonprofit Privacy International.",
  "As Privacy International’s Nelson noted: “This goes way beyond Facebook, or a single ruthless company.”",
  "Beyond Facebook and Cambridge Analytica, the latter’s parent company could face a criminal prosecution.",
  "It was the largest fine the ICO could hand out under current data protection law in the country.",
  "For the average individual or small business, a £500,000 ($660,000) fine would be catastrophic.",
  "“Some of the changes Facebook has been doing are even more problematic,” Wylie said.",
  "The ICO’s investigation alone is astonishing in its scale.",
  "It still has other global regulators to face, though.",
  "And Facebook is far from the only one under scrutiny.",
  "But for Facebook, it’s pocket change."
]