[
  "Said the Internet Association in a statement: “Internet companies care deeply about the safety and well-being of their users and welcome scientific research on this important issue funded through the CAMRA Act.” The group added that it would “look forward to identifying more ways to enhance people’s well-being on and offline.”\n\nTRANSITIONS\n\n— Rachel Thomas is leaving IBM’s government and regulatory affairs office to become strategic communications director for left-leaning political group Acronym, which uses digital campaigns to mobilize progressive voters, starting Aug. 1 … BSA | The Software Alliance has added two new members: Cadence and PTC, which both make software used in industrial design.",
  "According to a report from The Wall Street Journal citing people familiar with the matter, “The probe has examined whether Sinclair … Tribune Media ... and other independent TV station owners coordinated efforts when their ad sales teams communicated with each other about their performance, potentially leading to higher rates for TV commercials.”\n\n** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Here are some additional highlights from Jourova and others:\n\nStory Continued Below\n\n— Asked if U.S. companies are complying with GDPR well enough to avoid enforcement action, Jourova responded, “They say so.” She said data protection authorities in individual European countries are initially focusing on “companies which collect data on massive numbers of people,” though she did not name names.",
  "“To avoid a prolonged trade war that hurts American consumers, workers, and job creators — and leads to situations like this where the government is picking industry winners and losers — the administration should end its policy of sweeping tariffs and instead work with our European and Asian allies to pressure China to change its trade practices,” added TechNet CEO Linda Moore.",
  "EU official sizes up U.S. tech oversight\n\nWith help from Eric Engleman and Steven Overly\n\nEU JUSTICE CHIEF SIZES UP U.S. TECH OVERSIGHT — POLITICO Pro’s tech editor, Eric Engleman, joined his POLITICO Europe counterpart Nicholas Vinocur in Brussels this week for an interview with Vera Jourova, the European Union justice commissioner.",
  "He tweeted that the report is “why I remain extremely concerned that @amazon's Rekognition will further exacerbate issues of racial bias in society, and particularly where deployed by law enforcement.”\n\nTHE KIDS ARE ALRIGHT — The Children and Media Research Advancement Act drew praise on Thursday from the the internet industry.",
  "Trump tweeted that the White House “will look into this discriminatory and illegal practice at once!” But White House spokespeople did not return requests for comment on whether the administration planned to take any specific action regarding the allegations, nor whether they had expressed their concern to Twitter.",
  "It cannot compensate for lost customers, markets, and American jobs in the longer term.” ITI is one of several tech groups to speak out against the administration's actions on trade, which have targeted steel and aluminum and Chinese technologies and have drawn retaliatory measures from a number of countries.",
  "WHITE HOUSE MUM ON ‘SHADOW BANNING’ ACTION — The president joined the growing chorus of Republican officials blasting Twitter over allegations the company is “shadow banning” — purposely limiting the visibility — of GOP leaders on the platform (a claim the social networking site has fiercely contested).",
  "Two of the 28 lawmakers wrongly identified — Democratic Reps. John Lewis and Jimmy Gomez — requested a meeting with Amazon CEO Jeff Bezos to voice their concerns, and three others — Sen. Ed Markey, Rep. Luis Gutiérrez and Rep. Mark DeSaulnier — asked Amazon for additional details about the software.",
  "“They know we are impatiently waiting for the results.” She said she’s pressed the issue with Commerce Secretary Wilbur Ross and Commissioner Maureen Ohlhausen (when she was serving as acting chairman), as well as FTC Democratic Commissioner Rohit Chopra when he visited Brussels last month.",
  "SINCLAIR PLOT THICKENS — Sinclair, fresh off a bruising blow from the FCC over its now-in-question Tribune Media acquisition, is reportedly part of a Justice Department probe looking into whether TV station owners violated antitrust laws by colluding to inflate local advertising prices.",
  "TECH TO TRUMP: WE DON’T WANT YOUR AID — U.S. Trade Representative Robert Lighthizer irked Democratic lawmakers on Thursday when he testified that the Trump administration is not considering extending aid to most sectors harmed by President Donald Trump’s international trade disputes.",
  "“It’s a big concern and I don’t understand why it’s not moving,” Jourova said, adding she’s “personally very upset about it.” Judy Garber, the assistant secretary of state for oceans, environment and science, has been filling the role in a temporary capacity for more than a year.",
  "She gave an update on Europe’s sweeping new privacy law — saying the first enforcement action could come as soon as this year — and revealed that the EU will soon move to rein in online political advertising, a debate that is already raging here in the U.S.",
  "SILICON VALLEY MUST READS\n\n— Brawling with Beijing: Analysts say China is launching asymmetric warfare against U.S. tech companies in retaliation for Trump’s trade policies, POLITICO Europe’s Hans von der Burchard and Maxime Schlee report for Pro.",
  "FACEBOOK’S FREE, FREE FALLIN’ — The social networking giant wiped out $119 billion in market value and suffered one of the worst single-day losses in history as the stock market reacted to its disappointing second-quarter earnings on Thursday.",
  "— The justice commissioner expressed dismay that the U.S. still hasn’t made a permanent choice for a privacy ombudsman to handle EU complaints about U.S. data collection practices, as agreed to under Privacy Shield.",
  "— The White House’s recent series of conversations with the tech industry about online privacy, led by Abigail Slater, special assistant to the president for tech, telecom and cyber policy, is on Europe’s radar.",
  "IT’S THE REMIX TO REKOGNITION — Amazon’s facial recognition software is facing renewed scrutiny from lawmakers after an ACLU report found it incorrectly matched 28 members of Congress with criminal mugshots.",
  "Tweet pictures of you and others reading Playbook on your summer getaways to #PlaybookLoyal or email them to daniel@politico.com for the chance to be featured in Playbook on Friday each week this summer.",
  "— Jourova said she has encouraged the FTC to “hurry up” its investigation of the Facebook-Cambridge Analytica scandal, to determine if the companies violated the EU-U.S. Privacy Shield agreement.",
  "But some farmers and agriculture groups have called for the White House to back off its tariffs instead of offering federal assistance — a sentiment echoed by leading tech trade associations.",
  "The remark came on the heels of the Agriculture Department announcing it will provide a $12 billion aid package to farmers to lessen the blow of retaliatory tariffs against the industry.",
  "Ahead of the earnings report earlier this week, many analysts offered sunny forecasts for the company, pointing to its all-time high values and strong performance in the face of turmoil.",
  "— Calm before the storm: Facebook’s financial woes were spelled out during an investor call Wednesday, when executives said they expect to make less money through the rest of the year.",
  "— Building one's brand: Ivanka Trump said the president will sign a bill aimed at boosting technical training for students and workers next week, according to The Associated Press.",
  "DOJ is appealing the ruling in the companies’ favor from District Judge Richard Leon, who frequently called lawyers to his bench to resolve disputes over evidence and testimony.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“As a result, the public record, as it stands, is often unclear on the grounds for objections, the parties’ arguments, and the court’s rulings,” government attorneys contend.",
  "**\n\nSIGNED, SEALED, DELIVERED — The Justice Department wants the court to unseal transcripts from sidebar conversations held during the AT&T-Time Warner merger trial.",
  "The social network attributed shedding 1 million active users in Europe to the rules, and some users opted out of having personal data collected, executives said.",
  "The legislation, first reported in Thursday’s newsletter, would direct the National Institutes of Health to study the effects of technology and media on kids.",
  "It gives consumers more control over the data that companies like Facebook collect about them and how their personal information is shared with advertisers.",
  "So it's really a combination of kind of how we're approaching privacy as well as GDPR and the like,” Chief Financial Officer David Wehner said on the call.",
  "QUICK DOWNLOADS\n\n— Trending up: Amazon’s quarterly earnings beat estimates, giving Wall Street a sigh of relief after Facebook’s plunge, Reuters reports.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "The massive plunge follows months of negative headlines about the company’s response to concerns over privacy, consumer protection and misinformation.",
  "“We're continuing to focus our product development around putting privacy first and that's going to, we believe, have some impact on revenue growth.",
  "One senior European Commission official said Slater, who visited Brussels earlier this month, is working on a “possible executive order” on privacy.",
  "— Rep. Emanuel Cleaver, a former chair of the Congressional Black Caucus, cited the ACLU report in concerns about authorities using the tech.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "— “Just like farmers, the tech industry is not seeking aid,” Information Technology Industry Council spokesman Jose Castaneda told MT.",
  "Indeed, they say those bench conversations amounted to 660 pages of dialogue that does not contain confidential information.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "GOOD MORNING AND WELCOME TO MORNING TECH, where your host is bummed out that even Shark Week can’t escape fake news.",
  "But Thursday’s tumble shows the tech giant may not be as financially impervious to scandal as was once thought.",
  "Wilbur Ross will visit Brussels in October to kick off the annual review of Privacy Shield, Jourova said.",
  "The official acknowledged that more comprehensive legislation is an unlikely prospect in the short term.",
  "Technically my membership still works but you will never see me there” — Casey Newton of The Verge.",
  "What’s more, the company’s investments in privacy and security have been a drag on its bottom line.",
  "Amazon pushed back on the findings, Steven reported for Pro, questioning the group’s methodology.",
  "— Super size me: The Wall Street Journal explains why Big Tech keeps getting bigger and bigger.",
  "Europe’s General Data Protection Regulation, a privacy law that went into effect in May.",
  "The two groups both count Apple, Amazon and Google, among others, as members.",
  "The DOJ’s appeal seeks to reverse the corporate union, which closed in June.",
  "“As farming advocacy groups rightly point out, monetary aid is a band aid.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "But that didn’t stop congressional leaders from sounding the alarm.",
  "Playbook On The Road: Where are you reading Playbook this summer?",
  "As they talked, the rest of the courtroom heard static noise.",
  "TECH TWEET DU JOUR — “I have been shadowbanned from my gym.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "Don’t forget to follow us @MorningTech.",
  "Got an event for MT’s tech calendar?",
  "Among the reasons for the slow down?",
  "“I was very urgent,” she said.",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "Learn more here.",
  "Learn more here.",
  "**"
]