[
  "More: Facebook CEO Mark Zuckerberg loses $15 billion in wealth in a single day\n\nMore: Facebook one-day loss is more than what these companies are worth\n\nMore: Why Facebook had its worst day ever (and yes Cambridge Analytica is partly to blame)\n\nDespite the steep drop of one of Wall Street’s longtime market leaders, its pain did not spill over to the broader U.S. stock market.",
  "First full report since Cambridge Analytica\n\nThe selloff points to growing concerns that Facebook will not emerge unscathed from the many controversies it faces.The stock slide began right after Facebook reported second-quarter results after the market closed Wednesday.",
  "Even after Facebook CEO Mark Zuckerberg was hauled in front of lawmakers on both sides of the Atlantic and federal agencies began to probe Facebook, prompting calls for increased regulation, investors and advertisers were undeterred, propelling the stock to new highs.",
  "And it seemed Facebook would shrug off the recent rash of scandals, too – Russian election interference, the mishandling of as many as 87 million people's personal information by Cambridge Analytica and the unchecked spread of fabricated news.",
  "(Photo: Loic Venance, AFP/Getty Images)\n\nSAN FRANCISCO – Facebook shares dove 19 percent Thursday, shedding about $100 billion in market value, for the biggest one-day wipeout of stock market value for any U.S. company.",
  "Despite fears that the other so-called FAANG stocks – which include Facebook, Apple, Amazon, Netflix and Google parent Alphabet – would be infected by Facebook’s outlook, those fears were not realized.",
  "\"Deceleration such as management guided towards suggests that, while the company is still growing at a fast clip, the days of 30% plus growth are numbered,\" Wieser wrote in a research note.",
  "More: Facebook CEO Mark Zuckerberg finally speaks on Cambridge Analytica: We need to fix 'breach of trust'\n\nMore: Facebook's Mark Zuckerberg has promised to protect user privacy before.",
  "Growth in the number of users who logged in each day fell short, too, up 11 percent year over year at 1.47 billion but still less than the 1.49 billion anticipated.",
  "Chief Financial Officer David Wehner triggered the selloff when late Wednesday he said Facebook's sales growth would continue to slow through the rest of the year.",
  "Another 7 percent drop on March 19, the Monday after news of the Cambridge Analytica crisis broke, caused a $36.4 billion decline in Facebook's market value.",
  "Facebook reported its slowest growth rate ever, with 2.23 billion people logging in at least once a month in June, below the 2.25 billion analysts expected.",
  "Pivotal Research Group analyst Brian Wieser, who has a sell rating on the stock, says there are limits to growth in digital advertising, even for Facebook.",
  "Facebook's one-day swoon surpassed Intel's $91 billion loss in September 2000, the previous largest loss of value in one day, according to Bloomberg.",
  "The decline, fueled by the social network's slowing growth, marked Facebook's largest market drop ever, eclipsing a 12 percent drop on July 27, 2012.",
  "On Wednesday, the initial fallout from Cambridge Analytica appeared in Facebook's financial results and forecast, and it was a game-changer.",
  "Facebook CEO Mark Zuckerberg lost $15.85 billion in the company's Thursday stock value decline, dropping his net worth to about $67 billion.",
  "The company's CEO Mark Zuckerberg took a personal hit of more than $15 billion just one day after the company said its growth is slowing.",
  "Shares, which had already declined 7 percent after hours, then tumbled further after the comments on a conference call with analysts.",
  "It recorded sales of $13.23 billion for the three months ended in June, short of the $13.3 billion Wall Street anticipated.",
  "The broad Standard & Poor’s 500 stock index, which includes Facebook and 499 other big U.S. companies, lost 0.3 percent.",
  "It was the first full financial report since Facebook became embroiled in the Cambridge Analytica scandal in March.",
  "Daily usage was unchanged in Facebook's biggest market, the United States and Canada, at 185 million daily users.",
  "USA TODAY reporters Mike Snider reported from Tysons Corner, Virginia; Adam Shell contributed from New York.",
  "Also alarming to investors: Facebook's growth is slowing with users in some of its most lucrative markets.",
  "CLOSE Facebook made history as the biggest one-day wipeout of stock market value for any U.S. company.",
  "Net income was $5.11 billion, or $1.74 a share, beating analysts' estimate of $1.71 a share.",
  "The problem: weaker-than-expected revenue growth, Facebook's first such miss since 2015.",
  "More: After Facebook hearings, users want to know: who is protecting my data?",
  "The drop was based on all shares outstanding, Bloomberg said.",
  "USA TODAY\n\nImage of a Facebook logo taken on a mobile phone.",
  "Facebook saw a decline in Europe to 279 million daily users.",
  "Shares hit a record high Wednesday before the results.",
  "Facebook used to be made out of corporate Teflon.",
  "Read or Share this story: https://usat.ly/2NLGcxG",
  "Facebook competitor Twitter was down 3 percent.",
  "Controversies came and went but nothing stuck.",
  "Other tech stocks sold off Thursday, too.",
  "The Nasdaq Composite lost 1 percent.",
  "Will this time be different?"
]