[
  "Next week, Facebook COO Sheryl Sandberg, Twitter CEO Jack Dorsey and an as yet unnamed executive from Google will make the trip to D.C. to testify before the Senate Select Intelligence Committee and House Energy and Commerce Committee on interference in our elections, though they're likely to discuss censorship and data privacy as well.",
  "Reddit, a news-oriented social network, has shut down communities, including the conspiracy group r/pizzagate, which spread the false rumor that some Democratic lawmakers and former presidential nominee Hillary Clinton were involved in a child sex trafficking ring run out of a D.C.-area pizza shop.",
  "Twitter, for example, kicked out right-wing provocateur Milo Yiannopoulos for inciting harassment campaigns and stripped white nationalist Richard Spencer and Unite the Right organizer Jason Kessler of their verification badges for violating the site's hate speech rules.",
  "In May, the U.S. House of Representatives Permanent Select Committee on Intelligence said Russian operatives spent about $100,000 on ads on Facebook to spread fake propaganda stories, in addition to the free posts that reached more than 126 million Americans alone.",
  "Lawmakers are considering legislation called The Honest Ads Act that would require internet companies to follow the same transparency rules for political ads that already exist for TV and radio, such as saying who paid for the ads.",
  "Some critics have argued that social networks have gotten so big they shouldn't be allowed to make those decisions -- Facebook counts 2.5 billion people who log on to Facebook, Instagram or WhatsApp at least once a month.",
  "The General Data Protection Regulation, or GDPR, was written before the Cambridge Analytica scandal broke, but it addresses similar concerns and requires companies to be more transparent with how they use our data.",
  "The problem has taken on a wider importance because bots have been created to give the perception they're real people participating in online debates about, for instance, the national anthem or vaccinations.",
  "Already, Facebook CEO Mark Zuckerberg was grilled by senators and representatives in April after his social network was embroiled in a data privacy scandal surrounding Cambridge Analytica, a consultancy.",
  "For the past few years, politicians and conservative bloggers have accused tech companies of targeting prominent right-wing activists and bloggers in an effort to reduce their reach on these services.",
  "Among his discredited claims: 9/11 was an inside job, the Sandy Hook Elementary School shooting was fake, and the survivors of the Parkland, Florida, high school shooting were actors.",
  "In testimony on Capitol Hill in April, he argued that his efforts to police extremism and terrorism on Facebook wouldn't be possible if he had First Amendment-like free speech rules.",
  "Some conservative pundits also claim tech companies are \"shadow banning\" them, a practice in which companies prevent a user's posts from being seen by the website's wider community.",
  "In March, the United Nations said Facebook's social network helped to spread hate speech toward Rohingya Muslims and later accused the Myanmar military of genocide.",
  "In early August, Apple, Facebook, YouTube and others simultaneously shut down accounts owned by Alex Jones, the conspiracy theorist behind the Infowars website.",
  "To counter both propagandists and bots, Twitter has been \"verifying\" accounts held by lawmakers and candidates for office to ensure people know they're real.",
  "The intelligence community says websites such as Facebook, Twitter and Google's YouTube have become launchpads of choice for Russian election interference.",
  "It prompted the #DeleteFacebook hashtag on Twitter, and prompted lawmakers to call Facebook CEO Mark Zuckerberg to Capitol Hill and the EU for hearings.",
  "A week later, however, Twitter suspended Jones for a week after he told his audience to \"have their battle rifles\" ready against the mainstream media.",
  "\"I think that we can all agree that certain content like terrorist propaganda should have no place on our network,\" he said at the time.",
  "Nowhere is that more visible than Washington, where politicians of every stripe have found a reason to complain about the tech industry.",
  "In August, Facebook removed 18 accounts and 52 pages associated with Myanmar's military, including the country's top military official.",
  "The scandal was made public in a series of stories published by The New York Times and The Guardian's Observer newspaper in March 2018.",
  "Facebook, Google and Twitter have identified and disrupted more than 650 accounts linked to influence efforts from Russia and Iran.",
  "Law enforcement agencies say the encryption technology protecting the data in our apps and phones stifles their investigations.",
  "In effect, they say, Facebook, Twitter and YouTube have become digital town squares and should be subject to free speech rules.",
  "The right says they're doing just the opposite, censoring conservative voices by arbitrarily enforcing vague terms of service.",
  "The lesson of the 2016 presidential election: Social networks can be used to sow discord and interfere in elections.",
  "The companies, however, didn't explain why they had suddenly banned Jones or if they'd made the decision together.",
  "But Russian interference in the U.S. was particularly effective and thrust the practice into the headlines.",
  "Social networks are also combating false stories, spread by both foreign propagandists and domestic sites.",
  "So far, Facebook and Twitter have voiced support and say they've largely enacted the bill's rules already.",
  "Researchers have also discovered fake Instagram and Twitter accounts controlled by Russian propagandists.",
  "Here's everything you need to know before the sessions, which are scheduled to take place Sept. 5.",
  "\"I just don't think that it is the kind of thing that we want to allow to spread on the internet.\"",
  "— Donald J. Trump (@realDonaldTrump) July 26, 2018\n\nTwitter and Facebook say they don't do this.",
  "The U.S. hasn't enacted any sweeping legislation to deal with privacy or election interference.",
  "The left says tech companies have created virtual safe spaces for hate speech and harassment.",
  "The tech industry is also grappling with bots, computer programs that post on social media.",
  "It also requires them to explicitly ask our permission before sharing it with other firms.",
  "They've established public databases of political ads that run on their respective sites.",
  "That hasn't stopped trolls from trying to interfere in the Nov. 6 U.S. midterm elections.",
  "It should be noted that Twitter didn't ban Jones along with the rest of Silicon Valley.",
  "The situation snowballed into one of the largest privacy scandals Facebook has faced.",
  "Cambridge Analytica is a data consultancy that worked for Trump's 2016 campaign.",
  "Because the First Amendment specifies the government can't prohibit free speech.",
  "These tech giants don't have to because it doesn't apply to their platforms.",
  "But even that isn't guaranteed, since Twitter accounts are regularly hacked.",
  "Since then, Facebook and Twitter have tightened the way political ads work.",
  "The firm bought information on as many as 87 million Facebook users.",
  "\"We will look into this discriminatory and illegal practice at once!",
  "We will look into this discriminatory and illegal practice at once!",
  "It isn't just political tub-thumpers that are railing against tech.",
  "Silicon Valley can't do anything without stepping in it these days.",
  "They're enforcing stricter controls on who can buy political ads.",
  "Why doesn't the tech industry just follow the First Amendment?",
  "Of course, people outside the U.S. have known this for years.",
  "President Donald Trump has said the practice needs to stop.",
  "What do the Russians have to do with social networks?",
  "Fake news on social media isn't just a U.S. problem.",
  "That prompted his supporters to label it censorship.",
  "In the EU, a privacy law went into effect on May 25.",
  "So is Silicon Valley just pushing a liberal agenda?",
  "That's not the same as private entities doing so.",
  "\"Twitter 'SHADOW BANNING' prominent Republicans.",
  "Twitter “SHADOW BANNING” prominent Republicans.",
  "And what was that Cambridge Analytica thing?",
  "It also prompted calls for more regulation.",
  "This article originally appeared on CNET.",
  "What are lawmakers doing about all this?",
  "(You can read the First Amendment here.)",
  "What's the deal with all this fake news?",
  "No surprise, Zuckerberg disagrees.",
  "Not good,\" the president tweeted.",
  "How do bots play into this?",
  "Some lawmakers think so.",
  "Many complaints.\"",
  "Many complaints.",
  "Not good.",
  "Why?"
]