[
  "For example, Chief Visionary Nikos Acuña Nikos at Sizmek, a company that helps companies use data to better reach its goals, says in one of his latest vlog posts, “It’s well known that predictive technologies hold the key to customer experience optimization and such optimization can be used for all types of good.\"",
  "Those who can best use AI to create personalization and brand experiences will be the winners in business and our society because they will be able to link business with better public service via the knowledge that AI provides.\"",
  "Given the plethora of various viewpoints on AI, here's a brief look at the up-to-the-moment trend perspective from a few thought-leaders in the space so that you can better prepare.",
  "Many in the workforce simply want to know whether there will be massive impending job loss as a result of AI or whether such tech advancements will help them to be more productive.",
  "First, that platforms that used big data were able to better move past hiring biases, improve the quality of matches and thus have a greater competitive advantage in the market.",
  "In fact, Village Capital's cross-industry survey last year found that approximately 62 percent of recruiters planned to spend more on AI-based human resource solutions in 2018.",
  "The study also cites the fact that when Hilton implemented an AI tool in pre-hire assessments the company was better able to fill call center and customer support positions.",
  "Good versus evil is a daily battle on a variety of levels but perhaps none more so than that those tracking developments within the realm of Artificial Intelligence.",
  "The question on the minds of many business leaders is will the technology create more efficiency within industries or will machines end up usurping their very users.",
  "The study concludes that automation and AI will play an increasingly large role in how organizations source, recruit, hire, and onboard employees in the future.",
  "This is about blue sky visions and utopian views from which the greater good occurs, all thanks to efficient use of artificial intelligence through businesses.",
  "A recent report by Village Capital and Autodesk Foundation entitled Automation for Good: Can Automation and Artificial Intelligence Benefit the Workforce?",
  "Findings also show that predictive analytics tools that allow workers to focus less on rote tasks and more on the creative “people aspects” of work.",
  "In fact, within three years, the company was able to reduce the length of time between initial interviews and offers from 42 days to five days.",
  "Nikos believes that technology is going to help us impact the world for the better particularly when it comes to cause marketing.",
  "\"And they can inspire people through alignment of data and connect with consumers in more meaningful way to drive messaging.",
  "There are wild myths about this new area of tech and even wilder predictions amidst few, if any, regulations and standards.",
  "But like most things in life, there a number of additional elements to consider when it comes to the future impact of AI.",
  "Also noted in the study is the fact that AI-driven training and \"upskilling\" will be key in various sectors as well.",
  "In essence, the study found that AI will both destroy replace and create new types of jobs.",
  "86 percent said they intend to tap into AI software that helps with sourcing.",
  "\"Purpose-driven brands want to make a change for the better,\" he explains.",
  "In addition, many see a deeply positive impact of AI within the workplace.",
  "By studying 50-plus startups, the study found certain trends.",
  "First, the AI-For-Good camp has no shortage of members.",
  "revealed a number of intriguing findings.",
  "So, harmful or helpful?"
]