[
  "The trade group, which represents equipment manufacturers, told the commission it sympathizes with those U.S. telecom companies that may be affected but also believe the impact would be fairly minor: “Huawei and ZTE’s combined share of the U.S. wireless infrastructure market appears to ... be approximately one half of one percent or less.”\n\nPLANNED FCC RESHUFFLE MARKS EQUAL EMPLOYMENT ANNIVERSARY — FCC Chairman Ajit Pai celebrated the 50th anniversary of FCC action against discrimination in broadcast industry hiring by seeking a change in the way the agency enforces the rules.",
  "“The comments show that a wide range of alternatives is available to the Commission.” It cited a dozen other commenters opposing the proposal, many of which are represent small telecom companies that rely on Huawei’s offerings, and warned the plan could “particularly harm Americans in remote and low-income Areas.”\n\n— The Telecom Industry Association, which backs the FCC proposal, countered that U.S. expert agencies have already concluded Huawei is a threat.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "— Whether the FTC hangs together: FTC Chairman Joe Simons, a Trump appointee, might be eager for bipartisan consensus on his first blockbuster case, so it’s worth keeping an eye out for signs that Simons will, in any settlement over whether Facebook violated its 2011 consent decree on data protection, be able to get the buy-on of either or both of the FTC's two Democrats.",
  "— A focus on Facebook's board of directors: Facebook might just have the highest-profile board on the planet, with CEO Mark Zuckerberg, COO Sheryl Sandberg, venture capitalist (and Trump advisor) Peter Thiel, former White House chief of staff Erskine Bowles, venture capitalist and Netscape co-founder Marc Andreessen, and Netflix CEO Reed Hastings among its nine members.",
  "ABOUT THAT DELAY PREVENTING ‘FCC COMMISSIONER STARKS’ — Democrat Geoffrey Starks, who sailed through a Senate Commerce confirmation vote with unanimous backing, had seemed poised last Thursday to assume a vacant FCC seat in a Senate vote by unanimous consent, paired with GOP Commissioner Brendan Carr’s nomination for a second term.",
  "HUAWEI SEES ALLIES IN FCC DOCKET — The second wave of comments responding to the FCC’s proposal to bar telecom subsidy money from being used to buy equipment or service from companies deemed a threat to national security (read: China’s Huawei and ZTE, Russia’s Kaspersky Labs) arrived earlier this week.",
  "Republicans including House Majority Leader Kevin McCarthy, RNC Chairwoman Ronna McDaniel and Trump 2020 campaign manager Brad Parscale are making more noise about a host of Silicon Valley slights against conservatives, an issue that seems to be succeeding at firing up the GOP base.",
  "— See, what had happened was… : AT&T told a federal judge its merger with Time Warner would likely lower prices for its DirecTV customers, but the company is now changing its tune, announcing a $5 price hike for DirecTV’s online streaming service, The Washington Post reports.",
  "WASHINGTON GRAPPLES WITH FACEBOOK — Facebook is now under the microscope among several federal agencies, as we noted earlier this week, with the FTC, SEC, and FBI taking a look at whether the company is in the wrong for its handling of the Cambridge Analytica data scandal.",
  "— The FBI's role: It's not clear what the Bureau's role might be in the sweeping investigation into Facebook, but one possibility is that the law enforcement agency is using its hard-won expertise in digital forensics to help the FTC and SEC in their investigations.",
  "— I want to ride-share my bicycle: Lyft recently struck a deal to acquire a series of bike-sharing programs around the U.S., signaling the company and its primary competitor, Uber, may have larger designs for the transit industry, according to The New York Times.",
  "“Most commenters agree that the FCC’s authority over the Universal Service Fund does not encompass national-security concerns,” the Chinese telecom giant, the only potentially barred company to file in the docket, wrote in 118 pages of comments posted Tuesday.",
  "— Always check your Google calendar: Google’s late entry into a consortium of ad-tech companies has complicated the group’s compliance with GDPR, the new European privacy law, raising the risk some of the firms may face fines, Reuters reports.",
  ": Chinese electronics maker Xiaomi Corp. is blazing ahead with plans to enter the U.S. next year despite trade tensions between Beijing and Washington, hoping its connections stateside will lessen any political blowback, according to Reuters.",
  "Eighty-five percent said they think social media sites are likely to censor their views, 64 percent said tech companies are likely to favor the views of liberals over their own, and 44 percent supported increased regulation of the industry.",
  "“By deploying staff tasked with enforcing the commission’s EEO rules in the Enforcement Bureau, we’ll be able to improve the FCC’s enforcement of those rules and strengthen our commitment to fighting discrimination,” he said.",
  "A different Senate staffer says that Democrats were advancing only the pair of Starks and Carr while McConnell was unsuccessfully seeking to advance a broader package of nominees (including Starks and Carr) for consideration.",
  "“I think it’s a real issue, but I also think it probably has some political value.” The grievances have sent tech executives scrambling to defend themselves and prove they don’t harbor anti-conservative prejudice.",
  "— If recent polling is any indication, tech-bashing may very well resonate with GOP voters, which Republican leaders hope will help them stave off the predicted “blue wave” of Democratic electoral victories.",
  "The House Energy and Commerce telecom panel will convene a hearing on digital privacy titled “Protecting Customer Proprietary Network Information in the Internet Age,” the panel announced earlier this week.",
  "Republican leaders and lawmakers are setting their sights on another target as they head into a difficult midterm election: an increasingly powerful tech industry they view as biased against conservatives.",
  "GOP’s midterm playbook: Bash tech\n\nWith help from Ashley Gold, Nancy Scola, John Hendel and Margaret Harding McGill\n\nTHE GOP’S MIDTERM PLAYBOOK: BEAT UP ON BIG TECH — Step aside, Hillary Clinton.",
  "— The movement for digital privacy rights is picking up momentum, but with a dearth of legislative action at the national level, authorities have left its future up for grabs, maintains Wired.",
  "No way: Lawmakers plan to urge the Trump administration to scrutinize the T-Mobile’s proposed merger with Sprint over the latter’s ties to Chinese telecom giant Huawei, according to Bloomberg.",
  "Story Continued Below\n\n— “Our supporters out there, by and large, believe that that’s true — that a lot of these tech companies have an agenda,” Senate Commerce Chairman John Thune (R-S.D.)",
  "Pai said Tuesday he circulated a proposal that would shift agency staff tasked with enforcing the equal employment opportunity rules from the Media Bureau to the Enforcement Bureau.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "“It’s critical that consumers’ personal information is protected no matter what kind of network they’re using,” panel chair Marsha Blackburn (R-Tenn.) said in a statement.",
  "“Next week’s hearing will be an important opportunity to check-in on the confidentiality of CPNI in the internet age.” Witnesses for the hearing have yet to be announced.",
  "But lawmakers have telegraphed their interest in the topic by continuing to probe tech giants on their data privacy and collection practices in recent months.",
  "— Airbnb may be looking to thwart cities’ attempts to increase oversight of the company by partnering with the powerful real estate industry, Wired reports.",
  "One source mentioned judicial nominees being of possible interest for McConnell and said the goal seems to be moving the broader package in the next month.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host did not break any hot-dog-eating records over the holiday, albeit not for lack of trying.",
  "McConnell spokesman Don Stewart disputed that the majority leader caused any stall and said Democrats weren’t ready to move before the recess.",
  "HOUSE PANEL TO TACKLE DIGITAL PRIVACY — One of the most scrutinized issues in tech will be taken up during a congressional hearing next week.",
  "One veteran of federal enforcement work tells us what experts are watching as they try to anticipate what's next for Facebook in Washington.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "According to a study released last month by the Pew Research Center, a majority of Republicans held negative views of Silicon Valley.",
  "The apparent reason: Senate Majority Leader Mitch McConnell, three sources familiar with the matter tell John and Margaret.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "It’s a move that’s been requested by civil rights groups, including the NAACP and National Urban League, Pai said.",
  "TRANSITIONS\n\n— Google Cloud chief operating officer Diane Bryant is leaving the company after less than a year.",
  "The SEC might be scrutinizing whether Facebook's board acted responsibly with respect to Cambridge Analytica.",
  "The SEC recently strengthened its guidance on holding boards accountable for corporate cybersecurity.",
  "— A Senate Democratic aide confirms that Democrats cleared the FCC nominees before the recess.",
  "They say the leader is looking to move the FCC nominees in a broader package of nominations.",
  "But despite optimism from Thune that same evening, the nominations didn't go through.",
  "And Huawei is telling commissioners to take heed of the proposal’s opposition.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "told Ashley during an interview in the Capitol.",
  "QUICK DOWNLOADS\n\n— Why can’t we be friends?",
  "Don’t forget to follow us @MorningTech.",
  "SILICON VALLEY MUST READS\n\n— Huawei?",
  "Read Ashley’s full dispatch here.",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "Read more from John here.",
  "Move over, Nancy Pelosi.",
  "How could both be true?",
  "**"
]