[
  "“Facebook already has a horrible reputation of compromising its users’ sensitive information, and its new ad policies would force users to give up even more personal information—blocking many Latinx people from fully engaging in the democratic process via Facebook’s platform,” Matt Nelson, executive director of Presente.org, said in a statement.",
  "The tech platform, which has been reeling from Russia’s use of its service to sow discord and disinformation during the 2016 U.S. presidential campaign and up to the present day, has been criticized by small business owners for mistakenly targeting them in its efforts to scrub Facebook of fake pages and accounts.",
  "HERE'S SOME OF THE BEST FREE ANTI-VIRUS PROGRAMS FOR PC AND MAC\n\nOther coalition members referenced the Cambridge Analytica data scandal, in which the data of at least 87 million Facebook users was mishandled and ultimately utilized by a firm that worked with the campaign of then-candidate Donald Trump.",
  "“While we support closer monitoring of political ads that seek to misinform the public and suppress the vote, this new policy’s disparate impact smacks in the face of Facebook’s stated commitment to its black and brown users.”\n\nFox News reached out to Facebook for comment on this issue.",
  "TWITTER 'BOTS' CRACKDOWN SWEEPS UP TRUMP SUPPORTERS WHO TWEET FREQUENTLY\n\n“Facebook’s definition of ‘political’ ads is so broad that issues like ‘civil rights’ and ‘economy’ and ‘values’ are being blocked from posting and require identification,” the group said in statement.",
  "A coalition progressive groups—including CREDO Action, the Center for Popular Democracy and Color of Change—are denouncing Facebook's new ad-buying policy that requires a social security number, a federal ID and a residential address.",
  "“Facebook’s latest ad policy silences the voices of Black, immigrant, Muslim, LGBTQ and other people who have legitimate critiques of racist government policies,” said Color of Change President Rashad Robinson in a statement.",
  "The group also points out that Facebook's advertising policy may restrict access for communities tend to not have federal IDs, including lower-income Americans, the formerly incarcerated and younger people.",
  "A wide range of advocates for immigrants and civil rights groups say Facebook’s definition of political advertising has become so broad that they are being prevented from posting on the site.",
  "They claim the advertising policy has a “chilling” effect and restricts the voices of undocumented immigrants and on other Americans who may not have a government-issued photo ID card."
]