[
  "House Energy and Commerce leader Greg Walden (R-Ore.) said that’s the “conundrum” they face: “You don’t want to do something that enhances their dominance.”\n\n— Beating around the Facebook bush: While Simons declined to get into specifics about the FTC’s investigation into whether Facebook violated its 2011 consent decree in its dealings with Cambridge Analytica, he said in general terms, “We look at everything, what they say in public documents, advertising, the website, the whole range.” FTC Democrat Rohit Chopra, meanwhile, talked about applying the law evenly to big and small companies.",
  "Sen. Richard Blumenthal (D-Conn.) was one of the only lawmakers to speak favorably of the EU’s whopping fine Wednesday, calling it a “wake-up call” to the FTC after \"Google has been repeatedly caught abusing its dominance.” He added: \"Europe should not be alone setting the agenda.” But FTC Chairman Joe Simons cautioned in a House hearing that while he plans to \"look closely at what the EU is doing,” the threshold for triggering enforcement action in the U.S. is simply not the same.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Asked about whether Facebook was responsible for fueling ethnic tensions in Myanmar, as a number of reports have indicated, Zuckerberg said that fault lay with “all of the players who were involved there.” But he added that Facebook plays “an important role” in the country and that they “have a responsibility to be doing more there.”\n\n— Should Facebook be broken up?",
  "But the chairman also warned that “if you do privacy in the wrong way ... you might end up reducing competition” and “entrench the large tech platforms.” He noted fears in Europe that more advertising dollars will flow to tech giants like Google following the General Data Protection Regulation, because those companies have the resources to pay legal fees and fines.",
  "Google critics dream big after EU fine\n\nWith help from John Hendel, Ashley Gold and Steven Overly\n\nGOOGLE CRITICS DREAM BIG AFTER EU FINE — After the European Union’s competition chief unveiled a record $5 billion antitrust fine against Google, its most ardent critics are pressing U.S. officials to take a tougher stance against the search giant and Silicon Valley.",
  "— On Russian election meddling: A day after President Donald Trump backtracked on his remarks casting doubt on U.S. intelligence findings about Russian election interference in 2016, Zuckerberg said evidence of Russian meddling was “quite clear.” “The Russians did try to interfere with the election” on social media, he said.",
  "Zuckerberg also cautioned that if Facebook is reduced in size, “the alternative, frankly, is going to be the Chinese companies,” whom he said “do not share the values that we have.”\n\nGOOD MORNING AND WELCOME TO MORNING TECH, where your host learned a valuable lesson about avoiding unforced errors yesterday.",
  "He also said he believes the recent Supreme Court decision in Ohio v. American Express (which some feared may have gutted the government's antitrust powers against Silicon Valley) is “extremely narrow” and not likely to interfere with FTC matters like enforcing net neutrality.",
  "“We applaud the White House for prioritizing and bringing attention to the importance of helping more Americans thrive in today’s workforce.” The trade group also partnered with Ivanka Trump last year on a White House campaign to promote computer science education.",
  "SILICON VALLEY MUST READS\n\n— The fake news frontier: A fake news operation out of Macedonia that churned out viral stories to support Donald Trump’s candidacy was launched by a company that worked closely with high-profile American partners, BuzzFeed reports.",
  "QUICK DOWNLOADS\n\n— FCC ya later: All four FCC commissioners have voted in favor of an order to send Sinclair Broadcast Group’s Tribune Media acquisition into a lengthy administrative process, likely dealing it fatal blow, John reports for Pro.",
  "**\n\nTECH TRAINING SHINDIG AT THE WHITE HOUSE — IBM is among the U.S. companies signing onto a Trump administration pledge to offer apprenticeships and skills training to American students and workers, Ivanka Trump told reporters Wednesday.",
  "“If we weren’t an international company, if you said, ‘Okay, you have to shut down all of your services outside of the U.S.,’ we actually would not be very profitable at all; we actually would probably be unprofitable,” he said.",
  "Earlier Wednesday, OMI joined four other advocacy groups in calling on European competition czar Margrethe Vestager to dial up her investigations into Google and expand them to include other tech companies like Facebook.",
  "At another point, when Rep. Jan Schakowsky (D-Ill.) brought up the EU’s record-breaking fine against Google, Simons told her he had just spoken to Europe’s competition commissioner, Margrethe Vestager, the day before.",
  "— The good, the bad and the Facebook: Officials blamed Facebook for exacerbating ethnic clashes in Myanmar, but these 11 women say the platform both helped and hindered the situation, the Pulitzer Center reports.",
  "“Improving workforce training and development has been a longstanding priority for the internet industry and we will continue to strengthen the skills of American workers,” Beckerman said in a statement.",
  "Anti-Defamation League CEO Jonathan Greenblatt said \"Facebook has a moral and ethical obligation not to allow” the dissemination of Holocaust denial, which he called a deceptive tactic of anti-Semites.",
  "— Other scandals: Pressed on the controversy over Trump-linked Cambridge Analytica gaining unauthorized access to data on millions of Facebook users, Zuckerberg sought to take personal responsibility.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "With small-time scammers, the FTC “lays down with the hammer,” going as far as seeking bans of top executives, he said, adding that he wants the agency to do the same for big corporations.",
  "ZUCK MUCKS UP HOLOCAUST DENIERS COMMENT — Facebook CEO Mark Zuckerberg sat down with Recode’s Kara Swisher for a lengthy interview and weighed in on a variety of hot-button issues.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "But when asked later if Facebook has given lawmakers the “full activity of the Russians” on the platform, Zuckerberg dodged, saying they have responded to specific requests.",
  "Simons told lawmakers his agency is “affirmatively evaluating whether to create a Bureau of Technology” rather than simply have technologists embedded in existing bureaus.",
  "The Senate Commerce Committee has scheduled a 10 a.m. hearing on 5G wireless featuring representatives of Charter Communications, Qualcomm and wireless trade group CTIA.",
  "But the controversy added fuel to the fire for critics who say the social network has failed to rid itself of misinformation and conspiracy theory sites like InfoWars.",
  "Zuckerberg sought to “clear up” the matter in a later email to Swisher, saying he “absolutely didn’t intend to defend the intent of people who deny” the Holocaust.",
  "— Not a glitch: Amazon.com’s stock market value has reached $900 billion, threatening to dislodge Apple as Wall Street’s most valuable jewel, Reuters reports.",
  "FTC HEARING OUTTAKES — There was a fair amount of talk at Wednesday’s FTC oversight hearing about the EU’s antitrust fine against Google (see here and here).",
  "Read POLITICO Magazine's new series \"The Deciders\" which focuses on this powerful voting bloc that could be the determining factor in turning Arizona blue.",
  "If congressional response to the EU decision is any indication, those hoping U.S. officials will follow in Europe’s footsteps may be in for disappointment.",
  "Elon Musk tweeted that he’s sorry for calling one of the men behind the Thai cave rescue a “pedo guy” (because yes, that really happened), CNN reports.",
  "— A trio of women speaking up about allegations of sexual harassment at Comcast are finding that the #MeToo movement has its limits, Bloomberg reports.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "— Blooper reel: Simons spent hours with lawmakers referring to him as “Simmons” during the hearing before finally correcting the faulty pronunciation.",
  "\"The first lesson is that it's possible to take on Google and live,\" said Barry Lynn, executive director of the Open Markets Institute, Nancy reports.",
  "— The Internet Association, whose members include Amazon, Google, Facebook and Netflix, will send CEO Michael Beckerman to represent the industry.",
  "The effort puts a particular focus on workers with a high school education or whose jobs could be made obsolete by automation, Ivanka Trump said.",
  "“At the end of the day, I don’t believe that our platform should take that down because I think there are things that different people get wrong.",
  "The company will join Fedex and Lockheed Martin, among other to-be-named companies, at the White House today to formally launch the initiative.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "View the latest POLITICO/AARP poll to better understand Arizona voters over 50, a voting bloc poised to shape the midterm election outcome.",
  "Get up to speed on priority issues for Hispanic voters age 50+, who will help determine whether Arizona turns blue or stays red.",
  "While the CEO called such sentiments “deeply offensive,” he said they should still be allowed to be expressed on Facebook.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "— Privacy pitfalls: Simons and other FTC commissioners suggested the agency could benefit from more authority.",
  "That day at 1 p.m., FCC commissioners will testify before the House Energy and Commerce telecom subcommittee.",
  "MARK YOUR CALENDARS — Wednesday, July 25, is shaping up to be a busy day for Capitol Hill telecom policy.",
  "But it was his remark about not banning Holocaust deniers from the site that drew the most attention.",
  "Apparently she didn’t recognize the name of the antitrust chief who is well known in tech circles.",
  "“I designed the platform, so if someone’s going to get fired for this, it should be me,” he said.",
  "Amid mounting talk that tech companies are too big, Zuckerberg made a confusing counterargument.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "I don’t think that they’re intentionally getting it wrong,” he said.",
  "“Their regulatory regime is a little different than ours,” he said.",
  "What role will Hispanic voters over 50 play in Arizona this fall?",
  "— A swift repudiation: The remarks quickly drew backlash online.",
  "“The market needs to see we’re willing to do that,” Chopra said.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "But MT has some other highlights you may have missed.",
  "“I’m sorry, who is that person?” Schakowsky asked.",
  "Story Continued Below\n\n— But is the effort DOA?",
  "Don’t forget to follow us @MorningTech.",
  "— Is it too late now to say sorry?",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "(More on the flap here.)",
  "Learn more here.",
  "**"
]