[
  "Twitter CEO Jack Dorsey Drew Angerer/Getty Images\n\nIt was Twitter CEO Jack Dorsey's turn to sit in the political hot seat on Wednesday, as he was forced to defend Twitter from allegations of bias from Republicans even as Democrats decried the hearing as a baseless and politicized farce.",
  "Russian operatives were able to game Facebook and Twitter to spread propaganda in the run-up to the 2016 US election, and since then there has been one scandal after another, from Cambridge Analytica to the role of Facebook in spreading hate speech in Myanmar amid ethnic cleansing.",
  "And as the Senate hearing concluded, the US Department of Justice announced that attorney general Jeff Sessions is convening a meeting of some state attorneys general to discuss whether tech firms are \"intentionally stifling\" freedom of speech and obstructing competition.",
  "Dorsey faced multiple allegations of bias against conservatives, with lawmakers alternately asking about the verification process (broken, he admitted), the motivations of the developers writing Twitter's algorithms, search results, and recommended accounts to follow.",
  "Florida's Marco Rubio also attacked Twitter over its willingness to censor content on geographic grounds in certain countries, while Arkansas' Tom Cotton was critical of Twitter's decision to refuse to let the CIA access its enterprise data product Dataminr.",
  "Chip Somodevilla/Getty Images The company has made mistakes in the past, he said — including a filter that reduced the spread of 600,000 accounts that some of the right perceived to be unfairly targeted towards conservatives — but these have been corrected.",
  "Colorado's Diana DeGette called it a \"borderline conspiracy theory,\" and Maryland's Paul Sarbanes suggested the complaints of \"non-existent bias\" were intended to actually push social media platforms towards unfairly promoting conservatives over liberals.",
  "Some of the harshest rhetoric during the hearings was reserved for Google — which opted not to heed the committee's request and make CEO Sundar Pichai available (The committee could have subpoenaed Pichai, forcing his attendance, but opted not to.)",
  "\"Given its size and influence, I would have thought the leadership at Google would want to demonstrate how seriously it takes these challenges and to lead this important public discussion,\" ranking Democratic senator Mark Warner remarked.",
  "Republicans are doubling down\n\nDorsey's denials — and the Democrats' outrage — seems unlikely to dissuade right-wingers from this line of argument, and some Republicans are leaning heavily into it as a tool to stoke the party's base.",
  "Susan Collins, a Republican senator for Maine, attacked Twitter for failing to notify users adequately about Russian bots, prompting Dorsey to concede that \"we simply haven't done enough\" and that the status quo is \"unacceptable.\"",
  "The afternoon House hearing, by contrast, focused squarely on alleged anti-conservative social media bias — an allegation that has been repeatedly pushed by Republicans in recent months, including president Trump.",
  "Google was conspicuous by its absence\n\nThe hearings come after a bruising few years for social media firms — especially Facebook — that have shaken much of the optimism and goodwill the industry once held.",
  "Politicians are bitterly divided over the issue of social media bias\n\nThe second hearing of the day focused on alleged social media bias, and Dorsey's message was essentially simple: Twitter isn't biased.",
  "The questions from senators, which Dorsey appeared before alongside Facebook COO Sheryl Sandberg in the morning, focused largely on election interference and malicious activity from foreign actors.",
  "The New York-based exec appeared before two, back-to-back congressional hearings — one hosted by the Senate intelligence committee, and another by the House energy and commerce committee.",
  "In an interview published in right-wing news site The Daily Caller on Wednesday, President Trump accused tech firms of \"interference\" in the 2016 presidential election without evidence.",
  "The 41-year-old tech figure repeatedly denied any intentional bias from Twitter in a monotone voice — while Democrats attacked Republicans' allegations in far more strident terms.",
  "Democrats, meanwhile, rubbished the entire event, with New Jersey's Frank Pallone labelling it \"one more mechanism to raise money and generate outrage.\"",
  "There's more work still to be done, the exec said, but there are no intentional attempts to silence conservative voices on the platform.",
  "Mark Zuckerberg, Facebook's cofounder and CEO, had been hauled in front of lawmakers earlier in the year to answer their questions.",
  "The search giant was represented at the table by a symbolic empty chair and name-tag, and senators lined up to throw jabs at it.",
  "Drew Angerer/Getty Images\n\nBeyond digs at Google, the tougher criticism at the hearing was targeted at Twitter.",
  "Read more:\n\nThe Senate hearing was the fourth in a series of public hearings convened to discuss this subject.",
  "\"It's a shame, frankly, that this committee has been drawn into such a charade,\" he said.",
  "Democratic Pennsylvania Congressman Mike Doyle was blunt: \"It's a load of crap.\"",
  "Republicans were clearly skeptical of this argument.",
  "Donald Trump."
]