[
  "But the use of data provided by leading data brokers like Acxiom, Experian and Oracle — which typically disclose very little about what kinds of personal data they have and how they use it — is still commonplace across the internet, and most tech companies are willfully uncommunicative about the nature of their commercial partnerships with data brokers.",
  "One can only imagine what policies these developers might have breached, but given that the investigation was designed to uncover data misuse, it is likely that they had access to large amounts of Facebook user data and used or shared it without any sort of oversight or restriction.",
  "Take, for instance, the industry’s widespread but largely nontransparent partnerships with data brokers — companies that are in the business of quietly collecting an enormous amount of sensitive personal data and selling it to whoever will pay for it.",
  "Facebook announced recently that it will shut down Partner Categories, the feature that allows data brokers to pipe sensitive information — like your personal interests and behaviors — into Facebook’s advertising management system.",
  "And that is precisely why we should also take the magnifying glass to Google, Apple and others that similarly partner with vast developer communities that receive special access to inordinate amounts of sensitive user data.",
  "Reports about Facebook’s data-sharing arrangements with manufacturers were especially alarming because some of them were Chinese companies, including Huawei, which reportedly has close relations with China’s government.",
  "Another example of common practice across the American technology industry is the cultivation of commercial partnerships with foreign companies in ways that present significant national security concerns.",
  "Consider, too, that most Silicon Valley giants invite third-party developers to create executable programs — like mobile applications and internet-based games — that sit atop their platforms.",
  "Facebook recently disclosed that it would be suspending around 200 such partnerships with third-party applications in light of its internal post-Cambridge Analytica investigation.",
  "Digital marketers still purchase access to tools and products provided by data brokers and apply them in ad campaigns on major internet platforms as a matter of everyday business.",
  "This line of thinking has spurred new inquiries and more policy responses from Facebook — including the recent announcement that it will end its partnership with Huawei.",
  "Facebook’s internal review, even if it was undertaken in response to external criticism, is vital to ensure that personal data is not used inappropriately.",
  "This raised serious national security concerns: Could the Chinese government have had access to the Facebook data of American citizens?",
  "Internet companies often make business decisions that cause the United States intelligence community great consternation.",
  "Facebook’s pivot was both necessary to protect individual privacy and long overdue.",
  "to target you with digital ads that they predict you will find relevant.",
  "That allows marketers like Chanel or the N.B.A."
]