[
  "“This disparity in the financial burden of compliance would likely be replicated in the tech sector, punishing smaller firms and reducing competition to the benefit of the incumbents.”\n\nWhile Facebook and Alphabet shares have outperformed the S&P 500 since January and over the prior 12 months, their returns pale in comparison to those of smaller names like Twitter and Netflix, up 82 percent and 116 percent respectively in 2018 alone.",
  "“Near-term engagement remains steady following Cambridge; more regulation would likely make Facebook stronger.”\n\nDespite the new buy rating, shares of both Facebook and Alphabet fell in premarket trading Wednesday as the broader market prepared to slide in the wake of President Donald Trump’s latest tariff announcement against China.",
  "Nomura Instinet initiated coverage on both names with buy ratings Tuesday, arguing that any increased scrutiny should favor the largest tech juggernauts at the expensive of smaller companies, which are less equipped to meet higher regulatory barriers.",
  "“To be clear, we do not think the headlines and scrutiny are without merit—we see a platform that has grown to a size that is increasingly harder to monitor—but there are few companies better equipped from a capital perspective,” the analysts added.",
  "However, escalating troubles in the industry threaten to hamstring the industry’s rosy forecast even as some of the largest names in tech ramp research and development in novel projects like artificial intelligence and autonomous vehicles.",
  "California lawmakers followed suit last month, when the state granted consumer unprecedented protections for their data, including the right to prohibit the sale of personal data to third parties and opt out of sharing altogether.",
  "Lawmakers in Washington were quick to reprimand Facebook chief executive Mark Zuckerberg earlier this year after political research firm Cambridge Analytica improperly gained access to data on as many as 87 million users.",
  "The European Union’s General Data Protection Regulation (GDPR), which took effect May 25, gives individuals significant new privacy rights and heaps more responsibilities upon companies who handle user inflation.",
  "The analyst set a 12-month price target of $228 for Facebook (representing 12 percent upside from Tuesday's close) and a $1,400 target for Alphabet (representing nearly 20 percent upside from Tuesday's close).",
  "“We draw comparisons to the financial services sector post Dodd-Frank, where there has been a clear decline in new banks formed as regulation created higher barriers to entry,” analyst Mark Kelley wrote.",
  "After an impressive 2017, the technology sector’s dominance continued into the new year with shares of the so-called “FAANG” components contributing the majority of gains to the S&P 500’s historic run.",
  "A new wave of federal regulation across the technology industry will ultimately strengthen two of the globe’s biggest internet and social media companies: Facebook and Google-parent Alphabet.",
  "The Federal Trade Commission, too, opened an investigation into the social media company’s data practices, marking one of the largest legal battles to ever emerge at the company.",
  "\"We think there's a set of ramifications thats really difficult to understand,\" Google senior vice president Sridhar Ramaswamy told reporters earlier in the year.",
  "Still, following a precipitous fall in several popular stocks including Facebook and Twitter earlier this year, the names appear to be recovering on Wall Street.",
  "Amazon, Netflix and Microsoft together his year are responsible for 71 percent of S&P 500 returns and for 78 percent of Nasdaq 100 returns.",
  "That trend would likely change, the analysts said, if the threat of regulatory action – and higher operating costs – persists.",
  "Facebook, though up only 8.4 percent over the last six months, is 22.3 percent higher over the last three.",
  "Some have suggested that Capitol Hill may look to Europe for guidance on future internet regulation.",
  "Executives at Alphabet warned throughout that the measure could have unintended repercussions.",
  "\"User privacy needs to be thoughtfully balanced against legitimate business needs.\""
]