[
  "“Since then, more content from the same Pages has been reported to us — upon review, we have taken it down for glorifying violence, which violates our graphic violence policy, and using dehumanizing language to describe people who are transgender, Muslims and immigrants, which violates our hate speech policies.”\n\nPages Get Redesigned\n\nFacebook said that it is redesigning Pages on mobile devices in order to make it easier for users to interact with local businesses.",
  "In addition to these options, they can also keep customizing News Feed by visiting News Feed preferences to choose which posts they want to see first, or hide posts they don’t want to see.”\n\nTwitter\n\nAlex Jones Scrubs Tweets\n\nAs mentioned earlier, Alex Jones’ Facebook Pages were removed from the social network.",
  "As Groups are used for fostering supportive communities about topics that matter to them, Cohen said that the new Mentorship feature was added to Facebook Groups in order to make it easier for users who want help achieving goals to connect with others in their community who may have the right expertise.",
  "We also don’t have special relationships, partnerships, or contracts with banks or credit card companies to use their customers’ purchase data for ads.”\n\nMessenger was separated from the main Facebook app in April 2015 and has been growing rapidly as an independent app since then.",
  "\"Like many online companies, we routinely talk to financial institutions about how we can improve people’s commerce experiences, like enabling better customer service,\" said Facebook spokesperson Elisabeth Diana via The Wall Street Journal.",
  "pic.twitter.com/GMkDpKgf5S — Del Harvey (@delbius) August 8, 2018\n\nBut it turns out that two of the tweets that CNN reported was recent enough that Twitter could cite them in the future for taking punitive action against Jones’ accounts.",
  "Financial Services For Messenger\n\nThis past week, The Wall Street Journal published a report about how Facebook reached out to JPMorgan Chase, Wells Fargo, Citigroup, and US Bancorp to offer financial services in the Messenger app.",
  "An example that Facebook provided of a group benefitting from this feature includes Mama Dragons, which is a community of mothers with LGBTQIA children who help each other navigate the journey of raising transgender children.",
  "Another example Facebook provided is of a woman who connected with a mentor from the Soap-making and Business Coaching group who helped take her passion for making soap into a full-fledged business.",
  "“When users violate these policies repeatedly, like our policies against hate speech and harassment or our terms prohibiting circumvention of our enforcement measures, we terminate their accounts.”",
  "“While people won’t be able to view custom feeds from lists of friends, they’ll still be able to create and edit friends lists, and share just to these audiences whenever they post to Facebook.",
  "By partnering with the banks, Facebook would be able to integrate financial features such as the ability to check account balances and receive fraud alerts through the Messenger app.",
  "In addition, one of the admins of these Pages – Alex Jones – was placed in a 30-day block for his role in posting violating content to these Pages,” said Facebook in an announcement.",
  "Open an existing conversation or find the person or group of people you’d like to chat with and tap the video icon on the upper right corner of the screen,\" said Facebook in a post.",
  "Plus there is now a “Local” section in the Facebook app and a standalone Facebook Local app that detects businesses around you and highlights events that your friends are attending.",
  "\"Then simply tap the star button and select one of the AR games – the person or group you are video chatting with will get a notification indicating it’s time to get your game on.\"",
  "The nice thing about this feature was that it allowed users to catch up with certain groups of people without having to filter through updates from users outside of that group.",
  "And since then, the ability to make phone calls, share locations, interact with bots, add augmented reality effects and utilize the “M” assistant have been added to Messenger.",
  "Once the pairs are introduced, they can get to know each other and go through steps in the one-to-one mentorship program as they check in with each other weekly.",
  "“Since we launched the WhatsApp Business app people have told us that it's quicker and easier to chat with a business than making a call or sending an e-mail.",
  "Today we are expanding our support for businesses that need more powerful tools to communicate with their customers,” said WhatsApp in a company announcement.",
  "“All users agree to comply with our Terms of Service and Community Guidelines when they sign up to use YouTube,” said a YouTube spokesperson via Ars Technica.",
  "“We’re shutting down this lesser-used feature to focus our efforts on improving the main News Feed experience,” said a Facebook spokesperson via TechCrunch.",
  "Facebook\n\nGroups Feature Now Allows Mentors And Mentees To Connect\n\nFacebook has announced a feature that allows mentors and mentees to connect in Groups.",
  "Facebook said that events selling directly on the social network have seen two times more ticket purchases than when they are ticketed on a website alone.",
  "As part of the redesign, you will be able to make a reservation at a restaurant, book appointments at salons, see recent photos and view Stories on Pages.",
  "Facebook’s product manager for Mentorship Gabriel Cohen said that over 200 million people on Facebook are a part of groups that they consider meaningful.",
  "“As a result of reports we received, last week, we removed four videos on four Facebook Pages for violating our hate speech and bullying policies.",
  "With this feature, Facebook users were able to scroll through only the posts from certain friend lists such as family, colleagues, neighbors, etc.",
  "Removal Of Alex Jones’ Infowars Pages\n\nRecently, Apple, Spotify and YouTube (see below) removed content published by Alex Jones’ Infowars brand.",
  "YouTube\n\nAlex Jones' Infowars Banned\n\nYouTube is also another major social media platform that banned Alex Jones’ Infowars due to hate speech.",
  "AR Games For Messenger Video Chats\n\nAnother interesting feature that Facebook added to Messenger is augmented reality games for video chats.",
  "Specifically, Facebook decided to remove four Pages linked to Infowars due to repeated violations against its Community Standards policies.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "And CNN also sent the list to Twitter after the social media company said that Jones was not in direct violation of the terms of service.",
  "WhatsApp\n\nNew Tools For Businesses\n\nWhatsApp has announced that it has launched new tools for helping businesses communicate with users.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "“This account has been terminated for violating YouTube's Community Guidelines,” says the now-removed Infowars channel on YouTube.",
  "For example, Jones' team scrubbed his Twitter accounts for any tweets that could potentially violate the company terms of service.",
  "On Facebook, there are more than 80 million small businesses using our free business tools,\" said Facebook in an announcement.",
  "Wells Fargo started testing a Messenger bot last year, which allows users to check account balances and find the nearest ATM.",
  "Some users may be apprehensive about their financial data being linked to Facebook due to the Cambridge Analytica scandal.",
  "And admins can select from a variety of templates tailored for career advancement, support programs and skill development.",
  "The Mentorship feature is available to select groups with an emphasis on parenting and professional/personal development.",
  "We hope that Mentorship makes it easier for people to build relationships that help them reach their goals,” added Cohen.",
  "These pages were the Alex Jones Channel Page, the Alex Jones Page, the InfoWars Page and the Infowars Nightly News Page.",
  "To be clear, the way to read specific users’ updates in separate News Feeds within the Facebook app is being shut down.",
  "And you can also start a conversation (click-to-chat button) on websites or Facebook ads to quickly message a business.",
  "The new tools allow people to request information from businesses such as boarding passes and shipping confirmation.",
  "Friend List Feeds Being Shut Down\n\nFacebook has decided to shut down the Friend List Feeds, according to TechCrunch.",
  "Twitter’s VP of Trust & Safety Del Harvey said that the company is not going to punish Jones for past behavior.",
  "And Facebook already has existing partnerships with credit card companies like American Express and Mastercard.",
  "As a result, Jones and his team have been scrambling to adhere to guidelines on other social media platforms.",
  "Facebook said that you will still be able to continue to create, edit and share to your friend lists though.",
  "Plus some businesses may provide real-time support on WhatsApp for answering questions about their products.",
  "CNN posted a comprehensive list of Jones' tweets that would potentially violate Twitter’s terms of service.",
  "However, Facebook said that the data would only be used for creating new features rather than ad targeting.",
  "This will be useful because people often use recommendations to ask communities where to go, eat and shop.",
  "Here's an email I sent Twitter employees today with more context around our thinking and our policies.",
  "For example, “Asteroids Attack” on Messenger allows users to navigate a spaceship using their nose.",
  "And the “Don’t Smile” is essentially a staring contest game that friends can play with each other.",
  "And Facebook pointed out that it is expanding its job application tool to everywhere in the world.",
  "If you want to get tickets for an event, you can buy it from within the event page on Facebook.",
  "But Facebook will charge businesses for responses made after 24 hours, according to The Verge.",
  "Shortly after those tweets were discovered, Jones' staff reportedly rushed to delete them.",
  "Users can sign up to be a mentor or a mentee and the group admin can pair people together.",
  "Businesses are able to respond to customers for free if they respond within 24 hours.",
  "With the Mentorship program, users can get one-on-one support via a guided program.",
  "For example, Messenger hit 1.3 billion monthly active users back in September 2017.",
  "Facebook is also offering the same reporting and blocking features to the feature.",
  "People like your neighbors, your friends and your favorite local business owners.",
  "After that, Twitter confirmed that Jones was actually in violation of the terms.",
  "\"To try these out yourself, make sure you have the latest version of Messenger.",
  "Facebook also said that Recommendations will be displayed prominently on Pages.",
  "“We don’t use purchase data from banks or credit card companies for ads.",
  "“Our goal is to build tools that help people get the support they need.",
  "This is because the terms of service were updated after December 2017.",
  "To set it up, Group admins would have to create a mentorship program.",
  "Facebook designed mentorship with an emphasis on privacy and safety.",
  "Apple, Facebook and Spotify had also removed Infowars from YouTube.",
  "This allows users to play games with each other using their faces.",
  "The mentorship feature is only available to people 18 and up.",
  "\"Local communities are built, grown and sustained by people.",
  "The communications are only visible between the pair.",
  "And people can report issues to Facebook.",
  "Events have also been updated in Pages.",
  "Twitter is still the holdout."
]