[
  "\"My personal belief was that everybody was aggressively trying to grow the company as quickly as possible, and just like another company that's currently under scrutiny, the phrase 'move fast and break things,' I think definitely broke a lot of things in the last campaign,\" Kaiser said.",
  "\"I don't think too many people look back and question that,\" Kaiser said, adding, \"If you are interacting with anything on your phone or your computer, it is specifically designed to collect as much data about you as possible, so that that can then be monetized.\"",
  "Asked which investigators she has been talking to, Kaiser said, \"I'm currently working to be as helpful as possible to any government investigations where I can provide assistance, but I can't comment on that right now while they're ongoing.\"",
  "\"Did anybody, just from a moral standpoint, say, 'You know, when you give somebody something but you're really doing it to get something else from them, that's just not the way we should behave, regardless of the rules or the regulations?'\"",
  "\"In terms of what Cambridge Analytica had access to, I know for a fact that there were more than just the 'This Is Your Digital Life' app that tends to be getting a lot of press these days,\" Kaiser said.",
  "It drew attention when it was revealed the company harvested data from 87 million unknowing Facebook users, and cameras caught its CEO discussing underhanded tactics like bribery and sex stings.",
  "And this data scientist was probably well aware of what might have happened in the press if it looked like the company was undertaking data collection on social media,\" Kaiser said.",
  "... And I think going forward, there needs to be a better solution for making sure that agencies much bigger than Cambridge Analytica as well are playing by the rules,\" Kaiser said.",
  "\"Why would the senior data scientist who'd been working on this app not want somebody to say that it came from SCL, which is the parent company of Cambridge Analytica?\"",
  "\"Offer them a deal that's too good to be true and make sure that that's video recorded,\" Cambridge Analytica CEO Alexander Nix could be heard saying in the video.",
  "\"I've decided to take the responsible and ethical decision to share my experience at the company, to share what I know, what I saw,\" Kaiser also said.",
  "He suggested \"the intention\" of the email \"was to see how the app would grow organically\" without the \"corporate nature\" to \"make it less enticing.\"",
  "In her role as director of business development, Kaiser sold Cambridge Analytica's data analysis services to both political and corporate clients.",
  "In the all-company email, he asked colleagues to share it with family and friends but added, \"Please DO NOT MENTION THAT IT IS AN SCL THING.",
  "About 30 states prohibit voter data from being used for commercial purposes, and Kaiser questions whether that might have happened.",
  "A former official at Cambridge Analytica is sharing what she considers some of the data firm's questionable practices.",
  "But she departed in January before the Facebook scandal broke and before her former CEO was exposed on hidden camera.",
  "\"There is not proper legislation or regulation or technology available to track and trace the usage of that data.",
  "Cambridge Analytica processed data for several Republican clients including Donald Trump's presidential campaign.",
  "\"In your feeling, having worked there, was Cambridge Analytica just being aggressive with this exciting new tool?",
  "Brittany Kaiser worked at the British-based company from 2014 until this January before the company shut down.",
  "\"Cambridge Analytica has been in the news because of the use of Facebook data, 87 million Facebook profiles.",
  "Could it be more than what we know that Cambridge Analytica had access to in terms of Facebook user data?\"",
  "Kaiser said she wants to speak out now about what she sees as the \"Wild West\" attitude of data gathering.",
  "I had never heard him say anything like that before, so I was shocked and embarrassed,\" Kaiser said.",
  "Kaiser said she knows of two similar programs Cambridge Analytica developed to collect information.",
  "Like he had gone above and beyond the call of duty to explain what was possible in order to win.",
  "Another internal source told CBS News \"the project never launched - no data was collected.\"",
  "That's the personality quiz that gathered information on Facebook users and their friends.",
  "\"At the time, Cambridge Analytica was receiving significant press for its political work.",
  "She showed us a 2015 note from a data scientist behind a quiz called \"Music Walrus.\"",
  "I saw enough of the quotes to know that I didn't wanna know more,\" Kaiser said.",
  "Kaiser said she \"never\" knew or heard about that while she was at the company.",
  "In fact, I haven't even been able to bring myself to watch those videos.",
  "\"When you saw those quotes, did you think, 'I can't believe it'?",
  "Nix later denied the company engaged in dirty political tricks.",
  "\"It's so disappointing to see things like that in the media.",
  "Say that a 'friend of yours' made it (which is true … no?)\"",
  "Kaiser also won't say why she left Cambridge Analytica.",
  "\"I thought it sounded like an overblown sales pitch.",
  "\"CBS This Morning\" co-host John Dickerson asked.",
  "Or did you think, 'Well, hmm'?\"",
  "Or was it breaking the law?\"",
  "Dickerson asked.",
  "Dickerson asked.",
  "Dickerson asked.",
  "Dickerson asked."
]