[
  "It’s not just a social media issue: three lessons on online political manipulation from Europe\n\nAlthough dense in qualifications as interim, not final, investigation reports, the ICO documents reveal three basic truths and make three overarching indictments:\n\nThe charge against tech leadership is that the electoral tech ecosystem is no longer “just tech”: (a) data-driven individual voter profiling and prediction of personal preferences and inclinations; (b) high-frequency automated policy message-generation; (c) voter segmentation on the basis of hot-button issues, jointly taken, are hollowing out the democratic election process.",
  "The three documents represent, respectively: a series of recommendations for the UK government to prevent further voter manipulation, both by political parties and by foreign actors, using social media platforms; the mid-point of its investigation into Facebook, SCL Elections, and Cambridge Analytica; an independent report commissioned to Demos, about the types of data, marketing, and big data techniques used in modern electoral strategies.",
  "The Facebook ads preference setting allows users to block individual ads, or block ads from a particular advertiser, so they are able to ask not to receive adverts from a particular political party, but it does not allow them to block political advertising based on issues – which is an increasing feature of political advertising, as demonstrated from recent election campaigns.",
  "The ICO is the UK privacy regulator, the same office that night-raided the London Cambridge Analytica headquarters in high visibility blue jackets in March 2018 and that announced a fine against Facebook of 500,000 pounds (US$ 600,000) on July 11th, 2018 for breach of data protection rules in the run-up to the Brexit referendum.",
  "Political parties themselves can no longer afford to shrug off responsibility for poor data lineage and opaque algorithmic techniques: the market for voter analytical services and the grey market for voters’ personal datasets, whichever way obtained, only exist because of political parties’ steady demand.",
  "US Senators about to question[live streamed here], on the morning of September 5th, 2018 Sheryl Sandberg, Facebook COO, and Twitter CEO Jack Dorsey about the Russian interference in the US political elections and democracy have had these findings at their disposal, like the rest of us, since July.",
  "Tech leadership needs to take responsibility for failing to draw a sharp and brilliant line between the use of techniques and technology deployed for direct marketing to consumers and the use of those same techniques and technology deployed for political communication with voters.",
  "In preparation for the Facebook and Twitter hearing, Senators will at the very least have read sections 3.12 – 3.21 on how the Facebook advertising model is used in political campaigns plus Annex ii on what responses Google, Twitter and Snapchat gave to the ICO investigation.",
  "In turn, these conclusions may inform what questions we will hear on September 5th:\n\n“The ICO has concluded that Facebook has not been sufficiently transparent to enable users to understand how and why they might be targeted by a political party or campaign.",
  "Those three documents contain an extraordinary amount of detail on the relationships between data brokers, credit reference agencies, social media platforms and consultancies offering advisory services to political parties during electoral campaigns.",
  "The business community is complicit in online voter manipulation when, through a lax application of privacy and data protection rules, it allows data collected for marketing purposes to be repurposed or sold on for unspecified further uses.",
  "To avoid being complicit, businesses should audit their own personal data trades, maintain a permission and purpose lineage (what future uses did individuals give permission to when they surrendered their data?)",
  "Recently held political elections in the United Kingdom (including the Brexit referendum) have already been played according to the marketing bible of cross-device tracking, followed by profiling.",
  "The ICO's findings, although not yet conclusive, were made public precisely to assist other regulatory agencies and law-makers around the world learn from its investigative efforts.",
  "Individuals can opt out of particular interests, and that is likely to reduce the number of ads they receive on political issues, but it will not completely block them.",
  "Political institutions can no longer afford to “wait and see” how digital interactions impact the way voters access and disseminate political messages.",
  "Personal information and political influence; Investigation into the use of data analytics in political campaigns; The future of political campaigning.",
  "Electoral Commissions and National Parliaments must not procrastinate regulation of online electoral campaigning: in fact, it may already be too late.",
  "Selling advertising for an apparel brand and selling advertising for a political party must never be treated as one and the same line of business.",
  "Once released into the grey data markets, these personal datasets are then available to voter profiling and messaging consultancies and parties.",
  "In July 2018 three documents appeared on the United Kingdom Information Commissioner’s Office (ICO) website: Democracy Disrupted?",
  "Beyond the detail, however, three key insights are expected to guide the US Senators’ own inquiry.",
  "report’s conclusions is a good indication of what to expect from the ICO in the future.",
  "and should perform data due diligence on third parties before engaging their services.",
  "Anyone else wanting a head start should make reading those their priority, too.",
  "The underlying engineering and predictive analytics principles are identical.",
  "These concerns about transparency lie at the core of our investigation.”",
  "The charge against all kinds of businesses is also serious.",
  "The charge against political parties is no less damning.",
  "No time to read the whole ICO investigation reports?",
  "Lastly, this excerpt from the Democracy Disrupted?",
  "Their uses are not."
]