[
  "“Though no allegations of misuse of personal email data akin to the Cambridge Analytica case have surfaced, the reported lack of oversight from Google to ensure that Gmail data is properly safeguarded is a cause for concern,” the senators wrote in their letter to Google.",
  "Google revealed this week that third-party app developers still have access to user email, a shocking privacy violation that may lead some users to rethink their decisions to add certain plugins to their Gmail accounts.",
  "“Developers may share data with third parties so long as they are transparent with the users about how they are using the data,” Molinari wrote in the letter.",
  "This week, Google responded to inquiries from Republicans on the Senate Commerce Committee regarding privacy on their popular email hosting platform, Gmail.",
  "As of now, app developers can share user data with third parties if the practice is explicitly made clear to the user at the time of installation.",
  "Employees typically can only read user emails when given explicit permission by the user or to prevent abuse or technical issues on the platform.",
  "Susan Molinari, vice president of Google’s America public policy and government affairs, addressed these concerns in a letter to the committee.",
  "Republicans on the Senate Commerce Committee are now concerned that companies like BananaTag will sell user data to other companies.",
  "A new report suggests that third-party Gmail apps, like those that provide read receipts, still have access to reading user emails.",
  "An example of a third-party Gmail app is BananaTag, which allows users to receive a notification when their emails are opened.",
  "Google representatives are expected to testify during a hearing with the Senate Commerce Committee next Wednesday.",
  "Google contends that developers like BananaTag need access to user emails in order for their apps to work.",
  "Other Silicon Valley giants including Apple and Twitter are expected to testify at the hearing as well.",
  "Molinari also added that Google employees have access to user emails in certain situations."
]