[
  "Here's what Wall Street is expecting:\n\nEstimated earnings per share: $1.72, according to a Thompson Reuters consensus estimate\n\nEstimated Revenue: $13.36 billion, according to a Thomson Reuters consensus estimate\n\nEstimated global monthly active users (MAUs): 2.25 billion, per StreetAccount and FactSet\n\nEstimated global daily active users (DAUs): 1.49 billion, per StreetAccount and FactSet\n\nNorth American DAUs are of particular interest because Facebook saw a slight dip at the end of last year.",
  "When Facebook reports earnings after the bell on Wednesday, investors will be taking a closer look at monthly and daily active user numbers to see if the Cambridge Analytica data scandal and other negative stories have driven users and advertisers away from the platform, or have had little effect.",
  "\"In a nutshell, the bark has been a lot worse than the bite so far for Facebook among advertisers and users post Cambridge, although 2Q is a pivotal 'prove me' quarter for Zuckerberg & Co. in the eyes of the Street,\" Ives said.",
  "Other noteworthy events, including the enactment of General Data Protection Regulation (GDPR) in the European Union — a set of rules that give users more control over their online data — also will be reflected in this period.",
  "The latest quarter will include the rest of the time since it was revealed the data analytics firm, among other companies, improperly used information from Facebook users and their friends to target political marketing.",
  "As a result, eMarketer principal analyst Debra Aho Williamson believes North American DAUs will be flat or slightly down, while European DAUs will be lower — though she cautions in the long run it may not matter.",
  "This quarter is also when Facebook saw significant political fallout from the scandal, which required CEO Mark Zuckerberg to testify in front of U.S. Congress andbefore the E.U.",
  "If there are lower DAUs, it may have a minimal effect on advertising revenue, said GBH Insights chief strategy officer and head of technology research Daniel Ives.",
  "Perhaps people will share less often or become more careful about what they share, but we believe that it remains a very important platform for many people.",
  "Forrester consumer research also showed while people know about Facebook's data concerns, most people did not modify their usage patterns because of it.",
  "\"Even if MAU and DAU show some weakness, Facebook has done an excellent job of becoming an indispensable communications platform,\" Williamson said.",
  "But the first quarter, which included the first two weeks of the Cambridge Analytica scandal, saw usage levels increase to 185 million DAUs.",
  "Facebook stock was up a little more than 1 percent near the close of trading on Tuesday after hitting an all-time intraday high of $216.20.",
  "GBH is predicting advertising revenue will decrease at the most around $1 billion, or around 2 percent of annual advertising revenues.",
  "They also found brands still want to reach mass audiences with their advertising, and Facebook is one of the best vehicles to do so.",
  "And we also believe that engagement trends on Instagram as well as Messenger and WhatsApp will remain strong.\"",
  "Rather, if there were any changes it was because of other issues with Facebook.",
  "\"Simply put, it’s very hard to leave Facebook entirely.",
  "about Facebook's ability to protect user data."
]