[
  "During his time with the publication, MacAskill has been chief political correspondent, diplomatic editor, Washington bureau chief, New York-based reporter, and defence and intelligence correspondent, as well as part of the Guardian team who won a Pulitzer Prize for our coverage of the Edward Snowden story.",
  "Since Kath took over, the stories have kept on coming: Milly Gentleman on immigration; Carole Cadwalladr on Cambridge Analytica; Juliette Garside and her team on the Panama and Paradise Papers; and Martin Chulov on Islamic State.",
  "Deputy editor Paul Johnson, who has, by a long way, the best news sense of anyone I have worked with, was sceptical about the case for war with Iraq from early on and threw lots of reporters at it, including me.",
  "Ten minutes later, the deputy editor Paul Johnson came to see me and said Campbell had phoned the editor to complain I had the wrong intro and it should be Israel-Palestine.",
  "He placed a soya sauce bottle on top of absorbent paper and left it behind the door when he went out: if there was a spill, he would know someone had been in.",
  "I was involved in the story that saw the first resignation from the Labour government, Peter Mandelson, forced out of the cabinet over a hidden mortgage deal.",
  "The deputy chief sub-editor showing us around was obviously well-liked and there was a lot of banter between him and other journalists and with the printers.",
  "When the Libyan government made the announcement – it was December 2003 - it was big news all around the world, a genuine surprise to most people.",
  "Alan looks benign but he took on every part of the establishment and presided over a great run of stories: WikiLeaks, phone-hacking and Snowden.",
  "The interview went badly - neither of us is particularly loquacious and there were a lot of awkward silences - but he gave me the job anyway.",
  "But here is one: one of Gaddafi’s sons hinted to me a few days in advance Libya was going to get rid of all its weapons of mass destruction.",
  "She was favourite to secure the Democratic nomination for the White House race but I was disappointed: she was all platitudes and cliches.",
  "Over the last few weeks, knowing I was leaving, I have looked around at the faces, thinking ‘I am so glad I was part of this.",
  "I interviewed Yasser Arafat, the leaders of Hamas and Islamic Jihad, Israeli soldiers, settlers and the victims of violence.",
  "I had gone with colleague David Hencke, who found the story, to meet the source in a greasy-spoon cafe near Westminster.",
  "I arrived in the US early in 2007 and one of the first things I did was to go to Iowa to see Hillary Clinton speak.",
  "Around six o’clock, one of us would bring in a tray of drinks and we would sit drinking beer or wine as we wrote.",
  "Then political editor Mike White and sketch-writer Simon Hoggart bickered like brothers but were funny with it.",
  "When I saw Obama speak for the first time, I thought he could win, even though he was 30 points behind her.",
  "Your biggest story was meeting National Security Agency whistleblower Edward Snowden in Hong Kong in 2013.",
  "He said that is not the story: it should be Blair secures Bush pledge on Israeli-Palestinian conflict.",
  "I had been in Northern Ireland for a few days for the Scotsman covering an outbreak of trouble.",
  "I flew back to London for a lunch at the Guardian office for the then Labour leader Tony Blair.",
  "One of the reasons the Guardian gained popularity in the US was its opposition to the Iraq war.",
  "After Westminster, I was on the foreign team for 14 years, travelling all over the world.",
  "I was on the Glasgow Herald and the Scotsman and had a couple of stints working overseas.",
  "I covered various conflicts but the one that had the most impact was Israel-Palestine.",
  "On a conference call, they tried to flatter her with an invitation to the White House.",
  "I found the same engagement and passion when covering Corbyn’s leadership campaign.",
  "Blair and Bush had met in the Azores for a final mini-summit ahead of the invasion.",
  "I can’t remember the intro now but it was something like UK and US on verge of war.",
  "Then US editor Janine Gibson showed courage in publishing the first of the stories.",
  "Simon Goodley’s undercover reporting exposing working conditions at Sports Direct.",
  "Unlike other news organisations, it is open to all staff, everyone free to speak.",
  "With the US intelligence hunting for him, he had good reason for being paranoid.",
  "The catalyst was a school trip to the Scottish Daily Express, based in Glasgow.",
  "It was great to see so many people engaged in and passionate about politics.",
  "He pulled a red hood over himself and his computer to protect his password.",
  "Kath Viner joined a few months after me and rose to become editor-in-chief.",
  "Do you remember your first day on the Guardian and how it felt to be here?",
  "I was part of the team which covered the Scottish independence referendum.",
  "I immediately liked the general lack of deference shown towards Blair.",
  "There has never been a day I was not proud to be part of the Guardian.",
  "One of the best things about the Guardian is the morning conference.",
  "What has been the Guardian’s greatest moments during your time here?",
  "That deputy chief sub eventually ended up at the Guardian, Ian Jack.",
  "In the run-up to the war in Iraq in 2003, I was writing the splash.",
  "Confessing to them all would make foreign and home desks cringe.",
  "What advice would you have for young journalists starting out?",
  "He said: “Make it paragraph 18.” That is the attitude I liked.",
  "I doubt if the political team still does that but who knows?",
  "I have not been back in over a decade but it is still vivid.",
  "Holed up in a hotel room, his behaviour seemed odd at first.",
  "I could not find a source to back it up so did not write it.",
  "What was it like to be played in a Hollywood film, Snowden?",
  "I went to Iraq several times before and after the invasion.",
  "I recently taught young journalists from around the world.",
  "Tell us about covering Obama’s two White House elections.",
  "He had cushions lining the door to prevent eavesdropping.",
  "I stayed as a reporter but I think I got the better deal.",
  "I was interviewed by then editor Alan Rusbridger in 1996.",
  "I challenged him over his claim of popularity in the UK.",
  "Paul asked where the reference to Israel-Palestine was.",
  "Another had revealed a huge medical scandal in Africa.",
  "You started out at Westminster – what was that like?",
  "Alastair Campbell phoned and asked what I was doing.",
  "The identity is as interesting as the story itself.",
  "Why did Donald Trump call you a “nasty, nasty guy”?",
  "She told them she was going ahead with publication.",
  "But he was the real deal, a genuine whistleblower.",
  "The Guardian office in parliament was a happy one.",
  "What have you done since you came back to the UK?",
  "It was at a press conference in Scotland in 2016.",
  "I was taken on as chief political correspondent.",
  "I have never called anyone “laddie” in my life.",
  "Are there any stories you wish you’d written?",
  "It was nice to be portrayed by Tom Wilkinson.",
  "We cannot be flattered, bullied or pressured.",
  "I was banned from his next press conference.",
  "It is part post-mortem, part a look forward.",
  "One of them had covered the fall of Aleppo.",
  "The stories I knew about but did not write.",
  "At its best, it throws up good story ideas.",
  "When did you decide to become a journalist?",
  "What stories had the biggest impact on you?",
  "Did the Guardian live up to expectations?",
  "That set the tone for the next 22 years.",
  "That is what the Guardian is all about.",
  "What have been your biggest mistakes?",
  "How did you come to write about that?",
  "What else stands out from that time?",
  "What was the most memorable moment?",
  "We have never disclosed the source.",
  "I never wanted to be anything else.",
  "I told him he was toxic in Britain.",
  "I told him I was not writing that.",
  "How did you come to the Guardian?",
  "They do not need advice from me.",
  "What have you been proudest of?",
  "He refers to Ed as ”‘laddie”.",
  "They tried to intimidate her.",
  "I am glad I was one of you’.",
  "But it never felt like me.",
  "The first time I met him.",
  "I have had a varied beat.",
  "Reporters have more fun.",
  "Unfortunately not to me.",
  "It sounded implausible.",
  "And so, happily, did I.",
  "I said paragraph four.",
  "Sometimes passionate.",
  "Occasionally heated.",
  "That was it for me.",
  "So I told him.",
  "I did defence.",
  "And spies.",
  "Yes."
]