[
  "DRIVING THE DAY — Mick Mulvaney testifies for a second day, this time before Senate Banking at 10:00 a.m. … Senate Finance has an IRS hearing at 10:00 a.m. with acting commissioner David J. Kautter … Senate Budget Committee has a hearing on the CBO report at 10:00 a.m. … House Financial Services subcommittees hold hearings at 10:00 a.m. on the FHFA and 2:00 p.m. on the “Foreign Investment Risk Review Modernization Act of 2017” …\n\nTHE RACE TO REPLACE RYAN — POLITICO’s John Bresnahan and Rachael Bade: “Kevin McCarthy will have to defy history, beat back a possible Democratic wave and win over a skeptical House Freedom Caucus to become the 55th speaker of the House.",
  "CORKER RIPS GOP FISCAL RECORD — Sen. Bob Corker (R-Tenn.) ripped into his own party’s fiscal record at the Senate Budget Committee hearing on the latest CBO report and even critiqued the party’s signature tax cut legislation which is supposed to be the center piece of the 2018 campaign:\n\n“This Congress and this administration likely will go down as one of the most fiscally irresponsible administrations and Congresses that we’ve had,” he said.",
  "And even if Republicans hold on in November – a huge question mark at this point– McCarthy will then have to deal with the House Freedom Caucus, which tanked his 2015 bid to become speaker, creating the path for Ryan‘s ascension.”\n\nRYAN’S FISCAL LEGACY — POLITICO’s Michael Grunwald: “Ryan promotes his brand as a deficit hawk so diligently that he has been known to refer to himself in the third person as Paul Ryan Deficit Hawk.",
  "ECONOMIST WARNS AGAINST AT&T-TIME WARNER DEAL — Reuters’ Diane Bartz: “The U.S. Justice Department called an economist on Wednesday to testify that allowing AT&T to purchase movie and TV production company Time Warner would cost consumers hundreds of millions of dollars as the government wrapped up efforts to convince a federal judge to halt the proposed deal.",
  "ZUCKERBERG TAKEAWAYS — POLITICO’s Nancy Scola: “Mark Zuckerberg put in what amounted to nearly a full workday testifying before Congress about the Cambridge Analytica data leak — stopping the immediate bleeding for Facebook, but leaving unanswered questions about how it collects and controls information on more than 2 billion people.",
  "FED PROPOSES CAPITAL CHANGES — POLITICO’s Victoria Guida: “A new proposal by the Federal Reserve could raise capital requirements for the country's largest, most interconnected banks while lowering the levels for their slightly smaller competitors — the first major policy action under new regulatory governor Randal Quarles.",
  "JPMORGAN SUED OVER FEES FOR CRYPTO PURCHASES — Reuters’ Dena Aubin: “JPMorgan Chase & Co has been hit with a lawsuit in Manhattan federal court accusing it of charging surprise fees when it stopped letting customers buy cryptocurrency with credit cards in late January and began treating the purchases as cash advances.",
  "“Carl Shapiro, an economics professor at the University of California at Berkeley, said the planned $85.4 billion merger would give AT&T, which owns satellite and streaming television provider DirecTV, leverage to charge more for Time Warner’s Turner family of channels, which includes sports content and CNN.",
  "“In its second major proposal this week, the Federal Reserve -- along with the Office of the Comptroller of the Currency -- said Wednesday that it wants to scrap an existing method for measuring each bank’s borrowing limits and instead tailor restrictions to the risks posed by specific firms.” Read more.",
  "“… The Fed is proposing a so-called stress capital buffer, where a bank's additional capital requirements above the 4.5 percent minimum would be calculated based on the percentage by which a lender's capital decreased under the worst scenario, with a floor of 2.5 percent.” Read more.",
  "regulators are poised to ease leverage limits for Wall Street banks, potentially freeing up tens of billions of dollars for lending and other business activities in the latest move to relax post-crisis financial rules that the Trump administration blames for stifling growth.",
  "“Filed on Tuesday on behalf of a proposed nationwide class, the lawsuit said Chase charged both extra fees and substantially higher interest rates on the cash advances than on the credit cards and refused to refund the charges when customers complained.” Read more.",
  "…\n\n“Congress may be done with ambitious legislating until after November, but lawmakers of both parties had no shortage of suggestions about how Washington can rein in Facebook and other internet companies that have mostly been allowed to regulate themselves.",
  "CFPB SPENT $6K ON FROSTING WINDOWS — AP’s Ken Sweet: “The Consumer Financial Protection Bureau spent more than $6,000 frosting the windows on the offices of senior staff in recent months, according to receipts and documents obtained by The Associated Press.",
  "FLY AROUND\n\nECONOMIST SAYS TARIFFS ARE WRONG MOVE — NYT’s Jim Tankersley: “Trump’s advisers insist that the economics profession is solidly behind the administration’s threat to impose tariffs on hundreds of billions of dollars of Chinese imports.",
  "WHY IT MATTERS — Republicans are facing a growing numbers of retirements in the House (including Ryan), an unpredictable and unpopular president and now have to deal with sharp complaints on the size of the deficits being run up under their watch.",
  "… Ryan’s ‘fiscal conservative’ brand has gotten impressive traction, but now that he’s announcing that he’s leaving Congress in January, it’s worth noting (not for the first time) that Paul Ryan Deficit Hawk has never behaved like a deficit hawk.",
  "No, Dodd-Frank is not getting repealed\n\nNO, DODD-FRANK IS NOT GETTING REPEALED — Somewhat odd comments from House Speaker Paul Ryan on Wednesday during his tour of retirement interviews, as POLITICO’s Zachary Warmbrodt describes here.",
  "COMMODITIES BURST — American Resource Policy Network’s Daniel McGroarty in The Hill: “Trump has prioritized two policy areas with profound impact on the national economy as well as national security: trade and critical minerals.",
  "POLITICO Chief Europe Correspondent Matt Karnitschnig will speak with Blankfein about Europe's banking sector in the time of Brexit, Eurozone reform and the impact of the Trump presidency on transatlantic relations.",
  "It will inevitably be described as ‘ironic’ that Ryan came to Congress when the budget was in surplus and left with deficits heading towards $1 trillion, but those deficits are his greatest legacy.” Read more.",
  "HAPPENING TODAY: WINNING IN THE AGE OF AI — Hope you’ll join me and other POLITICOs this evening for a timely conversation on the future of artificial intelligence in the U.S. and its impact on the economy.",
  "“The proposed rule formalizes the plan, outlined in 2016 by Quarles's predecessor, Daniel Tarullo, to set a firm's capital requirements based on its results in the central bank's annual stress tests.",
  "THIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Victoria Guida on the Federal Reserve and Office of the Comptroller of the Currency’s plan to ease a backup capital rule for the biggest U.S. banks.",
  "— who also has publicly declared his desire to be speaker, but only if McCarthy falters —the 53-year-old California Republican will have to find a way to lead the House GOP to victory in November.",
  "“In his two decades in Washington, Ryan has consistently supported tax cuts and spending hikes that have boosted deficits, while consistently trashing Democrats for failing to cut deficits.",
  "“The strategy is one well observed by academics and often practiced by quants: Low volatility — sorting stocks based on the magnitude of price swings — tends to beat the market over time.",
  "…\n\n“[M]any of those experts say Mr. Trump’s planned tariffs would backfire — by raising costs to American businesses and consumers, and by inviting retaliation against American exporters.",
  "Cryptocurrency investors are wrestling with spotty records, tangled blockchain addresses and rudimentary guidelines issued in the ancient days of 2014 as they prepare their tax returns.",
  "So we're getting a great deal done for the country.”\n\nStory Continued Below\n\nGoes without saying that the fin-reg bill passed by the Senate does not repeal and replace Dodd-Frank.",
  "Speaking of banks … WSJ’s Rachel Louise Ensign and Peter Rudegeair: “Big banks are expected to report the strongest first quarter for several of their core businesses in years.",
  "MARKETS\n\nBANK, TECH STOCKS FALL — AP’s Marley Jay: “Companies including banks and technology and health care firms fell Wednesday after U.S. stocks had surged the day before.",
  "… [B]efore the ink dries, here’s one more metal that the Trump team should be considering that would bring benefits to the western part of the U.S.: copper.” Read more.",
  "For emerging-market and European equity investors unable to stomach tumultuous high fliers, sticking with the least-sexy stocks is paying off by the most in two years.",
  "The two issues unexpectedly intersect in the negotiations on an updated North American Free Trade Agreement — with positive implications for all three NAFTA nations.",
  "“Ryan’s retirement announcement instantly thrust McCarthy and Scalise into a race for speaker that will unfold as the GOP battles to hold onto control of the House.",
  "It would also give AT&T the opportunity to coordinate with Comcast Corp, which owns NBCU, to starve cheaper online video companies of content, he said.” Read more.",
  "— Acting CFPB director Mick Mulvaney raised some eyebrows Wednesday when he sided with House efforts to add further Dodd-Frank changes to the Senate banking bill.",
  "The senior official said the White House continues to view any effort to significantly change the Senate bill as a path to killing the legislation entirely.",
  "Some members suggested requiring sites like Facebook to refrain from sharing sensitive data with advertisers until users grant permission” Read more.",
  "From trade tensions and missiles to election meddling and economic misses, a world awash in uncertainty is playing out in dizzying financial markets.",
  "Trump said the U.S. will respond to the recent suspected chemical attack and Saudi Arabia said it intercepted missiles fired by rebels in Yemen.",
  "On the tax cut bill: “If it ends up costing what has been laid out here, it could well end up being one of the worst votes that I’ve made here.",
  "After last year’s boom, many people are likely disclosing transactions for the first time, adding to scrutiny and confusion.” Read more.",
  "Banks slipped along with interest rates while health care and technology companies gave up some of the big gains they made on Tuesday.",
  "We’ll have deep dive conversations exploring the policy changes needed to ensure that the future of work is a win for all Americans.",
  "The spending on window frosting comes only months after the CFPB moved into renovated offices at a cost of more than $240 million.",
  "From our homes and schools to our workplaces, no aspect of American society will be untouched by the new age of machine learning.",
  "They say he would better serve his purposes by enlisting international allies in a pressure campaign against Beijing” Read more.",
  "The receipts were obtained as part of a Freedom of Information request submitted earlier this year by the AP.” Read more.",
  "The factor’s performance in the U.S. has lagged lately, but calm stocks elsewhere have picked up the slack.” Read more.",
  "To get Morning Money every day before 6 a.m., please contact Pro Services at (703) 341-4600 or info@politicopro.com.",
  "GOOD NEWS FOR BORING STOCKS — Bloomberg’s Dani Burger and Carolina Wilson: “Investors are learning to love boring.",
  "Here’s what Mulvaney, a Hensarling ally, said: “I think that is the best formula for arriving to the best result.",
  "House Financial Services Chair Jeb Hensarling’s CHOICE Act would repeal Dodd-Frank but it’s not going anywhere.",
  "Presumably this is just a rhetorical device to enhance Ryan's legacy efforts and a preview of campaign season.",
  "Oil prices hit a three-year high after … Trump tweeted that the U.S. will launch missiles at targets in Syria.",
  "— Bloomberg’s Lily Katz and Lynnley Browing: “If you thought trading Bitcoin was wild, try paying taxes on it.",
  "What we’ll discuss: The rise of artificial intelligence is driving the next big shift in the global economy.",
  "And any efforts to make the Senate bill tougher will probably only ensure that it winds up going nowhere.",
  "We're two-thirds of the way through getting it done into law, even within the Senate as slow as they are.",
  "It raises the SIFI designation level and offers relief for smaller community banks and credit unions.",
  "Why can’t we add to the Senate bill?” The answer of course is that adding stuff could kill the bill.",
  "— My colleagues in Brussels will host Goldman Sachs CEO Lloyd Blankfein for an exclusive interview.",
  "Here’s what Ryan said on Fox:\n\n“We ran on an agenda in 2016 and we've been executing that agenda.",
  "Burdened with an unpopular president, as well as having to keep a close eye on Scalise (R-La.)",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeEWeaver.",
  "But his comments don’t really reflect the White House position, a senior official tells MM.",
  "Fighting in the Middle East could restrict oil supplies and push prices higher.” Read more.",
  "Three sessions: How should the U.S. compete for global talent in this cutting-edge field?",
  "But it may take more than that to light another fire under bank stocks.” Read more.",
  "| AP Photo\n\nGOOD THURSDAY MORNING — Hope to see you at Union Station this evening!",
  "Corker provided a critical vote to get the tax cut vote through on party lines.",
  "The event takes place at 5:30 at Union Station in DC and will live stream here.",
  "What do our schools need to do differently to prepare students for the AI era?",
  "WALL STREET LENDING COULD RISE BY BILLIONS — Bloomberg’s Jesse Hamilton: “U.S.",
  "“Other than energy companies, stocks were slightly lower for most of the day.",
  "Email me on bwhite@politico.com and follow me on Twitter @morningmoneyben.",
  "That, and watch out for House Majority Whip Steve Scalise, too.",
  "And Trump said last week he wants a result as soon as possible.",
  "The regulation, if finalized, would take effect for next year.",
  "I hope that is not the case, and I hope there is other data.\"",
  "It’s not shaping up as a friendly environment at the moment.",
  "Who will help American workers adapt to the future of work?",
  "Event will stream live here at 12:30 p.m. Brussels time.",
  "We're going to be repealing and replacing Dodd-Frank.",
  "And now it appears he may regret the vote.",
  "Big banks still face enhanced regulation.",
  "Many top economists say, no, they’re not.",
  "But most of the law is left as it is.",
  "House Speaker Paul Ryan peaces out.",
  "ALSO TODAY: BLANKFEIN LIVE!",
  "THE LATEST CRYPTO CHAOS?",
  "DISREGARD MULVANEY?",
  "The CFPB remains.",
  "Learn more.",
  "TAXES."
]