[
  "This hypocrisy is present not only among the world's billionaires, but among elite circles like the Aspen Institute and Clinton Global Initiative, where corporate giving is hailed as a \"win-win\": good for the public, good for the public image.",
  "As people in major urban centers like New York, Los Angeles, and San Francisco promised that technology, trade, and globalization were going to improve people's lives, Trump recognized that these forces were decimating entire communities.",
  "Giridharadas questions this inclination to nominate someone of Trump's wealth and stature: \"What is it about us that keeps turning to billionaire sugar daddies and sugar mommies to rescue us from another fake billionaire change agent?\"",
  "In light of Trump's struggle to assuage working-class concerns, Giridharadas believes the reckoning is already underway: \"After the Trump era, if you still think that billionaires are going to save us, do I have a book for you.\"",
  "For the most part, the list resembles the familiar prototype of billionaire philanthropists: Michael Bloomberg, Oprah, Howard Schultz, Tom Steyer, even Zuckerberg before last year's Cambridge Analytica scandal.",
  "In his new book, Winners Take All, Anand Giridharadas outlines how billionaire philanthropists like Mark Zuckerberg have used charity to bolster their reputation while simultaneously advancing their own agenda.",
  "While announcing his presidential run in 2015, he told the crowd: \"I watch the speeches of [my fellow Republicans], and they say the sun will rise, the moon will set, all sorts of wonderful things will happen.",
  "As their fortunes continued to pile up, these men recognized that large-scale donations to the public good could earn them political influence, which could then be used to further their monopolies.",
  "To accomplish this, Americans must dismantle the illusion that billionaires hold the answers — an illusion that has already begun to crumble under the unsteady footing of the Trump administration.",
  "Across Pennsylvania, voters seemed to latch on to the idea that the wealthy elite had used their money to sway policies in their favor, away from the interests of the average American worker.",
  "Exposing, exploiting, and embodying big philanthropy\n\n\"I think of [Trump] as an exposer, an exploiter, and an embodiment of this cult of elite-led social change,\" said Giridharadas.",
  "The history of 'big giving'\n\nThe trend of organized philanthropy emerged at the close of the nineteenth century with billionaire tycoons like Andrew Carnegie and John Rockefeller.",
  "Seconds into his speech, Trump highlighted the grievances of the city's workers: \"Globalization has made the financial elite who donate to politicians very wealthy,\" he said.",
  "In a 2017 commencement address at Harvard University, Zuckerberg talked about lifting up the poor and providing easier pathways for undocumented immigrants to attend college.",
  "Fighting fire with fire\n\nWith the next presidential election just two years away, Democrats have been working hard to identify the most effective challenger to Trump.",
  "Instead of going after hedge funds and reckless lenders, Giridharadas said, Trump \"deflected [America's anger] onto immigrants and black people and Muslims and women.",
  "And yet, few of these circles have stopped to consider how their vast pools of wealth have tamped down opportunities for the very people they're attempting to serve.",
  "With these words, Trump highlighted the false promises of those in power, while exposing the palpable failure of our economy to provide for average citizens.",
  "In recent years, the Facebook CEO has touted technology as a solution to all sorts of crises, including lack of education, unemployment, and public health.",
  "\"He did a masterful job of reading people's intuition that elites were paying lip service to them ... while in fact they were really out for themselves.\"",
  "In the audience were around 200 residents who had witnessed the city's decline from a booming manufacturing center to a desolate expanse of urban blight.",
  "The building where they gathered — a former steel mill that once held thousands of workers — had been downsized to a small facility of just 35 employees.",
  "He became a champion of the white working class — those who lost their jobs at the hands of industrialization and saw little benefit from the tech boom.",
  "If mass movements didn't yield significant change, people thought, perhaps an individual benefactor with a steady stream of cash would do the trick.",
  "It was an effective message — one powerful enough to turn the Democratic stronghold into a majority-red city during the 2016 presidential election.",
  "As a result, many have reverted to the Gilded Age belief that billionaires, and their billion-dollar companies, are to blame for our modern ills.",
  "According to Giridharadas, the most effective way to challenge big philanthropy is to take back the power from the elite winners of the economy.",
  "According to Giridharadas, our nation is less susceptible to the idea that technology is changing the world than it was five or ten years ago.",
  "A new kind of movement\n\nWhile Trump may have beaten billionaire philanthropists at their own game, he's not immune to the same criticism.",
  "While citizens may benefit from a billionaire's generosity in the short term, their interests are rarely represented by big philanthropy.",
  "And the wave of technology apps that emerged in the last decade didn't always help people manage their money or reduce inequality.",
  "Occupy Wall Street didn't redistribute the nation's wealth (in fact, wealth became more concentrated in the US in recent years).",
  "\"There has been a slow-burning takeover of all aspects of American life by the winners of market capitalism,\" said Giridharadas.",
  "According to Giridharadas, Silicon Valley companies often espouse the view: \"We are here to make the world a better place.",
  "People began to see tech companies as panaceas for disaster and inequality, capable of inducing widespread global change.",
  "All the while, his company has created a monopoly on not just the tech industry, but politics and the press as well.",
  "On a larger scale, it means building a movement led by workers and citizens who can represent their own interests.",
  "When subsidized foreign steel is dumped into our markets, threatening our factories, the politicians do nothing.\"",
  "This angered many Americans, who saw the billionaires as \"robber-barons\" using charity to exert their own power.",
  "Under the current tax system, billionaires like Jeff Bezos likely pay lower tax rates than their secretaries.",
  "This change arrived at the expense of blue-collar jobs that once formed the bedrock of the American economy.",
  "But by the twenty-first century, the nation had all but abandoned its antagonism of organized philanthropy.",
  "Like Zuckerberg, Carnegie, and Rockefeller, Trump may have to reckon with the hypocrisy of his movement.",
  "Whether in spite or because of that strategy, Trump landed himself in the nation's most powerful office.",
  "\"In some ways,\" he said, \"it's much easier for us to process straightforward greed and power-grabbing.\"",
  "This was evident in the amount of rural and middle-Americans who voted for Trump in the 2016 election.",
  "Helpfulness, Giridharadas said, has become \"the wingman of hoarding\" — and Americans have taken note.",
  "Meanwhile, their companies have contributed to declining wages in highly concentrated labor markets.",
  "One possible answer is that Americans are inherently distrustful of movements — and for good reason.",
  "But the monopolist's relationship with the public is one of \"master to servant,\" said Giridharadas.",
  "\"When the future rains on America today, it's the very few who tend to harvest all the rainwater.\"",
  "It's an idea that Donald Trump began to harness long before his speech in Monessen, Pennsylvania.",
  "On June 28, 2016, Donald Trump assumed the podium at a recycling plant in Monessen, Pennsylvania.",
  "Trump then exploited that information by casting blame on marginalized and vulnerable Americans.",
  "To many, the Obama era did not deliver the kind of transformative change it initially promised.",
  "Trump may have been part of that takeover, but he was also instrumental in rallying against it.",
  "On a small scale, that means more minorities and low-income people in positions of influence.",
  "When faced with this criticism, many tech elites have a way of spinning the conversation.",
  "For the first time, private billionaires began to act as stand-ins for small government.",
  "Do you hate the people in Africa whom we're beaming the internet to through balloons?\"",
  "There, \"he trademarked the whole arc of billionaire saviors,\" Giridharadas said.",
  "\"But it has left millions of our workers with nothing but poverty and heartache.",
  "More than decade after the tech boom, America's skepticism had returned.",
  "That attitude, he said, is \"tougher for us to deal with as a society.\"",
  "Do you hate the Afghan girls we are liberating?",
  "Why would you write a negative story about us?",
  "And people are saying, 'What's going on?",
  "In many ways, they were right.",
  "He made it about a wall.\"",
  "Just get me a job.'\"",
  "Do you hate justice?",
  "I just want a job.",
  "..."
]