[
  "The demands from Massachusetts and New York come after recent reports surrounding Facebook's relationship to Cambridge Analytica, the controversial data firm that worked for President Trump's campaign, and which has come under fire for its use of information allegedly gleaned from millions of Facebook users to influence voter opinions.",
  "A source familiar with the investigation told BuzzFeed News that the letter explicitly asks Facebook for information \"concerning Facebook’s policies and procedures as they relate to the reported misuse of data by people and/or entities connected to SCL and Cambridge Analytica.\"",
  "\"In the view of the board, Mr. Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,\" the company said in a statement.",
  "Facebook said Tuesday in a statement that CEO Mark Zuckerberg, COO Sheryl Sandberg, and others were \"working around the clock to get all the facts and take the appropriate action moving forward, because they understand the seriousness of this issue.\"",
  "Almost simultaneously, Cambridge Analytica CEO Alexander Nix — who was filmed by Channel 4 in the UK bragging about how the company could entrap politicians with sex workers — was suspended by the firm's board pending a full investigation.",
  "The attorneys general in New York and Massachusetts are demanding that Facebook hand over information regarding the alleged misuse of data culled from millions of users by a third party in an effort to influence the presidential election.",
  "Among the demands is that Facebook share the terms of use policies for privacy and informing consumers of how their data is used dating back to 2013, as well as how those policies were conveyed to app developers.",
  "\"Consumers have a right to know how their information is used — and companies like Facebook have a fundamental responsibility to protect their users’ personal information,\" Schneiderman said in a statement.",
  "The letter, according to a person familiar with the matter, is a preliminary step in asking for cooperation before more formal action is taken in the form of subpoenas if the parties do not cooperate.",
  "Cambridge Analytica, meanwhile, faces intensifying criticism and scrutiny on multiple fronts, including from Healey, who also announced Monday that she was launching an investigation into the firm.",
  "\"We are investigating to find out how and why this data was shared by Facebook and whether the appropriate steps were taken to protect it against misuse and manipulation.\"",
  "In a joint letter Tuesday afternoon, New York Attorney General Eric Schneiderman and Massachusetts AG Maura Healey issued a formal series of demands to Facebook.",
  "\"Companies that control huge amounts of personal data have a legal obligation to guard against theft and misuse of that information,\" she said in a statement.",
  "Officials also want to review the requests Facebook sent to the parties involved to delete the consumer data, and how many users in each state were affected.",
  "\"We are committed to vigorously enforcing our policies to protect people's information and will take whatever steps are required to see that this happens.\"",
  "According to multiple reports Saturday, Cambridge Analytica gathered private information from 50 million Facebook profiles.",
  "New Yorkers deserve answers, and if any company or individual violated the law, we will hold them accountable.\"",
  "\"The entire company is outraged we were deceived,\" the statement, which was emailed to BuzzFeed News, added.",
  "\"Today’s demand letter is the first step in our joint investigation to get to the bottom of what happened.",
  "Healey added, \"As attorney general, my job is to protect consumers in Massachusetts.\""
]