[
  "Read More\n\n- Social Media Roundup: Facebook Election Preparation, Instagram Emoji Shortcuts, Pinterest Hits 250M\n\n- Social Media Roundup: Instagram Parent's Guide, Snap's New Spectacles, Vimeo's Stock Videos\n\n- Social Media Roundup: Instagram Simplifies Verified, Facebook's Renewable Energy Goal, Viber Update\n\n- Social Media Roundup: Facebook's AI For MRIs, Instagram's College Communities, WhatsApp's Crackdown",
  "One of the reasons why this attention was brought to light is because of an interview that happened on the CBS show “60 Minutes.” On the show, the Republican’s 2016 digital director Brad Parscale said he received extra help from pro-Trump employees to help him with strategies on Facebook — which he said was crucial for President Trump to win.",
  "“From the first swipe up in Stories, getting the information you need to register to vote takes only a few minutes.”\n\nSpotify\n\nArtists Able To Upload Music Directly\n\nSpotify is testing a beta feature that will allow indie artists to upload their music directly rather than depending on a label or digital aggregator, according to The Verge.",
  "But first, some context: Twitter helps you see what’s happening by showing the best Tweets for you based on your interactions.https://t.co/H5nuhQy3r2 — Twitter Support (@TwitterSupport) September 17, 2018\n\n2/ We’ve learned that when showing the best Tweets first, people find Twitter more relevant and useful.",
  "Less Direct Support For Presidential Campaigns\n\nAccording to a Bloomberg report, Facebook is not going to provide as much support for future presidential campaigns going forward especially considering how controversial the support that Donald Trump's campaign was given during the 2016 presidential campaign.",
  "\"Powr has been a tremendous partner for us in delivering high quality, brand-safe video content to our audience through their video player and contextual content recommendation engine,\" said Odyssey's Chief Corporate Development Officer Brent Blonkvist.",
  "Using ads in Feed and Stories, our platform will provide a way for US voters to get up-to-date information on how to register, how to update their registration, how to look up their state’s voting rules and more,” said Instagram in the announcement.",
  "Or you can tap on “random” to send a random GIF associated with the one that you searched for by tapping on “random.”\n\nShopping Feature Integrated Into Explore Tab\n\nInstagram is preparing to roll out a couple of new Shopping features.",
  "\"We see this as probably the biggest company-wide reorientation since our shift from desktops to mobile phones,” said Samidh Chakrabarti, the Facebook’s head of elections and civic engagement, in an interview with The New York Times.",
  "— Twitter Support (@TwitterSupport) September 17, 2018\n\n4/ So, we’re working on providing you with an easily accessible way to switch between a timeline of Tweets that are most relevant for you and a timeline of the latest Tweets.",
  "— Twitter Support (@TwitterSupport) September 17, 2018\n\n3/ Our goal with the timeline is to balance showing you the most recent Tweets with the best Tweets you’re likely to care about, but we don’t always get this balance right.",
  "It is believed that Facebook was originally planning to introduce this device at the F8 developer conference in May, but decided to delay the announcement due to the Cambridge Analytica scandal and Russian election interference.",
  "$1 Million In Donations Being Matched\n\nLast week, Facebook had activated Safety Check for Hurricane Florence and then a number of people came together to support each other using Crisis Response and through Facebook Fundraisers.",
  "You can start getting a feel for what the feature would be like by removing the check mark from the box that says the “Show the best Tweets first” option under Settings and privacy > Content preferences in the Twitter app.",
  "“And the majority of them, quite frankly, are just not using the YouTube Gaming app for their gaming experiences.”\n\nTo make the transition easier, YouTube has launched a new Gaming portal called at youtube.com/gaming.",
  "For example, a user in Wadesboro, North Carolina said she lost her home and was looking for shelter and another user in Alabama asked for food and baby supplies to send to family who lost their home.",
  "This is where Facebook is testing simulations of attempted manipulation like the suppression of voting with false claims about ballot procedures that could be sent out on the evening of the election.",
  "— Twitter Support (@TwitterSupport) September 17, 2018\n\nGaming App To Be Shut Down\n\nYouTube has announced that it is no longer going to maintain a separate YouTube Gaming app starting next spring.",
  "Spotify’s senior product lead for the creator marketplace Kene Anoliefo told The Verge that Spotify will pay artists 50% of its net revenue and 100% of royalties for the songs that are uploaded.",
  "The YouTube Gaming app is a place where YouTube offers features for gamers like watching games live, the ability to see recorded esports, subscribe to gaming channels and participate in chats.",
  "We just thought that now was the right time.”\n\nInstagram\n\nGIF Support Added To Direct\n\nInstagram has added a feature that allows you to message your friends with GIFs in Instagram Direct.",
  "Odyssey, one of the first publisher partners to sign up with Powr, said that the company saw an uplift in revenue and engagement since tapping into the contextual video matching platform.",
  "These partnerships were disclosed by Facebook executives during a call with reporters as the company is working to prevent election tampering in Brazil next month and the US in November.",
  "“We have 200 million people that are logged in, watching gaming content every single day,” said YouTube’s Director of Content and Partnerships Ryan Watt in an interview with TechCrunch.",
  "Additional Social Media News:\n\nVideo Creator Platform Powr Launches\n\nPowr is a new social video platform that powers relevant video content for publishers and monetization for creators.",
  "Spotify recommends artists to upload content at least five days before the planned release date so that the music streaming company can ensure that it does not have infringing content.",
  "Interestingly, Cheddar’s sources said that the Portal will support Amazon’s Alexa smart assistant so that users can request for information from the device and control music functions.",
  "— Twitter Support (@TwitterSupport) September 17, 2018\n\n6/ Our plan is to eventually replace this setting when the easier-to-access switch described above is available.",
  "Facebook\n\n‘War Room’ For Combating Election Tampering\n\nThis past week, Facebook said it was working with two non-profits to prevent misinformation from spreading.",
  "Path had launched a messaging app called Path Talk, but it ended up getting sold to Korea-based Internet company Kakao after it failed to gain traction in the US.",
  "\"It is really amazing how well Powr is able to match relevant video content to our article content, which dramatically improves the experience for our audience.\"",
  "Chakrabarti also said that dashboards designed by the company are helping employees in the war room monitor stories that are seeing a spike in circulation.",
  "Indie artists who are not signed with a label usually have to pay fees to third-party services such as Tunecore to have their music uploaded to Spotify.",
  "Twitter\n\nRestoration Of Chronological Tweets\n\nIn a series of tweets, Twitter said that it is going to restore chronological timelines as an option.",
  "Facebook also matched $1 million in donations that were made to the American Red Cross by 37,257 people in support of the hurricane relief efforts.",
  "Portal Video Chat\n\nRumor has it that Facebook will be launching a video chat device called the Portal next week, according to a report by Cheddar.",
  "From the Twitter website, you can also adjust these settings by going to Settings and privacy > Content > Timeline - Show the best Tweets first.",
  "In a September 18th announcement, Instagram said it was going to start connecting US voters with information that was needed to get registered.",
  "Mid-Term Voting Registration Information\n\nInstagram is now promoting voter registration for the 2018 United States elections on November 6th.",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "“Dating has been a behavior that we’ve seen on Facebook for a really long time,” said Facebook product manager Nathan Sharp via The Verge.",
  "Instagram is launching a Shopping channel within the Explore tab, which will contain product galleries personalized on the user’s tastes.",
  "Between June to November 2016, the Trump campaign spent $44 million on ad purchases compared to $28 million from the Clinton campaign.",
  "And Powr’s video player enables the video creators and publishers to drive revenue by monetizing via pre-roll and mid-roll video ads.",
  "Prior to shutting down, Path had raised about $70 million from VC firms like Kleiner Perkins, Redpoint Ventures and Index Ventures.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "And Google reportedly attempted to buy Path for $100 million several months after it launched, but the negotiations fell through.",
  "The app peaked at about 50 million users as it raised a round of funding with a $500 million valuation, according to TechCrunch.",
  "— Twitter Support (@TwitterSupport) September 17, 2018\n\n5/ Meanwhile, today we updated the “Show the best Tweets first” setting.",
  "And the Food Bank of Central & Eastern North Carolina also raised over $25,000 so far through a Facebook fundraising campaign.",
  "A couple of years ago, Twitter switched over to surfacing relevant tweets even though they may not have been the latest ones.",
  "Instagram pointed out that 90 million accounts are already tapping on content to see the tags in shopping posts every month.",
  "And the dating profile asks users to put together a short introduction on your profile along with what you are looking for.",
  "Dating Service Begins Testing In Colombia\n\nSeveral months ago, Facebook announced it would soon launch a dating service.",
  "Previously when turned off, you’d also see “In case you missed it” and recommended Tweets from people you don’t follow.",
  "Another procedure that Facebook is testing involves the sudden spread of promotional material related to US elections.",
  "Facebook has acknowledged that fake news sites are still being read by users due to the spreading of misinformation.",
  "Once a user opts in, they will be asked to set up a separate dating profile with more limited personal information.",
  "Technical support and basic training will still be provided for candidate campaigns and political advocacy groups.",
  "In a message thread, you can tap on the GIF button in the composer bar to see trending GIFs powered by GIPHY.",
  "And you can search for GIFs using keywords to find the animated images that you want to send to your friends.",
  "Path Mobile Social Network Is Shutting Down\n\nThe mobile social network Path is shutting down on October 18th.",
  "The Gaming section of YouTube is launching in the US first and then roll out around the world shortly after.",
  "Once this feature is activated, you will be able to switch between the “best tweets” or chronological order.",
  "In that platform, artists are able to view analytics about their listeners and submit songs for playlists.",
  "It has been a long journey and we sincerely thank each one of you for your years of love and support Path.",
  "By connecting video creators with web publishers, publishers will be able to increase their dwell time.",
  "Facebook is working with the International Republican Institute and the National Democratic Institute.",
  "And Facebook will be able to observe increases in automated account creation in a geographic region.",
  "Artists who are accepted into this program can upload music, artwork, release dates and other data.",
  "And Facebook executives are going to improve its political advertising website with free advice.",
  "As the years went on, Path could not keep up against the aggressive competition with Facebook.",
  "Shopping in Stories — which started being tested in June — has started rolling out worldwide.",
  "However, we've heard feedback from people who at times prefer to see the most recent Tweets.",
  "The Portal will likely be priced at $300 for the smaller size and $400 for the larger size.",
  "Facebook Dating starts by asking users to answer several questions based on their profile.",
  "As of right now, Facebook Dating will only work in the mobile app for users 18 and older.",
  "“Instagram is partnering with TurboVote to make voter registration as simple as possible.",
  "Plus Facebook will not visit any campaign headquarters as it did with the 2016 elections.",
  "Cheddar’s sources said that the Portal device will reportedly be available in two sizes.",
  "To address the problem, Facebook assigned 300 employees to work on protecting elections.",
  "When off, you’ll only see Tweets from people you follow in reverse chronological order.",
  "We’ll keep you updated and are listening to your feedback – let us know what you think!",
  "The Portal will have artificial intelligence to recognize users who are in the frame.",
  "Please visit here https://path.com/goodbye for more details,” wrote Path in a tweet.",
  "And it is believed that the Portal device will work just like the Amazon Echo Show.",
  "Thousands of posts have been written on Community Help requesting support as well.",
  "A number of the YouTube Gaming features will be added to the main YouTube by then.",
  "Path was launched by Dave Morin, Dustin Mierau and Shawn Fanning eight years ago.",
  "Facebook had told Congress that it offered identical support for both campaigns.",
  "On that date, the app will be removed from Google Play and the Apple App Store.",
  "Facebook also set up a “war room” that launched for Brazil’s upcoming election.",
  "Since Path is not gaining much traction in Asia, Kakao decided to shut it down.",
  "For example, just your first name and age will be used in the dating profile.",
  "In most cases, you will have to be followers of the brands to see their ads.",
  "This includes shopping features in the Explore tab and Shopping in Stories.",
  "“It is with deep regret to announce that Path service will be discontinued.",
  "1/ We’re working on new ways to give you more control over your timeline.",
  "“We want to make it easier and more comfortable for people to engage in.",
  "Plus Instagram is going to provide an “I Voted” sticker on Election Day.",
  "The Shopping channel is being rolled out worldwide in the coming weeks.",
  "To alleviate security concerns, the Portal will have a privacy shutter.",
  "Users are advised to download a copy of their data before that date.",
  "And YouTube now has 500,000 quarterly active live gaming streamers.",
  "On YouTube, gamers streamed more than 50 billion hours of content.",
  "The upload feature is going to be added into its Artists platform.",
  "And one-third of the most-viewed stories come from businesses.",
  "And the artists will receive automatic monthly royalty checks.",
  "But the Clinton campaign reportedly turned down the support.",
  "Over 400 million Instagram users visit Stories per day.",
  "This feature is being rolled out in the next few weeks.",
  "These ads will appear in the feed and in Stories.",
  "And now the feature is being tested in Colombia.",
  "And it will require users to opt-in to use it.",
  "You’ll see us test this in the coming weeks."
]