[
  "“It’s the little guy saying we have a better idea … and the first thing is the total rejection of what the elites have foisted on Western civilization.”\n\n\n\nSalvini was elected just after a member of his party shot six black people in a hate crime in the city of Macerata, an incident Salvini said was ultimately the fault of “immigration with no control.”\n\n\n\nBannon defended Salvini, whose critics accuse him of racism for his anti-immigrant rhetoric and his refusal to honor international agreements to take in immigrants rescued in Italian waters while trying to cross the Mediterranean from Africa.",
  "… You’re just going to be on the continual wheel of the gig economy, two paychecks away from financial ruin.”\n\nBannon also said people were being taken advantage of by Facebook, Twitter, and other large tech companies that are part of “the state capitalism of big government in business with big tech.”\n\nBannon was on the board of Cambridge Analytica, the political consulting firm that was brought down in May 2018 after it was revealed it stole the personal data of millions of Facebook users.",
  "Bannon said his Movement, which will be headquartered in Brussels, will be a “loose association” of political parties that will get help with things like polling, running rapid-response teams, and data analysis — “all the kind of nuts and bolts stuff you need to win elections.” Bannon has previously said his hope is to help nationalist parties win enough seats in the European Parliament in elections this spring to at least be a roadblock to the administration of the European Union.",
  "“While the Financial Times and the Economist and the Times of London and the New York Times and the Washington Post and CNN and BBC, all of ’em, are in Italy everyday looking for hate crimes by Salvini and the rest of the officials that are trying to bring order to Italy, we’re about the economic hate crimes that have been foisted upon you,” Bannon said.",
  "Though Bannon has received endorsements from Salvini and other important leaders of nationalist factions in Europe — including France's Marine le Pen and Alternative for Germany's Alice Weidel — this is the first time a European political party will take a formal step to affiliate with his project.",
  "Bannon, who used to work at the investment giant Goldman Sachs, said he sees the financial crisis of 2008 as the “fuse” that ignited a populist revolt, and that the economic system that continued to be in power had trapped young people in a kind of economic slavery.",
  "“The United States and Russia and India believe in the defense of identities, real economy, family — that is what we want to know,” she said, adding that on Sunday she will formally ask her party to vote on whether it should join Bannon’s Movement.",
  "Bannon’s appearance was touted by the Brothers of Italy’s leader, Girogia Meloni, as the most important event in the history of its annual political conference, which it has held for 21 years on a small island in Rome’s historic center.",
  "“People under 35 years old, the millennials, please understand one thing: you’re better fed, better educated, in better shape, you’re more culturally aware than 19th-century Russian serfs, but you are nothing but serfs,” Bannon said.",
  "The initiative has been personally endorsed by Italy’s most powerful politician, Deputy Prime Minister Matteo Salvini of the right-wing Lega party, who made blocking immigration to Italy the center of his campaign.",
  "ROME — Steve Bannon delivered a stump speech in Rome Saturday for “The Movement,” his new initiative to help nationalist parties across Europe win in elections for the European Union's parliament next spring.",
  "But Bannon said Facebook, Twitter, and Google “take your intellectual property, your digital personhood, and sell it back to you at big margins, and they create algorithms just to keep you on the wheel.\"",
  "He was mobbed by both foreign and domestic press when he arrived to give his Saturday speech, and was escorted into the venue accompanied by security officers wearing camouflage and berets.",
  "Salvini’s government, Bannon said, is “the reason that Italy is now the center of the universe of politics,” putting it at the vanguard of what he sees as an ongoing populist revolt.",
  "Near the conclusion of Bannon's speech, he implored the crowd to “just remember one thing.”\n\n“The financial, cultural elite, detest you and everything you stand for,” he said.",
  "Bannon announced the initiative in July, and it has found its most influential supporters in Italy, where an alliance of antiestablishment parties recently took power.",
  "It is formally in partnership with the tycoon who long controlled Italy’s establishment, Silvio Berlusconi, who was the Italian prime minister for more than a decade.",
  "Bannon spoke to an audience of about 200 members of a small party, the Brothers of Italy, which is technically in opposition to Salvini’s political coalition.",
  "Bannon had in fact given interviews to some of those outlets since his arrival in Italy on Friday, holding court in a ritzy hotel near the Spanish Steps.",
  "“And they will stop at nothing, including targeting and destroying your leaders, and including coming after you.”\n\nAdditional reporting by Giulia Alagna.",
  "In Brexit and Trump and what you voted for in March of 2018 is all of a piece,” Bannon said, referring to the recent Italian elections.",
  "“We don’t want Americans to tell us what to do in Europe,” Meloni said in remarks to reporters before Bannon’s speech.",
  "But she said the Trump administration and nationalist leaders in other countries had lessons they could learn from.",
  "Bannon accused the international media of biased coverage of Salvini’s administration.",
  "“You don’t own anything and you’re not going to own anything.",
  "“You are not alone."
]