[
  "\"GDPR has not had a significant (ad) revenue impact, but we also recognize it wasn't fully rolled out this quarter,\" said Facebook chief operating officer Sheryl Sandberg on a call with analysts, adding the company recognizes there could be more risk for decreased numbers in the Europe in the future.",
  "\"We continue to focus our product impact on putting privacy first, and that's going to have some impact on revenue growth,\" said Facebook chief financial officer David Wehner on the earnings call.",
  "Though Facebook-specific global DAU rates were up 11 percent year over year -- with growth led through users in India, Indonesia and the Philippines -- it was less than Wall Street was projecting.",
  "European DAUs were down from 282 million last quarter, potentially related to the effect of the enactment of the General Data Protection Regulation (GDPR) in the European Union.",
  "Some reasons included Facebook investing in Stories, which has lower levels of monetization, as well as improving privacy features as a result of GDPR and other user demands.",
  "Facebook also surprisingly missed on advertising revenue projections, reached $13.04 billion compared with the StreetAccount and FactSet estimate of $13.16 billion.",
  "On a call with analysts, Facebook advised it expected its revenue growth rates to be lower than the year prior, especially in the second half of this year.",
  "Sequentially in the third quarter and fourth quarter, it expected the decline to be as much as high single digit percentages.",
  "North American DAUs remained flat despite the fallout from the Cambridge Analytica data leak scandal and fake news issues.",
  "Facebook said 2.5 billion people were using any of its family of apps each month, including Instagram and WhatsApp.",
  "\"We believe this is a short term effect of GDPR and some short term negative effects of PR issues.",
  "“A surprisingly mixed set of results,\" said Marco Rimini, chief development officer at Mindshare.",
  "However, average revenue per user in the region rose despite the lack of growth.",
  "In the mid-term advertisers still believe in Facebook, as do its users.\"",
  "The set of regulations gives users more control over their online data.",
  "It also is bracing for currency fluctuations as the dollar gets weaker.",
  "It reached $25.91 per user, up from $23.59 during the first quarter.",
  "However, media buyers believe the company will bounce back."
]