[
  "Zuckerberg traveled to Capitol Hill for questioning, where he apologized for not taking “a broad enough view of our responsibility” and for not doing “enough to prevent [the platform] from being used for harm.” For its part, Cambridge Analytica announced on May 2 that it would file for bankruptcy.",
  "Facebook’s latest public relations controversy was ignited in mid-March, when reports in the New York Times and The Guardian revealed that a Trump-affiliated data firm, Cambridge Analytica, had improperly accessed information on tens of millions of Facebook users.",
  "It was accused of facilitating misinformation in the 2016 U.S. presidential race and other elections abroad, and of enabling political interference from foreign actors.",
  "Indeed, engagement was steady even during the Cambridge Analytica kerfuffle and petitions to #DeleteFacebook, Zuckerberg told reporters in April.",
  "For many years, third-party applications were also able to glean their own data on users, including some who had not opted in to the collection.",
  "A key component of Facebook’s business strategy—and that of many of its competitors—is collecting user data in order to target advertisements.",
  "It will no longer permit advertising based on third-party data, and it will permit users to clear their histories on the platform.",
  "Shares of the social media giant subsequently plummeted nearly 20% within two weeks, erasing over $90 billion in market value.",
  "Investors are either placated by the firm’s pledged reforms or think that blowback will have little effect on its bottom line.",
  "Zuckerberg says the firm is focused on restoring trust and is striving to build a network of engaged “communities” online.",
  "The platform, which now has more than 2 billion monthly active users, began as a networking tool for Ivy Leaguers.",
  "The 33-year-old CEO is now worth $74.2 billion, Forbes estimates, and is the fifth-richest person in the world.",
  "The blowback toward Facebook sparked a broader conversation about data privacy at technology firms.",
  "Facebook hauled in $12 billion in the quarter ending March 31, a 49% increase over the prior year.",
  "Following revelations of the Cambridge Analytica breach, Facebook unveiled a number of reforms.",
  "The net worth of Mark Zuckerberg, who owns about 16% of the firm’s stock, has risen in turn.",
  "If investors were worried about Facebook’s privacy scandals, they’ve gotten over it.",
  "Still, its stock continues to climb and is now trading just below an all-time high.",
  "Company shares are up 23% since March 27, when they hit an eight-month low.",
  "Zuckerberg famously founded the business in his dorm room at Harvard.",
  "The recent debacle came in an already turbulent year for Facebook.",
  "The stakes are now astronomically higher—so too is the scrutiny.",
  "He has gained $13 billion since March 27."
]