[
  "Coming this week:\n\nMonday — Alphabet, Hasbro, Kimberly-Clark and Whirlpool earnings\n\nTuesday — Caterpillar, Coca-Cola, Jetblue (JBLU), Lockheed Martin, Restaurant Brands (QSR), Southwest, Verizon and Wynn Resorts earnings; Conference Board's consumer confidence index\n\nWednesday — Boeing, Chipotle, Comcast, Dr Pepper Snapple, Facebook and Twitter earnings\n\nThursday — American Airlines, Dunkin' Brands, General Motors, PepsiCo, Starbucks and Southwest earnings\n\nFriday — Exxon earnings; Q1 GDP",
  "Related: Facebook tries to clarify how it collects data when you're not on Facebook\n\nBrian Wieser, an analyst with Pivotal Research, predicts there will be \"an ongoing erosion of usage throughout 2018\" due to \"reduced trust\" and \"increasing awareness of toxicity of the platform,\" among other factors.",
  "Zuckerberg will then field questions on a conference call with analysts for the first time since the Cambridge Analytica data scandal upended the company and shaved tens of billions of dollars off its market value.",
  "This may have something to do with what the San Francisco Fed once called the \"puzzle of weak first-quarter GDP growth,\" suggesting a statistical problem with how the government measures growth early in the year.",
  "Starbucks (SBUX) will probably face questions about the uproar around the arrest of two black men who were waiting for a third person at one of the coffee chain's Philadelphia stores.",
  "Analysts are concerned about how much an ongoing backlash among users, advertisers and politicians on both sides of the Atlantic could slow down a company once viewed as unstoppable.",
  "As first-quarter earnings roll in, watch for what companies have to say about President Trump's tariffs and about the benefits of the corporate tax cut enacted late last year.",
  "Wall Street's anxiety about a trade war with China has faded for the moment, allowing investors to focus on healthy corporate profits and the boost from corporate tax cuts.",
  "The consensus estimate among analysts is for Facebook's sales for the first three months of 2018 to hit $11.4 billion, up more than 40% from the same period a year earlier.",
  "Cambridge Analytica, a data firm with ties to President Donald Trump's campaign, accessed information from as many as 87 million Facebook users without their knowledge.",
  "First quarter US growth: The Commerce Department will release its initial estimates for first-quarter economic growth on Friday, and expectations are pretty low.",
  "Zuckerberg has said Facebook will conduct a costly audit of thousands of third-party applications and hire more security and content review staff.",
  "CEO Kevin Johnson said the arrest \"should not have happened,\" and the company has planned racial-bias training for 175,000 employees next month.",
  "It will be a \"key step for investors to either boost their confidence in the Facebook story going forward or raise further red flags,\" he wrote.",
  "The yield on the 10-year US Treasury bond, which had been falling as expectations of inflation eased, is back up to a three-year-high of 2.96%.",
  "A slew of large companies should give us some idea when they report this week: Alphabet (GOOG) and Whirlpool (WHR) are coming on Monday.",
  "He also expects marketers to rethink the upsides of advertising on Facebook because of the potential privacy concerns from consumers.",
  "Starbucks fallout: Facebook isn't the only company that will have to answer for a major scandal when it reports earnings this week.",
  "Expect them to be grilled about both points on the earnings call — as well as how much Facebook is spending to make things right.",
  "Ives thinks the \"worst case scenario\" is that as much as $2 billion in ad sales could be \"at risk\" for the company this year.",
  "Facebook chief operating officer Sheryl Sandberg said only a \"few\" marketers have paused their advertising on the platform.",
  "GBH Insights analyst Daniel Ives called this earnings report a \"pivotal barometer\" for investors in a research note Friday.",
  "Facebook faces Wall Street: Mark Zuckerberg survived 10 hours of grilling by nearly 100 members of Congress this month.",
  "The data debacle came to light late in the quarter, meaning the impact may be felt more in the quarters to come.",
  "Consumer confidence hit a 17-year high in February, but retail sales were disappointing in January and February.",
  "Now, Facebook's CEO must confront a group that could actually punish his company in the short-term: investors.",
  "\"It's one of the gifts we get from earnings season,\" said Art Hogan, chief market strategist at B. Riley FBR.",
  "But Barclays and others are also predicting low growth because Americans just haven't been spending as much.",
  "Zuckerberg said an online campaign to delete Facebook has not had a \"material impact\" on the company.",
  "Analysts surveyed by FactSet are expecting just 2.2%, down from 2.9% at the end of last year.",
  "Caterpillar (CAT), Coca-Cola (KO), Lockheed Martin (LMT) and Verizon (VZ) follow on Tuesday.",
  "Tariff and tax impact: Two big trends to watch this earnings season are tariffs and taxes.",
  "Commodities, including oil and aluminum, are spiking, putting pressure on business' costs.",
  "The problem leads experts to believe that growth could rebound in the following quarters.",
  "The cure could end up being worse than the disease — at least for Facebook's bottom line.",
  "Facebook (FB) is set to report its first-quarter earnings after the bell on Wednesday.",
  "The Dow gained 0.4% last week, its smallest move in either direction in two months.",
  "American Airlines (AAL), General Motors (GM) and PepsiCo (PEP) are on Thursday.",
  "AT&T (T), Boeing (BA), Facebook (FB) and Twitter (TWTR) report on Wednesday.",
  "But the market may soon have to worry about an old nemesis: inflation.",
  "Related: Fed official worried about recession indicator\n\n5.",
  "Related: Starbucks has a bold plan to address racial bias.",
  "The S&P had its quietest week since the end of last year.",
  "Barclays (BCS) last week cut its forecast to just 1.5%.",
  "So far, Facebook executives have played down concerns.",
  "Market calm: The stock market has settled back down.",
  "The economy is off to a 'meh' start to 2018\n\n4.",
  "And ExxonMobil (XOM) is reporting on Friday.",
  "But that only tells part of the story.",
  "Tariffs may be playing a role, too.",
  "They picked up a bit in March.",
  "Related: What boom?",
  "Much is at stake.",
  "Will it work?",
  "3.",
  "2.",
  "1.",
  "6."
]