[
  "Damian Collins, who chairs Britain's DCMS committee, said of Facebook on Sunday:\n\n\"The reputation of this company is being damaged by stealth, because of their constant failure to respond with clarity and authority to the questions of genuine public interest that are being directed to them.",
  "The quiz was created by Aleksandr Kogan, a Russian psychology professor at the University of Cambridge, who shared the information in a commercial partnership with Strategic Communication Laboratories (SCL), which later created Cambridge Analytica.",
  "Stephen Lam/Reuters\n\nFacebook and data-analytics company Cambridge Analytica are in hot water after a whistleblower revealed that Cambridge Analytica harvested data from 50 million Facebook users without their knowledge or consent.",
  "Kogan, the Cambridge academic, had also been an associate professor at St Petersburg State University and received Russian government grants while creating and harvesting Facebook data through the app, The Observer reported.",
  "The company was interested in understanding the link between data, behavioural microtargeting, and political campaigns, and met Cambridge Analytica at least three times between 2014 and 2015, The New York Times reported.",
  "Britain's Department for Digital, Culture, Media & Sport Committee on Sunday accused Facebook and Cambridge Analytica of \"misleading\" the committee, and called on the two companies to explain themselves.",
  "Cambridge Analytica harvested personal information on where users lived and what pages they liked, which helped build psychological profiles that analysed characteristics and personality traits.",
  "Facebook said it removed the Cambridge Analytica quiz app from the platform in 2015 and demanded that Kogan, Wylie, and Cambridge Analytica confirm that they had deleted all the data harvested.",
  "The revelations have since led to British, EU, and US authorities to launch investigations into Facebook and Cambridge Analytica — but the details can be pretty tough to keep a hold of.",
  "It said on Saturday: \"People knowingly provided their information, no systems were infiltrated, and no passwords or sensitive pieces of information were stolen or hacked.\"",
  "Simon Milner, the company's UK director of policy, told British MPs last month: \"They [Cambridge Analytica] may have lots of data, but it will not be Facebook user data.",
  "Cambridge Analytica founder Christopher Wylie went public with the story over the weekend for an extensive, densely-reported article in Britain's Observer newspaper.",
  "Cambridge Analytica harvested information from 50 million Facebook users through an external app in 2015, according to Wylie, who worked there at the time.",
  "According to Wylie, Cambridge Analytica in 2014 made a pitch to Russian oil and gas company Lukoil, which was and remains sanctioned by the US.",
  "Wylie told The Obsever: \"It didn't make any sense to me... Why would a Russian oil company want to target information on American voters?\"",
  "Facebook has since suspended Cambridge Analytica, its parent company Strategic Communication Laboratories, and Wylie from its platform.",
  "Trump's campaign hired Cambridge Analytica in June 2016 to help target ads using voter data gathered from millions of adults in the US.",
  "Wylie, however, claimed that Facebook only demanded that he remove all the Facebook data in August 2016, and they were small steps.",
  "Wylie was also suspended from WhatsApp and Instagram, which are both owned by Facebook, The Observer's Carole Cadwalladr reported.",
  "The quiz — \"thisisyourdigitallife\" — in turn pulled data from their friends' profiles as well, ending in the enormous data stash.",
  "\"We do not work with Facebook data and we do not have Facebook data,\" Nix told British MPs last month, as cited by The Observer.",
  "It may be data about people who are on Facebook that they have gathered themselves, but it is not data that we have provided.\"",
  "Also, Kogan could have broken Facebook's own rules by using the data for commercial rather than strictly academic purposes.",
  "Massachusetts' Attorney General, Maura Healey, also announced an investigation, but did not specify what it would be about.",
  "The EU on Monday also announced it would start an investigation into whether the data from 50 million users was misused.",
  "However, raw copies of the data obtained by Cambridge Analytica are still available online, The New York Times reported.",
  "The latest revelations also suggest that Facebook and Cambridge Analytica both misled lawmakers about their actions.",
  "Curiously, Kogan's work in Russia was never publicised, and colleagues told The Observer \"no one knew\" about it.",
  "Alexander Nix, CEO of Cambridge Analytica, previously denied working with Kogan as well as using Facebook data.",
  "He said: \"They [Facebook] waited two years and did absolutely nothing to check that the data was deleted.",
  "The data harvest, as described in the Observer, could have been illegal based on data protection law.",
  "Cambridge Analytica also assisted Brexit Leave campaigners in the run-up to the EU referendum.",
  "Theresa May has also called on Facebook and Cambridge Analytica to cooperate with the probe.",
  "British legislation forbids personal data to be sold to a third party without consent.",
  "Justin Sullivan/Getty Images\n\nDoes this change Facebook and CA's previous testimonies?",
  "Wylie's testimony has revealed a Russian connection to Cambridge Analytica and Kogan.",
  "The data came from a personality quiz, which around 270,000 people were paid to take.",
  "And built models to exploit what we knew about them and target their inner demons.\"",
  "Facebook has contested whether the information was really taken without consent.",
  "Wylie said: \"We exploited Facebook to harvest millions of people's profiles.",
  "Donald Trump and prominent Leave campaigner and ex-UKIP leader Nigel Farage.",
  "It's time for Mark Zuckerberg to stop hiding behind his Facebook page.\"",
  "Cambridge University said it was carried out in a \"private capacity.\"",
  "All they asked me to do was tick a box on a form and post it back.\"",
  "This kind of information was later deployed in political campaigns.",
  "Facebook has also denied that it gave Cambridge Analytica data.",
  "YouTube/The Guardian\n\nWhat did Cambridge Analytica do?",
  "Cambridge University, where Aleksandr Kogan worked.",
  "Pedro Nunes/Reuters\n\nHow is Facebook implicated?",
  "SCL and Cambridge Analytica CEO Alexander Nix.",
  "\"Someone has to take responsibility for this.",
  "Here's what's going on:\n\nChristopher Wylie.",
  "Facebook CEO and founder Mark Zuckerberg.",
  "Nigel Farage / Twitter\n\nWas it legal?",
  "Via Flickr\n\nWhat will happen now?",
  "Where did it come from?",
  "What data did they get?",
  "Is Russia involved?",
  "Possibly."
]