[
  "Omarosa Manigault\n\nThe reality television star-turned-Trump White House communications staffer accepted a wedding dress, custom veil and other accessories -- worth an estimated $25,000 -- to appear on an episode of TLC’s “Say Yes to the Dress.” She also listed on her financial disclosures between $7,100 and $18,000 for rents or royalties surrounding her role in several television shows, including syndication of Trump’s ‘The Apprentice.’\n\nShe is also a one-third beneficiary of a trust worth between $1 million and $5 million that was established by her late fiancée Michael Clarke Duncan, an Oscar-nominated actor who died in 2012.",
  "Here are highlights from the newly-disclosed financial reports:\n\nJared Kushner and Ivanka Trump\n\nIvanka Trump’s investment in the Trump International Hotel in Washington is valued at between $5 million and $25 million and brought her between $1 million and $5 million in income since its opening in September, the disclosure says.",
  "Gary Cohn\n\nThe former Goldman Sachs chief operating officer now heading the National Economic Council director reported assets worth at least $200 million and perhaps $1 billion or more, since the forms generally use broad ranges and don't even require a range for assets worth over $50 million.",
  "They show former National Security Adviser Michael Flynn got paid at least $5,000 for a speaking engagement with the Kremlin-funded English language network RT -- a disclosure Flynn left out of his initial January disclosures but which he revealed in an amended document that he signed Friday.",
  "Steve Bannon, a top adviser to President Donald Trump, earned more than half a million dollars last year from entities linked to a pair of major conservative donors, according to documents released by the White House detailing the personal finances of its officials.",
  "His financial disclosure forms show he maintains a stake in companies and holdings worth tens of millions of dollars, including casinos, real estate and restaurants in Baltimore, Kansas City, St. Louis, Richmond, Louisville, Kentucky, and Arlington, Texas.",
  "At the firm, McGahn’s clients included Trump, then-Sen. Mark Kirk (R-Ill.), the National Rifle Association, the GOP data firm i360 and Aaron Schock, the former Illinois Republican congressman under indictment on federal criminal corruption charges.",
  "Cohn did not include details about selling off his investment stakes in the financial disclosure, as other senior White House staff did, though it has previously been reported that he sold his shares in Goldman for approximately $285 million.",
  "In addition to his Goldman holdings, Cohn reported stock worth as much as $250,000 in Bank of America, which could pose a conflict should the administration rewrite the financial regulatory regime put in place by Dodd-Frank.",
  "At the same time, he listed as an employer “Insperity PEO Services, L.P.,” which he wrote on his form is the name of his parents' real estate company, where he had an advisory, unpaid position while working on the campaign.",
  "The forms being made public cover White House staff making more than $161,755 a year, as well as anyone who's a commissioned officer — people who hold a title like assistant or special assistant to the president.",
  "Peter Navarro\n\nPeter Navarro, director of the newly-created National Trade Council, made $240,000 in his previous job as a professor of economics and public policy at the University of California-Irvine.",
  "Bannon also reported income from the Government Accountability Institute and the film production company Glittering Steel, both of which are linked to the Mercers, who also are part owners of Breitbart.",
  "The documents released Friday night also put on public view new details about two Trump family members who have taken official White House posts: Trump's daughter Ivanka and son-in-law, Jared Kushner.",
  "Ivanka Trump’s self-branded businesses, including her clothing line, brought in more than $5 million since the beginning of 2016 and are valued at over $50 million, the documents showed.",
  "The combative press aide owns commercial and rental properties in Rhode Island, Alabama and Virginia worth between $2.6 million and $5.2 million, according to his financial disclosure.",
  "Meanwhile, Kushner resigned from positions with 266 different entities in order to begin work as a senior adviser to Trump, a senior administration official told reporters Friday.",
  "He also took in $191,000 in consulting fees in 2016 as executive chairman of the conservative media website Breitbart News, which sided with Trump during the Republican primary.",
  "Ivanka recently assumed an official assistant-to-the-president post, so no disclosure has been released for her yet, but her husband's form also includes her assets.",
  "Jason Greenblatt listed a little more than $1 million in pay from the president’s company for his work as its executive vice president and chief legal officer.",
  "About $320,000 of that was from the Republican National Committee and about $283,000 came from her Missouri-based political consulting firm, the Laymont Group.",
  "Greenblatt spent a decade working in Trump Tower before joining the White House in January as Trump’s special representative for international negotiations.",
  "Bannon reported an ownership stake of $1 million or more in a data-crunching firm that worked for Sen. Ted Cruz (R-Texas) during the presidential race.",
  "Kushner has sold or is selling several other operating businesses, including an insurance brokerage, a broadband firm and a window and door company.",
  "Critics say his investments could pose a conflict of interest as he tackles a broad, almost unbounded portfolio of issues for his father-in-law.",
  "He also earned extra income of $10,500 for delivering a keynote speech to the Casket & Funeral Supply Association of America on Nov. 15, 2016.",
  "The couple, which funded the upstart data company Cambridge Analytica, backed Cruz early on but eventually swung their allegiance to Trump.",
  "Shane Goldmacher, Colin Wilhelm, Matthew Nussbaum, Tara Palmeri, Annie Karni, Isaac Arnsdorf and Kenneth Vogel contributed to this report.",
  "He also has a family trust worth between $500,000 and $1 million, and between $45,000 and $135,000 in income last year from stock funds.",
  "The total stock is listed as worth over $1 million in his disclosure though the Times reported it was worth approximately $16 million.",
  "Katie Walsh\n\nThe White House deputy chief of staff who departed Thursday in a staff-shake up made more than $600,000 in the last year.",
  "Story Continued Below\n\nThe disclosure highlighted Bannon's ties to a pair of conservative political donors, Robert and Rebekah Mercer.",
  "He's not required by law to file again until May 2018, but aides said they have not decided whether he will file an update this year.",
  "The disclosures showed the wealth of an administration filled with real estate and finance experts alongside government hands.",
  "Sean Spicer\n\nPress secretary Sean Spicer made $260,000 in his former post as spokesman for the Republican National Committee.",
  "Stephen Miller\n\nTrump’s top policy adviser on the campaign made $124,885 in 2016, according to his financial disclosure.",
  "Cohn also reported ownership stakes in several commercial real estate properties, technology patents, and a helicopter.",
  "Earlier this month the New York Times also reported that Cohn planned to sell a stake in one of China’s largest banks.",
  "But he’s holding on to well over 100 other real estate assets, primarily buildings in the New York City area.",
  "The forms also offer a small window into how much people are paid at the privately-held Trump Organization.",
  "She is putting the Ivanka brands in a trust she will no longer manage directly, her legal advisers say.",
  "But he shares another passion with the man he represents in the briefing room: real estate investment.",
  "Bannon’s disclosure form said that he has “an agreement in principle” to sell his stake in Cambridge.",
  "Don McGahn\n\nThe chief White House counsel left behind $2.4 million in pay as a Jones Day partner.",
  "Meanwhile, Kushner made $4.5 million in 2016 from the company that owns the New York Observer.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Reed Cordish\n\nOne of the Trump family’s closest friends is now serving in the White House.",
  "Cambridge Analytica later worked for Trump, and now it is seeking government contracts.",
  "He also reported stock in Facebook and the president’s favorite social media, Twitter.",
  "He’s also a beneficiary of a family trust worth between $5 million and $25 million.",
  "His income in the past year was between about $48 million and $76 million.",
  "He filed the disclosure twice as a candidate, in July 2015 and May 2016.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "Trump's own form was not among those released Friday.",
  "He's sold his stake in the firm.",
  "You can unsubscribe at any time."
]