[
  "Updating on her investigation into the use of data analytics by political campaigns, Britain's Information Commissioner Elizabeth Denham said she intended to fine Facebook 500,000 pounds ($663,850), a small figure for a company with a market value of $590 billion, but the maximum amount allowed.",
  "/ Updated By Reuters\n\nLONDON - Britain's information regulator said on Wednesday she intends to fine Facebook for breaches of data protection law as her office investigates how millions of users' data was improperly accessed by consultancy Cambridge Analytica.",
  "However, the Information Commissioner's report said other regulatory action would include a criminal prosecution against Cambridge Analytica's parent firm, SCL Elections, for failing to deal with the regulator's enforcement notice.",
  "Facebook CEO Mark Zuckerberg has faced questioning by U.S. and EU lawmakers over how Cambridge Analytica improperly got hold of the personal data of 87 million Facebook users from a researcher.",
  "\"As we have said before, we should have done more to investigate claims about Cambridge Analytica and take action in 2015,\" Erin Egan, Facebook's Chief Privacy Officer, said in a statement.",
  "\"We have been working closely with the Information Commissioner's Office in their investigation of Cambridge Analytica, just as we have with authorities in the US and other countries.\"",
  "It has also said that, while it pitched for work with campaign group Leave.EU ahead of the Brexit referendum in Britain in 2016, it did not end up doing any work on the campaign.",
  "Denham said that Facebook had broken the law by failing to safeguard people's information and had not been transparent about how data was harvested by others on its platform.",
  "Cambridge Analytica, which was hired by Donald Trump in 2016, has denied its work on the U.S. president's successful election campaign made use of data.",
  "British lawmakers have launched an inquiry into \"fake news\" and its effect on election campaigns, and have increasingly focused on Cambridge Analytica.",
  "Facebook can respond to the commissioner before a final decision is made, and said it was reviewing the report and would respond soon.",
  "\"New technologies that use data analytics to micro-target people give campaign groups the ability to connect with individual voters.",
  "It also said it would send warning letters to 11 political parties to compel them to audit their data protection practices.",
  "But this cannot be at the expense of transparency, fairness and compliance with the law,\" she said in a statement.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings."
]