[
  "Story Continued Below\n\nHe was referring to a story on Facebook in The New York Times, as well as to congressional testimony Zuckerberg delivered in April, following revelations that Facebook let Trump campaign-linked data firm Cambridge Analytica improperly access information on as many as 87 million Facebook users via an academic researcher.",
  "Facebook, in a blog post, pushed back against the Times story, saying that the arrangements with device makers \"allowed companies to recreate Facebook-like experiences for their individual devices or operating systems\" and that the company \"controlled them tightly from the get-go.\"",
  "| Cliff Owen/AP Photo Facebook's privacy woes grow in Washington\n\nLawmakers are slamming Facebook over a report that the company shared its users' personal data with a range of device makers, which one House Democrat suggested means CEO Mark Zuckerberg lied under oath in April.",
  "Elena Hernandez, a spokesperson for Rep. Greg Walden (R-Ore.), the chairman of the House Energy and Commerce Committee, said the report is a \"troubling reminder that the expectations tech companies set for consumer protection sometimes differ from what is actually delivered.\"",
  "GOP lawmakers have generally hesitated to call for more regulation in the face of Europe's sweeping new data-privacy law, saving their most pointed Facebook criticisms for what they say is the company's bias against conservatives.",
  "They asked him to answer a number of questions by June 18, including whether users had the ability to opt out of data sharing and whether Facebook had any privacy protections built into its data pacts with hardware companies.",
  "\"Looking forward to hearing from @Microsoft @Samsung @Apple & others with privileged access to Facebook why they wanted this personal data, how they used it & most importantly: how they’ve protected it,\" Blumenthal tweeted.",
  "The letter came after Blumenthal lambasted Facebook in a series of tweets, asking if it wants to \"revisit [its] previous statements to Congress about sharing users' data with third-parties without their consent.\"",
  "The social network \"reached data-sharing partnerships with at least 60 device makers — including Apple, Amazon, BlackBerry, Microsoft and Samsung — over the last decade,\" according to the report.",
  "This needs to be investigated and the people responsible need to be held accountable,\" tweeted David Cicilline (D-R.I.), the ranking member of the House Judiciary antitrust subcommittee.",
  "House Energy and Commerce Committee ranking Democrat Frank Pallone said in a statement that the company and device manufacturers should \"be prepared to come before Congress\" to explain.",
  "The story says Facebook began winding down the partnerships in April, but raises questions about whether they violated a 2011 consent decree with the Federal Trade Commission.",
  "He said the revelations show the need for tougher consumer privacy protections in the U.S., \"beginning with a privacy bill of rights modeled on Europe’s new rules (GDPR).\"",
  "Rep. David Cicilline, the ranking member of the House Judiciary antitrust subcommittee, tweeted that Mark Zuckerberg lied to Congress about Facebook privacy.",
  "Under that agreement, the company committed to get users' express affirmative consent before doing anything running counter to their privacy preferences.",
  "Walden recently penned an op-ed calling for a number of tech companies to talk to the committee before they risk running into further privacy issues.",
  "This is just the latest example of Facebook only coming forward when forced to do so by a media outlet,\" Pallone, who represents New Jersey, said.",
  "\"The American people deserve to fully understand with whom and under what conditions Facebook provides access to user data,\" they wrote.",
  "\"This report raises important questions about transparency and potential privacy risks for Facebook users,\" he said in a statement.",
  "“It’s deeply concerning that Facebook continues to withhold critical details about the information it has and shares with others.",
  "\"Sure looks like Zuckerberg lied to Congress about whether users have 'complete control' over who sees our data on Facebook.",
  "Nevertheless, at least two powerful Republicans raised concerns about the report and said they want to hear from Facebook.",
  "said the Senate Commerce Committee, which he chairs, will be sending Facebook a letter seeking additional information.",
  "The New York Times reported late Sunday that Facebook may have shared user data with hardware companies as well.",
  "The Times report \"reiterates the call for industry leaders to come and testify before us,\" Hernandez said.",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He called on the FTC to conduct a review to see if the company violated the 2011 agreement.",
  "Lawmakers of both parties joined Cicilline in registering their displeasure.",
  "teamed up on a letter to Zuckerberg calling the news \"deeply concerning.\"",
  "Richard Blumenthal (D-Conn.) and Ed Markey (D-Mass.)",
  "You can unsubscribe at any time.",
  "Sen. John Thune (R-S.D.)",
  "Sens."
]