[
  "Rep. Ben Luján got Zuckerberg to admit that Facebook goes so far as to collect data from some people who have not signed up for the social network “for security purposes.”\n\nMultiple legislators also raised the prospect that Facebook’s data policies with third-party apps violated a 2011 agreement with the Federal Trade Commission after a prior privacy complaint.",
  "But he faltered somewhat Wednesday when pressed by Rep. Frank Pallone, a Democrat from New Jersey, for a “yes” or “no” answer on whether Facebook would commit to changing its default settings to minimize data collection “to the greatest extent possible.”\n\n“This is a complex issue that deserves more than a one word answer,” Zuckerberg said.",
  "Facebook co-founder, Chairman and CEO Mark Zuckerberg testifies before the House Energy and Commerce Committee in the Rayburn House Office Building on Capitol Hill April 11, 2018 in Washington, DC.",
  "Facebook co-founder, Chairman and CEO Mark Zuckerberg testifies before the House Energy and Commerce Committee in the Rayburn House Office Building on Capitol Hill April 11, 2018 in Washington, DC.",
  "It was his second and final hearing this week in the wake of the Cambridge Analytica data scandal, bringing the once press shy CEO’s total time testifying on Capitol Hill to about ten hours.",
  "During the testimony, lawmakers pressed Zuckerberg on drugs sales on Facebook, the Cambridge Analytica scandal, censoring conservative voices and self-regulation.",
  "Pallone called the response “disappointing.”\n\nRep. Kathy Castor pressed Zuckerberg hard on whether and how Facebook tracks users after they are off the platform.",
  "Other news that happened during the hearing:\n\n— The acting CEO of Cambridge Analytica, the data firm at the center of the Facebook privacy scandal, stepped down.",
  "— Zuckerberg says an \"enforcement error\" is to blame for conservative sisters \"Diamond and Silk\" being told their Facebook content was \"unsafe.\"",
  "(Photo by Chip Somodevilla/Getty Images)\n\nFacebook CEO Mark Zuckerberg's testimony today on Capitol Hill just ended.",
  "— Facebook shares dipped slightly during Zuckerberg's testimony after rising the day before.",
  "We also learned:\n\n— Zuckerberg's personal data was sold to \"malicious third parties.\"",
  "He testified before the House Energy and Commerce Committee for nearly five hours.",
  "The FTC confirmed last month that it’s investigating Facebook.",
  "— He thinks his industry probably needs to be regulated.",
  "If so, Facebook could be subject to hefty fines."
]