[
  "In the wake of the Cambridge Analytica story, Davidsen made another bombshell admission on social media — that Facebook representatives visited the Obama campaign offices after the 2012 election and told them they were allowed to get away with it because “they were on their side.”\n\nThey came to office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side.",
  "By the admission of Barack Obama’s former media analytics director, Carol Davidsen, the former president hoovered up far more data without users’ consent in 2012, when Facebook’s data policies were (as Facebook now concedes) far more vulnerable to exploitation than they were in 2016.",
  "In the words of Carol Davidsen, who oversaw data analytics at Obama for America in 2012, the campaign was “actually able to ingest the entire social network of the U.S.” Davidsen made these comments publicly as early as 2015, but they received little attention at the time.",
  "Mark Zuckerberg admits that, prior to its strengthening of user protections in 2014, Facebook made a critical error in allowing third-party apps to harvest data not just from users who gave them consent, but from their non-consenting friends.",
  "In total, we found 45 employees who had previously worked or volunteered with the Hilary campaigns, the Obama campaigns, or the Obama White House and are now employed by Facebook, Facebook-owned companies, or the Chan-Zuckerberg Initiative.",
  "During his recent apology tour, Mark Zuckerberg notably failed to mention recent revelations about the Obama 2012 campaign’s exploitation of the platform’s weak pre-2014 data protections to harvest masses of data from non-consenting users.",
  "A Facebook spokeswoman said, “both the Obama and Romney campaigns had access to the same tools, and no campaign received any special treatment from Facebook.”\n\nAllum Bokhari is the senior technology correspondent at Breitbart News.",
  "They hoped the story would be restricted to Cambridge Analytica, a data analytics firm that they linked to the Cruz and Trump campaigns, and their alleged misuse of data.",
  "After working for Obama, many of these employees returned to Facebook, some of whom now occupy senior positions at the company, according to their Linkedin profiles.",
  "Former members of the administration have ended up in senior positions, or as board members of Uber, Lyft, Airbnb, Twitter, Nest, and Square, among other companies.",
  "Facebook’s ties to the Obama White House are similar to that of Google, which also appeared to have a revolving-door relationship with the former administration.",
  "A search for former Trump staffers returned zero profiles —unless you count the Facebook industry insights lead who interned at Ivanka Trump’s company in 2012.",
  "Formerly Senior Manager for Digital Advertising at Hillary for America in 2016, and a Digital Advertising Strategist at Obama for America in 2012.",
  "What he didn’t mention was the digital campaigning tools developed by Obama for America were among the apps that took advantage of this loophole.",
  "This does not include Facebook employees who do not have Linkedin accounts or neglected to mention past experience on their profiles.",
  "Andrew Breitbart once wrote of the “Democrat-media complex.” Clearly, there now exists a “Democrat-Silicon Valley complex” as well.",
  "Obama’s 2012 campaign staff and his subsequent White House team included several former employees of top Silicon Valley companies.",
  "Formerly Communications Director at the Center for American Progress and worked in Online Communications at Hillary for America.",
  "They include:\n\nHillary for America:\n\nEmilio Tamez, currently performs “custom research” at Facebook on behalf of advertisers.",
  "Our search for former Romney staffers or campaign volunteers who currently work at Facebook returned just seven profiles.",
  "A search for staffers from the George W. Bush administration or presidential campaigns returned three profiles.",
  "Facebook denies Carol Davidsen’s claim that the company gave the Obama campaign any special favors in 2012.",
  "The number of ex-Obama staffers on his payroll, according to Linkedin, might explain why.",
  "A search for McCain staffers returned one profile, who also appeared on the Romney list.",
  "— Carol Davidsen (@cld276) March 19, 2018\n\nIn retrospect, this shouldn’t be surprising.",
  "The establishment media narrative on the Facebook data scandal hit a snag last month.",
  "But a bigger story soon emerged, linked to a longtime media favorite: Barack Obama.",
  "Crystal Patterson, currently Government & Politics Outreach Manager at Facebook.",
  "Formerly a member of the National Finance Committee for Hillary for America.",
  "The upper echelons of Silicon Valley companies are awash with Obama alumni.",
  "Previously worked as Head of Audience Development at Hillary for America.",
  "Andrew Forrest, currently works in Partnerships Analytics for Facebook.",
  "Marcus Raimondi, currently a Client Solutions Manager at Facebook.",
  "Formerly worked as an experiments analyst for Hillary for America.",
  "Formerly a Digital Advertising Strategist at Hillary for America.",
  "Formerly Deputy Chief Analytics Officer at Hillary for America.",
  "Ritu Sharma, currently the Emerging Worlds Liaison at Facebook.",
  "Emily Hahn, currently a Product Marketing Manager at Facebook.",
  "You can follow him on Twitter, Gab.ai and add him on Facebook.",
  "Nellwyn Thomas, currently works in Data Science for Facebook.",
  "Ashley Woolheater, currently Public Policy Lead at Oculus VR.",
  "Joel Cohen, Client Solutions Manager for Travel at Facebook.",
  "Email tips and suggestions to allumbokhari@protonmail.com.",
  "In between the two campaigns, he also worked at Facebook.",
  "Formerly a Senior Product Manager at Hillary for America.",
  "Formerly Policy Chief of Staff at Hillary for America."
]