[
  "| Chris J. Ratcliffe/Getty Images New Trump White House aide has Cambridge Analytica ties\n\nA newly appointed Trump national security council aide and longtime behavioral change analyst worked until recently for the parent of Cambridge Analytica, the controversial political data company whose role in Donald Trump’s presidential campaign is drawing scrutiny for its alleged improper use of private Facebook data.",
  "Its website says it provides “data, analytics and strategy to governments and military organizations worldwide,” including “behavioral change programs in over 60 countries.”\n\nSCL does not disclose specifics about the contracts, including dollar amounts, work performed and, in many cases, the government agency, and a company spokesman did not respond to requests for comment.",
  "It also sheds light on how SCL Group has quietly but aggressively exploited the U.S. government’s outsourcing of some intelligence, military and diplomatic efforts to private contractors, in part by hiring former national security officials like Fontenrose, and Lt. Gen. Michael Flynn, who went on to become Trump’s first national security adviser.",
  "The 2016 Trump campaign paid Cambridge Analytica at least $5.9 million to shape its digital media strategy, although former Trump campaign officials have downplayed the company’s role in the wake of revelations that the company was given improper access to data of about 50 million Facebook users.",
  "Her LinkedIn profile does not mention SCL or Cambridge Analytica, but said as of Friday that she had begun work in January 2017 as an “MFS” independent consultant advising government and private sector partners in “the class and unclass,” or classified and unclassified space.",
  "The political action committee founded by President Trump’s incoming national security adviser, John Bolton, also hired Cambridge to develop psychological profiles of voters with data harvested from Facebook profiles, according to a report published by The New York Times.",
  "Story Continued Below\n\nBut her work for Cambridge’s parent company, SCL Group, underscores the firm’s influence in Trump’s Washington, even as critics say that its government contracts deserve additional scrutiny because of the company’s often-controversial work overseas.",
  "In March 2017, Fontenrose accompanied SCL’s UK-based chief executive officer, Nigel Oakes, on a visit to the Pentagon to meet with Department of Defense staff, according a BuzzFeed report, which suggested the two were there to drum up more business for the company.",
  "SCL boasts of its numerous intelligence, military and civilian contracts for the U.S. government, in many cases to influence human behavior using some of the same high-tech digital messaging techniques that the firm used in the 2016 election.",
  "In early 2017, SCL Group won a $496,000 contract to conduct “target audience research” for the State Department’s Global Engagement Center, which leads U.S. efforts to counter foreign state and terrorist propaganda and disinformation.",
  "Fontenrose has spent more than a decade working on similar issues, including during five years at the State Department as a senior adviser for strategic planning, according to her LinkedIn profile and her publicly available research.",
  "There is no indication that Fontenrose, who also has worked for the State Department and U.S. military, was involved in Cambridge’s election effort or any other activities that have come under scrutiny by investigators.",
  "The Washington Post reported in February 2017 that SCL’s effort was being driven by a former aide to Flynn, and that Flynn himself had served as an adviser to the company in its efforts to expand its contracting work.",
  "She also was a “strategy consultant” for the Multi National Forces — Iraq and its Strategic Effects Division in 2006 and early 2007, and a vice president at the Archimedes Global Inc. contracting firm.",
  "After Trump took office in January 2017, SCL Group was a constant presence in Washington, lobbying to win new intelligence, defense and civilian contracts across multiple U.S. government agencies.",
  "The London-based SCL group combines behavioral research and communications methods, a formula that its subsidiary, Cambridge Analytica, says it uses to powerful effect in campaign and elections.",
  "The NSC official also declined to comment on whether Fontenrose’s current role would involve working with, or having oversight of, government contracts involving SCL or affiliated firms.",
  "That could suggest interest in whether Russia somehow accessed or manipulated the company's data as part of its interference in the 2016 election, which Mueller is investigating.",
  "Special counsel Robert Mueller reportedly has asked the firm to provide him with emails of any employees who worked on the Trump campaign, according to The Wall Street Journal.",
  "A former company official told POLITICO that it withholds such details for competitive reasons and because the work is often classified.",
  "Other newly hired former government officials also helped in that expansion effort, according to a former Cambridge Analytica official.",
  "A Cambridge company official said Thursday that Fontenrose had worked there as recently as a month ago but had no further comment.",
  "Her last job there, ending in November 2016, was as the “Lead for Africa and the Middle East” at the Global Engagement Center.",
  "Kirsten Fontenrose‘s work for Cambridge’s parent company, SCL Group, underscores the firm’s influence in Trump’s Washington.",
  "An NSC spokesperson declined to discuss Fontenrose’s background or portfolio and said Fontenrose herself would not comment.",
  "Kirsten Fontenrose joined the Trump White House in March as the NSC senior director for Gulf Affairs.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Fontenrose appears to have been one of them.",
  "The most reliable politics newsletter.",
  "You can unsubscribe at any time."
]