[
  "Lillian Salerno, a Democrat challenging DCCC-backed Colin Allred in a May runoff in Texas, said in a statement, ‘Folks here are sick and tired of a bunch of Washington insiders trying to make their decisions for them.’ …\n\n“In Wisconsin, Cathy Myers attacked the DCCC for ‘picking sides’ after the committee announced they would support her opponent Randy Bryce, whom ‘local voters have emphatically rejected three times,’ her statement said.",
  "JERSEY DRAMA — “Former Bergen GOP chairman rips McCann over ties to former Trump adviser,” by POLITICO New Jersey’s Matt Friedman: “The former chairman of Bergen County‘s Republican Party is slamming a congressional candidate for raising money with Sebastian Gorka, a one-time adviser to President Donald Trump who wore a medal associated with a Hungarian group that collaborated with Nazi Germany.",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nGETTING THE NOD — “DCCC adds 9 candidates to 'Red to Blue' list,” by POLITICO’s Elena Schneider: “The Democratic Congressional Campaign Committee announced its fourth round of ‘Red to Blue’ candidates today, adding nine House challengers to its program that indicates the committee's top-tier prospects in Republican-held seats.",
  "STEYER WATCH — “Billionaire Steyer targets $3.5M at Michigan,” by The Detroit News’ Melissa Nann Burke and Jonathan Oosting: “Billionaire activist Tom Steyer plans to spend at least $3.5 million in Michigan to engage and register young voters ahead of the 2018 election as part of a larger $30 million campaign to flip statewide and congressional seats for Democrats in 10 states.",
  "PRIMARY CONCERNS — “Republican Andy Taggart eyeing challenge to Cindy Hyde-Smith for Cochran's Senate seat,” by the Clarion-Ledger’s Geoff Pender: “Author and attorney Andy Taggart, a Republican patriarch in Mississippi, said Thursday he is ‘very seriously considering running’ for the U.S. Senate seat being vacated by Thad Cochran.",
  "SAY WHAT — “Cambridge Analytica boss went from 'aromatics' to psyops to Trump's campaign,” by POLITICO’s Josh Meyer: “Long before the political data firm he oversees, Cambridge Analytica, helped Donald Trump become president, Nigel Oakes tried a very different form of influencing human behavior.",
  "DEWINE DEFENSE — “RNC co-chair defends DeWine, bashes pro-Taylor ad in Ohio” by Campaign Pro’s Daniel Strauss: “Republican National Committee co-chairman Bob Paduchik released a statement today denouncing an attack ad on Ohio state Attorney General Mike DeWine aired by supporters of Lt. Gov.",
  "— BUT WAIT — “Spurned candidates blast DCCC after primary opponents earn 'Red to Blue' designation,” Schneider reports: Candidates left off the Democratic Congressional Campaign Committee's ‘Red to Blue’ list protested the intervention in their primaries in statements released today.",
  "BETTER LATE … — “NRSC raises $5.1M in February,” by Robillard: “The National Republican Senatorial Committee raised $5.1 million in February, its best fundraising total in months and matching the Democratic Senatorial Campaign Committee’s haul, according to an FEC filing.",
  "THE DOGHOUSE — “Ethics panel reproves two Illinois Democrats for House rules violations,” By POLITICO’s John Bresnahan: “The House Ethics Committee found that two Illinois Democrats violated chamber rules and must personally repay thousands of dollars for their actions.",
  "—Senate Majority PAC goes up in North Dakota: Senate Majority PAC, which is controlled by allies of Senate Minority Leader Chuck Schumer, has reserved more than $400,000 worth of airtime in North Dakota starting tomorrow, according to Advertising Analytics.",
  "UP ON THE AIRWAVES — Debbie Mucarsel-Powell releases new TV ad in FL-26: Democrat Debbie Mucarsel-Powell is out with a TV and digital ad about her father’s death by gun violence, airing during the coverage of the “March for Our Lives” this weekend.",
  "— CPC PAC announces House endorsements: The Congressional Progressive Caucus PAC rolled out its endorsements in a slate of House races, including Brent Welder (KS-03), Debbie Mucarsel-Powell (FL-26), Sylvia Garcia (TX-29) and Scott Wallace (PA-01).",
  "It shows that I have to assume that John McCann approves of this man,’ said Bob Yudin, who chaired the Bergen County GOP from 2008 to 2016 and backs McCann rival Steve Lonegan for the GOP nomination in the 5th Congressional District.",
  "POWER PLAY — Uihlein-funded PAC buys pro-Rosendale ad in Montana: Richard Uihlein, the GOP mega-donor who is shaping up to be one of the biggest players in the 2018 elections, was the subject of a POLITICO profile earlier this week.",
  "Uihlein’s stable of Senate candidates has expanded in the days since: a super PAC heavily funded by Uihlein has now booked advertising time in favor of Republican Matt Rosendale in Montana, POLITICO’s Kevin Robillard reports.",
  "DCCC adds 9 to ‘Red to Blue,’ spurned candidates blast committee\n\nWith Kevin Robillard, Zach Montellaro, Daniel Strauss and Elena Schneider\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "But the DCCC didn't give that designation to Lizzie Pannill Fletcher in Texas's 7th District, where the committee dropped opposition research against her opponent, Laura Moser, before this month's primary.” Full story.",
  "Both cases were initially investigated by the Office of Congressional Ethics, the independent ethics watchdog, which found ‘substantial reason to believe’ that Rush and Gutierrez had violated House rules.” Full story.",
  "In the decades since, the Eton-educated British businessman has styled himself as an expert on a wide variety of 'mind-bending' techniques — from scents to psychological warfare to campaign politics.” Full story.",
  "The group is backing State Sen. Leah Vukmir in Wisconsin’s Senate race, plus Tiffany Shedd in Arizona’s 1st District, Lea Marquez Peterson in Arizona’s 2nd District and Debbie Lesko in the state’s 8th District.",
  "ENDORSEMENT WATCH — Sen. Kamala Harris is set to endorse Democrat Ben Jealous in the Maryland Democratic primary for governor, according to two sources familiar with the plans for the upcoming endorsement.",
  "Yet in the case of Rep. Bobby Rush, the Ethics Committee will allow him to be repaid by his campaign committee for any personal cost, so the end result is that Rush won't be out of pocket at all.",
  "… Gorka, a former deputy assistant to Trump and a frequent commentator on Fox News, endorsed McCann this week and has scheduled a fundraiser with him in Bergen County on Wednesday.” Full story.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "STAFFING UP — Tallahassee Mayor Andrew Gillum's Florida gubernatorial campaign has added Phillip Jerez as political director and Lindsay Pollard as deputy finance director.",
  "Americans for Prosperity, which is backed by the Koch Brothers’ network of conservative donors, started airing ads attacking Heitkamp over tax reform earlier this week.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, dstrauss@politico.com and mseverns@politico.com.",
  "She has also worked as a finance consultant for Broward County Commissioner Dale Holness, Sandra Ruiz's campaign for mayor of Doral, and the Broward Democratic Party.",
  "Rush and Rep. Luis Gutiérrez were formally reproved by the Ethics panel for the violations, findings that were announced on Thursday by Reps. Susan Brooks (R-Ind.)",
  "The super PAC, called Restoration PAC, “has purchased over $230,000 worth of television time to air an ad boosting Rosendale and attacking Sen. Jon Tester (D-Mont.",
  "Phil Bryant announced he will appoint Agriculture Commissioner Cindy Hyde-Smith to Cochran's seat temporarily and support her election to the post in November.",
  "— Winning for Women endorses in six races: Winning for Women, the new group backing female Republican candidates, unveiled six endorsements on Thursday.",
  "The committee is wading into the Texas runoffs by backing Colin Allred and Gina Ortiz Jones, two candidates that must face Democratic opponents in May.",
  "Governor Mary Taylor's negative attack ad against Mike DeWine because it is both false and misleading,’ Paduchik said in the statement.” Full story.",
  "They’re also supporting Carla Nelson in Minnesota’s 1st and Carol Miller in the race to replace Rep. Evan Jenkins in West Virginia’s 3rd District.",
  "“It’s the day my father was shot and killed by a criminal with a gun,” adding that she “won’t rest until there’s real change.” Watch the ad here.",
  "The 30-second ad features a male narrator praising Rosendale over b-roll of the Republican meeting with voters: ‘Matt Rosendale is the real deal.",
  "Steyer’s NextGen America said this week it will target a minimum of 700,000 young Michigan voters through mail and digital outreach.” Full story.",
  "Jerez recently worked for Rep. Debbie Wasserman Schultz in Florida and graduated with a degree in Psychology from Columbia University.",
  "Days until the 2018 election: 229\n\nUpcoming election dates — Indiana, Ohio, North Carolina and West Virginia primaries: May 8.",
  "And unlike Tester, Matt believes it’s wrong to hand over $1 million to the number one state sponsor or terror.’” Full story.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin, @danielstrauss4 and @maggieseverns.",
  "The DSCC still has a significant cash on hand advantage, with $25.7 million in the bank to the NRSC’s $15.3 million.",
  "But when they get into the voting booth, they say, ‘vote Trump,’” said President Donald Trump on Thursday.",
  "The NRSC spent $5 million in February, with most of the money going toward a $3 million debt payment.",
  "CODA — QUOTE OF THE DAY: “It’s sort of an interesting thing — sometimes, they say, you add nine.",
  "… Taggart in recent days on social media had obliquely questioned Bryant's choice…” Full story.",
  "Pollard is the co-founder of Diverse Strategy Group where she works as its finance consultant.",
  "It was called ‘marketing aromatics,’ or the use of smells to make consumers spend more money.",
  "“October 18th, to most it’s just another day, but to me, it isn’t,” Mucarsel-Powell said.",
  "Unlike Jon Tester, he believes you deserve to keep more of your hard-earned money.",
  "Myers and Bryce are both running to take on House Speaker Paul Ryan.” Full story.",
  "and Ted Deutch (D-Fla.), the chairwoman and ranking member of the committee.",
  "Pollard was Rep. Charlie Crist's finance director in South Florida in 2014.",
  "It also comes amid Bryant facing some Republican backlash over his choice.",
  "People don’t want to talk about it, they don’t want to be bothered.",
  "Mary Taylor, DeWine's opponent in the May 8 gubernatorial primary.",
  "The committee now has $4 million in debt remaining.” Full story.",
  "… Taggart's statement comes a day after Republican Gov.",
  "Whatever Trump’s poll numbers are, add nine.",
  "A formal announcement is set for Friday.",
  "The news was first reported by Buzzfeed.",
  "), according to Advertising Analytics.",
  "‘It’s absolutely despicable.",
  "‘I'm disappointed in Lt.",
  "Thanks for joining us!"
]