[
  "(Bryan Bedder/Getty Images for Concordia Summit)\n\nTwo years before helping Donald Trump target prospective 2016 supporters, the now-embattled data firm Cambridge Analytica tested its tools with an array of conservative groups allied with the wealthy Mercer family, including a super PAC run by newly appointed national security adviser John Bolton.",
  "Internal documents show that Cambridge Analytica also provided services to politically active nonprofit organizations that are not required to disclose their donors, including the Colorado-based antiabortion group Centennial Coalition and For America, led by L. Brent Bozell, who founded the Mercer-backed Media Research Center.",
  "“They met with me I believe, but it was nothing that we found interesting, and the pitch was not compelling.”\n\nInternal documents and interviews with former Cambridge Analytica employees illustrate how intently the company — a spinoff of a British firm — worked to win over U.S. political clients for the 2014 midterms.",
  "[Cambridge Analytica harnessed Facebook data in work for super PAC led by John Bolton, according to former employees]\n\n“They used the psychographic stuff, and the Facebook data was a part of that,” said a former Cambridge Analytica employee, who spoke on the condition of anonymity to describe internal strategy.",
  "[Bannon oversaw Cambridge Analytica’s collection of Facebook data, according to former employee]\n\nLate that year, Nix hosted Bannon, then-executive chairman of Breitbart News, and Texas energy investor Toby Neugebauer at a dinner at the exclusive Carlton Club in London, according to a copy of the invitation.",
  "In notes from a July 2014 meeting to discuss the project, SCL officials noted that they were able to “harvest substantial and useful information on people from Facebook, with permission.”\n\nThe company suggested directing potential supporters to a Facebook app to collect personality profiles.",
  "At one point, Cambridge Analytica chief executive Alexander Nix decided to build a psychological profile of billionaire casino mogul Sheldon Adelson’s stepdaughter and son-in-law and present it to Adelson — a move that would give his pitch a “wow” factor, he predicted to his employees.",
  "“With respect to any allegations of impropriety, the John Bolton Super PAC was completely unaware of anything Cambridge Analytica did until recent press reports,” he said in a statement, adding that the super PAC has not worked with the data-science firm since 2016.",
  "The fledgling company courted groups on the right for work on the 2014 midterms with pitches about its “psychographic” profiling, which relied in part on data that appears to have been obtained improperly from tens of millions of American users of Facebook.",
  "The John Bolton Super PAC, led by the former diplomat and foreign policy hard-liner, paid Cambridge Analytica more than $1.1 million in the 2014 and 2016 cycles for research, according to Federal Election Commission filings.",
  "Cambridge Analytica was launched in 2013 by the wealthy Mercer family and conservative strategist Stephen K. Bannon, later a top Trump adviser, in an effort to give conservatives an edge in the political data game.",
  "Less than two months later, Nix met with hedge fund executive Robert Mercer, Neugebauer and Bannon in Palm Beach, Fla., on the sidelines of a conference hosted by the conservative group Club For Growth.",
  "Cambridge Analytica executives aggressively sought the backing of rich GOP donors, who they believed would help the company “effectively corner the market” in the United States, internal records show.",
  "But in a statement released Friday, Cambridge Analytica’s acting chief executive, Alexander Tayler, expressed regret over the firm’s handling of the Facebook data, which he said was deleted in 2015.",
  "At the time, the company had access to Facebook data that had been obtained by a researcher for academic purposes and improperly shared with Cambridge Analytica, Facebook executives said last week.",
  "Part of the work that Cambridge Analytica performed for Bolton’s super PAC was psychographic voter targeting, which the company claimed could profile voters on the basis of certain characteristics.",
  "In the 2014 cycle, GOP congressional campaigns and conservative-leaning groups paid at least $729,000 to the firm for a range of services, including research, data analytics and microtargeting.",
  "In the summer of 2014, Cambridge Analytica succeeded in signing up as a client a super PAC created by Bolton, a Mercer ally whom Trump named this week as his new national security adviser.",
  "The U.S. Federal Trade Commission has opened an investigation into whether the sharing of the Facebook data violated a 2011 consent decree that governs Facebook’s privacy practices.",
  "An official with the organization said that Cambridge Analytica presented innovative ideas and that the super PAC had no knowledge about any improper data the firm may have used.",
  "The predictive microtargeting was based in part on data gleaned from Facebook profiles and other sources, according to documents and former Cambridge Analytica employees.",
  "After the election, Cambridge Analytica drafted detailed memos for its clients with recommendations for the 2016 cycle, according to records provided to The Post.",
  "?” Nix asked his researchers, who followed through, according to emails provided to The Washington Post by former Cambridge Analytica employee Christopher Wylie.",
  "In an email, Nix berated his staff for failing give him strong enough material to win over billionaires such as Adelson and Home Depot co-founder Bernie Marcus.",
  "At the meeting, Neugebauer said he asked Nix to present a cost analysis of his services, knowing that this was a major concern for campaigns and donors.",
  "To win them over, executives sought to craft personal appeals drawn from information housed in the company’s extensive database of American voters.",
  "Ending Spending paid the firm $470,000 for advertising to boost the Mercer-backed GOP congressional candidate Art Robinson in Oregon, records show.",
  "Adelson adviser Andy Abboud said Nix did not end up presenting the profiles when he met with the Cambridge Analytica chief executive that year.",
  "Other 2014 Cambridge Analytica clients had received support from the Mercer family, including Ending Spending Action Fund and B-PAC super PACs.",
  "The New York Times first reported that Cambridge Analytica harnessed its Facebook data in services it provided to the Bolton super PAC.",
  "“I just cannot begin to convey how disappointed I am in you all,” Nix wrote his staff, according to documents obtained by The Post.",
  "Over a dinner of venison, duck terrine and roasted lamb, researchers at SCL Elections presented their methodology and case studies.",
  "He said the board has launched a “full and independent” investigation into the practices of the firm’s British parent company.",
  "“Generally speaking, coming in with a profile of us would not have gone over well,” Abboud told The Post in an email Friday.",
  "Mercer has been the largest donor to Bolton’s super PAC, giving $5 million since the 2014 cycle, according to FEC records.",
  "Cambridge Analytica’s then-chief executive, Alexander Nix, speaks at the Concordia Summit in September 2016 in New York.",
  "Garrett Marquis, a Bolton spokesman, said Friday the Bolton PAC did not know of any wrongdoing by Cambridge Analytica.",
  "“A lot of Cambridge Analytica’s work in 2014 was to sort of hone their activities for 2016,” the former employee said.",
  "In the 2016 cycle, when Cambridge Analytica worked for both Trump and GOP White House hopeful Sen. Ted Cruz (Tex.",
  "“This is a huge opportunity to take this project to the next level and effectively corner the market,” he added.",
  "It said it would merge that information with consumer and voter history data to identify and target voters.",
  "“Please can you go the extra mile to ensure that there is a [very good] final document in my inbox.",
  "Nix, who was suspended this week amid the controversy, did not respond to a request for comment.",
  "Club For Growth had no record of inviting Nix to the event, officials said.",
  "The firm’s 2016 revenue reflects the success of that strategy.",
  "“I was saying, ‘Get me the numbers,’ ” Neugebauer recalled.",
  "), it earned at least $15.4 million, FEC records show.",
  "“Can we pull a LOAD of data on them???"
]