[
  "Pedro Nunes/Reuters\n\nThe scandal\n\nAccording to a former Cambridge Analytica employee named Christopher Wylie, the firm gained access to the information of 50 million Facebook accounts through a third-party research app that offered a personality quiz in return for allowing access to information on their Facebook profile and those of their Facebook friends.",
  "The settlement required Facebook to \"take several steps to make sure it lives up to its promises in the future, including giving consumers clear and prominent notice and obtaining consumers' express consent before their information is shared beyond the privacy settings they have established,\" the FTC said.",
  "The agreement was part of a settlement following charges that Facebook \"deceived consumers by telling them they could keep their information on Facebook private, and then repeatedly allowing it to be shared and made public,\" the FTC said in a news release at the time.",
  "On Monday night, The Times reported that Alex Stamos, Facebook's chief information security officer, was planning to leave the company in August as it grapples with a storm of controversies relating to its role in spreading misinformation before the 2016 election.",
  "The FTC's reported investigation into Facebook is the latest development in a scandal involving Cambridge Analytica, which The Times and The Guardian in explosive reports over the weekend revealed had access to the information of 50 million Facebook users.",
  "Channel 4 News\n\nFacebook, which has maintained that the data was obtained not through a security breach but rather through mishandling by a third-party research app that worked with Cambridge Analytica, saw its stock plummet as much as 8% on Monday.",
  "Citing an unnamed source, Bloomberg reported that the FTC would examine whether the social media company violated a 2011 consumer consent agreement over Facebook's handling of users' data and how it notifies them of changes to its policies.",
  "The FTC said it couldn't confirm that an investigation into Facebook was underway but provided Business Insider this statement: \"We are aware of the issues that have been raised but cannot comment on whether we are investigating.",
  "While some 270,000 people are said to have used the personality-quiz app, Wylie said it was able to harvest data from 50 million Facebook accounts through the friend networks of those participants.",
  "The FTC will also investigate whether Facebook allowed the data analytics firm Cambridge Analytica access to some Facebook users' data in violation of its policies, according to the reports.",
  "Paul Grewal, Facebook's deputy general counsel, will reportedly answer questions submitted ahead of time and talk more generally about Facebook's interactions with Cambridge Analytica.",
  "\"We remain strongly committed to protecting people's information,\" Facebook's deputy chief privacy officer, Rob Sherman, said in a statement provided to Business Insider.",
  "Win McNamee/Getty Images\n\nThe Federal Trade Commission is investigating Facebook's use of people's personal data, Bloomberg and The New York Times reported on Tuesday.",
  "The CEO of Cambridge Analytica, Alexander Nix, was recently caught on camera bragging that the analytics firm could entrap politicians with bribes and sex workers.",
  "Facebook has said that it was notified years ago that its users' data was in the hands of Cambridge Analytica, and that it followed up to demand it be deleted.",
  "On Tuesday, Facebook CEO Mark Zuckerberg, who has yet to publicly comment on the scandal, was summoned by a UK Parliament committee to give evidence.",
  "The data consulting company has been described as instrumental in helping Donald Trump's 2016 presidential campaign and its social media strategy.",
  "According to The Verge, Facebook is planning to hold an \"emergency meeting\" with employees on Tuesday about the Cambridge Analytica scandal.",
  "The revelations have led authorities from Britain, the EU, and the US to launch investigations into Facebook and Cambridge Analytica.",
  "Facebook says Cambridge Analytica said it had done so, but Wylie told The Times and The Guardian that the company held onto the data.",
  "We take any allegations of violations of our consent decrees very seriously as we did in 2012 in a privacy case involving Google.\"",
  "Facebook stock was down more than 5% on Tuesday morning following Bloomberg's report about the FTC investigation.",
  "Channel 4 News secretly filmed Nix offering to entrap politicians with bribes and sex workers.",
  "\"We appreciate the opportunity to answer questions the FTC may have.\"",
  "Alexander Nix, the CEO of Cambridge Analytica.",
  "Facebook CEO Mark Zuckerberg."
]