[
  "He then says the company made “hundreds of different kinds of creatives, and we put it online.”\n\nAccording to Channel 4 News, videos promoting the phrase “Crooked Hillary” — which Cambridge Analytica said received millions of views through Google, Facebook and YouTube — were linked to an independent organization (a pro-Trump super PAC) called “Make America Number 1” so users couldn’t trace them directly to the Trump campaign.",
  "Undercover footage — shot between November 2017 and January 2018 — released by Britain’s Channel 4 News on Tuesday shows Mark Turnbull, managing director of Cambridge Analytica’s political division, bragging about how the company came up with the “Defeat Crooked Hillary” campaign and promoted it on social media.",
  "Cambridge Analytica, a British consulting firm that was hired for Trump’s 2016 election campaign, made headlines over the weekend for using data acquired from 50 million Facebook users to build “psychographic profiles” about voters without their knowledge.",
  "“We just put information into the bloodstream of the internet and then watch it grow, give it a little push every now and again over time to watch it take shape,” the firm’s CEO, Alexander Nix, says in an interview in the video.",
  "“We ran all the digital campaign, the television campaign, and our data informed all the strategy.”\n\nDuring Stephen Colbert’s opening monologue on “The Late Show” Monday night, the host poked fun at the situation.",
  "“And so this stuff infiltrates the online community, but with no branding, so it’s unattributable, untrackable.”\n\nNix is also shown saying that Cambridge Analytica’s data was key to Trump’s successful campaign.",
  "Mark Makela via Getty Images A Donald Trump supporter holds an anti-Hillary Clinton sign during a rally at the Pennsylvania Farm Show Complex & Expo Center on April 21, 2016 in Harrisburg, Pennsylvania.",
  "“The ‘OO’ of ‘Crooked’ were a pair of handcuffs and it was all about … she belongs behind bars,” Turnbull says in the video.",
  "The president’s ability to come up with insulting nicknames may not be as keen as we thought.",
  "“We did all the research, all the data, all the analytics, all the targeting,” he says.",
  "“Coming up with demeaning nicknames was the one skill we knew Trump had.",
  "They made up ‘Crooked Hillary!’” Colbert exclaimed.",
  "You can’t take that away from the man.”",
  "“Wait, wait!"
]