[
  "Bannon was the real force behind Breitbart; the head honcho at GAI, which produced the \"Clinton Cash\" book so damaging to Hillary's candidacy; and a board member at Cambridge Analytica , the data research firm that worked on the Trump campaign\n\nSo as an investment, Bannon really did pay off for the Mercers like early-'80s Apple stock.",
  "Bannon was the real force behind Breitbart; the head honcho at GAI, which produced the \"Clinton Cash\" book so damaging to Hillary's candidacy; and a board member at Cambridge Analytica : The reason uber-wealthy people like the Mercers become involved in politics is to exert influence.",
  "It shouldn't be lost on anyone that after Bannon called Trump a \"great man\" on his radio show on the evening of his own defenestration, Trump quickly learned about it (probably from a cable TV chyron) and mentioned this to reporters at the White House pool spray on Thursday.",
  "But if he loses his platform at Breitbart News, then it's hard for me to see how he'll be able to wield the kind of influence that I describe in \"Devil's Bargain,\" and that he seemed to have regained after leaving the White House last year.",
  "A seven-year political friendship turned into \"Sloppy Steve\"\n\nGreen: What Bannon did by talking to Wolff for this book -- and by extension, probably, talking to me for my book -- is pour a can of gasoline over his head and light a match.",
  "The problem is that effectiveness waned almost immediately upon entering the White House, and that, coupled with his megalomania and his belief that he was the true leader of the nationalist movement, backfired on him big time.",
  "What's weird to me is that it appears Bannon's quotes on Trump to Wolff have had a far more profound effect on his role at Breitbart -- and in the conservative firmament more generally -- then when he was fired by Trump!",
  "And Rebekah Mercer, one of the major financial patrons of Breitbart (and Bannon), said publicly that she and he are not on speaking terms and she's not going to be funding what he does anymore.",
  "Trump appears to have broken with him in a way that seems final and ultimate, even tagging him with a dreaded nickname, \"Sloppy Steve,\" which I think we can all admit is pretty fantastic.",
  "To answer that I reached out to my friend Josh Green , who wrote the incredible Bannon biography \" Devil's Bargain: Steve Bannon, Donald Trump, and the Storming of the Presidency .\"",
  "Cillizza: Josh, as the foremost Bannonologist in the country -- if that's not a thing, I am making it a thing right now -- I turn to you for wisdom at this amazing moment.",
  "Steve Bannon appears to be totally and completely on the outs with Donald Trump, his political patron, after talking (at length) to Michael Wolff for \"Fire and Fury.\"",
  "But the psychology would work as follows: Bannon has always thought that Trump was riding a global nationalist wave that'd swept across Europe, the UK and now the US.",
  "Green: In the near term, Bannon does (and is doing) what everybody who wants to influence and ingratiate themselves to Trump does: Flatter him with obsequious praise.",
  "With the humiliation of Moore's loss in Alabama and the devastating quotes in Wolff's book attacking Trump's family, there was really no reason to keep him around.",
  "But if he were to lose the Breitbart platform, it's hard for me to envision what vehicle he would use to lead such a movement and how he would fund it.",
  "It feels impossible for someone like Steve Bannon to just disappear from, well, anywhere -- especially a world in which Donald Trump is president.",
  "If Trump were to decide against running for re-election, Bannon, believing he's the true carrier of the faith, must've thought, \"Why not me?\"",
  "And he did, for a time, have a profound influence on American politics that culminated in Trump's election.",
  "And he did, for a time, have a profound influence on American politics that culminated in Trump's election.",
  "He appears to be totally obsessed with the media, the battle of ideas between the two parties, all of it.",
  "Green: The reason uber-wealthy people like the Mercers become involved in politics is to exert influence.",
  "Trump appears to be WAY angrier at Bannon than when he actually fired him a few months back.",
  "And just for the thought experiment: If Breitbart jettisons Bannon -- where does he go then?",
  "But let's assume -- just for the purpose of the conversation -- he hangs on at Breitbart.",
  "Green: Look, here on planet Earth we're all rightly astonished that Bannon holds (held?)",
  "Cillizza: I am STUNNED that Bannon ever entertained the idea of a presidential bid.",
  "He had shepherded Donald Trump to the most unlikely presidential victory ever.",
  "He was preparing to go with Trump to the White House as a senior strategist.",
  "It's an automatic way to get in front of the cameras and spread a message.",
  "As Bannon has told people in the past, Trump is entirely transactional.",
  "After that, he was welcomed as a conquering hero back into Breitbart!",
  "Trump embraced that politics -- Bannon's politics -- and got elected.",
  "Trump obviously doesn't value him the way that he did a year ago.",
  "And is Bannon really in danger of losing his Breitbart platform?",
  "(CNN) This time last year, Steve Bannon was on top of the world.",
  "Bannon is, suddenly, a man without a friend left in the world.",
  "We'll see; nothing's ever quite impossible in Trump's world.",
  "But that's the only path back for Bannon that I can imagine.",
  "Like his ex-boss, he's always been a guy with a healthy ego.",
  "And when Trump turns on someone, he really TURNS on them!",
  "Bannon was an agent of that influence, and the architect.",
  "Bannon was an agent of that influence, and the architect.",
  "Our email conversation about all things Bannon is below.",
  "I hear that he thinks he can come back from this, too.",
  "Bannon has been in the doghouse before and come back.",
  "But he's not self-fund-a-presidential-campaign rich.",
  "Cillizza: Let's talk about Bannon and Breitbart.",
  "There's reporting out there they may oust him.",
  "How does he start to rebuild what he's lost?",
  "Or, heck, why doesn't he run for president?",
  "So clearly the ideas resonate in the US.",
  "Trump said that Bannon lost his mind!",
  "[Shakes hands, nods, walks away.]",
  "BUT, what then does Bannon do?",
  "So is this the end of the end?",
  "So a presidential bid is off.",
  "Is it solely the Wolff book?",
  "That would, um, never work.",
  "This guy is a news animal.",
  "I'm skeptical it'll work.",
  "He was the new hot thing.",
  "You can never say never.",
  "What the hell happened?",
  "So what's his next act?",
  "presidential ambitions.",
  "The Roy Moore debacle?",
  "Or is he done?",
  "Cillizza: OK.",
  "He's rich.",
  "Can he?"
]