[
  "A drumbeat of negative headlines and the possibility of tighter regulations have caused investors to unload some of their assets in Facebook, said Benjamin Schachter, an analyst at Macquarie Capital, in a research note.",
  "Investors punished Facebook after Cambridge Analytica, which had ties to President Trump's 2016 campaign, reportedly accessed information from about 50 million Facebook users to influence voters.",
  "\"We look for [Facebook] to become more assertive about the mistakes it has made, the unintended actions that have occurred on the platform, and how it intends to fix them,\" Nowak said.",
  "Lawmakers in both the United States and UK are calling for founder and CEO Mark Zuckerberg to testify about the compromised data and Facebook's policies to protect user privacy.",
  "He still owns roughly $70 billion worth of shares in the company, however, and his job is safe because he controls the majority of Facebook's shareholder vote.",
  "If users log off because they're worried about privacy, or if companies and advertisers slow spending on the site, Facebook's model could be in jeopardy.",
  "\"Weaker user or ad growth are the most material risks to the stock,\" Morgan Stanley analyst Brian Nowak wrote in a note.",
  "Both analysts expect Zuckerberg to go on offense to tamp down lawmakers' pressure and restore investors' confidence.",
  "Related: Facebook's data crisis deepens as questions mount\n\nZuckerberg holds around 400 million shares of Facebook.",
  "Its $49.4 billion loss in market value this week is larger than the market valuation of Ford, eBay or Delta.",
  "Facebook has become one of America's most valuable companies, with a market cap of around $488 billion.",
  "The company's slump has spread to the broader market, dragging down tech and social media companies.",
  "Shares of Facebook fell another 3% Tuesday on the heels of the company's worst day in four years.",
  "Not really\n\nFacebook makes money by selling advertisements on its platform.",
  "The value of his stake has lost $6.8 billion since Friday's market close.",
  "$49.4 billion has been wiped off Facebook's market value this week.",
  "Twitter (TWTR) tumbled 10% and Snap Inc. (SNAP) lost 3%.",
  "Facebook's stock slid for the second day in a row.",
  "Related: Is your data safe on Facebook?"
]