[
  "More: Cambridge Analytica shutting down in wake of Facebook data crisis\n\nMore: Facebook data of 50M users exploited by Trump data firm, say reports; firm suspended\n\nMore: Facebook backlash: Failure to disclose political firm's profile access draws scrutiny\n\nIn Chapter 7 bankruptcy, a trustee is typically appointed to oversee a sell-off of the debtor's remaining assets.",
  "The move comes less than three weeks after Cambridge Analytica announced it would shut down, citing the debilitating controversy over its handling of some 87 million Facebook users' data and its aggressive political maneuvers, including past ties to the Donald Trump campaign.",
  "(Photo: JACK GRUBER, USA TODAY)\n\nCambridge Analytica, the political intelligence firm whose tactics came under fire and sparked a whirlwind of scrutiny over Facebook data, has submitted papers in the U.S. to begin liquidating.",
  "Cambridge Analytica said this month it had \"unwavering confidence that its employees have acted ethically and lawfully,\" but \"the siege of media coverage has driven away virtually all of the company’s customers and suppliers.\"",
  "CLOSE The UK's information watchdog has said it will continue its investigation into Cambridge Analytica's role in the Facebook data scandal - even though the company has announced it is closing down.",
  "The company is also said to be under investigation by U.S. special counsel Robert Mueller as he probes Russian meddling in the 2016 presidential election.",
  "Afterward, the company ceases to exist, though it's possible that an outsider could attempt to buy intellectual property such as the name or technology.",
  "The firm denies any wrongdoing in accessing the personal details of millions of people, and says media attention has driven away all of its clients.",
  "In a court filing, Cambridge Analytica listed assets of about $100,000 to $500,000 and debts of about $1 million to $10 million.",
  "The company had 107 full-time employees and offices in London, New York and Washington, D.C., as of this month.",
  "It was a widely expected decision after the firm had started similar proceedings in United Kingdom courts.",
  "Sonia Legg reports Newslook\n\nChristopher Wylie testifies on Capitol Hill.",
  "Follow USA TODAY reporter Nathan Bomey on Twitter @NathanBomey.",
  "The company filed late Thursday to enter Chapter 7 bankruptcy.",
  "Proceeds are used to pay as many debts as possible.",
  "The company said it had no more than 49 creditors.",
  "Read or Share this story: https://usat.ly/2rQHTBf",
  "That will continue."
]