[
  "Problem is that a new...... — Donald J. Trump (@realDonaldTrump) March 25, 2018\n\n....lawyer or law firm will take months to get up to speed (if for no other reason than they can bill more), which is unfair to our great country - and I am very happy with my existing team.",
  "Some have turned down the offer for various reasons, including concern that the President doesn't listen to his lawyers and that their law firms represented other clients that would pose conflicts, according to multiple sources familiar with the inquiries.",
  "— Donald J. Trump (@realDonaldTrump) March 25, 2018\n\nAt least four defense attorneys at major law firms were approached to join Trump's legal team in recent weeks, but some turned the offer down, multiple sources familiar with the inquiries have told CNN.",
  "(CNN) President Donald Trump pushed back Sunday morning on reports that he has struggled to find attorneys from reputable firms with experience in high-stakes executive branch investigations who would be willing to represent him in the Russia probe.",
  "If he did decide to go to the White House, potentially for a position in the counsel's office unrelated to the Russia defense team, he would likely leave his firm, which has conflicts that would prevent them from taking the President on as a client.",
  "\"Many lawyers and top law firms want to represent me in the Russia case ... don't believe the Fake News narrative that it is hard to find a lawyer who wants to take this on,\" the President wrote in a pair of tweets.",
  "Problem is that a new ... lawyer or law firm will take months to get up to speed (if for no other reason than they can bill more), which is unfair to our great country - and I am very happy with my existing team.",
  "The lawyers include former US Solicitor General Ted Olson; Emmet Flood, who's worked for multiple presidents; and Robert Bennett, Bill Clinton's attorney in the Paula Jones litigation.",
  "Many lawyers and top law firms want to represent me in the Russia case...don't believe the Fake News narrative that it is hard to find a lawyer who wants to take this on.",
  "Besides, there was NO COLLUSION with Russia, except by Crooked Hillary and the Dems!",
  "Besides, there was NO COLLUSION with Russia, except by Crooked Hillary and the Dems!",
  "\"Fame & fortune will NEVER be turned down by a lawyer, though some are conflicted.",
  "Fame & fortune will NEVER be turned down by a lawyer, though some are conflicted.",
  "Two sources told CNN last week that Flood is still under consideration.",
  "Read More"
]