[
  "“While the misuse of data is not new, what we now see is how seemingly insignificant information about individuals can be used to decide what information they see and influence viewpoints in profound ways.”\n\nSeveral reports, including The NYT’s one, are referring to the actions of Cambridge Analytica — which had social media prowess described as the “secret sauce” to Trump’s political campaign — as a data “breach.” But as noted by Grewal in an update made Satuday morning, “the claim that this is a data breach is completely false” because Kogan requested and gained access through permissible, in fact standard, means.",
  "Paul Grewal, Facebook’s vice president and deputy general counsel, describes the situation in a blog post:\n\nIn 2015, we learned that a psychology professor at the University of Cambridge named Dr. Aleksandr Kogan lied to us and violated our Platform Policies by passing data from an app that was using Facebook Login to SCL/Cambridge Analytica, a firm that does political, government and military work around the globe.",
  "Cambridge Analytica was supposed to be the arsenal of weapons to fight that culture war.”\n\nTech companies like Google, Twitter, and especially Facebook, have been hammered with criticism from a large portion of the population — including lawmakers — for purportedly helping Trump win the 2016 election with the platform’s inherent offerings.",
  "Facebook says it is subjecting all apps that seek personal user information to its App Review process, “which requires developers to justify the data they’re looking to collect and how they’re going to use it – before they’re allowed to even ask people for it.”\n\nFollow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "(RELATED: Here Are Two Of The Russian-Bought Facebook Ads That ‘Helped Sway The Election’)\n\n“Now is a time of reckoning for all tech and internet companies to truly consider their impact on democracies worldwide,” Nuala O’Connor, president and CEO of the Center for Democracy & Technology, said in a statement.",
  "We are suspending SCL/Cambridge Analytica, Wylie and Kogan from Facebook, pending further information.”\n\nIt seems that Facebook allowed Kogan’s app to collect data on friends, and based on features such as “likes,” because it comported with their efforts to cultivate an environment of increased engagement.",
  "Arguing that Strategic Communication Laboratories, particularly its subsidiary Cambridge Analytica and some others, violated agreement terms, Facebook says the disbarment is necessary in its attempts to ensure people’s information is protected and user data isn’t being manipulated.",
  "In so doing, they gave their consent for Kogan to access information such as the city they set on their profile, or content they had liked, as well as more limited information about friends who had their privacy settings set to allow it.",
  "But Kogan apparently crossed the line after gaining access to user information in an admittedly “legitimate way and through proper channels” when he passed that data on to SCL — and thus Cambridge Analytica — as well as Wylie.",
  "Facebook announced Friday that it is suspending a data analytics firm that reportedly worked with President Donald Trump’s campaign team and utilized the social media platform in the run-up to the 2016 election.",
  "He also passed that data to Christopher Wylie of Eunoia Technologies, Inc. Like all app developers, Kogan requested and gained access to information from people after they chose to download his app.",
  "His app, “thisisyourdigitallife,” offered a personality prediction, and billed itself on Facebook as “a research app used by psychologists.” Approximately 270,000 people downloaded the app.",
  "But by doing so, Facebook inadvertently gave Kogan powers with unintended consequences, and upon figuring out his tactics and purposes, it barred the aforementioned alleged violators.",
  "How much social media campaigns actually had an effect on election results appears dubious, or at least unclear, and may not even be quantifiable.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Kogan was reportedly able to create more than 50 million profiles using the trend and characteristics data before providing them to Cambridge.",
  "Kogan’s app was eventually removed, and Facebook demanded authentic evidence that it deleted all relevant information as it had been told.",
  "What is more clear is that Facebook’s features can help sow seeds of further discord by allowing operators to capitalize on polarization.",
  "“Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,” Grewal continued.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "For them, this is a war, and it’s all fair,” Wylie said of Cambridge, according to The New York Times.",
  "If true, this is another unacceptable violation of trust and the commitments they made.",
  "“We are moving aggressively to determine the accuracy of these claims.",
  "“Everyone involved gave their consent,” said Grewal.",
  "“They want to fight a culture war in America.",
  "“Rules don’t matter for them."
]