[
  "Also, Apple’s relationship with China is considered by some to be dubious, especially since the leadership of the company espouses the importance of progressive ideals while simultaneously collaborating with and praising a fairly anti-progressive foreign government.",
  "The entrepreneurial wunderkind even took out full-page newspaper advertisements for several outlets across the world, apologizing for a “breach of trust” that occurred amongst the larger population and the tech company he leads.",
  "Upon Facebook’s disclosure, many people, particularly those on the left end of the political spectrum, were extremely frustrated with the tech giant, prompting an apology tour by CEO and founder Mark Zuckerberg.",
  "Europe, at least the officials that govern the continent and the comprised countries, have also been highly critical of U.S. tech companies, constantly threatening to clamp down or impose penalties in some way.",
  "The public’s positive perception of big tech companies like Amazon, Google, Apple, and especially Facebook, have sharply dropped in recent months and weeks, according to an Axios survey published Monday.",
  "The poll, which also shows that Twitter and Microsoft took a hit as well, helps illustrate how the former darlings of Silicon Valley are quickly growing into the target of many people’s ire.",
  "For Google, several arguable missteps and allegations of political bias have seemed to play a part in its diminishing reputation as a great, fair or wholesome company.",
  "It’s not yet clear if people will actually put their money where their mouths are after the #deletefacebook campaign first appeared around the latest revelations.",
  "The favorability ratings for Facebook fell 28 points in America, while Google, Amazon, and Apple experienced a 12-, 13- and 10-point dip, respectively.",
  "The prospect of America — which is typically reluctant in enforcing antitrust rules — and its regulators following suit seems to be growing by the day.",
  "For Amazon, there is also a, for the most part, bipartisan growth of skepticism, even hatred — aside from maybe the more limited-government advocates.",
  "16th that it is suspending Cambridge Analytica, a data analytics firm, for violating its rules for the collection of users’ trends and tendencies.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "(RELATED: The Large Majority Of Conservatives Working In Silicon Valley Feel Uncomfortable, Says Survey)\n\nAnd the same goes for Twitter.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Democrats in particular have soured on Facebook specifically, the latest Axios poll conducted Mar.",
  "In other words, favorability may be dwindling, but usership could stay relatively the same.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "In certain situations, those warnings turn into actual punishments.",
  "Facebook announced Friday, Mar.",
  "21-23 shows."
]