[
  "And we’re also removing personal information, such as names and profile photos, attached to posts or comments that approved apps can access.”\n\nBuried at the bottom of that blog post is the updated total of people believed to be affected by the improper sharing of data with Cambridge Analytica — a now-suspended data analytics firm that worked with President Donald Trump’s campaign.",
  "When asked if he thinks he should still be the CEO and chairman of Facebook (a subject broached in some form at least twice during the conference call), Zuckerberg simply said, “yes” — a starkly terse statement given the relative verbosity of his other answers.",
  "Just as the time-frame projections for substantive resolutions presumably won’t satisfy much of the public’s, nor lawmakers’, concerns, those who want Zuckerberg to step down as leader won’t be happy with his responses to reporters either.",
  "(RELATED: Zuckerberg: ‘I Am ‘Fundamentally Uncomfortable’ Deciding If Content Is Hate Speech Or Not)\n\n“We need to do better” and take a “broader responsibility,” Zuckerberg said several times throughout the nearly one hour phone call.",
  "We are going to keep on looking for things.”\n\nHe also promoted two recent updates Facebook provided on the same day as his press call — one being more of a clarification of how its platform works and has been working in recent years.",
  "After several reports originally estimated around 50 million users had their personal information shared with the political consultancy group, Facebook investigated and said it’s more likely to be up to 87 million people.",
  "The other update lists a number of actual new protections around user data, an area of concern that has grown in recent weeks as multiple reports and revelations have surfaced to show an apparent lack of care.",
  "“Going forward, all third-party apps using the Groups API will need approval from Facebook and an admin to ensure they benefit the group,” Mike Schroepfer, the chief technology officer said.",
  "“These updates are about making things clearer,” Facebook’s Erin Egan, vice president and chief privacy officer, and Ashlie Beringer, deputy general counsel, wrote on a company blog post.",
  "“Facebook is so complex” it will be a “multi-year effort” with “improvements made each month,” Zuckerberg felt the need to explain, concluding an extended conversation with reporters.",
  "It will take months, even years, to appropriately and effectively address the concerns large portions of the public have with Facebook, the founder Mark Zuckerberg said Wednesday.",
  "Facebook, for example, now has stricter stipulations for partnered groups and third parties looking for access to information about people’s traits and online tendencies.",
  "Content created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Zuckerberg was sure to personally explain the number is likely an overestimate, and it could very well be way less.",
  "We’re also not changing any of the privacy choices you’ve made in the past,” they continued, (emphasis theirs).",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Zuckerberg is set to testify before the House Energy and Commerce Committee on April 11 at 10:00 a.m.",
  "This is a big shift for us, taking a bigger responsibility,” Zuckerberg continued.",
  "“We’re not asking for new rights to collect, use or share your data on Facebook.",
  "Follow Eric on Twitter\n\nSend tips to eric@dailycallernewsfoundation.org.",
  "“Apps will no longer be able to access the member list of a group.",
  "“It’s going to take some time.",
  "“These are big issues."
]