[
  "\"Aggregate IQ, which received 40% of vote leave's funding, also worked on projects that involved hacked material and kompromat and distributing violent videos of people being bled to death to intimidate voters,\" Wylie added, \"and this is the company that played an incredibly pivotal role in politics here.\"",
  "Christopher Wylie, whose allegations blew open the scandal involving Donald Trump's presidential campaign and the official Brexit campaign, painted a picture of a company involved in illegal activity around the globe as he addressed a British parliamentary committee on Tuesday.",
  "Parliament TV\n\nLONDON — The whistleblower at the center of the Cambridge Analytica scandal has revealed shocking claims that his predecessor was murdered in a hotel room in Kenya and that police were bribed not to investigate.",
  "\"But when you work for senior politicians in a lot of these countries you don't actually make money in the electoral work — you make money in the influence brokering after the fact — and that a deal went sour.\"",
  "He said Aggregate IQ, which he described as a shell company of Cambridge Analytica, had been involved in sending violent and intimidating videos to voters in Nigeria in an attempt to swing an election.",
  "He said the campaign, which was led by Dominic Cummings, the former aide to the environment secretary, Michael Gove, had helped change the British Constitution through Brexit, based on a \"fraud.\"",
  "He also dismissed earlier claims from Cambridge Analytica to the committee that the firm had not used Facebook data, saying the testimony or executives had been \"exceptionally misleading and ...",
  "In remarkable testimony, Wylie painted a picture of a lawless organization that had dealt with hacked material, illegal data, and the use of intimidation techniques to win elections.",
  "He added: \"Again, this is what I've been told, so I'm not saying this as a matter of fact, but people suspected that he was poisoned in his hotel room.\"",
  "\"People suspected he was poisoned in his bedroom,\" Wylie said, adding that the Kenyan police had been \"bribed not to enter his hotel room for 24 hours.\"",
  "He said Cambridge Analytica had little concern for the law, saying \"they don't care whether or not it's legal as long as it gets the job done.\"",
  "Wylie added that the claims were merely \"speculation\" he had heard from others inside the company and that he had no proof of the allegations.",
  "Of the company's involvement in the Brexit campaign, he said it \"did not pass the smell test\" and had definitely been \"illegal.\"",
  "The videos, he said, showed people who were \"dismembered had their throats cut, bled to death in a ditch, and burnt alive.\"",
  "\"Aggregate IQ had been used as a proxy money-laundering vehicle ... so they could overspend,\" he said.",
  "Illegal activity\n\nHe said the company was pivotal in disrupting elections around the globe.",
  "\"What I heard was that he was working on some kind of deal of some sort,\" he said.",
  "Wylie said his predecessor Dan Muresan was poisoned after \"a deal went sour.\"",
  "\"It is what modern-day colonialism looks like,\" he told the MPs.",
  "\"I'm not sure what kind of deal it is.",
  "Christopher Wylie.",
  "dishonest.\""
]