[
  "CLOSE Instagram co-founders Kevin Systrom and Mike Krieger are leaving the company, they said in a surprise announcement late Monday Time\n\nInstagram founder Kevin Systrom talks about an added video feature to the Instagram program at Facebook headquarters in Menlo Park, Calif., Thursday, June 20, 2013.",
  "(AP Photo/Marcio Jose Sanchez) ORG XMIT: CAMS108 (Photo: AP)\n\nInstagram's co-founders Kevin Systrom and Mike Krieger have resigned and will leave the photo-sharing app's parent company Facebook in the coming weeks.",
  "I wish them all the best and I'm looking forward to seeing what they build next.”\n\nAfter the Cambridge Analytica scandal and the #DeleteFacebook movement, some of the social network users flocked to Instagram.",
  "Systrom announced their resignation Monday night on Instagram's website after The New York Times reported they had told company leaders about their plans earlier in the day.",
  "“Kevin and Mike are extraordinary product leaders and Instagram reflects their combined creative talents,\" Mark Zuckerberg said in a statement emailed to USA TODAY.",
  "More: Instagram might be creating a standalone shopping app, report says\n\nSystrom said he and Krieger remain \"excited\" for the future of Instagram and Facebook.",
  "With more than 500 million users, Instagram is estimated to be worth more than $100 billion if it were a stand-alone company, according to Bloomberg.",
  "\"Building new things requires that we step back, understand what inspires us and match that with what the world needs; that’s what we plan to do.\"",
  "Still, around the 2016 elections, Facebook said about 20 million people saw content on Instagram from fake Russian accounts.",
  "Systrom, the chief executive, and Krieger, the chief technical executive, launched the photo and video sharing app in 2010.",
  "\"We’re planning on taking some time off to explore our curiosity and creativity again,\" Systrom said in the statement.",
  "\"I've learned a lot working with them for the past six years and have really enjoyed it.",
  "Facebook acquired it in 2012 for $1 billion when it had 30 million users.",
  "More: What are the most 'Instagrammed' landmarks on Earth?",
  "Read or Share this story: https://usat.ly/2xKVTyN"
]