[
  "And earlier this year, Zuckerberg was forced to testify before Congress after admitting data firm Cambridge Analytica, which worked on the presidential campaigns of President Trump and Ted Cruz, had stolen data from as many as 87 million Facebook users.",
  "Founded in 2010 by Stanford University graduates Systrom and Krieger, Instagram has grown from a photo-sharing service into a popular photo app used by more than 1 billion people each month, according to CNET.",
  "CEO Kevin Systrom said in a statement on Instagram's website that he and Chief Technical Officer Mike Krieger are \"planning on taking some time off to explore our curiosity and creativity again.\"",
  "\"We've grown from 13 people to over a thousand with offices around the world, all while building products used and loved by a community of over one billion,\" Systrom's statement said.",
  "After the Cambridge Analytica scandal, the founder of WhatsApp, the global messaging service Facebook acquired in 2014, Jan Koum, said he was leaving the company.",
  "According to reports at the time, Korum expressed concern over Facebook's \"attempts to use its personal data and weaken [WhatsApp's] encryption.\"",
  "In February, the Department of Justice issued indictments against 13 Russian nationals of breaking U.S. laws to interfere in the 2016 election.",
  "U.S. intelligence agencies have said that Russian actors used Facebook and Instagram to wage a campaign of disinformation in the election.",
  "The co-founders of Instagram said Monday they had stepped down from Facebook, which acquired the photo-sharing app in 2012.",
  "In a statement, Facebook CEO Mark Zuckerberg called Systrom and Krieger \"extraordinary product leaders.\"",
  "Since then, it has been considered one of the social media network's most successful acquisitions.",
  "Facebook acquired Instagram for $1 billion in 2012, one month before the company went public.",
  "\"I've learned a lot working with them for the past six years and have really enjoyed it.",
  "I wish them all the best and I'm looking forward to seeing what they build next.\"",
  "Facebook has been mired in controversy since the 2016 elections.",
  "The news was first reported by The New York Times.",
  "\"We're now ready for our next chapter.\""
]