[
  "(Photo: MANDEL NGAN, AFP/Getty Images)\n\nTrump and Kushner stepped down from running their respective businesses to assume unpaid posts at the White House, but the disclosure reports shared with the Associated Press and The New York Times on Friday evening show they will continue to earn money from the companies they helped build.",
  "(Photo: Mark Wilson, Getty Images)\n\nWASHINGTON — President Trump's daughter Ivanka and her husband, Jared Kushner, are keeping vast real estate holdings, including Ivanka’s share of the Trump Hotel blocks from the White House where they are both top advisers to the new president.",
  "Bannon’s financial disclosure — which reflects his financial position prior to entering the White House — indicates he intended to sell his ownership share in Cambridge Analytica and Glittering Steel, pending approval of the deal by the Office of Government Ethics.",
  "(Photo: Michael Reynolds, Pool/Getty Images)\n\nWhite House Chief of Staff Reince Priebus earned $1.4 million in 2016, over half of which came from the Milwaukee law firm where he is a partner — despite the fact that he has been on leave since January 2011.",
  "Now director of Trump’s National Economic Council, Cohn also disclosed $11.2 million in cash bonuses, $23.2 million from the sale of restricted stock, and $1.7 million from exercised stock options from the Wall Street firm where he worked for 27 years.",
  "Bannon’s filing indicated that he resigned from the ultra-conservative Breitbart News last August, the same month he joined Trump’s campaign, but that contradicts a letter that Breitbart CEO Larry Solov submitted to the Senate Press Gallery last week.",
  "He earned $61,000 in salary from the Government Accountability Institute, a Mercer-funded nonprofit that backed research into Hillary Clinton’s finances, and $167,500 from Glittering Steel LLC, the movie production firm he co-founded with the Mercers.",
  "\"I think it speaks volumes to the desire for a lot of these people to fulfill the president's vision and move the agenda forward that they are willing to list all of their assets, undergo this public scrutiny,\" Spicer told reporters Friday afternoon.",
  "Conway also reported consulting work for which she received more than $5,000 for the California-based Center for Medical Progress, whose undercover videos at Planned Parenthood clinics led to felony charges this week for recording without permission.",
  "The disclosures also show her maintaining an ownership stake in the Trump International Hotel in Washington, the subject of protests from ethics watchdogs who say special interests are likely to stay at the hotel to win favor with the administration.",
  "Officials said the release will not include President Trump or Vice President Pence, and they said the forms do not reveal current holdings but offer a snapshot of officials' assets and liabilities before they joined the government.",
  "Bannon earned more than $1 million last year before entering the White House — including $125,000 from Cambridge Analytica, Robert Mercer’s data analysis firm, and $191,000 from Breitbart News, where the Mercers are also co-owners.",
  "(Photo: Chip Somodevilla, Getty Images)\n\nDina Habib Powell, one of several former Goldman Sachs executives now working in the White House, earned more than $6 million from the investment bank last year, the disclosure forms show.",
  "A White House lawyer who briefed reporters Friday said Cohn has resigned from all his former positions but is still in the process of divesting himself from his assets over the first three or four months of the administration.",
  "Jamie Gorelick, the couple's lawyer, told the Associated Press that in consultation with the Office of Government Ethics, attorneys determined the real estate would not pose the kind of conflicts that would require selling.",
  "Here's what we know about the aides whose reports have been released so far:\n\nSteve Bannon\n\nIn this Feb. 7, 2017, file photo, White House chief strategist Steve Bannon is seen in the Roosevelt Room of the White House.",
  "(Photo: Mark Wilson, Getty Images)\n\nKellyanne Conway, who serves as counselor to the president, has a multimillion-dollar portfolio, including between $6.5 million and $31 million in cash and money market accounts.",
  "Kushner has divested himself from dozens of businesses or investments and resigned from more than 260 positions that lawyers determined could pose a conflict of interest with his work in the administration.",
  "(Photo: Evan Vucci, AP)\n\nThe report for chief strategist Steve Bannon reflects his ties to the wealthy Mercer family, which was one of the biggest financial benefactors of Trump’s candidacy last year.",
  "Otherwise, Spicer’s main source of income was his job as chief strategist and communications director at the Republican National Committee, where he earned $260,000 in salary and bonuses last year.",
  "Ivanka Trump has put her fashion-licensing brand in a trust controlled by two relatives that is valued at more than $50 million, according to the financial disclosure report released late Friday.",
  "On financial disclosure forms for 2016, Spicer reported rental income of between $50,000 and $165,000 from four Northern Virginia properties with a combined value of at least $1.1 million.",
  "The couple could be worth at least $240 million with their holdings potentially exceeding $740 million, according to a financial report released by the White House Friday.",
  "Jared Kushner and Ivanka Trump\n\nFirst daughter Ivanka Trump and husband Jared Kushner attend President Trump's address to a joint session of Congress on Feb. 28, 2017.",
  "The report, which lists income, assets and liabilities in broad ranges only, pegs Ivanka Trump’s stake in the hotel at between $5 million and $25 million.",
  "Dina Habib Powell\n\nIvanka Trump and Dina Powell greet former General Electric CEO Jack Welch at a policy forum at the White House on Feb. 3, 2017.",
  "Trump stepped away from management of his branding and real-estate empire before taking office, but he has not relinquished his ownership stake.",
  "White House press secretary Sean Spicer said the disclosures underscore Trump's ability to attract successful executives to his administration.",
  "He is also part of family trusts that own four properties in Rhode Island and Alabama, but those holdings provide no income to Spicer directly.",
  "(Photo: Chip Somodevilla, Getty Images)\n\nSpicer is a bit of a real estate magnate in his own right — but on a much smaller scale than his boss.",
  "Priebus earned a $225,000 salary and $100,000 in bonuses from the Republican National Committee in 2016, plus a $75,000 bonus check from 2015.",
  "Solov wrote that Bannon resigned “on or about Nov. 13 — the same day Bannon’s financial form lists as the start date of his White House job.",
  "CLOSE Details on Jared Kushner's finances suggest he and his wife, Ivanka Trump, have real estate investments worth as much as $740 million.",
  "He also received a $250,000 partnership distribution and a $50,000 bonus, and the firm returned $96,000 he had in a capital account there.",
  "Kellyanne Conway\n\nKellyanne Conway attends a House Republican Conference meeting with President Trump on Capitol Hill on March 21, 2017.",
  "Kushner, for instance, will continue to benefit from parts of the real estate empire he ran with his father through a series of trusts.",
  "The White House is releasing as many as 180 financial disclosure reports for top aides, including for former Goldman Sachs executives.",
  "As government employees, many Trump appointees had to divest some of their holdings to avoid conflicts of interests with their jobs.",
  "(Photo: Andrew Harnik, AP)\n\nGary Cohn’s salary of $1.8 million as Goldman Sachs CEO is only a small part of his financial picture.",
  "She listed business income of more than $800,000 from the polling and consulting firm she ran before joining Trump’s campaign.",
  "Gary Cohn\n\nIn this Jan. 22, 2017, file photo, Gary Cohn arrives for a White House senior staff swearing-in ceremony.",
  "Glittering Steel produced the film Clinton Cash, based on the book of the same name supported by the institute.",
  "But the bigger chunk of his earnings was a $450,000 equity buyout from his law firm, Michael Best & Friedrich.",
  "Reince Priebus\n\nReince Priebus attends a meeting in the Roosevelt Room of the White House on Feb. 1, 2017.",
  "\"The remaining conflicts, from a practical perspective, are pretty narrow and very manageable,\" she said.",
  "The Trumps have a 60-year lease on the federally owned property, just a short walk from the White House.",
  "Those, too, only have to be reported in ranges, but at least 51 hold assets worth $1 million or more.",
  "Sean Spicer\n\nSean Spicer conducts the daily press briefing at the White House on March 31, 2017.",
  "She is now economic adviser to the president and deputy national security adviser for strategy.",
  "His largest holdings are two bank accounts worth a total of between $300,000 and $600,000.",
  "Contributing: Gregory Korte\n\nRead more:\n\nRead or Share this story: http://usat.ly/2nEclv8",
  "Officials began sending them Friday and will continue releasing them over the weekend.",
  "And that doesn’t include dividends, which he’s only required to disclose in ranges.",
  "Those assets include hundreds of brokerage accounts, hedge funds and partnerships.",
  "The party also paid his rent in Washington — a little over $57,000 for the year.",
  "Government employees are only required to report assets in broad ranges.",
  "She reported earnings of $1 million to $5 million from the property.",
  "Those added up to somewhere between $2.3 million and $14 million.",
  "Unlike his boss, Priebus holds no major income-producing assets.",
  "That includes a more than $3 million cash bonus from Goldman.",
  "Her retirement accounts are worth more than $2 million.",
  "Buzz60\n\nThe White House is pictured on Jan. 20, 2017.",
  "Maria Mercedes Galuppo (@mariamgaluppo) has more.",
  "Her assets could top $9 million."
]