[
  "“One of the things I love about working here, is I get to sit in a room with Brendan [Iribe] from Oculus, Jan [Koum] from WhatsApp, you’ve got Mark you’ve got Sheryl you’ve got Schrep (the CTO), Chris Cox, you get all of those people, and we can all learn from each other and we all can help each other,” Systrom said in 2016.",
  "The cofounders also oversaw the rapid development of Instagram’s advertising offerings, leveraging Facebook’s expertise in delivering relevant ads to specific groups of people to quickly scale a business that some analysts say could generate $20 billion in sales in by 2020, or roughly a quarter of Facebook's revenue.",
  "During their tenure at Instagram, which they founded eight years ago and sold to Facebook for $1 billion in cash and Facebook stock, Systrom and Krieger grew their app to more than 1 billion users, becoming one of the fastest-growing products in Facebook’s suite of apps.",
  "I wish them all the best and I'm looking forward to seeing what they build next.”\n\nThis news comes on the heels of the departure of another Facebook-app executive—WhatsApp cofounder Jan Koum, who built the end-to-end encryption messaging app with Brian Acton in 2009.",
  "“That being said, Instagram has performed remarkably well under their leadership and their departure could add pressure to Facebook executives who already have their hands full.”\n\nFor all Instagram and Facebook share, they diverge on a key cultural trait.",
  "The social media company has been working to regain users’ trust in the wake of Russian interference in the last U.S. presidential election over social media, and the more recent Cambridge Analytica privacy scandal that broke early this year.",
  "“One thing Mark has done from the beginning is say, you have the independence to make the product calls you want to make, and how you want to make them, and when you want to make them, and he’s been true to that,” Systrom said two years ago.",
  "Facebook's mantra is “Move fast and break things.” Instagram’s core maxim could be “Handle with care.” In mid-2016, Systrom noted in an interview with Forbes that he was drawn to the autonomy that Facebook and Zuckerberg had offered him.",
  "The cofounders reportedly decided to resign amid growing tensions with Facebook founder and CEO Mark Zuckerberg over Instagram's future and plan to depart in the coming weeks, Bloomberg News previously reported.",
  "We look forward to watching what these innovative and extraordinary companies do next.”\n\n“Mike and I are grateful for the last eight years at Instagram and six years with the Facebook team,” Systrom added.",
  "#deletefacebook.”\n\n“Instagram founders [have] probably stayed longer than many others would have,” Colin Sebastian, a senior Robert W. Baird analyst, who covers technology, said in an email.",
  "One month prior in March, Acton (he quit the company in November 2017) sent out a condemning tweet aimed at its parent company in the wake of growing user privacy concerns: “It is time.",
  "“Building new things requires that we step back, understand what inspires us and match that with what the world needs; that’s what we plan to do,” Systrom said.",
  "Growth was buoyed by a series of successful app features, particularly the launch of Instagram Stories two years ago, which emphasizes real-time video sharing.",
  "“Kevin and Mike are extraordinary product leaders and Instagram reflects their combined creative talents,” Zuckerberg said in a statement on Monday.",
  "In May, Instagram’s vice president of product departed to join Facebook’s new blockchain division, led by former PayPal president David Marcus.",
  "Earlier this month, Facebook said former Instagram COO Marne Levine would return to the original flagship app to oversee global partnerships.",
  "Instagram cofounders Kevin Systrom and Mike Krieger are stepping down from Facebook , which acquired their photo-sharing app six years ago.",
  "“We remain excited for the future of Instagram and Facebook in the coming years as we transition from leaders to two users in a billion.",
  "Levine replaced former Facebook executive Dan Rose, who announced he was stepping down as vice president of partnerships in October.",
  "Facebook acquired WhatsApp in 2014 for $22 billion in cash and stock; it is still the social network’s largest acquisition to date.",
  "Instagram’s customer base expanded from hundreds of advertisers in 2015 to more than 2 million monthly advertisers this year.",
  "At the time, Systrom described Facebook as being more data-driven, while Instagram was “a bit more creative” in its approach.",
  "In a blog post, Systrom said he and Krieger plan to take time off to “explore their curiosity and creativity” again.",
  "“We’re now ready for our next chapter.”\n\nTheir departures come during a period of sustained turbulence at Facebook.",
  "Koum, who continued to serve as WhatsApp CEO after the acquisition, announced his resignation in April.",
  "“I've learned a lot working with them for the past six years and have really enjoyed it.",
  "The cofounders’ departure comes amid executive shuffling at Facebook.",
  "“We don’t always agree.”\n\n--With reporting by Angel Au-Yeung."
]