[
  "The Hill’s Miranda Green ... Elizabeth Santorum … Neal Kemkar, senior counsel and director of environmental policy at GE ... Brad Perseke, a partner at GMMB ... Samantha Cotten, new press secretary for America Rising (h/t Sarah Dolan) … Jacob White … WJLA’s Brett Holton … Stephanie Dreyer ...\n\n... Lucia Graves of The Guardian ... Dennis Lennox, Virgin Islands GOP operative (h/t Patty Borwicz) … Paul Jhin ... Roy Ramthun ... Todd Foley, SVP for policy and gov’t affairs at American Council on Renewable Energy (h/t wife Carrie Stevenson) ... Christopher Turman, SVP of National Strategies, is 47 … Facebook’s Brittany Uter ... Ali Aslan... Emma Allen ... Lila Tyrangiel … Elizabeth Alexander ... Sebastian Stafford ... Katie Kling … Allen Jamerson of the Bockorny Group … Rob Green … Matt McCarthy … David Mork … Kim Smith ... Jeff Kepnes, senior executive producer for specials at MSNBC ... Ryan Webb is 47 ... Gregory Flap Cole ... Rebekah Hutman ... Bonnie Campbell ... Eric Norrby (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Since then, it’s been intensified by non-stop deployments of warplanes and their crews, an exodus of maintenance personnel and deep cuts to pilots’ flight-training hours.” http://bit.ly/2v4Vucz\n\n-- “Ronny Jackson, Trump’s pick for Veterans Affairs, may pass up $1 million to join the Cabinet,”by WaPo’s Andrew deGrandpre: “President Trump’s controversial nomination of Ronny L. Jackson to head the Department of Veterans Affairs has grown further complicated by the Navy physician’s pending military promotion, which he could be forced to pass up — along with an estimated $1 million in future retirement income — if confirmed for the Cabinet post.” https://wapo.st/2qgQBbo\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Playbook Reads\n\nPHOTO DU JOUR: Former Masters champion Sergio Garcia (back) helps Patrick Reed with his green jacket after Reed won the Masters golf tournament on April 8 in Augusta, Ga. | David J. Phillip/AP Photo\n\n2018 WATCH -- “Heidi Heitkamp bets big on small-state politics to save her seat,” by NBC’s Leigh Ann Caldwell: https://nbcnews.to/2ql0J2b\n\nWHAT THE PENTAGON IS READING – “The death toll for rising aviation accidents: 133 troops killed in five years,” by Military Times’ Tara Copp: “In the last three weeks, six military aviation crashes have killed 16 pilots or crew — a tragic development that has cast a spotlight on a growing crisis: Accident rates have soared over the last five years for most of the military’s manned warplanes.",
  "The issue presents yet another challenge to the GOP in a tough midterm election year even in the rural areas across the Upper Midwest that swept Trump to victory — and where control of the Senate could be decided.” https://wapo.st/2uXqMBZ\n\nALL EYES ON ZUCK -- “Zuckerberg to meet with U.S. lawmakers Monday: sources,” by Reuters’ David Shepardson: “Facebook Chief Executive Officer Mark Zuckerberg will hold meetings with some U.S. lawmakers on Monday, a day before he is due to appear at Congressional hearings over a political consultancy’s use of customer data, two congressional aides said on Sunday.",
  "“Palantir took steps to develop a social media data policy in early 2015, soliciting input from employees who’d worked on customer accounts involving the use of such data, an email from that time shows.” https://bzfd.it/2EvnDJb\n\n-- “Facebook suspends another data analytics firm after CNBC discovers it was using tactics like Cambridge Analytica,” by CNBC’s Michelle Castillo: “Facebook is suspending a data analytics firm called CubeYou from the platform after CNBC notified the company that CubeYou was collecting information about users through quizzes.",
  "There is no blitz attack planned by the White House, which would be seen as ‘punching down,’ according to one of the White House officials.” https://politi.co/2qkhZEm\n\nTRADE WARS -- “Farmers who propelled Trump to presidency fear becoming pawns in trade war,” by WaPo’s Dave Weigel in Mankato, Minnesota: “Many of the farmers who helped propel Donald Trump to the presidency fear becoming pawns in his escalating trade war with China, which threatens markets for soybeans, corn and other lifeblood crops in the Upper Midwest.",
  "Since 2012, Israel has struck inside Syria some 100 times, hitting suspected weapons’ convoys destined for the Lebanese militant group Hezbollah.” https://bit.ly/2IBG5Cc\n\n-- REUTERS in AMMAN: “Syria, Russia say Israeli war planes carried out strike on Syrian air base”: “Syrian state TV initially said the United States was suspected of carrying out a missile attack on the T-4 airfield near Homs, after harsh words by Trump over the reported chemical attack on Saturday in the town of Douma which killed dozens of people.",
  "‘I will be forever grateful to President Trump for the opportunity to serve my country and implement his agenda,’ he said.” https://politi.co/2Hoj1rr\n\nMESSAGING WARS -- “White House has no plan for countering Comey,” by Matt Nussbaum: “Former FBI director James Comey is about to return to the national spotlight with the release of his memoir next week — but the White House is doing little to prepare for the onslaught, according to two officials.",
  "Learn more at google.com/grow/veterans\n\nVALLEY TALK – “Palantir Had No Policy On Social Media Data Collection Prior To 2015,” by BuzzFeed’s William Alden: “The Silicon Valley data analysis firm Palantir Technologies lacked a comprehensive policy for handling social media data in 2014, when one of its employees helped Cambridge Analytica acquire private information on as many as 87 million Facebook users, BuzzFeed News has learned.",
  "The Russian military, whose forces are supporting Syrian President Bashar al-Assad, said two Israeli F-15 war planes had carried out the strikes on the Syrian T-4 air base, the Interfax news agency reported.” https://reut.rs/2IAxUpW\n\n-- @nikkihaley: “We along with 8 other members have called for an emergency Security Council mtg [Monday] in reference to the horrible chemical weapons attack on innocent civilians in Syria.",
  "“The confirmation from Pyongyang directly, rather than from third countries like South Korea, has created more confidence within Trump’s administration about the wisdom of holding such a meeting, as U.S. officials make secretive preparations.” https://bit.ly/2EvsMkt\n\nTHE JUICE …\n\n-- PLAYBOOK SCOOPLET: DARA KHOSROWSHAHI is coming to D.C. Wednesday for his first trip to the district as CEO of Uber.",
  "Pictures of Ryan and Kelly http://bit.ly/2ICt779 … http://bit.ly/2IFKOTh\n\nTHE RACE IS ON -- “The race to replace Paul Ryan is on,” by Rachael Bade and John Bresnahan: “Two top members of Paul Ryan’s leadership team, Majority Leader Kevin McCarthy and Majority Whip Steve Scalise, have begun angling for his job in the event the speaker calls it quits after the election.",
  "“The company sold data that had been collected by researchers working with the Psychometrics Lab at Cambridge University, similar to how Cambridge Analytica used information it obtained from other professors at the school for political marketing.” https://cnb.cx/2GKlwHe\n\n\n\nPlaybookers\n\nSPOTTED: Peter Navarro on an American flight from Palm Beach to DCA on Sunday.",
  "The planned meetings at Capitol Hill are expected to continue through Monday afternoon and include some lawmakers from committees before whom Zuckerberg is due to testify.” https://reut.rs/2EuiOQg\n\n-- FIRST IN PLAYBOOK -- Charter Communications CEO Tom Rutledge has a blog post that’s coming out this morning in advance of the Zuckerberg hearing this week.",
  "official says North Korean leader ready to discuss nukes,” by AP’s Josh Lederman: “North Korea’s government has communicated with the United States to say that leader Kim Jong Un is ready to discuss his nuclear weapons program with President Donald Trump, officials said Sunday, increasing the likelihood that the unprecedented summit will actually occur.",
  "General Motors Co. has followed with the Buick Envision SUV and Cadillac CT6 plug-in hybrid, with both selling stateside in small numbers: 4,367 Envisions were sold in the U.S. last month, less than 1.5 percent of GM’s total sales, plus only 17 plug-in Cadillac CT6s, according to Autodata Corp.\" https://bloom.bg/2Hk4YTu\n\nGood Monday morning.",
  "DEPARTURE LOUNGE -- “Trump’s top national security spokesman to leave White House,” by Eliana Johnson: “National Security Council spokesman Michael Anton said Sunday that he plans to leave the White House — a move that will leave President Donald Trump without one of the earliest and sharpest defenders of his ‘America First’ foreign policy.",
  "Doug Ducey is 54 ... Katie Dowd ... former Sen. Harris Wofford (D-Pa.) is 92 ... Amy Dudley, chief spokesperson for the Chan Zuckerberg Initiative ... California crisis communications guru Larry Kamer is 61 ... David MacKay ... Politico’s Ali Manzano ... Mike Berman, president emeritus of Duberstein Group, is 79 (h/t Hilary Rosen) ...",
  "Scalise said in an interview that he would not challenge McCarthy for speaker -- ‘I’m not running against Kevin for anything,’ he told POLITICO -- while McCarthy said he’s focused solely on keeping the House in November and pursuing President Donald Trump’s agenda.” https://politi.co/2IFeH6p\n\nThe most reliable politics newsletter.",
  "ESCALATION IN SYRIA -- “Israel blamed for missile strike in Syria; 14 reported dead,” by AP’s Zeina Karam and Bassem Mroue in Beirut: “Russia and the Syrian military blamed Israel for a pre-dawn missile attack Monday on an air base in central Syria, saying Israeli fighter jets launched the missiles from Lebanon’s air space.",
  "SPOTTED -- TREASURY SECRETARY STEVEN MNUCHIN yesterday in first class on United flight 783 from Los Angeles to Dulles -- (pic http://bit.ly/2qgVtgG) … After appearing on “Face the Nation,” Mnuchin went to the Riviera Country Club in Pacific Palisades in LA County.",
  "Bolton, who takes over Monday as President Trump’s third national security adviser with Syria as his most immediate challenge, and talks with North Korea and the future of the Iranian nuclear deal not far behind, loves nothing more than a good target.",
  "And, of course, Republicans who succumb to such muddled thinking, like Colin L. Powell, Condoleezza Rice and even Mr. Bush.” https://nyti.ms/2uWlwyp\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“And then there are ‘the Crusaders of Compromise,’ as he terms the elite of the national security world; the diplomats he refers to as ‘the High Minded,’ with the capital H and capital M; ‘the True Believers’ of the arms control priesthood.",
  "Q&A: https://politi.co/2IBMDkg\n\nBIRTHDAYS: CNN Worldwide President Jeff Zucker is 53 ... Joe Scarborough is 55 (hat tip: Jesse Rodriguez) ... Alex Anderson, White House director of digital engagement ... Cynthia Nixon is 52 ... Ariz. Gov.",
  "Khosrowshahi, the mayor and other transportation experts are also slated to participate in a panel discussion at 10:30 a.m. at the hub, which is located in the East River Shopping Center off of Minnesota Ave. and Benning Road, N.E.",
  "Palantir insiders felt that the company's ‘ad hoc’ approach to handling social media data for customers in general was ‘becoming unworkable,’ a senior engineer said in an October 2014 memo not related to Cambridge Analytica.",
  "These officials said it’s understood within the West Wing that laying out an advance media strategy is largely a futile exercise since President Donald Trump could blow up any prepared talking points with a single tweet.",
  "Through a six-month investigation, the Military Times found that accidents involving all of the military’s manned fighter, bomber, helicopter and cargo warplanes rose nearly 40 percent from fiscal years 2013 to 2017.",
  "...\n\n“Trump’s aggressive attacks on China over trade are putting Republicans such as Hagedorn in a difficult spot — torn between siding with Trump and acknowledging the economic peril to many of their constituents.",
  "| Susan Walsh/AP Photo\n\nDriving the Day\n\nPLAYBOOK SCOOP … SPEAKER PAUL RYAN raised $11.1 MILLION in the first quarter of 2018, bringing his fundraising total to more than $54 MILLION for the 2018 election cycle.",
  "They’re closely monitoring the moves of the other and quietly courting Republicans who could help them clinch the top post, according to 20 GOP lawmakers and aides interviewed for this story.",
  "\"Though Trump’s first national security adviser, Michael Flynn, brought Anton into the administration, he spent the majority of his tenure serving as spokesman for Flynn’s replacement, H.R.",
  "…\n\n“The nitty-gritty of preparing talking points and rapid response is being outsourced to the [RNC], which also handled much of the rebuttal when Comey testified on Capitol Hill in June.",
  "Ryan is by far the biggest cash cow by a mile for the House GOP, dwarfing Kevin McCarthy and Steve Scalise, who are engaged in a shadow war to become the next Republican leader.",
  "The scenario is eerily similar to how Cambridge Analytica received unauthorized access to data from as many as 87 million Facebook user accounts to target political marketing.",
  "I wish I could ask Cousin George what HE thinks of the Trump presidency.” Read her Playbook Plus Q&A: https://politi.co/2GKIuKg ... Ross Wallenstein, VP of Marino PR, is 4-0.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Playbook scoop: Ryan’s massive fundraising haul as speaker race heats up Presented by\n\nHouse Speaker Paul Ryan raised more than $11.1 million in the first quarter of 2018.",
  "“An analysis of the data shows manned warplane accidents have spiked nearly 40 percent since 2013, the year the mandated budget cuts known as sequestration took effect.",
  "“His seat was changed at the last minute to accommodate a disability dog,” per our tipster ... Joe Biden flying coach on Sunday from West Palm Beach to DCA on American.",
  "Ryan also raises piles of money for American Action Network/Congressional Leadership Fund, the outside groups designed to bolster and protect House Republicans.",
  "BIRTHDAYS OF THE DAY: Alex Witt, host of “MSNBC Live with Alex Witt” on weekends – she’s celebrating with family and friends in Islamorada in the Florida Keys.",
  "Strong action is needed.”\n\nTRUMP ON THE MASTERS -- @realDonaldTrump at 8:43 p.m.: “Congratulations to Patrick Reed on his great and courageous MASTERS win!",
  "But Jim Hagedorn, a former GOP congressional aide and Treasury official running for an open House seat, says they should keep their faith in Trump.",
  "He has also transferred more than $40 MILLION to the NRCC -- a goal Ryan world set for the cycle last spring after a spate of special elections.",
  "L’Heureux served in the Obama Administration as a national security policy adviser at DOD and as the deputy executive secretary at Treasury.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "She was most recently VP of government relations at government technology contractor CSRA, which was acquired recently by General Dynamics.",
  "PRE-DAWN TWEET: @realDonaldTrump at 6:03 a.m.: \"When a car is sent to the United States from China, there is a Tariff to be paid of 2 1/2%.",
  "“Anton said he plans join Hillsdale College’s Kirby Center, the conservative school’s Washington, D.C. outpost, as a writer and lecturer.",
  "TRANSITIONS -- OBAMA ALUMNI: Alexandra Veitch starts today as the North American lead for government relations and policy at Tesla.",
  "Khosrowshahi will be meeting with D.C. Mayor Muriel Bowser at the company’s new Greenlight Hub, a driver resource center in Ward 7.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "-- BEFORE RYAN took the speakership, there was a fear among some that he would not be as prolific a fundraiser as John Boehner.",
  "At least 133 service members were killed in those fiscal year 2013-2017 mishaps, according to data obtained by Military Times.",
  "Khosrowshahi is expected to make an announcement about helping enhance urban mobility in communities the company operates.",
  "Now he is the Masters Champion!”\n\n-- THE PRESIDENT is referring to the golf course he owns: Trump National Doral in Miami.",
  "“Neither man is actively rounding up votes at this point, and both of them downplayed the possibility of a looming clash.",
  "CubeYou misleadingly labeled its quizzes ‘for non-profit academic research,’ then shared user information with marketers.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "-- BLOOMBERG on cars coming to the U.S. from China: \"So far, sales of Chinese-made cars in the U.S. have been minimal.",
  "Russia’s Defense Ministry said two Israeli aircraft targeted the T4 air base in Homs province, firing eight missiles.",
  "A fun fact about Alex: “My fun fact is that President George Washington is my cousin, seven generations removed.",
  "When Patrick had his amazing win at Doral 5 years ago, people saw his great talent, and a bright future ahead.",
  "“The United States denied attacking the Syrian base, and France also said its forces had not carried it out.",
  "Geely Automobile Holdings Ltd.-owned Volvo Cars started importing S60 sedans from the country in 2015.",
  "It’s doubled for some aircraft, like the Navy and Marine Corps’ F/A-18 Hornets and Super Hornets.",
  "A war-monitoring group said the airstrikes killed 14 people, including Iranians active in Syria.",
  "Over a long and colorful career he has had many of them: the United Nations, first and foremost.",
  "This evening he will receive a briefing and then have dinner with senior military leadership.",
  "It’s made my interest in Revolutionary War history and the founding of our country personal.",
  "He calls for Congress to pass strong regulations on the tech industry -- including Charter.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "When a car is sent to China from the United States, there is a Tariff to be paid of 25%.",
  "She assumes the job from Carrie Rankin, who is transitioning into a senior adviser role.",
  "Ryan and Kelly spoke to the group about their shared legislative and policy priorities.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "-- Alexis Prieur L’Heureux is the new chief of staff for Rep. Seth Moulton (D-Mass.).",
  "-- SCOOPLET … BEHIND THE SCENES: RYAN hosted a donor retreat last week in Austin.",
  "White House chief of staff JOHN KELLY quietly flew to Texas to address the group.",
  "...\n\n“Israel’s foreign ministry had no comment when asked about the accusations.",
  "But also the International Criminal Court and the Antiballistic Missile Treaty.",
  "She most recently served as communications director for Rep. Tom Reed (R-N.Y.).",
  "(Ryan reached the $40-million goal seven months before the end of the cycle.)",
  "The speaker has held fundraising events in 30 states and more than 70 cities.",
  "The rise is tied, in part, to the massive congressional budget cuts of 2013.",
  "TRUMP’S MONDAY -- The president is hosting a cabinet meeting in the morning.",
  "RYAN, of course, has not said whether he’ll seek another term as speaker.",
  "Also: Ryan’s re-election campaign will report $10.5 MILLION cash on hand.",
  "Randy Bryce, the Democrat running against Ryan, has $2.6 million on hand.",
  "He is calling for a mandated “opt-in” function for using personal data.",
  "Veitch is an alum of the Obama White House, DHS, and Pelosi-world.",
  "Reed actually won the WGC-Cadillac Classic held at Doral in 2014.",
  "… Samantha Cotten is the new press secretary for America Rising.",
  "He was on “Meet the Press” from West Palm Sunday morning.",
  "No, it sounds like STUPID TRADE - going on for years!\"",
  "http://bit.ly/2H6CoHM\n\nON THE WORLD STAGE -- “U.S.",
  "He’s proven to be far more prolific than Boehner.",
  "Learn more at google.com/grow/veterans\n\nW.H.",
  "Does that sound like free or fair trade.",
  "PETER BAKER on JOHN BOLTON on A1: “Mr.",
  "This is becoming all too common.",
  "You can unsubscribe at any time.",
  "The Palestinian Authority.",
  "It also gets me into Mt.",
  "The European Union.",
  "North Korea.",
  "Vernon free!",
  "McMaster.",
  "Russia.",
  "China.",
  "Iran.",
  "..."
]