[
  "It’s Not Just Social Media\n\nAt VentureBeat’s inaugural Blueprint event in Reno, Nevada, I had an opportunity to sit down with Tim O'Reilly, the founder of O'Reilly Media, after his prescient keynote speech about shifting toward a more future-focused approach to innovation by learning from the past, a concept he lays out in his book, WTF: What's the Future, and Why It's Up to Us.",
  "While Facebook is understandably feeling heat for the high profile Cambridge Analytica scandal, after feeding millions of its users’ data to the British political consulting firm, it's also necessary for brands and marketers to take responsibility for their part in this crumbling ecosystem.",
  "Contrary to trends in recent years, paid-for subscriptions are seeing a spike, as readers are flocking away from online advertising in droves, and 80 million of us are using adblockers this year.",
  "“Media companies played the click bait game and then said, 'I’m shocked’ [about tech addiction], and mainstream media was just as bad with abandonment of basic journalistic principles.\"",
  "While these tactics can save consumers time, when implemented responsibly, they can also lead to the monetization of consumer attention and tech addiction, having the opposite effect.",
  "The coalition of early Facebook and Google employees who are \"fighting the tech they created,\" claim to be seeking balance to realign technology with humanity’s best interests.",
  "That is, what is our responsibility to balance our marketing objective--of converting content into sales--with the need to empower our customers to overcome tech addiction?",
  "Not only are platforms like Facebook and Instagram found to lead to depression and anxiety in children, but privacy issues are a constant worry when it comes to the net.",
  "When articles are no longer written for readers first and content optimization and keywords replace well-written prose, you have to question the content's integrity.",
  "According to Pew Research, 95 percent of us own a cell phone of some description, and we spend an average of 10 hours a day staring at it, along with other screens.",
  "But if we look beyond the boom of inbound marketing and digital conversions, it turns out that all this technology is having some pretty alarming side effects.",
  "And while it’s convenient to throw all the blame on platforms like Facebook, especially given recent data scandals, I have to recognize my role in all of this.",
  "If you consider tactics like remarketing and omnichannel marketing, companies are constantly placing their products and messages in front of consumers.",
  "After all, there’s arguably no more straightforward way to connect one-on-one with a potential customer than by appearing in the palms of their hands.",
  "“We’re enmeshed in a system of things that manipulate us, but the manipulation of television and talk radio should not be left off the hook.",
  "Making the problem Facebook and Google and the tech industry when our entire society is complicit is a problem,” says O’Reilly.",
  "Putting the Genie Back in the Bottle\n\nThe Center for Humane Technology has been getting quite a bit of media attention of late.",
  "Our kids are hooked on YouTube, SnapChat, and Instagram, and even Grandma knows how to play Candy Crush with the best of them.",
  "Marketers, media companies, and brands need to rise up and start taking responsibility for their part in the broken system.",
  "“Remember when Facebook got dinged when they did experiments on how changing the news feed could make people sad or happy?",
  "But in a short space of time, technology has advanced beyond all expectations and it’s having a decided effect on society.",
  "And the great debate over eating around a table instead of in front of a screen was what occupied our minds.",
  "Their CEO David Morken even adheres to this policy and trusts his team to make key decisions when he’s gone.",
  "If we can’t overcome our own tech addiction, it’s hard to expect our employees or customers to do the same.",
  "Would that be enough to highlight our unhealthy relationship with consumerism and make us check ourselves?",
  "It doesn’t seem so long ago that the main distraction at dinner time was the blaring of the television.",
  "Can we join in the movement to help human beings regain some semblance of control over their lives?",
  "Publicly traded tech company, Bandwidth, forces its employees to unplug and vacation is mandatory.",
  "Such a captive audience online may seem like a marketer’s dream, and in a sense, it has been.",
  "This says it's OK to manipulate people for money, but [to make] people happy,\" says O'Reilly.",
  "Go click on a lot of news articles that reinforce your beliefs and you’ll see more of them.\"",
  "\"This is a business model that is based on trying to create addictiveness,” O'Reilly says.",
  "I asked him what he thought about taking a more future-focused approach to marketing.",
  "I've been thinking about the implications of this for business owners and marketers.",
  "\"Both advertisers and platforms have responsibility to consumers,” says O’Reilly.",
  "Technology is addictive and we all need to step up and do something about it.",
  "Clothing label, Patagonia, famously told customers, \"don't buy this jacket.\"",
  "O’Reilly says, \"If you look at Facebook's algorithm, Facebook is a mirror.",
  "It's not just the responsibility of platforms and marketers, though.",
  "And it’s about time marketers took responsibility for their part.",
  "Meanwhile everything in Silicon Valley is about growth hacking.",
  "The rise of [reputable news] subscriptions shows a shift.\"",
  "While the system is undoubtedly broken, there's some hope.",
  "What would happen if an advertiser did something similar?",
  "The problem comes when we exploit that mirror.",
  "Their stock is up 60 percent in the last year.",
  "\"Some business models are better for value.",
  "Singling out social media isn’t the answer.",
  "\"Don't watch this ad,\" for example.",
  "I think it’s time we all did.",
  "And it has worked.",
  "But how?"
]