[
  "During the media blitz, Zuckerberg, clad in a crew-neck sweater rather than his favored uniform of gray T-shirt or hoodie, repeated a series of talking points — referring to the Cambridge Analytica situation as a “major breach of trust” again and again — but sometimes stumbled when the questions strayed elsewhere, such as offering a disjointed response when asked to detail his regrets.",
  "“He’s starting at a deficit, and this is going to be a big challenge for him.”\n\nThe stakes couldn't be higher for Facebook, whose stock price has slid more than 16 percent since March 16 amid the ballooning controversy over user privacy, which has spawned investigations by the Federal Trade Commission, dozens of state attorneys general and regulators in Europe.",
  "His recent sweep of sometimes-pained interviews after nearly a week of silence in the face of growing questions over Cambridge Analytica shows all the signs of someone who has been given a manual on how to handle harsh questioning — but who hasn’t done the homework exercises, according to communications experts who prepare clients to testify on the Hill.",
  "And don’t show up as the arrogant jerk from “The Social Network.”\n\nThat’s among the advice that crisis communications experts in Washington are offering as Mark Zuckerberg awaits his expected testimony on Capitol Hill about the Cambridge Analytica scandal — the kind of ritual D.C. flogging that is far from his usual comfort zone.",
  "And the D.C. law firm Venable has a team dedicated to helping clients in “withstanding the scrutiny of Congress.” That practice is led by Bart Stupak, the former chairman of the investigations subcommittee of the House Energy and Commerce Committee — the same panel that’s summoned Zuckerberg.",
  "“A congressional hearing is very similar to a play, but you have to remember the members of Congress are the actors, the congressional staff are stage managers and directors, and the witnesses are the props,\" he said, adding that the Facebook CEO should try to humanize himself to lawmakers.",
  "The CEOs of seven major tobacco companies affirmed under oath before a House panel in 1994 that they believed “nicotine is not addictive.” A Justice Department task force briefly considered bringing perjury charges, dropping the idea because the executives were testifying to their opinions.",
  "The history of such executive grillings is littered with examples of corporate leaders who stumbled in the spotlight — from automakers who admitted to flying private jets to Washington to seek a government bailout to tobacco CEOs who insisted under oath that nicotine is not addictive.",
  "\"We believe Mr. Zuckerberg’s testimony is necessary to gain a better understanding of how the company plans to restore lost trust, safeguard users’ data, and end a troubling series of belated responses to serious problems,\" Senate Commerce Committee leaders John Thune (R-S.D.)",
  "Story Continued Below\n\n“For all his intellect, he’s not a natural communicator,” Bryant Madden, a director in the Washington office of the communications firm Levick, said of the 33-year-old Facebook CEO, who ranks fifth on Forbes' list of the world's richest billionaires.",
  "As a witness in Washington, Zuckerberg would clearly face questioning on that controversy, but lawmakers are likely to roam further afield, asking him about Facebook's role in Russian election interference and Republican claims of Facebook bias against conservative voices.",
  "In October, the company deployed Chief Operating Officer Sheryl Sandberg, a former Treasury Department official during the Clinton administration, to meet privately with lawmakers in Washington shortly before a congressional hearing on Russian election meddling.",
  "The Facebook chief's introductory remarks, experts say, will be his one solid chance to set the terms of the debate over everything from Facebook’s culpability in the Cambridge Analytica affair to what sort of regulations the company would be willing to accept.",
  "Madden recommends so-called murder boards, with Zuckerberg doing round after round of tough back-and-forth with public relations experts or even his own staffers playing the role of lawmakers, much like presidential candidates prepare for high-stakes debates.",
  "When Bill Gates testified in 1998 over concerns that Microsoft was a monopoly, he appeared \"relaxed and earnest\" if at times \"defiant\" as he battled the perception that his company had been \"arrogant and disrespectful\" to regulators, CNET wrote at the time.",
  "Facebook has been under harsh scrutiny since reports emerged more than a week ago that the company allowed Cambridge Analytica, a data firm with ties to the Trump campaign, to get its hands on the records of some 50 million Facebook users.",
  "“It was obvious to me that he has had a fair amount of coaching, but no practice,” said Alex Conant, former press secretary to Sen. Marco Rubio (R-Fla.) and now a partner at the public affairs consulting firm Firehouse Strategies.",
  "“The only modicum of control a witness has at a congressional hearing is their opening statement,” said Mark Harkins, a longtime Hill staffer who's now a senior fellow at Georgetown University’s Government Affairs Institute.",
  "In 2008, amid the global economic crisis, executives from three of the country’s biggest automobile companies were excoriated by lawmakers for taking private jets to Washington to ask Congress for government bailout funds.",
  "Facebook has confirmed that it knew about the violation in 2015, saying Cambridge Analytica had offered assurances that it had deleted the data — but the social network never verified that the firm had done so.",
  "Last year, he embarked on a carefully crafted national tour to meet people from all walks of life, taking him to Iowa and other states and fueling speculation he might have ambitions for high office.",
  "Zuckerberg, who appeared intensely uncomfortable in a CNN interview last week as he sought to contain the damage, doesn't often stray outside the confines of a tightly controlled media environment.",
  "Zuckerberg himself is also politically active on issues like immigration, serving as the lead backer and public face of the pro-reform group FWD.us that has clashed at times with Trump.",
  "Zuckerberg is expected to testify in the coming weeks before the House Energy and Commerce Committee, one of three congressional panels that have said they want to hear from him.",
  "“If your only impression of Mark Zuckerberg is 'The Social Network,' that's a problem, because the way he is portrayed in that film is pretty arrogant,\" Harkins added.",
  "Two years later, BP CEO Tony Hayward told an angry congressional committee that he was “deeply sorry” for his company’s role in a massive Gulf of Mexico oil spill.",
  "Besides House Energy and Commerce, the Senate Commerce and Judiciary committees have made it clear they want to hear testimony from Zuckerberg, not an underling.",
  "Lawmakers at that time appeared to accept Facebook, Twitter and Google sending their general counsels to testify about Kremlin meddling on their platforms.",
  "On the Hill, though, he'll have to face finger-wagging members of Congress free to roam off topic and indulge in grandstanding at the CEO's expense.",
  "Apple CEO Tim Cook answered questions before a congressional panel in 2013 amid criticism his company used a complicated scheme to avoid U.S. taxes.",
  "Zuckerberg would be the latest in a long line of corporate CEOs who've been hauled before Congress amid controversy or upheaval at their companies.",
  "It's not meant to be a \"media opportunity\" but \"to get Congress all the information they need to do their extremely important job,\" he said.",
  "\"By the time Mr. Cook walked out, the big cats on a Senate committee were practically eating out of his hand,\" observed The New York Times.",
  "Facebook declined to comment on whether Zuckerberg plans to accept the congressional invitations to testify and how he might be preparing.",
  "He said last week he'd be \"happy\" to testify, with a considerable caveat: only if he's \"the sole authority\" inside Facebook on the topic.",
  "Harkins, the Georgetown fellow, teaches a $1,225, two-day class at the university on prepping and delivering testimony, for example.",
  "\"We'd come up with the hardest questions we can come up with and make sure that he's prepared with answers to them,\" Madden said.",
  "But the CEO has been less present in Washington when it comes to the hot topic of Russian election interference on social media.",
  "His mild-mannered if unapologetic remarks, delivered with his slight Southern drawl, went some way toward defusing the issue.",
  "But Congress, at this point, seems to have lost patience with dealing with anybody but Silicon Valley's top decision-makers.",
  "But Harkins said Zuckerberg would be smart to recognize the degree to which a Capitol Hill hearing is political theater.",
  "\"He was deploying all the normal tricks of media training but without the fluency one gets through practice.\"",
  "Zuckerberg, despite helming one of the country's biggest tech companies, has never testified before Congress.",
  "In his interviews last week, Zuckerberg had an earnest take on his potential testimony to Congress.",
  "It wasn't enough to quiet calls for his resignation; he stepped down less than six weeks later.",
  "Tech CEOs who have gone before lawmakers have managed to pull off more successful appearances.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Training would-be witnesses for Capitol Hill appearances is a mini-industry in Washington.",
  "The CEO will need to develop a new skill set if he's to handle that kind of onslaught.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The social network maintains an extensive lobbying operation in Washington.",
  "Facebook, for its part, isn't a neophyte when it comes to Capitol Hill.",
  "Zuckerberg, should he testify, can draw on ample resources to prepare.",
  "and Bill Nelson (D-Fla.) said as they called for a hearing.",
  "Accept that congressional hearings are a form of theater.",
  "\"It's experience, experience, experience.\"",
  "The most reliable politics newsletter.",
  "Some have fared better than others.",
  "You can unsubscribe at any time.",
  "Practice, practice, practice."
]