[
  "| Diptendu Dutta/AFP/Getty Images Facebook tweaks privacy tools as data controversy rages\n\nFacebook on Wednesday announced a reorganization of the privacy settings that users and security advocates alike have long criticized as a seeming afterthought — changes that come as the company remains embroiled in controversy over its handling of user data.",
  "The changes include a new \"Privacy Shortcuts\" menu with written explanations of each relevant option; an \"Access Your Information\" feature that lets users easily delete individual posts and \"likes\"; and what's billed as a streamlined way for users to download all the data Facebook has on them.",
  "\"It's time to make our privacy tools easier to find,\" Facebook officials say in a post Wednesday detailing the changes, which are unlikely to satisfy critics who want major reforms in the way the social media giant handles the data of its more than 2 billion users.",
  "Story Continued Below\n\nThe tweaks come a week and a half after the revelation that the Donald Trump-aligned political data firm Cambridge Analytica had obtained information on about 50 million U.S. users before the 2016 election.",
  "The resulting outrage in the U.S. and Europe has given new life to long-standing complaints that it's too difficult for Facebook users to control or know who can view their posts, messages, photos, \"likes\" and other content.",
  "In a post on the company's \"newsroom,\" Facebook pointed out that users had consented to the collection — although privacy experts have noted that people often click through such approvals without closely reading them.",
  "\"The last week showed how much more work we need to do to enforce our policies, and to help people understand how Facebook works and the choices they have over their data,\" write Egan and Beringer.",
  "The Facebook officials making Wednesday's announcement, chief privacy officer Erin Egan and deputy general counsel Ashlie Beringer, appear to acknowledge the complaints and confusion.",
  "Among other things, it requires companies to request users’ consent for use of their data in an \"intelligible and easily accessible form, using clear and plain language.\"",
  "On mobile devices, write Egan and Beringer, \"instead of having settings spread across nearly 20 different screens, they're now accessible from a single place.\"",
  "Some of the changes may have been ones Facebook would have made anyway to comply with a sweeping European Union data-privacy rule that takes effect in May.",
  "The data include, in the case of some users of Facebook's Messenger app for the Android mobile operating system, records of text messaging and phone calls.",
  "\"We've heard loud and clear that privacy settings and other important tools are too hard to find, and that we must to do more to keep people informed.\"",
  "Facebook did not inform the public until just before the release of media reports last week on Cambridge's actions and Facebook's apparent inaction.",
  "Facebook is also grappling this week with users airing their surprise at the kind and quantity of data that the company has collected from them.",
  "\"It's time to make our privacy tools easier to find,\" Facebook officials say in a post Wednesday detailing the changes.",
  "Facebook CEO Mark Zuckerberg has confirmed that the company knew about the Cambridge Analytica violation in 2015.",
  "Morning Cybersecurity A daily briefing on politics and cybersecurity — weekday mornings, in your inbox.",
  "If, at any time, they no longer wish to use this feature they can turn it off,\" the post reads.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "\"People have to expressly agree to use this feature.",
  "You can unsubscribe at any time."
]