[
  "— NewDemPAC added 16 House candidates to its ‘watch list’: NewDemPAC added 16 House Democratic challengers to its “Candidate Watch List,” including Josh Harder (CA-10), Katie Hill (CA-25), Josh Butner (CA-50), Nancy Soderberg (FL-06), Debbie Mucarsel-Powell (FL-26), Mel Hall (IN-02), Sean Casten (IL-06), Brendan Kelly (IL-12), Kathy Manning (NC-13), Jeff Van Drew (NJ-02), Tom Malinowski (NJ-07), Archie Parnell (SC-05), Lizzie Fletcher (TX-07), Elaine Luria (VA-02), Abigail Spanberger (VA-07) and Lisa Brown (WA-05).",
  "(http://www.politicopro.com/proinfo)\n\nStory Continued Below\n\nKEEP CALM AND CONTINUE PANICKING — “GOP scrambles to avert another election dumpster fire,” by Campaign Pro’s Elena Schneider and Alex Isenstadt: “Two weeks after the party’s stunning defeat in a conservative district in southwestern Pennsylvania, Republicans are funneling hundreds of thousands of dollars into Arizona’s 8th district, which President Donald Trump won by over 20 percentage points in 2016.",
  "GOING NOWHERE FAST — “Justice and FEC asked to investigate Cambridge Analytica,” by POLITICO’s Lorraine Woellert: “In complaints filed with the Justice Department and Federal Election Commission, the nonpartisan group Common Cause said Cambridge Analytica and its affiliate, SCL Group Limited, violated a ban on foreign nationals participating in the 'decision-making process' of campaigns or political committees.” Full story.",
  "The complaint from the Campaign Legal Center alleges Remember Mississippi — which is backed by GOP megadonors Richard Uihlein, Robert Mercer and others — is effectively under the control of McDaniel's campaign and gave McDaniel an improper in-kind contribution in the form of organizing campaign events earlier this month, not long after McDaniel launched his campaign.” Full story.",
  "In both, Wallace promises to “stand up to President Trump.” One ad features Wallace’s daughters, who say that “our dad’s been fighting for change his whole life,” detailing his resume as a general counsel in the U.S. Senate and a nonprofit executive who’s “led the fight against climate change.” The second ad hammers Trump, his “war on the truth” and his support for the NRA.",
  "— NEW THIS A.M. — Baldwin bashes Wall Street, highlights Brokaw in new ad: Wisconsin Democratic Sen. Tammy Baldwin is out with a new ad where she highlights the story of Brokaw, Wis., which went bankrupt after a hedge fund took control of a local paper mill and closed it down, resulting in hundreds of job losses.",
  "— “Campaign Legal Center files FEC complaint against McDaniel, super PAC,” by Campaign Pro’s Kevin Robillard: “A campaign finance watchdog is filing an FEC complaint against state Sen. Chris McDaniel's Senate campaign in Mississippi, alleging he is illegally coordinating with a super PAC supporting his candidacy.",
  "The first ad hits McCaskill for saying former Democratic presidential nominee Hillary Clinton’s comments about Trump voters looking \"backward\" were “taken out of context.” The second uses footage from the same interview to make the case that Missouri voters will want “something completely different” in November.",
  "… Democrats acknowledge that Tipirneni has a steep climb in the central Arizona district, which encompasses a mix of small towns and the western Phoenix suburbs, including Sun City, a large retirement community that served as former Maricopa County Sheriff Joe Arpaio’s base of support.",
  "… ‘Trent Franks did not have a strong Democratic opponent in multiple cycles, and we don’t really know how a strong Democrat can fare,’ said Tipirneni, who cited her support for ‘strong and secure borders’ as one of her moderate policy positions.” Full story.",
  "They’re not investing in education, the environment and health care for everyone.” The ad, which will air districtwide on cable stations and on digital platforms, closes with Min saying, “our kids shouldn’t be stuck with Trump’s mess.” Watch the ad here.",
  "ON THE AIR — FIRST IN SCORE — Veteran goes direct to camera for Tester: Montana Democratic Sen. Jon Tester’s campaign is out with its second ad, featuring a local Air Force veteran testifying to his battle with PTSD and Tester’s support of veterans.",
  "CODA — QUOTE OF THE DAY: “She’s a Pharisistic Swamp Creature.” — Rebecca Steve, the sister-in-law of Wisconsin veteran and businessman Kevin Nicholson, on his GOP primary opponent, state Sen. Leah Vukmir, according to the Milwaukee Journal-Sentinel.",
  "GETTING THE NOD — SBA List endorses Senate, House candidates: Susan B. Anthony’s List, an anti-abortion rights group, announced endorsements in three House races, including Christina Hagan (OH-16), Carol Miller (WV-03) and Carla Nelson (MN-01).",
  "GETTING IN — “Flush with cash and popularity, Scott appears ready to challenge Nelson for U.S. Senate,” by POLITICO Florida’s Matt Dixon: “The much-anticipated clash of Florida political titans will soon be official, as Florida Gov.",
  "FIRST IN SCORE — EMILY's List backs Ellen Lipton in MI-09: EMILY's List announced its endorsement of Democrat Ellen Lipton, wading into the primary to replace retiring Rep. Sandy Levin that includes the congressman's son.",
  "2020 WATCH — “Buttigeg Gets Closer to a 2020 Campaign,” by POLITICO Magazine’s Edward-Isaac Dovere in Topeka, Kan.: “Pete Buttigieg’s PAC is investing money here — but also in Georgia, Arizona, Michigan and Colorado.",
  "—Reminder: Republicans have long said Scott’s impact wouldn’t just be felt in Florida, but that by forcing Democrats to spend in an expensive state, it would open up other opportunities for them on the Senate map.",
  "And serious people are telling the South Bend, Indiana mayor, who’d be the first major presidential candidate who’s either openly gay or an Afghanistan veteran or a millennial, to take it seriously.” Full story.",
  "— FIRST IN SCORE — Min pops first TV ad in CA-45: Democrat Dave Min touts his endorsement from the California Democratic Party in his first TV ad in a crowded primary to take on GOP Rep. Mimi Walters.",
  "Or quietly building relationships over dinners and drinks with big-name Democrats, or courting national reporters, or wooing donors for his PAC, or digging in on political advertising research.",
  "Or keeping up with Obama strategist David Axelrod, who recommended he hire Smith in the first place for the Democratic National Committee chair race that put him on Democrats’ radar last year.",
  "The National Republican Congressional Committee on Monday launched a coordinated, $170,000 TV buy with the campaign of candidate Debbie Lesko, according to a source familiar with the purchase.",
  "WEB WARS — Hawley out with two new web ads hitting McCaskill: Missouri Attorney General Josh Hawley is out with two new digital ads attacking his opponent, Democratic Sen. Claire McCaskill.",
  "She’s running to replace GOP Rep. Trent Franks, an eight-term congressman who resigned from his seat last year after reports that he pressed female aides to serve as a surrogate mother.",
  "Rick Scott, the two-term governor flush with cash and popularity, prepares to formalize his 2018 challenge to Bill Nelson, a three-term senator and the only statewide-elected Democrat.",
  "HAPPENING TODAY — Pence to North Dakota: Vice President Mike Pence is traveling to North Dakota, where he’ll attend a fundraiser in Fargo for GOP Rep. Kevin Cramer’s bid for Senate.",
  "His staff would not elaborate on specifics, but Jackie Schutz Zeckman, Scott’s chief of staff, resigned over the weekend and is being replaced by longtime staffer Brad Piepenbrink.",
  "A poll conducted by the Democratic firm Lake Research for the Tiperneni campaign found that Lesko leads by 14 points, and that 59 percent of surveyed voters view Trump favorably.",
  "So far, the polls in the Sunshine State have tracked the generic ballot fairly closely, but the DSCC has been working to steadily build an arsenal of hits aimed at the governor.",
  "— Wallace releases TV ad in PA-01: Democrat Scott Wallace is launching two TV ads in his Democratic primary to take on GOP Rep. Brian Fitzpatrick in the newly redrawn district.",
  "For an earlier morning read on exponentially more races — and for a more comprehensive aggregation of the day's most important campaign news — sign up for Campaign Pro today.",
  "The Congressional Leadership Fund, a deep-pocketed GOP super PAC, is planning to spend around $100,000 on a phone and digital effort aimed at turning out conservative voters.",
  "— Downing goes airborne in Montana: Veteran and businessman Troy Downing is out with a new ad in Montana's GOP Senate primary, contrasting his biography with Tester’s.",
  "You can email tips to the Campaign Pro team at sbland@politico.com, eschneider@politico.com, krobillard@politico.com, dstrauss@politico.com and mseverns@politico.com.",
  "GOP panics, but not really, over AZ-08\n\nWith Elena Schneider and Zach Montellaro\n\nThe following newsletter is an abridged version of Campaign Pro's Morning Score.",
  "She is one of Scott’s most trusted advisers, serving on both his campaigns and at various posts during his eight years in the governor’s mansion.” Full story.",
  "… On Monday morning, Scott put to bed any lingering doubt about whether he would run when he said he would be making a ‘major announcement’ on April 9.",
  "the narrator asks as the plane dives low, knocking the trumpet-playing farmer off his tractor and sending his instrument flying through the air.",
  "SBA List is also backing Karin Housley, the Republican front-runner for the GOP primary in the race to challenge Sen. Tina Smith in Minnesota.",
  "Tipirneni has picked up some national support, including endorsements from former Arizona Rep. Gabby Giffords and End Citizens United.",
  "Days until the 2018 election: 226\n\nUpcoming election dates — Indiana, Ohio, North Carolina and West Virginia primaries: May 8.",
  "…\n\n“Lesko, a former state senator, is running against Hiral Tipirneni, a physician who’s raised about $300,000 for her bid.",
  "Republicans insist the efforts are precautionary and that they fully expect to prevail in an April 24 special election.",
  "\"Troy Downing is a Montana, war vet, helicopter and jet pilot and big supporter of President Trump,\" the narrator says.",
  "The ad shows Downing walking toward a fighter jet, mixed in with images as guitar-driven rock plays in the background.",
  "The ads are part of a $230,000 buy, airing this week on cable stations and expanding to broadcast stations next week.",
  "You can also follow us on Twitter: @politicoscott, @ec_schneider, @politicokevin, @danielstrauss4 and @maggieseverns.",
  "Montanans are tough, but Jon’s delivering everything we need to take care of each other, too.” Watch the ad here.",
  "\"The Republican National Committee, meanwhile, is spending around $280,000 on a field operation to bolster Lesko.",
  "Nor is keeping on Lis Smith, the hard-charging political operative who makes sure he’s constantly in the news.",
  "\"When your candidate is in third place and President Trump opposes your candidate, you file an FEC complaint.",
  "“With young kids, we know a mess when we see one,” Min says, as his son drops a plate of mac and cheese.",
  "“So I’m working to stop these Wall Street hedge funds from destroying another town.” Watch the ad here.",
  "Two senior party officials who’ve reviewed polling in recent days said Lesko held a double-digit lead.",
  "A memo accompanying the poll noted that Tipirneni must win over Republican voters by double-digits.",
  "The ad then cuts to the image of a man on a tractor in the middle of the field playing a trumpet.",
  "Trump’s political team is also considering a range of options for getting involved in the race.",
  "Lipton, a former state legislator, is running against several Democrats, including Andy Levin.",
  "“Jon Tester’s work in Washington helped me get my life back,” the veteran says in the ad.",
  "“He’s fought everyone back there for better veterans’ facilities across our state.",
  "—McDaniel’s response: \"The complaint is completely bogus,\" McDaniel said.",
  "“We cannot let these predators devastate our communities,” she says.",
  "\"Jon Tester was a middle school music teacher, plays the trumpet.",
  "He fights against our president every day,\" the narrator says.",
  "Schutz Zeckman is almost certain to end up on the campaign.",
  "Buttigieg is getting closer to a presidential race.",
  "It's just another establishment dirty trick.\"",
  "And Iowa, per an announcement coming Tuesday.",
  "“And under Trump, Washington is a big one.",
  "Watch “Change” here and “We Knew” here.",
  "\"So who should we send to the Senate?",
  "Next month, he’ll campaign in Ohio.",
  "Early voting starts on Wednesday.",
  "Watch the ads here and here.",
  "Or the Trump supporter?\"",
  "It’s not happenstance.",
  "Thanks for joining us!",
  "Watch the ad here.",
  "ON THE AIR, CONT.",
  "The trumpeter?"
]