[
  "However, Cambridge Analytica stated that it \"licensed data from [Global Science Research] for 30 million individuals, not 87 million,\" and added the data mining firm \"did not use GSR Facebook data or any derivatives of this data in the US presidential election.\"",
  "The company is facing its worst privacy scandal in years after it was recently alleged that Cambridge Analytica, the data mining firm affiliated with Donald Trump's presidential campaign, used Facebook user data in an attempt to influence elections.",
  "Facebook is restricting access that apps can get about user events, as well as information about groups such as member lists and content, and is also removing the option to search for users by entering a phone number or an email address.",
  "FACEBOOK CEO ZUCKERBERG TO TESTIFY BEFORE HOUSE ENERGY AND COMMERCE COMMITTEE ON APRIL 11\n\nHe said it isn't enough for Facebook to believe app developers when they say they follow the rules, and noted Facebook has to ensure they do.",
  "CEO Mark Zuckerberg, who will testify next week on Capitol Hill following the scandal, told reporters on Wednesday he made a \"huge mistake\" in failing to take a broad enough view of what Facebook's responsibility in the world is.",
  "On Monday, according to the blog post, Facebook users will see \"a link at the top of their News Feed so they can see what apps they use — and the information they have shared with those apps.\"",
  "Global Science Research is the company co-founded by Aleksandr Kogan that harvested Facebook's data using a personality app and later shared the data with Cambridge Analytica.",
  "The social media giant's Chief Technology Officer, Mike Schroepfer, revealed the number in a blog post, and said the tens of millions affected were \"mostly in the US.\"",
  "The personal information of up to 87 million users may have been \"improperly shared\" with political consulting firm Cambridge Analytica, Facebook said on Wednesday.",
  "Facebook's blog post also detailed the company's efforts to be more transparent about changes regarding security on the social media platform and its user data.",
  "Although the company says the policy changes aren't prompted by recent events or tighter privacy rules coming from the European Union, it's an opportune time.",
  "HERE'S WHY THE FACEBOOK-CAMBRIDGE ANALYTICA CONTROVERSY MATTERS\n\nIt was previously believed that around 50 million users were impacted by the data breach.",
  "It comes as Zuckerberg is set to appear April 11 before a House committee— his first testimony before Congress.",
  "Earlier Wednesday, Facebook unveiled a new privacy policy that seeks to clarify its data collection and use.",
  "Separately, the U.S. Federal Trade Commission and various authorities in Europe are investigating.",
  "Fox News' Christopher Carbone and The Associated Press contributed to this report."
]