[
  "Tech companies such as Etsy, Mozilla, Tinder, Shutterstock, Warby Parker, Vimeo, and Foursquare will feature \"red alert\" badges displayed prominently on their websites or in advertisements urging users to contact members of Congress.",
  "A group of Senators led by Sen. Ed Markey (D-MA) have gained enough support to force a vote under the Congressional Review Act, a little-known rule that allows lawmakers to overturn recently enacted regulation from a federal agency.",
  "Net neutrality generally refers to the idea that internet service providers, such as AT&T and Comcast, should be prohibited from slowing down, prioritizing, or blocking any type of internet traffic.",
  "But for the resolution to pass entirely, a majority would still be needed in the House — where it faces more opposition — and President Donald Trump would have to sign it.",
  "The FCC under Trump-appointee Ajit Pai voted along party lines in December 2017 to roll back net neutrality regulations put in place during the Obama administration.",
  "Since the FCC repealed Obama-era net neutrality protections in December, advocates have been pursuing the CRA as a last-ditch effort to block the FCC's order.",
  "Currently, 48 Democrats and one Republican, Sen. Susan Collins (R-ME), along with Sen. Angus King (I-ME) have come out in support of the measure.",
  "A petition related to net neutrality with 32 signatures was delivered on Wednesday, thereby forcing a vote on the Senate floor.",
  "Up until the CRA vote, net neutrality supporters are launching a public campaign to bring attention to the issue.",
  "Under the CRA, the Senate is required to consider a resolution if 30 senators sign a petition forcing a vote.",
  "Win McNamee/Getty Images\n\nCongress will vote next week to bring back net neutrality.",
  "For the measure to clear the Senate, only a simple majority vote is needed.",
  "In the Senate, lawmakers are just one vote shy of a majority.",
  "The vote is expected to take place next week."
]