[
  "In a separate statement, Schiff said Facebook must \"answer important questions about why it provided private user information to an academic, how they have informed users in advance of these kinds of data transfers, and whether it can demonstrate that this data has indeed been destroyed.",
  "Politicians on both sides of the Atlantic criticized Facebook on Sunday after a former employee of data firm Cambridge Analytica went public with claims that the company had harvested information from 50 million users of the social network.",
  "Wylie added that the data was obtained from an app developed by an academic that vacuumed up data from Facebook users who agreed to fill out a survey, as well as their friends and contacts — a process of which most were unaware.",
  "In London, Conservative Member of Parliament Damian Collins said he would ask Facebook founder Mark Zuckerberg or another Facebook executive to appear before the media committee, which he chairs.",
  "\"We need to find out what we can about the misappropriation of the privacy, the private information of tens of millions of Americans,\" Rep. Adam Schiff, D-Calif., said.",
  "In Washington, the top Democrat on the House Intelligence Committee told ABC News' \"This Week\" that Cambridge Analytica's work deserved further scrutiny by the panel.",
  "The employee, Chris Wylie, told Britain's Channel 4 that Cambridge used the data to build psychological profiles so voters could be targeted with ads and stories.",
  "Facebook announced Friday that it had suspended Cambridge Analytica, best known for its work on Donald Trump's 2016 presidential campaign.",
  "On Sunday, Facebook announced that it was conducting a \"comprehensive internal and external review\" of Wylie's allegations.",
  "Collins said Facebook has \"consistently understated\" the risk of data leaks and gave misleading answers to the committee.",
  "Schiff pointed out that the committee had only done one interview with Alexander Nix, the head of the U.K.-based firm.",
  "Sen. Jeff Flake, R-Ariz., told CNN's \"State of the Union\" that it was important to find out \"who knew what when?\"",
  "They must also answer questions about how they have notified users about this breach of their personal data.\"",
  "\"Even then it was by a video conference at the GOP's insistence,\" he said.",
  "\"It's time for Mark Zuckerberg to stop hiding behind his Facebook page.\"",
  "\"This is a big deal, when you have that amount of data,\" Flake said.",
  "\"Someone has to take responsibility for this,\" he said.",
  "\"And the privacy violations there are significant.",
  "The Associated Press contributed to this report.",
  "And what happens to that data now?\"",
  "So, the question is, who knew it?",
  "How long did this go on?",
  "When did they know it?"
]