[
  "The firm found 944 accounts on the platform with ties to Russia's Internet Research Agency (IRA), a so-called \"troll farm\" based in St. Petersburg, CEO Steve Huffman said in an announcement Tuesday.",
  "The chief executive also included a link in the announcement to all of the 944 IRA-linked accounts \"to allow moderators, investigators, and all of you to see their account histories for yourselves.\"",
  "Zuckerberg was faced with intense grilling by Congress on Tuesday, over the sharing of 87 million users' personal information with data analytics firm Cambridge Analytica.",
  "In October, the site implemented a ban on content that \"glorifies, incites, or calls for violence or physical harm against an individual or a group of people.\"",
  "Reddit has banned almost 1,000 accounts linked to a controversial Russian firm accused of using online propaganda to influence the U.S. presidential election.",
  "He said in March that the company was cooperating with Congressional inquiries related to possible Russian interference in the U.S. presidential election.",
  "In February, Special Counsel Robert Mueller's office announced that a federal grand jury had indicted 13 Russian nationals and three Russian entities.",
  "Both have content policies that restrict what users can post online, and Reddit has said it is doing more to tackle content violations.",
  "One subreddit, r/The_Donald became surrounded in controversy during the 2016 election battle between Hillary Clinton and Donald Trump.",
  "Reddit and Facebook aren't alone in being troubled by Russia-linked accounts that are accused of attempting to sway the U.S. election.",
  "Mueller's office also alleged that the IRA was controlled by Yevgeny Progozhin, a wealth ally to Russian President Vladimir Putin.",
  "This led to the shutting down of Nazi communities, or \"subreddits,\" including r/NationalSocialism, r/Nazi and r/Far_Right.",
  "Last week, CEO Mark Zuckerberg said the social network was removing more than 270 pages and accounts operated by the IRA.",
  "In February, NBC News published a database of more than 200,000 Twitter posts that could be traced back to Russia's IRA.",
  "Facebook and Reddit differ, however, in that the latter lets users create anonymous accounts.",
  "The development follows Facebook's efforts to purge IRA-related accounts from its network.",
  "Facebook's co-founder is due to appear before U.S. lawmakers again on Wednesday.",
  "Last year, Huffman told CNBC that users misbehaving on Reddit were a minority.",
  "Huffman said that IRA-linked accounts made 316 posts to r/The_Donald.",
  "The community is devoted to supporters of the president."
]