[
  "He said the EU's next long-term budget is \"not a neutral accounting exercise\" and \"has to mirror great ambitions and European solidarity\" — despite the constraints of Brexit, which the Commission estimates will blow a hole of between €12 billion and €13 billion a year in the EU’s accounts.",
  "At the same conference, Corina Cretu, the European commissioner for regional policy, warned that thousands of EU-funded projects will be at risk if there are delays to agreeing the next EU budget, which the Commission wants finalized by the European Parliament election in May 2019.",
  "European Commission President Jean-Claude Juncker speaks at a conference in Florence’s Palazzo Vecchio | Claudio Giovannini/EPA Juncker attacks ‘part-time Europeans’ among EU governments Next budget ‘has to mirror great ambitions,’ Commission president says.",
  "This article is part of POLITICO’s new coverage of the EU budget, tracking the development of the seven-year Multiannual Financial Framework, and the first EU budget that will face a low or no contribution from the United Kingdom.",
  "His attacks extended to the “northern part of Europe [which] thinks it is more virtuous than the south.” He also said the phrase \"Club Med\" should be a reference only to tourism and not be used as a political slight.",
  "At a conference in Florence's Palazzo Vecchio on the state of the European Union, Juncker lived up to his pledge to lead a \"political\" Commission — an EU executive that is much more than just a just a civil service.",
  "FLORENCE, Italy — European Commission President Jean-Claude Juncker on Friday attacked \"part-time\" Europeans among the governments of EU member countries and called for greater solidarity within the bloc.",
  "\"I discovered during the migration crisis, and also during the economic and financial crisis, that there are full-time Europeans who are always there when the necessary measure of Europe is required.",
  "The current EFSI funding is \"not enough, that’s why we have increased it to over €500 billion, over €600 billion by 2022, with support [from EU] of €15.2 billion,\" Juncker said.",
  "And then I discovered that there are part-time Europeans who sometimes take part, who sometimes don't come to work but who make a lot of speeches,\" Juncker said in his speech.",
  "“We also propose to introduce a fund to support structural reforms — to not leave alone the countries that have difficulties and must try structural reform.",
  "He declared that a boost for the European Fund for Strategic Investments (EFSI), which aims to mobilize private investment for major projects, is essential.",
  "Juncker said that aside from one-off investment, EU governments need to focus on structural reforms that deliver ongoing dividends to national economies.",
  "Echoing European Parliament President Antonio Tajani, Juncker pushed back against a possible populist Italian government, saying, “We need more Europe.\"",
  "He railed against EU governments repeatedly and complained about “part-time” Europeans in their ranks.",
  "The EU's next Multiannual Financial Framework (MFF) “is an active solidarity budget,\" Juncker said.",
  "We have provided €25 billion to resist and respond to asymmetrical shocks,” Juncker said.",
  "This coverage includes the Budget Briefing newsletter every Monday afternoon.",
  "\"I would like all the European countries to be full-time Europeans,\" he said.",
  "Email pro@politico.eu to request a complimentary trial."
]