[
  "Cooper Hefner, Playboy's chief creative officer and son of the late Hugh Hefner, called Facebook \"sexually repressive\" on Twitter, and said its content and policy guidelines \"continue contradicting our values.\"",
  "Facebook has been hit by negative headlines since a number of media publications reported that the data of millions of users was improperly harvested by political data analytics firm Cambridge Analytica.",
  "Cambridge Analytica is accused of using the data of 50 million Facebook users, obtained by a now-dissolved company called Global Science Research (GSR), to influence voters in the 2016 U.S. elections.",
  "In a statement on Wednesday, Playboy said: \"The recent news about Facebook's alleged mismanagement of users' data has solidified our decision to suspend our activity on the platform at this time.",
  "The firm said it has \"always stood for personal freedom and the celebration of sex,\" and that its move to deactivate platforms on Facebook was \"another step in that ongoing fight.\"",
  "On Tuesday, whistleblower Christopher Wylie said that the election of President Donald Trump was part of his reason for speaking out about the practices of his former employer.",
  "\"There are more than 25 million fans who engage with Playboy via our various Facebook pages, and we do not want to be complicit in exposing them to the reported practices.",
  "That is why we have announced that we will be leaving Facebook's platform, deactivating the Playboy accounts that Playboy Enterprises manages directly.\"",
  "Facebook advertising brought in more than $10 billion in the third quarter of 2017, a rise of 49 percent, bolstering the firm's profits.",
  "Calls to delete Facebook have taken momentum in the wake of the scandal, with the hashtage #DeleteFacebook trending across social media.",
  "Playboy has decided to suspend all activity on Facebook in response to the data sharing scandal engulfing the social media giant.",
  "The adult publication said Wednesday that it would be exiting the social network and deactivating each of its accounts.",
  "But fears of advertisers pulling from the platform have heightened in the wake of the Cambridge Analytica scandal.",
  "Billionaire entrepreneur Elon Musk also deleted the pages of SpaceX and Tesla later in the week.",
  "He said that he personally believed more than 50 million users could have been targeted.",
  "Last week, both Commerzbank and Mozilla suspended ad campaigning on the social network.",
  "Facebook was not immediately available for comment when contacted by CNBC.",
  "Shares of Facebook were down 1 percent in extended hours trading."
]