[
  "“And when we heard that, that’s against the policy, we immediately banned Kogan’s app.” Zuckerberg stated that Facebook requested proof that Cambridge Analytica had deleted sensitive user info, “We asked for a formal certification that they had none of the data from anyone in the Facebook community and if they had it they deleted it and provided certification of that.”\n\nZuckerberg said that Facebook would be reaching out to “anyone whose data might have been affected” by the Cambridge Analytica situation “And going forward, when we identify apps that are similarly doing sketchy things, we’re going to make sure that we tell people then, too.” Surprisingly, the Facebook CEO also discussed the issue of tech regulation, stating that he was not entirely against the idea.",
  "I’m sure they’re working on that, and there are going to be some new tactics we make sure we observe and get in front of them.” Zuckerberg admitted that the company failed on a number of levels during the 2016 election, “What’s clear is that in 2016 we were not as on top of a number of issues as we should have, whether it was Russian interference or fake news.” He continued to say, “The reality here is that this isn’t rocket science, I mean there’s a lot of hard work that we need to do to make it harder for nation-states like Russia to do election interference, to make it so that trolls and other folks can’t spread fake news.”",
  "But we also made mistakes, there’s more to do, and we need to step up and do it.”\n\nIn his interview with CNN, Zuckerberg seemed to echo many of the same talking points, stating at the start of the interview “This was a major breach of trust, and I’m really sorry that this happened.",
  "“In 2015 journalists from the Guardian told us that they had evidence that data that this app developer, Aleksandr Kogan, who built this personality app and a ton of people used it, had sold that data to Cambridge Analytica,” Zuckerberg stated.",
  "We have a basic responsibility to protect peoples’ data.” The Facebook CEO stated that the company will be “restricting access” that developers have going forward and will alert users to “sketchy apps” that may attempt to steal their data.",
  "Zuckerberg gave some background info on the Cambridge Analytica situation, at one point stating that Facebook believed that the data analysis firm had deleted user info it had gained from Facebook app developer Aleksandr Kogan.",
  "“There are things like ad transparency regulation that I would love to see.”\n\nWorryingly, however, the Facebook CEO also said that he believes someone may be attempting to interfere in the 2018 midterm elections.",
  "“That’s definitely that something looking back on this, I regret that we didn’t do at the time and I think we got that wrong and we are committed to getting that right going forward,” Zuckerberg said.",
  "Speaking with CNN reporter Laurie Segall, Facebook CEO Mark Zuckerberg discussed the company’s most recent user data scandal relating to data analysis firm Cambridge Analytica.",
  "Zuckerberg was notably silent about the data scandal until yesterday when he published a Facebook post addressing the issue that caused the company’s stock value to plummet.",
  "The good news is that the most important actions to prevent this from happening again today we have already taken years ago.",
  "“We have a responsibility to protect your data, and if we can’t then we don’t deserve to serve you,” wrote Zuckerberg.",
  "Facebook CEO Mark Zuckerberg spoke on CNN for the first time in person about his company’s latest user data scandal.",
  "“I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again.",
  "“I’m sure there’s, you know, version two of whatever the Russian effort was in 2016.",
  "“I’m not sure we shouldn’t be regulated,” Zuckerberg said.",
  "“I’m sure someone’s trying, right?” Zuckerberg said."
]