[
  "And that’s how they look at me, they don’t look at how safe I am, or how good my schools are.”\n\nDebra, a local resident, said: “It’s personal information, and just to have strangers be able to make an assessment about who we are and what our views are… whether it’s accurate or inaccurate… It’s unnerving to think that someone has and is keeping track of that information.”\n\nA similar data set reportedly exists for Oregon residents.",
  "They saw information on 136,000 residents of Colorado, which included their “personality and psychological profile.”\n\nAs the data scandal has continued to metastasize, and Facebook faces U.S. and U.K. inquiries into how it allowed the data to be mishandled, the Channel 4 report raises new questions about who is in possession of the information now.",
  "FACEBOOK KEEPS VIDEOS THAT YOU NEVER POSTED\n\nDespite Facebook taking out full-page apology ads in multiple newspapers, a revamp of its privacy settings and promises of more changes to come, the Cambridge Analytica data scandal has prompted a backlash from some of its users and scolding from tech industry leaders, including Apple CEO Tim Cook.",
  "In related news, Facebook made a brief announcement that it’s phasing out a form of advertising known as Partner Categories, which allowed third-party data aggregators like Experian to provide clients with offline data such as purchasing activity to inform targeted ads.",
  "A spokesman for Cambridge Analytica told Fox News that the company \"never passed any data from GSR [Global Science Research] to an external party\" and that the firm deleted all the GSR data and took measures to make sure that copies of the data were also deleted.",
  "TRUMP GOES AFTER AMAZON AGAIN, SAYS IT'S CAUSING 'TREMENDOUS LOSS TO US'\n\nNot surprisingly, when the British news outlet tracked down some Facebook users who had their data harvested, they weren’t happy.",
  "Although this specific program is not what led to the current Cambridge Analytica situation, the social network said it believes this change “will help improve people’s privacy on Facebook.”",
  "\"This includes our lawyers taking action in late 2014 against a number of former staff members who had stolen data and intellectual property from the company,\" the spokesman said.",
  "Global Science Research is the company co-founded by Aleksandr Kogan that harvested Facebook's data using a personality app and later shared the data with Cambridge Analytica.",
  "Some of the data that Cambridge Analytica harvested from Facebook is still circulating, despite what both companies have said, according to a British investigative report.",
  "They care about their bottom line and they aren’t here for all of us, other than they want to manipulate all of us because we’re either a voter or a consumer.",
  "Janice, a nurse whose data is included in the cache, told Channel 4: “It’s a manipulation of our society by people who don’t really care about our society.",
  "Channel 4 News viewed a small portion of a data set dating from 2014 that was mined from the Facebook profiles of 50 million users.",
  "\"These former staff members each signed an undertaking promising that they had deleted all such material.",
  "It is untrue that we failed to take appropriate measures to ensure that GSR data were deleted.\"",
  "All of the data was used for the firm's election targeting efforts.",
  "They care about their business.",
  "WHAT?"
]