[
  "ELON MUSK YANKS SPACEX AND TESLA'S FACEBOOK PAGES\n\nHe continued: \"The ability of anyone to know what you’ve been browsing about for years, who your contacts are, who their contacts are, things you like and dislike and every intimate detail of your life—from my own point of view it shouldn’t exist.”\n\nThe Apple chief executive said his company had long worried that users were giving up access to information without realizing the ramifications of how the data could be used.",
  "“Unfortunately that prediction has come true more than once.”\n\nEven after Zuckerberg's belated apology and statement that he'd be willing to testify before lawmakers, the controversy has continued to rage, with Tesla CEO Elon Musk recently pulling his company's pages off of Facebook, new questions being raised about how the incident unfolded and some users pondering alternatives to the popular social network.",
  "Cook’s statement will add to the mounting scandal hitting Facebook, which has pushed its stock price down 14 percent, and the growing pressure on co-founder Mark Zuckerberg to testify in public and overhaul its privacy protocol with app developers following revelations that his company allowed a firm paid by the Trump campaign, Cambridge Analytica, to amass personal data on 50 million users.",
  "“We’ve worried for a number of years that people in many countries were giving up data probably without knowing fully what they were doing and that these detailed profiles that were being built of them, that one day something would occur and people would be incredibly offended by what had been done without them being aware of it,” he said, reports Bloomberg.",
  "Speaking at the annual China Development Forum in Beijing, which he co-hosted, Cook called for “well-crafted” regulations to prevent the information of users being put together and then utilized in ways that they did not know about or approve of.",
  "“I think that this certain situation is so dire and has become so large that probably some well-crafted regulation is necessary,” Cook said after being asked if the use of data should be restricted in light of the Facebook incident.",
  "Facebook took out full page advertisements in nine major British and U.S. newspapes on Sunday to apologize for the data privacy scandal, saying \"We have a responsibility to protect your information.",
  "Apple CEO Tim Cook called for stronger privacy regulations to prevent the abuse and misuse of data on Saturday in the aftermath of the leak of Facebook user information.",
  "If we can't we don't deserve it.\""
]