[
  "When the agency \"periodically engages in serious reflection and evaluation, we are better able to promote competition and innovation, protect consumers, and shape the law, so that free markets continue to thrive,\" Simons said Wednesday.",
  "Among the topics on the FTC's list for hearings discussions: competition and consumer protection in broadband delivery and media networks, privacy and big data, data security, antitrust, and remedies sought in mergers and acquisitions.",
  "(Photo: Mike Snider, USA TODAY)\n\nWASHINGTON — Online power brokers Facebook, Google and Amazon consider being served notice — and internet service providers, you, too, have been warned: the Federal Trade Commission is watching.",
  "An antitrust attorney, Simons previously was the director of the agency's competition bureau between 2001 and 2003 and, during the Eighties, was its associate director for mergers and the assistant director for evaluation.",
  "Simons would not comment on the agency's investigation into Facebook and the Cambridge Analytica scandal, in which as many as 87 million people on the social network may have had their data improperly shared.",
  "The FTC regained its jurisdiction over unfair or deceptive business practices by ISPs last week when the Federal Communication Commission's Restoring Internet Freedom order went into effect.",
  "\"Even if you could calculate an estimate of the cost of that increased risk, there is an issue about whether it still might not be larger enough to deter the conduct that you want to deter.\"",
  "\"Once you have had a breach of 143 million people and very sensitive data, there is a question about how much incremental risk does the next data breach cause,\" Simons said.",
  "The chairman on Wednesday announced plans for a series of hearings on the need for possible adjustments to laws for consumer protection and marketplace competition.",
  "\"But ... in the antitrust world, the places where there is most likely to be anti-competitive activity that is meaningful is in areas where there is market power.\"",
  "Passed by the FCC in December 2017, the measure requires ISPs to disclose any blocking, throttling or prioritization of their own content or from their partners.",
  "The goal: help the agency set its agenda and assess the need for improved laws to help it better protect consumer privacy and preserve marketplace competition.",
  "\"We are actively looking and if it turns out some of the broadband providers are engaging in anticompetitive activities, we will be all over it.\"",
  "FTC Chairman Joseph Simons on Wednesday announced a plan for the agency to hold 15 to 20 public hearings between September and January 2019.",
  "\"We will go after smaller cases, too, to create a deterrent effect, but we want to focus mostly on the bigger stuff that has more impact.\"",
  "AP\n\nFederal Trade Commission Chairman Joseph Simons, at right, with Bilal Sayyed, director of the FTC's Office of Public Policy Planning.",
  "Facebook had agreed to a consent decree with the FTC in 2011 barring any improper handling of consumers' personal information.",
  "CLOSE The ACLU and other groups urged Amazon to halt selling facial recognition technology to law enforcement departments.",
  "Even though ISPs can now block content, if it's an anticompetitive action, the FTC could step in, Simons said.",
  "Prior to the 2015 rules passed by a Democrat-led FCC, the FTC had handled consumer broadband concerns.",
  "\"We are looking at remedies overall to see if there’s things we need to do to improve,\" Simons said.",
  "Simons, who talked with reporters for about an hour Wednesday, was confirmed by the Senate in April.",
  "It's only happened twice in 20 years\n\nFollow USA TODAY reporter Mike Snider on Twitter: @MikeSnider.",
  "But they aren't prevented from doing so, as earlier Obama-era FCC regulations prohibited.",
  "As for data breaches, the FTC may want to reconsider its enforcement practices, he said.",
  "The FTC will be seeking public comment on the topics for its hearings through August 20.",
  "\"Clearly we don’t want to attack people because they are big and successful,\" he said.",
  "\"Vigorous enforcement is the key thing, that is the mantra,\" Simons said Wednesday.",
  "However, the chairman did address tech platforms in general, calling them a focus.",
  "\"We are going to vigorously enforce our authority in this space,\" Simons said.",
  "The rest of the commission was sworn in last month.",
  "Read or Share this story: https://usat.ly/2tpr3tv",
  "More: Will the FTC come down hard on Facebook?",
  "Those can be submitted on the FTC's site."
]