[
  "Facebook is trying to project confidence that it’s moving past its two years of near constant crises involving foreign propaganda infecting the social network, of people and government officials using Facebook and its WhatsApp app to incite violence, and realizations stemming from this year’s Cambridge Analytica scandal that Facebook may not be worthy of people’s trust with their private time and digital lives.",
  "It’s fair to say that Instagram could have died as a little startup in Facebook’s long shadow, and it definitely benefited from the discipline, infrastructure and advertising sales machine that it accessed as a semi-autonomous region inside of mother Facebook.",
  "We’ve learned in the last couple of years that a stream of continuous posts, photos and videos that Facebook spread to the world with the social-network news feed is vulnerable to manipulation, and prone to trapping people in their own bubbles of opinions.",
  "It’s not an exaggeration to say that Instagram was the best acquisition in the technology industry for at least the last decade, and the founders were symbolically and pragmatically important to the most important growth asset that Facebook has right now.",
  "But because it wasn’t organized around sharing posts, nor showing people more of what was likely to give them dopamine hits, Instagram was a model of a different, potentially more optimistic route for an internet hangout.",
  "The company has proclaimed what it believes is a major and permanent shift of people’s behavior toward “stories,” the short videos-plus-photos diaries that Snapchat pioneered and that Instagram copied to much success.",
  "Mark Zuckerberg, Facebook’s CEO, made a (probably disingenuous) claim recently that Instagram grew far faster under Facebook’s corporate umbrella than it could have if Instagram had stayed an independent company.",
  "More recently, though, it’s been Facebook that needs Instagram more than the other way around, and that makes the departure of the Instagram founders a particularly painful sting.",
  "Having the Instagram founders walk out the door — shortly after the WhatsApp founders grew frustrated and did the same — does not project the image of a Facebook on sure footing.",
  "Every part of Facebook, including the main social network and WhatsApp, are now emphasizing Stories, and Facebook is trying to push advertisers toward the still-novel format.",
  "Last, Instagram’s founders provided something that Facebook badly wants to copy: an internet hangout that may be less prone to becoming a cesspool of internet garbage.",
  "The company also seems to have been initially caught off guard by the news of the Instagram founders’ departure, first reported by the New York Times on Monday night.",
  "Even Facebook has been forced to acknowledge that the ways it designed its own digital sphere were potentially damaging to human mental health and to democracy.",
  "Facebook hasn’t been cool for many years, and people have always proclaimed they were using Facebook less even as data showed they were using Facebook more.",
  "The company spooked investors in July by forecasting a significant slowdown in revenue growth, and a significant slimming of Facebook’s fat profit margins.",
  "Yes, beautiful photos on Instagram can still make people feel bad, and Instagram can still be manipulated by propagandists or used to bully people.",
  "Instagram led the way with stories, and losing the Instagram founders means Facebook loses people who truly understand why and how stories work.",
  "The company has started to disclose that the increasing number of ads on Instagram is a significant contributor to Facebook’s revenue growth.",
  "I imagine the company’s crystal ball into its own future would look much cloudier without the growth and advertising potential of Instagram.",
  "But it does seem that people feel less good about using Facebook now for a variety of reasons, and it’s running out of untapped users.",
  "The founders of Instagram, the photo-and-video app that Facebook agreed to buy shortly before its 2012 IPO, are leaving the company.",
  "Bloomberg News reported that the founders, Kevin Systrom and Mike Krieger, grew frustrated as Facebook impinged on their autonomy.",
  "Losing the founders doesn’t mean that all the psychic, strategic and financial benefits of owning Instagram are wiped away.",
  "But we and Facebook will never really know what might have been lost for the company and for the health of the internet.",
  "It’s still growing fast, it’s among the go-to apps for young people, and people aren’t embarrassed to say they love it.",
  "As people spend more time in Instagram, that’s where companies want to be if they have shoes or movie tickets to sell.",
  "Instagram is that fresh-faced woman who breezes onto the airplane at 5 a.m. with not a care in the world.",
  "Again, the time lag does not project, “We got this.”\n\nBut the blow to Facebook is far more than optics.",
  "Daily users of Facebook have flat-lined in North America, the most important market for advertising.",
  "But this, my friends, is a truly terrible time for the Instagram founders to leave.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "Life at Instagram will move on after a while, as presumably it has at WhatsApp.",
  "It took the company a little while to issue a bare-bones public statement.",
  "Facebook is the bedraggled one boarding last with so much baggage.",
  "Strategically, too, Instagram is the center of Facebook right now.",
  "Facebook will put its trusted people in charge of the asset.",
  "View Sample Sign Up Now\n\nThe optics are terrible, first off.",
  "Instagram is Facebook’s beacon on the hill.",
  "Facebook also needs Instagram financially.",
  "Instagram showed there was another way.",
  "First, there are the pragmatic needs.",
  "It’s been a bad year for Facebook.",
  "How does Facebook need Instagram?",
  "Instagram is a different matter.",
  "Contact us at editors@time.com.",
  "OK, a truly terrible year.",
  "It just got even worse."
]