[
  "However, with this year’s revelations of the extent of data collection being used by Facebook and data science firms like Cambridge Analytica, we finally have momentum again to change the way this parasitic industry has developed and make positive changes at the technical, legal and regulatory levels, Brittany Kaiser, Cambridge Analytica whistleblower and co-founder of DATA (Digital Asset Trade Association), told me.",
  "When it comes to cloud storage, it's easy to add extra security if needed to verify that no one has tampered with the data by leveraging public and private storage that cloud vendors can't access (for example private checksums of all files).”\n\nWidenius also notes that cryptocurrency, like Bitcoin, uses the blockchain as a distributed ledger to ensure that data isn’t tampered with.",
  "“Instead of providing subscriptions to individuals, blockchain-data storage solutions, like Proxeus, will have the possibility to charge a price based on file size and duration to anonymous crypto-identities from all around the world,” said Verdon.",
  "Antoine Verdon, co-founder of Proxeus, a swiss-based startup that has just released a data storage DApp to give users total control over their digital identity, believes that traditional cloud storage will be massively disrupted in the near future.",
  "As opposed to centralized cloud storage services, like Google Drive for example (which stores all files, including deleted files in its system), decentralized blockchain network data files are broken apart and spread across multiple nodes.",
  "According to Michael “Monty” Widenius, the main author of the original version of the open source MySQL database and CTO of MariaDB, “A blockchain is a growing list of records, called blocks, which are linked using cryptography.",
  "What I think is a more viable solution is to do all the processing and storage off-chain, possibly encrypted, and only use the blockchain to store the data hash, to prove that a computation happened and to log the data access.",
  "Also, Gartner predicts that nearly all of the blockchain platforms implemented through 2021, “will require replacement within 18 months to remain competitive and secure, and to avoid obsolescence.”\n\nSkepticism also remains.",
  "Moreover, with increasing regulation governing personal data and privacy, there is a growing need for tracking when and with whom data has been shared with, and whether this access is still granted or has been revoked.",
  "Personal data of up to 87 million Facebook users was obtained by Cambridge Analytica to influence voter opinion for a number of politicians in the recently leaked Facebook-Cambridge Analytica data scandal.",
  "\n\n\n\nSince Edward Snowden whistleblew on the NSA’s data mining project PRISM in 2013, the public outcry over how personal data is collected, stored and used has not been front page news.",
  "And although the market is still in its infancy, a number of companies are creating blockchain-based data storage solutions to provide users with full control over their personal data.",
  "The global research firm, Gartner, predicts that the business value of blockchain will reach nearly $200 billion by 2025, with a good portion of this being applied to data storage.",
  "The user also “holds the key” to every file, letting them decide who has access to their data, and when it is to be removed - all backed by the immutability of the blockchain.",
  "Legal and Regulatory Challenges\n\nWhile technical advances with blockchain technology are being created to keep user data private, legal and compliance issues have developed.",
  "Proxeus users can manage several storage providers under one single identity and can store data at different locations depending on their needs, all within one app.",
  "Zane Witherspoon, CTO of Dispatch Labs, also mentioned that cloud storage centers still have many economic benefits over blockchain-based storage solutions.",
  "“Used smartly, blockchains will unlock more flexible ways to store data, while giving users better control over their personal information,” Verdon told me.",
  "However, this method is inefficient, slow and impractical for general data storage, and especially not for databases that need a high transaction rate.",
  "According to Verdon, this permission layer will be moved to the blockchain, which will have implications on the business model of cloud providers.",
  "If you store data on-chain, you cannot comply with data regulations because the data becomes immutable, which is the whole point of a blockchain.",
  "And Proxeus complies to data privacy laws by allowing users to grant and revoke access to their data via a storage smart contract, said Verdon.",
  "These files are encrypted with a private key, which makes it impossible for any other node participating in the network to look at the file.",
  "Verdon thinks Proxeus can compete with established companies like Dropbox by offering better user security through sharding methods.",
  "Sharding ensures that files are just a fraction of their original self, which means reading their entire content is impossible.",
  "Blockchain solutions aim to put control of data into the hands of the user, yet developments are still underway.",
  "In terms of technical change for the way in which data is managed, blockchain technology is gaining momentum.",
  "As more personal data is compromised, the way in which data is stored and obtained comes into question.",
  "When it's come to storage, it can only be used as a ledger to ensure that nobody had changed the data.",
  "Basically, to store metadata rather than actual data, Rand Hindi, CEO of Snips, told me.",
  "17 of the GDPR, challenges the notions of how data is stored across blockchain networks.",
  "Putting users in control of their own data has become a top priority.",
  "For example, the “right to be forgotten,” which is Art.",
  "Is The World Ready For Blockchain-Based Data Storage?",
  "This process is called sharding."
]