[
  "It was a “dream team of engineers from Facebook, Twitter and Google” who won the 2012 election, according to an Atlantic piece titled “When The Nerds Go Marching In.” Obama’s data team were the “real heroes” of the election, wrote Rolling Stone, and the former president’s “high-tech, data-driven, socially-networked campaign was one for the history books.” The Telegraph praised Obama for realizing “the potential” of social media to reach “disaffected youth.”\n\nThere was virtually no mention of the invasiveness of the Obama camapign’s data-gathering operation.",
  "The database will allow staff and volunteers at all levels of the campaign – from the top strategists answering directly to Obama’s campaign manager Jim Messina to the lowliest canvasser on the doorsteps of Ohio – to unlock knowledge about individual voters and use it to target personalised messages that they hope will mobilise voters where it counts most.",
  "Obama’s own data analytics director, as noted above, thought the insurmountable imbalance between Democrat-owned data and Republican-owned data was unfair, but according to the Washington Post, Obama had simply “won the race for voter data.”\n\nThe establishment media didn’t frame Obama’s data operation as invasive or sinister.",
  "As we reported earlier, the former head of Obama’s data operation, Carol Davidsen, said that the campaign was able to pull data from the “entire social graph.”\n\n“We were actually able to ingest the entire social network of the U.S. that’s on Facebook, which is most people” said Davidsen in a talk delivered in 2015.",
  "Certainly, no-one dared suggest that it constituted a “threat to democracy.”\n\nIn their cheerfully-titled report “Obama, Facebook And The Power of Friendship: The 2012 data Election,” The Guardian explained how the Obama campaign harvested data on friend networks from unwitting voters.",
  "The political and media establishment have whipped themselves into an almighty frenzy over allegations — yet to be confirmed — that Cambridge Analytica may have used improperly-obtained Facebook data during the 2016 election campaign, a charge they strenuously deny.",
  "Consciously or otherwise, the individual volunteer will be injecting all the information they store publicly on their Facebook page – home location, date of birth, interests and, crucially, network of friends – directly into the central Obama database.",
  "Absent from this panicked narrative is a far simpler explanation: voters aren’t idiots who were “manipulated.” They are free-thinking individuals who made a decision — to reject the Democrats, to reject corporate media, and to reject the establishment.",
  "— Carol Davidsen (@cld276) March 19, 2018\n\nYet despite the obvious closeness of the relationship between Facebook and Obama, the establishment media gave it little scrutiny, even when Obama was invited to speak at Facebook’s headquarters in 2011.",
  "Every time an individual volunteers to help out – for instance by offering to host a fundraising party for the president – he or she will be asked to log onto the re-election website with their Facebook credentials.",
  "There was no such outrage after the 2012 election, in which the Obama campaign harvested data from Facebook users at a scale that, according to a former senior Obama campaign staffer, shocked Facebook themselves.",
  "That wasn’t thought all the way through and now there’s a disadvantage of information that to me seems unfair.”\n\nThis is no secret – The Guardian reported on it in 2012, and Davidsen spoke about it 2015.",
  "It’s “fake news,” it’s “misinformation,” it’s “dark arts” and a “threat to democracy.” Trump didn’t win the election, according to the establishment media’s fantasy — he stole it with ill-gotten data.",
  "But only in the aftermath of Donald Trump’s election victory, which many attributed to his superior digital campaigning, has the mainstream devolved into panic over the influence of Facebook.",
  "They came to office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side.",
  "Davidsen recently revealed that Facebook visited the Obama campaign’s office after the 2012 election, where they admitted they allowed the campaign privileged access to their platform.",
  "The Guardian endearingly referred to Obama’s tactics as harnessing the “power of friendship.” According to CNN, Obama’s team used “high-tech wizardry” and “magic tricks” to win.",
  "In the U.S., lawmakers are calling for an investigation into Facebook, and in the U.K., the authorities are seeking a warrant to raid the offices of Cambridge Analytica.",
  "“If you log in with Facebook, now the campaign has connected you with all your relationships,” a digital campaign organiser who has worked on behalf of Obama says.",
  "At the core is a single beating heart – a unified computer database that gathers and refines information on millions of committed and potential Obama voters.",
  "Ironically, The Guardian is the sister paper of The Observer, the paper that broke the news of Cambridge Analytica’s alleged misuse of Facebook data.",
  "Far from holding Facebook and the Obama administration to account, the establishment media were fawning in their coverage of their relationship.",
  "Obama staffers joked openly about mass-harvesting data from the Facebook feeds of their supporters’ old college friends and ex-girlfriends.",
  "So they shut off the feature.”\n\nRepublicans, explained Davidsen, failed to obtain this data, whereas the Democrats now have it forever.",
  "Although Obama’s data-gathering operation was widely known, the tone of establishment media coverage was casual, even celebratory.",
  "That in turn will engage Facebook Connect, the digital interface that shares a user’s personal information with a third party.",
  "“I’m a Democrat, so maybe I could argue that’s a great thing, but really it’s not, in the overall process.",
  "Yet the media continued to cover them as genius whizz-kids who were revolutionizing political campaigning.",
  "They admitted that their data harvesting was so extensive that it triggered Facebook’s security systems.",
  "Facebook likes helped Trump “steal the election,” according to a columnist at the Philadelphia Inquirer.",
  "But admitting you might be flawed is hard — let’s just blame Facebook instead!",
  "Online political advertising is now a “dark art,” according to The Guardian.",
  "Compare this to the way they covered Facebook in the aftermath of Trump.",
  "Allum Bokhari is the senior technology correspondent at Breitbart News.",
  "“Data And The Threat to Democracy” is the blunt headline at the BBC.",
  "You can follow him on Twitter, Gab.ai and add him on Facebook.",
  "“Where this gets complicated is that it freaks Facebook out.",
  "It was just “hipster tech,” in the words of Wired magazine.",
  "Email tips and suggestions to allumbokhari@protonmail.com."
]