[
  "Despite the influx of cash over many years — officially, Remain groups outspent Leave groups by over £5 million even without the government’s leaflet — the failure to declare expenses correctly, and government’s intervention which could have swung voters by as much as 10.2 per cent in terms of likelihood of voting to leave, the Remain campaign still lost.",
  "The findings indicate that exposed voters were, on average, 3 percentage points less likely to vote leave relative to their matched control observations… women and the risk adverse were on average 8.8 and 10.2 percentage points less likely to vote leave after leaflet exposure, respectively.",
  "Liberal Democrats Fined Nearly the MAXIMUM Allowed by Britain’s Elections Regulator\n\nLate last year Britain’s Electoral Commission levied an £18,000 GBP fine on the Liberal Democrats party for providing inadequate invoices and receipts — or, in some cases, not providing them at all.",
  "‘Open Britain’ Group Fined for Failing to Deliver Accurate Spending Returns\n\nThe Open Britain campaign — formerly known as Britain Stronger in Europe (BSE) — the official Remain group, was fined £1,250 GBP for failing to accurately report their spending during the campaign period.",
  "The Financial Times reported in December that “the official Remain campaign, then known as Britain Stronger in Europe, now Open Britain, has paid a £1,250 fine imposed for not providing three invoices and for declaring some spending in aggregate rather than individual payments”.",
  "The groups, including the International Monetary Fund, the National Farmers Union, Standard & Poors, the National Union of Students, and a number of Britain’s trades unions, received tens of millions of euros from Brussels, some of which bled into the referendum campaign.",
  "…This ‘persuasion’ mechanism of impact is confirmed by correctly finding no effect of exposure for a number of placebo tests using information not contained in the leaflet, for instance, whether a person believes the EU has undermined UK parliamentary sovereignty.",
  "The European Union Funded Remain Groups to the Tune of €160 Million\n\nPro-Remain groups which “made referendum interventions have received €160 million from the [European] Commission in the last nine years” according to a report from 2016.",
  "Their memorandum of association literally sets out its remit as “propaganda and other activities” — which it fulfils as part of a wider network of so-called civil society groups paid by the EU to lobby for greater European integration.",
  "European Movement Group Fined for ‘Incomplete and Inaccurate Spending Returns’\n\nThe European Movement group was the forerunner to the official ‘Britain Stronger in Europe’ campaign, boasting some of the same people at its founding.",
  "The past week has been full of news stories surrounding Brexit, a Facebook data-mining initiative by Cambridge Analytica, and a new “whistleblower” making allegations about the behaviour of the establishment Vote Leave campaign.",
  "No such scrutiny nor column inches have been afforded to all the ways the Remain campaigns cheated the system, even when there have already been fines levied upon Remain groups and campaigners for such brazen behaviour.",
  "The Electoral Commission said the group’s returns were “missing 23 payments totalling £14,307.39 as well as missing supporting invoices but included 47 payments totalling £112,863.18 which were not referendum spending”.",
  "The UK Government’s £9 Million Pro-EU Leaflet to Every Household\n\nAhead of polling day the British government spent nearly 10 million delivering pro-European Union propaganda to every household in the United Kingdom.",
  "No wonder they’re now having to revert to Russia conspiracies or blaming social media firms in their attempts to derail the greatest exercise in democracy the United Kingdom has ever known.",
  "Heavily funded by the European Union, the organisation describes its ultimate goal as “the creation of a Pan-European federation as the first step towards peace and world federalism”.",
  "…Conservative Party supporters who read the leaflet and were exposed to a high degree of other referendum information were around 6.2 percentage points less likely to vote to leave.",
  "The leaflet was also pushed digitally through government websites and a wide range of social media platforms, possibly reaching even more voters than the physical leaflet.",
  "“In some cases no invoices or receipts were provided at all, and in others some were provided which were inadequate, such as credit card statements, or were incomplete.",
  "“The total sum, which nears the [Electoral] Commission’s maximum individual fine of £20,000, is made up of two fines,” the regulator explained in an official statement.",
  "In both sample groups, exposure to the leaflet is shown to significantly increase one’s likelihood of changing their voting intention from leave to remain.",
  "It seems likely therefore that some Conservative supporters will have interpreted the leaflet as a signal from the Conservative government to vote remain.",
  "At the time, the effects were unclear, though academics have now pointed to how much the government may have illegitimately swung the result of the vote.",
  "Sheffield University’s Harry Pickard found in January 2018:\n\n…exposure to the government’s leaflet lead to a lower probability of voting to leave the EU.",
  "“The first fine, of £17,000, was imposed for failing to provide acceptable invoices or receipts for 80 payments with a total value of more than £80,000.",
  "“The second fine, of £1,000, was issued because some payments were reported in aggregate rather than as individual payments.”\n\n2.",
  "There has been little to no scrutiny over this massive amount of cash either before, during, nor after the Brexit referendum.",
  "The group was hit with an £8,750 fine “for delivering an incomplete and inaccurate spending return for the EU referendum”.",
  "Next time someone tells you the Leave campaign cheated, feel free to send them a copy of this list.",
  "Raheem Kassam is the Editor in Chief of Breitbart London",
  "In short: the losers are trying to write history.",
  "1.",
  "3.",
  "5.",
  "4."
]