[
  "Facebook’s stock saw its biggest one-day drop in history in July after its second-quarter earnings report showed slower-than-expected revenue growth, and the company said it expected declines to continue in the second half of the year.",
  "An analyst at JPMorgan said in a note to clients Tuesday, reported by CNBC, that Systrom and Krieger’s departure was “surprising” and that Facebook’s shares would likely come under “meaningful pressure” for their exit in the near term.",
  "In a statement, Systrom said he and Krieger are “grateful” for their time at Instagram but are “ready for our next chapter.”\n\n“We’re planning on taking some time off to explore our curiosity and creativity again,” Systrom said.",
  "According to the Wall Street Journal, Instagram’s co-founders battled with Facebook leadership, including Zuckerberg, over growth tactics, and their disagreements were similar to those experienced by the WhatsApp co-founders.",
  "“Building new things requires that we step back, understand what inspires us and match that with what the world needs; that’s what we plan to do.”\n\nHe said the two remain “excited” for the future of Instagram and Facebook.",
  "It purchased the app for $1 billion in 2012, and according to the Times, citing Bloomberg Intelligence, Instagram has since been valued at 100 times that — a sizable return on its investment.",
  "That spooked investors already worried about the potential fallout from technology regulatory changes in Europe and privacy concerns springing from the Cambridge Analytica scandal in the US.",
  "The messaging app WhatsApp, another Facebook acquisition, has also been a strong point for the company — and one where the app’s original founders have clashed with Facebook’s leadership.",
  "Bloomberg reports that one analyst predicted earlier this year that Instagram will provide about a quarter of Facebook’s total revenue by 2020 — $20 billion.",
  "Facebook got pretty much no new users in the United States and Canada during the second three months of the year, and actually lost some in Europe.",
  "Kevin Systrom, Instagram’s chief executive, and Mike Krieger, its chief technology officer, have resigned and plan to leave in the coming weeks.",
  "Ad spending on Instagram grew more than 200 percent year over year during the second three months of this year, according to one analysis.",
  "“Kevin and Mike are extraordinary product leaders and Instagram reflects their combined creative talents,” Zuckerberg said in a statement.",
  "WhatsApp co-founders Jan Koum and Brian Acton left the company earlier this year after a series of clashes over putting ads in the app.",
  "Instagram’s co-founders are headed for the exit, perhaps signaling more trouble for Facebook, which owns the photo-sharing app.",
  "The app hit 1 billion monthly active users this year, outpacing Facebook and rival Snapchat significantly in terms of growth.",
  "Instagram has been good business for Facebook\n\nInstagram has been a bright spot in Facebook’s broader business umbrella.",
  "One person familiar with the matter told the Journal the relationship had become “tense” in recent months.",
  "The New York Times was first to report the move on Monday, which the company later confirmed.",
  "Thus far, the Instagram leadership team’s exit is playing out cordially, at least in public.",
  "“I’ve learned a lot working with them for the past six years and have really enjoyed it.",
  "I wish them all the best and I’m looking forward to seeing what they build next.”",
  "The statement did not mention Facebook CEO Mark Zuckerberg.",
  "But Instagram has largely escaped Facebook’s issues."
]