[
  "In a statement Wednesday, the ICO said it had been investigating Cambridge Analytica and its parent firm, the SCL Group, “as part of a wider investigation into the use of personal data and analytics by political campaigns, social media companies and others.”\n\nThe statement came soon after Cambridge Analytica announced that it was filing for bankruptcy in the U.S. and insolvency in Britain after \"the siege of media coverage\" drove away \"virtually all\" of its customers and suppliers.",
  "The firm came to public attention in March when Facebook announced — on the eve of two explosive newspaper reports in The New York Times and Britain's Observer newspaper — that it had learned Cambridge Analytica and its parent company had failed to delete personal data that the social network knew it had improperly obtained on Facebook users three years ago.",
  "“Over the past several months, Cambridge Analytica has been the subject of numerous unfounded accusations and, despite the Company’s efforts to correct the record, has been vilified for activities that are not only legal, but also widely accepted as a standard component of online advertising in both the political and commercial arenas,” the statement added.",
  "(Photo: DANIEL LEAL-OLIVAS, AFP/Getty Images)\n\nLONDON — British authorities said they will continue their investigation into the political ad marketing firm Cambridge Analytica after the company, which is accused of harvesting Facebook data to help Donald Trump win the U.S. presidency, announced that it is closing amid bankruptcy proceedings.",
  "Damian Collins, chairman of the Parliament's committee for digital, culture, media and sport, told the BBC: \"We've got to make sure this isn't an attempt to run and hide, that these companies are not closing down to try to avoid them being rigorously investigated over the allegations that are being made against them.\"",
  "https://t.co/f5dboXH9DT — Mary Creagh (@MaryCreaghMP) May 2, 2018\n\nContributing: Mike Snider\n\nMore: Mark Zuckerberg pledges Facebook will put 'people first'\n\nMore: Cambridge Analytica active in elections, big data projects for years\n\nRead or Share this story: https://usat.ly/2rkmT4K",
  "More: Cambridge Analytica shutting down in wake of Facebook data crisis\n\nMore: WhatsApp CEO Jan Koum leaving Facebook after Cambridge Analytica\n\nLast month, officers from the ICO searched Cambridge Analytica’s offices in London after a High Court judge granted a warrant.",
  "\"The ICO will continue its civil and criminal investigations and will seek to pursue individuals and directors, as appropriate and necessary even where companies may no longer be operating,” the ICO said in Wednesday’s statement.",
  "Cambridge Analytica, the UK marketing analytics firm at the heart of the Facebook data scandal, announced on May 2, 2018, it was \"immediately ceasing all operations\" and filing for insolvency in Britain and the United States.",
  "Cambridge Analytica denies any wrongdoing and said in a statement Wednesday that its \"unwavering confidence that its employees have acted ethically and lawfully\" was supported by a report by British lawyer Julian Malins.",
  "Chris Wylie, Cambridge Analytica’s former director of research, told British lawmakers in March that the firm may have influenced the outcome of U.K.’s vote to leave the European Union at a referendum in 2016.",
  "The United Kingdom’s Information Commissioner's Office (ICO), a public body sponsored by the British government, said it will continue its civil and criminal investigations into the London-based firm.",
  "Facebook said it thought Cambridge Analytica had deleted the data, but the Times and Observer reported that the data was used to target voters during the 2016 presidential election.",
  "The firm said \"it is no longer viable to continue operating the business, which left Cambridge Analytica with no realistic alternative to placing the Company into administration.\"",
  "In this file photo taken on March 21, 2018, the shared building which houses the offices of Cambridge Analytica are pictured in central London.",
  "“We will also monitor closely any successor companies using our powers to audit and inspect, to ensure the public is safeguarded,” it added.",
  "Insolvency used to cover up illegality\"\n\nCambridge Analytica and SCL group cannot be allowed to delete their data history by closing.",
  "Mary Creagh, another lawmaker, tweeted along with a link to a news story about the firm's closure: \"Outrageous.",
  "The investigations into their work are vital — Damian Collins (@DamianCollins) May 2, 2018\n\nOutrageous.",
  "Some British lawmakers were skeptical about the development.",
  "Insolvency used to cover up illegality."
]