[
  "... Deena Tauster ... Christina Cattarini ... Dick Dadey, executive director of Citizens Union … Pesach Osina ... John Gallagher, partner at Mercury and Bloomberg alum … Jessica Erickson … Jessica Goldstein (h/ts Teresa Vilmain) ... Richard Lipsky … Stephen Bates ... Janet Ritz ... Michele Mischa Bergeron ... Ryan Cross ... David All … bandleader/rock musician Max Weinberg is 66 (h/ts Ali and Josh Rogin) ... chess grandmaster Garry Kasparov is 54 ... actress Allison Williams is 29 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "... John Barsa, Bush 43 DHS alum and current member of the DHS “Beachhead” team (h/t Ed Cash) ...\n\n... Rachel McCleery, chief comms advisor for Senate Finance Committee Democrats on tax, oversight and investigations, Obama, Stabenow and Dingell alum (h/t Jon Haber) ... Rebecca Pearcey ... Mia Motley of SKDKnickerbocker (h/t Kelley McCormick) ... Rep. Jim Costa (D-Calif.) is 65 ... Rep. Susan Davis (D-Calif.) is 73 ... Rep. Ted Yoho (R-Fla.) is 62 ... Madeleine Levey Lambert, brand, marketing, and comms at EY and Atlantic Council alum (h/t Mallory Shelbourne) ... Steve Ayscue ... Morgan Hitzig ... Stu Barnes of Lesa Sroufe ... Alex Lam, who works on Blockchain product solutions at Paxos ... Chelsea Cole-Kelly, VP at Bain Capital Credit ... Sarah Corley, media relations manager at the Phillips Collection ... Hannah Shtein ... James Kinnard ... Emily Loeb, special counsel at Jenner & Block, an Obama WH alum and the pride of Victoria, Tex.",
  "… Geoff “Bean” Embler, SVP of Definers Public Affairs and an America Rising alum ... Nick Schaper, president and CEO of Engage and a U.S. Chamber and Boehner alum, is 39 ... Sally Rose Larson, legislative director for Rep. Doug Collins (R-Ga.) and a Georgetown alum ... Brian Bartlett, SVP of Rational 360, an alum of Ketchum, Romney 2012, and Bush 43 and Cheney WH advance and a small airplane pilot (h/t Jon Clark) … Human Rights Campaign senior writer Justin Snow ... Jeremy Art in C-SPAN’s media relations shop ... Jonah Cunningham ... Brad Carroll, finance and legal comms manager at Ford and alum of the Ex-Im Bank … David Stone, EVP for comms and public affairs at NY’s Columbia University ... Brad Elkins is 29, wrapping up a busy year on the campaign tail -- serving as campaign manager for Alejandra Campoverdi for Congress; deputy campaign manager for Jason Kander for Senate; and Nevada state director for Martin O’Malley for President.",
  "But these plans could be held up by the prohibitive costs outlined in the internal report and resistance in Congress, where many lawmakers are already balking at approving billions in spending on the wall and additional border security measures.” http://wapo.st/2oqGQ8x\n\nTOP-ED -- GEORGE WILL: “What the Freedom Caucus stands for.” http://wapo.st/2oqzQIr\n\nPLAYBOOKERS on the Hollywood Reporter’s just-published list, “The 35 Most Powerful People in New York Media”: Jesse Angelo, Joe and Mika, Dean Baquet, Anderson Cooper, Jeff Fager, James Goldston, Peter Hamby, Ben Smith, Rachel Maddow, Megyn Kelly, Lester Holt, Andy Lack, Noah Oppenheim and Phil Griffin, Don Lemon, Matt Lauer, Savannah Guthrie, Adam Moss, David Remnick, David Muir, David Rhodes, Charlie Rose, Norah O’Donnell, George Stephanopoulos, Jeff Zucker.",
  "‘But it’s not what you would think.’” http://on.wsj.com/2nHAeFu … Excerpts http://on.wsj.com/2o9JE7S …\n\nTOP TWEETS -- Daniel Dale (@ddale8): “Here, side by side, is the information provided by the American president and the Chinese president about the same phone call.” http://bit.ly/2p9qSlR … @margbrennan: “If you’re wondering why the US press doesn’t have pictures of Secretary Tillerson at the Kremlin, that’s because he ditched his press pool”\n\nTHE MOSCOW MEETING -- “Tillerson meets with Putin amid deepening tensions over U.S. missile strikes in Syria,” by WaPo’s Carol Morello and David Filipov: “The rift between the United States and Russia was laid bare Wednesday when Secretary of State Rex Tillerson held his first direct talks with Russia’s president.",
  "Three of the violations were deemed ‘high priority,’ meaning that they could allow the presence of illness-causing bacteria on plates served in the dining room.” http://hrld.us/2pbFUoo\n\nMEDIAWATCH -- “Anchor Roundtable: Savannah Guthrie, Jake Tapper and More on Fake News, Fairness and When Trump Calls Your Phone,” by Hollywood Reporter’s Marisa Guthrie: http://bit.ly/2nHuk7i\n\n-- “Bill O’Reilly cuts back his schedule,” by Hadas Gold: “Bill O’Reilly’s future with Fox News may still be unclear, but the star of the channel’s prime time line up -- and the host with its with the highest ratings -- has quietly made one major change recently: he is now hosting four days a week, instead of five.",
  "Mr. Manafort, often using shell companies, invested millions of dollars in various properties, including apartments and condos in New York, homes in Florida and Virginia and luxury houses in Los Angeles.” http://nyti.ms/2oC6Lw6\n\nOOPS -- “Republican congressional candidate has attacked foreign worker program his companies used extensively,” by CNN’s Nathan McDermott and Andrew Kaczynski: “Bob Gray, who is running in a tight race to fill Secretary of Health and Human Services Tom Price’s vacant seat in Georgia’s 6th congressional district, has said in multiple interviews that the H1-B visa was frequently abused by companies.",
  "Schwarzman’s growing influence in Trump’s circle is welcome news to New York business leaders and moderate Republicans, who want the president to abandon his nationalist positions and embrace a more non-ideological White House amid lagging poll ratings and infighting dominating the West Wing.” http://politi.co/2p9r6te\n\nTHE SHIFTS -- “Trump Reversals Hint at Wall Street Wing’s Sway in White House,” by NYT’s Alan Rappeport: “President Trump made three startling economic policy reversals on Wednesday, stepping away from pledges he made as a candidate and even policies he supported only days ago.",
  "And at the Defense Department, special agents from the Army’s Criminal Investigation Command ensure that the secretary, Jim Mattis, is kept safe domestically and as he travels the world visiting bases and installations.” http://nyti.ms/2o8tGMh\n\nABOUT TRUMP’S HEALTH CARE PLANS -- “Trump dangles Obamacare payments to force Dems to the table,” by Dan Diamond and Josh Dawsey: President Donald Trump wants to use a key Obamacare subsidy program as leverage to draw Democrats to the negotiating table on health care, three administration officials with knowledge of Trump's thinking told POLITICO.",
  "Mr. Bannon served on the data-mining firm’s board until last summer.” http://nyti.ms/2pbO3cw\n\n-- PHIL RUCKER, ASHLEY PARKER and BOB COSTA talk to 21 sources for this WaPo story: “The man not long ago dubbed the ‘shadow president’ -- with singular influence over Trump’s agenda and the workings of the federal government -- is struggling to keep his job with his portfolio reduced and his profile damaged, according to interviews Wednesday with 21 of Trump’s aides, confidants and allies.",
  "My wife, Amy, our three children and I will likely walk down to Martin’s Tavern, one of our favorite spots in Georgetown where we live.” Read his Playbook Plus Q&A: http://politi.co/2pbZIba\n\nBIRTHDAYS: Celinda Lake ... Politico’s Jack Smith ... newly married Kate Gaertner, director of strategy and growth at Axios (hat tip: Rachel Schindler) ... Sen. Bob Casey Jr. (D-Pa.) is 57 ... former Sen. Ben Nighthorse Campbell (R-Colo.) is 84 ... Sujata Mitra, senior director of comms.",
  "And a person familiar with the matter said a new Friday-night spinoff of O’Reilly’s show called ‘Friday Factor’ had been planned but not yet announced, with a rotating group of hosts filling his Friday slot.” http://politi.co/2nHruiE\n\n-- “Bret Stephens leaves Wall Street Journal for New York Times,” by Hadas Gold: “One of the loudest voices against President Donald Trump from The Wall Street Journal’s editorial pages is decamping for the competitor across town.",
  "Voters Sour on Party, Raising Republican Fears for 2018,” by Jonathan Martin and Alex Burns, with an Alpharetta, Georgia, dateline on A1 of the NYT: “A gray mood has settled over conservative-leaning voters in some of the country’s most reliably Republican congressional districts, as the party’s stumbles in Washington demoralize them and leave lawmakers scrambling to energize would-be supporters in a series of off-year elections.",
  "video http://bit.ly/2p1myFJ\n\n-- The Judicial Crisis Network is launching separate new ads thanking President Trump, Senate Majority Leader Mitch McConnell (R-Ky.), and Senate Judiciary Chairman Chuck Grassley (R-Iowa) for helping get Neil Gorsuch through the confirmation process with a digital and cable buy with a total spend of more than $150,000 focused on D.C., Kentucky and Iowa.",
  "At best, they expose the long-term implications of his understaffed and inexperienced campaign organization and undermine his promises to surround himself with top notch talent.” http://apne.ws/2oqy5Lt\n\nJOSH DAWSEY and BEN WHITE on “CEOs gaining power in Trump’s White House”: “Wall Street titan Stephen Schwarzman has recently taken on a new, informal job: counselor to the president.",
  "http://on-ajc.com/2oCjbUx\n\nCAMPAIGN PROMISE TURNS TO REALITY -- “Trump administration moving quickly to build up nationwide deportation force,” by WaPo’s David Nakamura: “The Trump administration is quickly identifying ways to assemble the nationwide deportation force that President Trump promised on the campaign trail as he railed against the dangers posed by illegal immigration.",
  "An internal Department of Homeland Security assessment obtained by The Washington Post shows the agency has already found 33,000 more detention beds to house undocumented immigrants, opened discussions with dozens of local police forces that could be empowered with enforcement authority and identified where construction of Trump’s border wall could begin.",
  "It was hosted at Republic Restoratives distillery with the namesake liquor, “Rodham Rye.” SPOTTED: Adrienne Elrod, Tyrone Gayle, Christina Reynolds, Rob Flaherty, Hans Goff, Ian Sams, Emmy Ruiz, Alex Hornbrook, Allison Zelmon, Mini Timmaraju, Lauren Crawford, Riley Kilburg, Marisa McAuliffe, Pia Carusone, Rachel Gardner, Lorella Praeli, and Rhett Buttle.",
  "Health inspectors zing Trump’s Mar-a-Lago kitchen,” by Jose Lambiet in the Miami Herald: “Just days before the state visit of Japanese Prime Minister Shinzo Abe to Mar-a-Lago, President Donald Trump’s Palm Beach private club, Florida restaurant inspectors found potentially dangerous raw fish and cited the club for storing food in two broken down coolers.",
  "The ads http://bit.ly/2oCaGZB ... http://bit.ly/2nHF9GA\n\nFUN READ -- “A Who’s Who List of Agencies Guarding the Powerful,” by NYT’s Nick Fandos: “Protecting top government officials, from the president to the head of the Environmental Protection Agency, involves a patchwork of more than a dozen federal agencies and offices.",
  "Trump took the unusual step of calling HHS Secretary Tom Price to dictate a blistering statement that challenged the story and swiped at Democrats, one senior administration official said.” http://politi.co/2pbuKQp\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Rather, they feature Sikh families explaining how the world’s fifth-largest religion, founded in India, aligns with American values.” http://apne.ws/2pbWV1G\n\nFIRST LOOK – The two ads, part of the million-dollar ad campaign, include “Proud” and “Neighbors,” which start airing on national cable on Friday.",
  "In opinion polls, they consistently give Mr. Trump mediocre approval ratings, even as he remains solidly popular with lower-income whites.” http://nyti.ms/2p9hq1Z\n\n-- ABOUT GEORGIA: We’re hearing that Republicans are feeling better about their ability to hold Democrat Jon Ossoff to under 50 percent.",
  "Trump’s personnel picks haunt him,” by AP’s Julie Pace: “The tales of Michael Flynn, Paul Manafort and Carter Page -- none of whom still work for Trump -- have created a steady drip of allegations that have clouded [Donald] Trump’s early presidency and raised persistent questions about his judgment.",
  "| Andrew Harnik/AP Photo\n\nBEYOND THE BELTWAY -- “US Sikhs launch ad campaign that looks to push back on hate,” by AP’s Steve Peoples: “Their beards and turbans — symbols of equality in a religion that opposes India’s caste system — make American Sikhs easy targets for the angry and uninformed.",
  "Papers were recorded that same day creating a shell company controlled by Mr. Manafort that soon received $13 million in loans from two businesses with ties to Mr. Trump, including one that partners with a Ukrainian-born billionaire and another led by a Trump economic adviser.",
  "Bret Stephens, the Journal’s deputy editorial page editor, will be The New York Times’ newest op-ed columnist, both papers announced on Wednesday.” http://politi.co/2p92Ibit\n\n\n\nPlaybookers\n\nSPOTTED: Hope Hicks on the phone Wednesday night outside Whole Foods on P Street, NW.",
  "The shifts confounded many of Mr. Trump’s supporters and suggested that the moderate financiers he brought from Wall Street are eclipsing the White House populist wing led by Stephen K. Bannon, the political strategist who is increasingly being sidelined by the president.",
  "On Friday, his main political patron, Rebekah Mercer, the daughter of Robert Mercer, a major Trump donor, holed up in her office at Cambridge Analytica in New York, discussing possibilities for Mr. Bannon should he leave, according to two people briefed on the meeting.",
  "WEST WING WHIPLASH -- HUMA ABEDIN fielding book offers -- The Bannon-is-done narrative – CEOs growing influence on Trump -- MANAFORT resurfaces -- B’DAY: Sen. Bob Casey Presented by\n\n\n\n\n\nDriving the Day\n\nListen to the Playbook Audio Briefing http://bit.ly/2o99gTi ...",
  "Now: Trump says the U.S. and Russia are not getting along, and Rex Tillerson says “There is a low level of trust between our countries.” The president intimated that Syrian President Bashar al-Assad consulted Russia before launching a chemical attack on its people.",
  "“White House and New York business officials say Schwarzman was critical to Trump keeping the Deferred Action for Childhood Arrivals program, also known as the Dreamers program, with Trump making the decision after a call with the hedge fund billionaire.",
  "And he said that he might consider reappointing Janet Yellen as chairwoman of the Federal Reserve when her term ends next year.” http://nyti.ms/2nHC7lL\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Pic http://politi.co/2nHtyHn\n\nBIRTHWEEK (was yesterday): Gretchen Andersen, Rep. Vern Buchanan’s press secretary\n\nBIRTHDAY OF THE DAY: Taylor S. Gross, former White House spokesman for George W. Bush and co-founder and partner at The Herald Group.",
  "Even this tiny success was conditional; Lavrov said the deal would apply only if the United States and its allies targeted terrorists -- not Syrian President Bashar al-Assad’s ­forces.” http://wapo.st/2nHRIBq\n\nFROM 30,000 FEET -- “Suburban G.O.P.",
  "Now: Trump is involved in the Middle East, and depending on who you talk to, the U.S. government would like to topple Assad …\n\n… Before: China is a currency manipulator and could easily convince North Korea to abandon its nuclear ambitions.",
  "Political Media Stars’ Standout Moments,” by Marisa Guthrie: Jim Acosta, David Fahrenthold, Hallie Jackson, Bret Baier, Tucker Carlson, John Dickerson, Jonathan Karl, Andrea Mitchell, Jake Tapper, Chuck Todd, Chris Wallace, Martha Raddatz.",
  "The purpose of the loans is unstated in public records, although at least some of them appear to be part of an effort by Mr. Manafort to stave off a personal financial crisis stemming from failed investments with his son-in-law.",
  "The ads, which will air on CNN, Fox News and on TV stations in Fresno, California, home to a large Sikh community, make no mention of the more than 300 hate crimes reported by Sikhs in the U.S. since the 2001 terrorist attacks.",
  "Lindsay Jancek has been promoted to deputy communications director and Rick Gorka has been promoted to deputy communications director and will oversee the regional communications, 2018 efforts, and day-to-day in the department.",
  "WELCOME TO THE WORLD -- Cate Cravath Thorin, manager of government affairs for Zimmer Biomet, and Kilian Thorin, consultant for CSRA, have welcomed Quinn Grace Thorin, born on Monday, April 3 at 5:58 a.m. at Sibley Hospital.",
  "JEWISH INSIDER SCOOP -- IVANKA AND JARED AT THE FOUR SEASONS IN WHISTLER FOR PASSOVER -- by Jacob Kornbluh: http://bit.ly/2pwnMVw\n\nTHE BANNON-IS-DONE NARRATIVE -- JEREMY PETERS and MAGGIE HABERMAN on A13 of the NYT: “Mr.",
  "The CEO of Blackstone Group, who has known Trump for years, has become so close to the president that the two sometimes talk several times a week, covering everything from Chinese trade to tax policy to immigration.",
  "“In a series of interviews, Mr. Trump said he no longer wanted to label China a currency manipulator -- a week after telling The Financial Times that the Chinese were the ‘world champions’ of currency manipulation.",
  "“The transactions raise a number of questions, including whether Mr. Manafort’s decision to turn to Trump-connected lenders was related to his role in the campaign, where he had agreed to serve for free.",
  "**SUBSCRIBE to Playbook: http://politi.co/2lQswbh\n\nFIRST IN PLAYBOOK -- HUMA ABEDIN, the longtime aide to Hillary Clinton, is considering offers to write a book, according to multiple people familiar.",
  "“The two also recently chatted at Mar-a-Lago about a possible reorganization of the White House, two people familiar with the meeting say, though the conversation didn’t include specific names.",
  "Some colleagues described Bannon as a stubborn recluse who had failed to build a reservoir of goodwill within the West Wing.” http://wapo.st/2nHAC73\n\nIT’S NOT JUST BANNON… -- “The best people?",
  "Learn more at google.com/grow/veterans\n\nTHIS SEEMS… INTERESTING -- MANAFORT WATCH -- “After Campaign Exit, Manafort Borrowed From Businesses With Trump Ties,” by NYT’s Mike McIntire: “Aug.",
  "These cost-sharing subsidies, which help insurers pay medical bills for low-income customers, have been the subject of a long-running lawsuit that the White House could drop at any time.",
  "How he’s celebrating: “While I know the cool answer is to brag to you about some exotic location or froufrou restaurant, the truth is I am spending it with my favorite people—Team Gross!",
  "“The agency also is considering ways to speed up the hiring of hundreds of new Customs and Border Patrol officers, including ending polygraph and physical fitness tests in some cases ...",
  "OUT AND ABOUT -- Hillary for America alums John McCarthy, Megan Nashban, Karuna Seshai and Dominic Lowell hosted 200+ campaign alumni for the two-year anniversary of HFA’s launch.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Donald Trump and NATO Secretary General Jens Stoltenberg depart after a news conference in the East Room of the White House on April 12.",
  "After weeks of bruising headlines and backlash over some of his administration’s more conservative positions, Trump is embracing policy and people that are much more mainstream.",
  "At the C.I.A., highly trained and carefully selected agency officers protect its director with a constant presence, even setting up quarters within or near the director’s home.",
  "“The only concession that Tillerson appeared to have extracted from the Russians was that Putin offered to restore a hotline aimed at avoiding accidents in the air over Syria.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Inspectors found 13 violations at the fancy club’s kitchen, according to recently published reports — a record for an institution that charges $200,000 in initiation fees.",
  "Subscribe on iTunes http://apple.co/2eX6Eay ... Visit the online home of Playbook http://politi.co/2f51Jnf\n\nWEST WING WHIPLASH -- Before: Trump said NATO is obsolete.",
  "He’ll take a birthday trip up north to Portland soon, where he attended college at Lewis & Clark (h/t Danny Gaynor) ... John Dutton, COS for Rep. Andy Harris (R-Md.)",
  "…\n\n“Two administration officials said the HHS rebuttal was personally ordered by an incensed Trump, who feared that the Times story hurt his negotiating position.",
  "…\n\n“Interviews with Republican-leaning voters in four suburban districts -- in Georgia, Kansas, Minnesota and New Jersey -- revealed a sour outlook on the party.",
  "Russia had suspended that effort after U.S. missile strikes on a Syrian air base following an April 4 chemical weapons attack on a village in rebel territory.",
  "Bannon, [President Trump] has told one person, is ‘not a team player.’ … Mr. Bannon’s allies have already begun discussing a post-White House future for him.",
  "Trump could deliver an immediate and fatal blow to the Obamacare marketplaces if he scraps the subsidy program, worth an estimated $7 billion this year.",
  "These voters, mainly white professionals, say they expected far more in the way of results by now, given the Republican grip on power in the capital.",
  "At worst, Trump’s personnel picks appear to have left his campaign -- and perhaps his White House -- vulnerable to the influence of foreign powers.",
  "Yet three companies where Gray has been an executive have applied for and received H1-B visas, according data provided by the Department of Labor.",
  "Zach Galifianakis recently discussed political donations and the rise of dark money with former Democratic commissioner of the FEC Ann Ravel.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "at HuffPost ... Will Davis, assistant director for gov’t relations at The ONE Campaign ... Doug Coutts, COS to Sen. Tom Cotton (R-Ark.)",
  "Their discussions failed to ease deepening tensions over Syria and Washington’s demands that Moscow abandon its main Middle East ally….",
  "The visa is meant to allow employers to hire foreign workers in specialty occupations when there is a shortage of qualified Americans.",
  "They also shine a light on the rich real estate portfolio that Mr. Manafort acquired during and after the years he worked in Ukraine.",
  "http://bit.ly/2nHBfxj\n\nTRUMP'S THURSDAY -- THE PRESIDENT is signing a joint resolution dealing designed to ding Planned Parenthood.",
  "-- FIRST LOOK: The new docu-series “America Divided” attempts to highlight inequality in America through reports from celebrities.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "He is a veteran of the Rubio presidential and Senate campaigns, the Republican Governors Association and the Romney campaign.",
  "-- ATLANTA JOURNAL CONSTITUTION: “Nearly $14M in ads have flooded Georgia’s Sixth for special election,” by Greg Bluestein.",
  "In an interview with The Wall Street Journal, the president said he no longer wanted to eliminate the Export-Import Bank.",
  "Now: Trump said NATO is a “great alliance.” Before: Trump said it would be great if the U.S. and Russia could get along.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Most recently, he served as a temporary senior adviser to the OMB director during the transition and post-inauguration.",
  "http://bit.ly/2p9FFgq\n\nTHE JUICE …\n\n-- FOX NEWS has hired Ellison Barber as a D.C.-based general assignment reporter.",
  "Learn more at google.com/grow/veterans\n\nTHE WALL STREET JOURNAL INTERVIEW -- DIPLOMACY: NOT AS EASY AS YOU’D THINK!",
  "Two of them, Keane and NTT Data Corporation, requested and obtained hundreds of H1-B visas for foreign employees.",
  "Trump said he told his Chinese counterpart he believed Beijing could easily take care of the North Korea threat.",
  "FP1 Strategies is managing the campaign, AKPD Message & Media made the ads, and Hart Research did the polling.",
  "The 67-year-old O’Reilly has only hosted his program twice on Friday nights over the last five months.",
  "TRANSITIONS -- Raul Alvillar is joining Medora Ventures as managing director of its Washington office.",
  "...\n\n… Chris White has joined the office of Sen. James Lankford (R-Okla.) as a legislative assistant.",
  "“They were among $20 million in loans secured by properties belonging to Mr. Manafort and his wife.",
  "The third, Maine Point, employed two H1-B employees.” http://cnn.it/2nHONc3\n\nWATCH OUT PALM BEACH!",
  "Now: China is not a currency manipulator, and its relationship with North Korea is complicated.",
  "He’s celebrating at home in Pasadena, CA with his close friends Janet, Steve, Kelly, and Ari.",
  "Ellie Wallace and Christiana Purves are new regional communications directors under Gorka.",
  "That morning, he stepped down from guiding Donald J. Trump’s presidential campaign ...",
  "‘I felt pretty strongly that they had a tremendous power’ over North Korea,” he said.",
  "‘After listening for 10 minutes, I realized it’s not so easy,’ Mr. Trump recounted.",
  "... Marcus Peacock is joining the Business Roundtable as executive vice president.",
  "He comes from Rep. Jeff Denham’s (R-Calif.) office where he also served as an LA.",
  "… Jennifer Lauterbach started on Monday handling Senator John Kennedy’s (R-La.)",
  "Alvillar is former DNC political director and worked in the Obama White House.",
  "provide constant protection for [Jeff] Sessions and James B. Comey, the F.B.I.",
  "Like the attorney general, the director travels on a government-provided jet.",
  "Michael Ahrens has joined the RNC as a spokesman and rapid response director.",
  "Before: The Trump administration’s foreign policy mantra was “America First.\"",
  "She has been approached by people interested, but has not made a decision.",
  "Sessions usually flies on a private government-provided plane as well.",
  "Mr. Xi then explained the history of China and Korea, Mr. Trump said.",
  "Now: He says there will be a vote to repeal and replace Obamacare.",
  "The U.S. wouldn’t promote regime changes in places like Syria.",
  "Specially trained agents from the Justice Department’s F.B.I.",
  "Scott Parker has been promoted to deputy research director.",
  "She was previously at WUSA and the Washington Free Beacon.",
  "-- THE RNC COMMUNICATIONS OPERATION is getting filled up.",
  "But behind the scenes, he was busy with other matters.",
  "… Before: Trump says he’s moving on from health care.",
  "Gone is the ardent post-election populism -- for now.",
  "Trump criticized U.S. involvement in the Middle East.",
  "Before: The Export-Import Bank has to be eliminated.",
  "She previously worked for Sen. Bill Cassidy (R-La.).",
  "He is meeting with I-85 bridge first responders.",
  "The cover http://bit.ly/2o8YLzj\n\n--“12 Top D.C.",
  "See the full list http://bit.ly/2o9MvOs ...",
  "THE REALITY: This is governing on the fly.",
  "Now: The Export-Import Bank is important.",
  "military and foreign relations portfolio.",
  "19 was an eventful day for Paul Manafort.",
  "She was 8 lb 7 oz and 20.5 inches long.",
  "He will then head to Mar-a-Lago.",
  "He’s an EPA and Hill alum.",
  "-- “Undercooled meat.",
  "Dangerous fish.",
  "director.",
  "-- “Mr.",
  "2-min.",
  "...",
  "Mr.",
  "..."
]