[
  "The continued high consumption of traditional media, ongoing reliance on non-tech savvy older voters to win elections and lack of success in micro-targeting Facebook users in such a small country could ward off the worst types of digital manipulation and outright online lies, which have become the norm ahead of other countries' elections.",
  "Facebook's Irish test\n\nThe interest of such international data analytics companies in next month's hotly contested Irish referendum comes as politicians and the general public across the EU, United States and beyond grow increasingly alarmed about how political organizations use targeted digital advertising to woo potential voters.",
  "So far, her initiative, which is based on volunteers downloading an online widget that tracks which ads they are shown on Facebook, revealed more than 350 political ads on the social network, including several paid for by international groups such as Radiance Foundation and Rachel’s Vineyard, U.S. anti-abortion organizations.",
  "He said the organization declined the pitch because it believed such complex data mining techniques would have limited success in convincing Ireland's roughly 3 million eligible voters to opt against overturning the 8th Amendment of the country's constitution, which bans abortion in almost all circumstances.",
  "And the reality is that Irish regulators are largely powerless to contain even lies in full view: As city councils field complaints about graphic images and inaccurate information on posters plastered across the country, they can be removed only if not hung correctly or lack the publishers' name.",
  "“They’re going to see what people who share their opinion are talking about.”\n\nWhen falsehoods do appear online, according to pollsters, it often reinforces people's existing preconditions and does not convince undecided voters to switch their political allegiances.",
  "As part of its efforts to clamp down on harmful political advertising, starting Wednesday, Facebook will allow Irish users to review all advertising — whether it's explicitly targeted at them or not — that campaigns and companies buy on its network in the country.",
  "The company built a trial website in early March that would have allowed Save the 8th to send digital get-out-the-vote messages to potential voters, according to an online data repository containing AIQ information discovered by UpGuard, a cybersecurity firm.",
  "The transparency push ahead of Ireland's upcoming referendum is only the second time the company has offered local users access to such information, after a similar project in Canada, and it comes ahead of a global rollout of the program planned for June.",
  "DUBLIN — Ireland's soul-searching debate over whether to change its constitution and allow women to terminate their pregnancies coincides with a ballooning transatlantic scandal surrounding Facebook and the use of personal data in political advertising.",
  "The politicians' fears, however, aren't likely to be realized: Though one Irish campaign group considered using sophisticated data tools that possibly influenced other votes, the anti-abortion organization ultimately decided it wasn't of much use.",
  "McGuirk added that Save the 8th hired Kanto, a digital analytics firm whose founder, Thomas Borwick, was chief technology officer on the Vote Leave campaign during the United Kingdom's 2016 referendum to leave the European Union.",
  "\"From this point forward,\" Health Minister Simon Harris, a supporter of repealing the ban, said earlier this month, \"it will be the conversations people have with friends and family that will decide this crucial referendum.\"",
  "“People in general aren’t taking to Twitter or Facebook in order to form an opinion in relation to this,” said Stephen O’Leary, founder of the Dublin-based social media analysis firm Olytico, which is neutral in the race.",
  "A vocal abortion rights supporter, Smith worries about a \"whole cohort of the electorate out there who are vulnerable to that type of advertising.”\n\nFacebook agreed to put new safeguards in practice, starting Wednesday.",
  "Cambridge Analytica, the U.K.-based firm accused of influencing the Brexit vote, is also accused of wrongly obtaining millions of individuals' Facebook data to sway the 2016 U.S. election in favor of Donald Trump.",
  "\"It's a trust-based regulatory environment,\" said Liz Carolan, co-founder of the Transparent Referendum Initiative, a volunteer group tracking digital political advertising on Facebook ahead of next month's vote.",
  "AIQ has previously denied allegations that it had ties to Cambridge Analytica, which was also accused of harvesting the digital information on up to 87 million Facebook users without their consent.",
  "That data firm, McGuirk added, analyzes how potential voters interacted with the group's online advertising but was not doing more sophisticated online work for the anti-abortion organization.",
  "With the campaign heating up, lawmakers hauled Facebook executives before parliament to grill them about how to prevent people's personal information from being used to manipulate them online.",
  "\"We made the decision only in recent days to accelerate and include Ireland in the pilot program,\" Joel Kaplan, Facebook's vice president for global policy, told Irish lawmakers on April 17.",
  "Under the country's Electoral Acts, for instance, campaigning groups must register with the Standards in Public Office Commission, a local regulator, if they receive political donations.",
  "Canadian data-mining company Aggregate IQ sought to carry out work for Save the 8th ahead of the country's referendum on May 25, according to online records reviewed by POLITICO.",
  "Facebook will allow Irish users to review all advertising — whether it’s explicitly targeted at them or not — that campaigns and companies buy on its network in the country.",
  "Facebook remains in hot water worldwide for its role in allowing such data mining techniques to take place on its social network of more than 2.2 billion global users.",
  "Focus on digital political advertising\n\nThe ability to track Facebook advertising is aimed at calming concerns over Ireland's relatively lax campaign financing laws.",
  "This means that all users will potentially see political advertising that might have been designed to influence another group, in an effort to boost transparency.",
  "“I have serious concerns as do many people out there given the recent revelations of Cambridge Analytica,\" parliamentarian Bríd Smith said at an April 17 hearing.",
  "Save the 8th spokesman John McGuirk confirmed that AIQ, which also helped analyze voter data during the U.K.'s Brexit vote, offered to work for the campaign.",
  "Despite the recent furor about online political advertising, many in Ireland still doubt such tactics will sway the one in five voters who are undecided.",
  "\"A lot of these firms come to Ireland and they show you this massive portfolio of stuff they've done in the U.S., in the U.K.,\" McGuirk said.",
  "The site was never published, but AIQ's attempted involvement in Ireland's upcoming referendum has not previously been reported.",
  "\"We are working hard to build out these transparency tools and roll them out globally, but it takes time.\"",
  "The tech giant acknowledged a \"breach of trust\" in failing to protect data and promised to do more.",
  "Irish voters go to the polls May 25 to decide whether to repeal the country's abortion ban.",
  "\"Spending a lot of money segmenting and chopping up the electorate really wasn't for us.\"",
  "According to the latest polls, nearly half of voters plan to vote for repealing the ban.",
  "Both sides emphasize canvassing and heart-to-heart chats to change minds.",
  "Both sides emphasize canvassing and heart-to-heart chats to change minds.",
  "They do not have to provide evidence about how money is raised or spent.",
  "AIQ and Kanto did not respond to requests for comment.",
  "\"There's a potential here for bad things to happen.\"",
  "Cambridge Analytica denies those accusations.",
  "Facebook also denies any wrongdoing.",
  "AIQ has ties to Cambridge Analytica."
]