[
  "Evidence from Oxford Internet Institute analysts suggest that a third of all twitter traffic prior to the EU referendum was actually bots and that this type of targeting was used as recently as the Stoke By-Election.",
  "Bots can even \"orchestrate a campaign to create a fake sense of agreement among Twitter users where they mask the sponsor of the message, making it seem like it originates from the community itself.\"",
  "PACAC's report Lessons learned from the EU referendum gained considerable attention for highlighting the possibility that foreign Governments interfered with the referendum.",
  "Whilst the plot reads like that of a comic book this cyber manipulation is no fiction and played a role in both the EU Referendum and President Trump's election.",
  "So worrying is Cambridge Analytica's actions that the Information Commissioners Office has launched an investigation into their reported use of personal data.",
  "He is also reported to be an owner of Cambridge Analytica, a company specialising in election strategies and involved in both the Trump and Brexit campaigns.",
  "The voter registration website crashed last June threatening disenfranchisement of thousands, forcing the Government to extend the registration deadline.",
  "The company proved to be instrumental and taught the campaign how to build profiles, target people and gain data from people's Facebook profiles.",
  "Using artificial intelligence, as we did, tells you all sorts of things about that individual and how to convince them with what sort of advert.",
  "Broadcast advertising is subject to strict controls in the interests of fair play as it traditionally had a wide reach and great impact.",
  "Whilst Leave.EU admits that Cambridge Analytica worked for the campaign, the company themselves deny any exchange of funds took place.",
  "They could all post positive or negative tweets skewing metrics used by companies and researchers to track opinions on that topics.",
  "An elite group is shaping world politics to suit their private beliefs, their behaviour having untold and unquantifiable affects.",
  "Lobbyists and Billionaires are using wilfully manipulating the media and public opinion in defiance of transparency regulations.",
  "Botnets are online tools programmed with artificial intelligence to manipulate public opinion utilising social media platforms.",
  "When interviewed by Cadwalladr, Leave.EU's communications director admitted, \"Facebook was the key to the entire campaign.",
  "A significant number of Twitter users are bots which can act to spam and manipulate public opinion on current affairs.",
  "Cambridge Analytica, whilst the most high profile group to use online targeting tactics they are not an isolated case.",
  "Clandestine artificial intelligence, algorithms, and invisible money sources can overwhelm surface democratic rules.",
  "The use of algorithms and artificial intelligence was probably a significant but invisible element in the campaigns.",
  "A much more troubling narrative is emerging of voter targeting calculated to cause mass interference and influence.",
  "Exceptional investigation work by journalist Carole Cadwalladr has exposed the wide reaching implications of issue.",
  "The single thunderous lesson from the Euro Referendum is that new technology trumps arcane democratic safeguards.",
  "And you knew there would also be other people in their network who liked what they liked, so you could spread.",
  "They can track voters' personal data and manipulate public opinion as if it were fact using cyber deception.",
  "The committee reported that the crash had indications of a botnet attack on the voter registration website.",
  "Nigel Farage's links with Robert Mercer led to Cambridge Analytica's involvement in the Leave.EU campaign.",
  "PACAC's report revealed deeply held concerns about allegations of foreign interference in the Referendum.",
  "Crashing a website is a technical instance where cause, effect and hopefully blame can be established.",
  "Aaron Banks of Leave.EU has since declared \"I don't give a monkey's about the Electoral Commission.\"",
  "Recent shifts have proved unfair advantages are now to be gained from targeted online activity.",
  "The crash may well have been the result of an attack designed to influence political outcome.",
  "This type of work should have been declared as services in kind to the electoral commission.",
  "Botnets have become the sordid means for foreign funds to influence our electoral processes.",
  "We are in the disturbing era where lobbyists can weaponise fake news for the highest bidder.",
  "All of this they can do under cover of anonymity and without regulation or oversight.",
  "\"They could tweet like real users, but coordinated centrally around a specific topic.",
  "It was won by the side with the means to distribute the most plausible lies.",
  "The National Cyber Security Centre deals with around 200 such cases a day.",
  "Research published from UCL explains how groups can also use botnets.",
  "Robust regulation is required to maintain transparency of process.",
  "There is contempt for the electoral process they are manipulating.",
  "The computer never stops learning and it never stops monitoring.\"",
  "Billionaire Robert Mercer is Donald Trump's biggest donor.",
  "A large group of bots can misrepresent public opinion.",
  "A Facebook 'like' was their most \"potent weapon\".",
  "It does not uniquely affect the EU referendum.",
  "The EU Referendum was a battle of dishonesty.",
  "And then you follow them.",
  "It has not been."
]