[
  "We are told to be silent, to respect democracy, but how is democracy respected or enacted when all debate and dissent is silenced, and when the independence of the judiciary is attacked, branding judges 'traitors' in their defence of the constitution and rule of law?",
  "But using the panopticon of ubiquitous surveillance it provides, people's behaviour and responses can be accurately monitored, to the point where it is possible to artificially limit their access to information to a bubble.",
  "We have to take the initiative once again, so that those who would seek to manipulate rather than reason, to push rather than lead, to capitulate and exploit rather than inform and argue lose the power they have usurped.",
  "The lies of the Leave and Trump campaigns are exposed daily, and then we find that both campaigns have been greatly engineered by the far right under the same man - Steve Bannon, and his company Cambridge Analytica.",
  "The cynical manipulation of the referendum vote - divorced from the checks and balances that parliamentary democracy delivers -cannot be described, even in the most fevered UKIP fantasy, as the will of the people.",
  "Whatever is left of the UK after Brexit will be there for the exploitation of the Tories and their cronies, broken up into Tory feudal baronetcies (new metro-mayors), and asset-stripped by US carpet-baggers.",
  "But where their opinions are demonstrably wrong and damaging, we must not simply capitulate to them in order to win their vote and ultimately the power to change things through winning office.",
  "Driven by fear, concocted threats and austerity, the people voted for a charismatic authoritarian leader who promised them security and prosperity wrapped in a jingoistic, nationalist flag.",
  "But 35 years ago I was too young to appreciate the book, not having the knowledge or experience to even begin to understand it properly at any level (I still passed the exam though!).",
  "It seems odd that in a society where literally all of the world's knowledge is at the fingertips of its citizens, it becomes so easy to manipulate the so-called will of the people.",
  "We shouldn't forget that this opportunity, this defence of parliamentary sovereignty was delivered not by the Opposition but by a private citizen who took the government to court.",
  "The NHS isn't in crisis due to government cuts, exploitative contracts, privatization and an aging population - it's because of lazy overpaid doctors and health tourists.",
  "Facts and experts are threats to the methodology, and so one of the first things to be done is to attack their validity in such a way that the attack cannot be refuted.",
  "We have a 'fake news' president who re-writes factual events or even creates massacres that never occurred in order to justify an ever-increasing authoritarian agenda.",
  "Facts become not only alternative facts but meaningless, when the opinions being forced have been deliberately designed to be integrated into manufactured identities.",
  "The UK is now seemingly set irrevocably on a road to its own self-destruction, the elected representatives saying repeatedly the will of the people must be respected.",
  "The EU is increasingly painted as the enemy so that we will inevitably have to forge closer links with the US - in effect becoming nothing less than Airstrip One.",
  "Better to let the children die or be sold into slavery than to extend help when they flee the bombs (that we made and sold) that slaughtered their families.",
  "How do we respect the will of the people when the people have no say, no control, and the very tools of democracy are being perverted and used against them?",
  "To garner ratings, TV channels went after the most extreme grotesques, giving platforms to the most offensive views - and by so doing, legitimized them.",
  "The Conservative Party have remained true to their ideology throughout -in contrast to Labour who seem to have completely abandoned theirs.",
  "The populism that won the brexit vote is merely being used by May in order to build power for herself and her party, perhaps in perpetuity.",
  "In another fictional dystopia, the character V lays the blame for the fascist regime they live under on the shoulders of the voters.",
  "Refugees become migrants, simultaneously taking people's jobs and pushing down wages whilst taking houses and lazing on benefits.",
  "We can only restore, defend and perform democracy by opposing, by engaging, and challenging the popular (or populist) narrative.",
  "It was a set text on my English Literature O-level, and as I hated the book with a passion, I haven't picked it up since.",
  "The opportunity for debate, for opposition to the far-right nightmare of hard brexit has been completely squandered.",
  "We must engage people with a will to explore the truth but do so in such a way as not to challenge their identities.",
  "And on the debating floors of our governments, there is no reasoned argument, only posturing and point-scoring.",
  "And where even that might be too dangerous, opposition is silenced by arcane points of order or filibustering.",
  "We shouldn't think, however, that the Tories under May have in any way turned to populism to set their agenda.",
  "Orwell's 1984 is back in the best-seller list, and I'm one of the people who has inadvertently put it there.",
  "Specially designed input can then be fed into that bubble that will reliably produce the required response.",
  "The current affairs and discussion programmes I remember from my youth have been replaced by newstainment.",
  "Extending even the most basic humanitarian aid to child refugees becomes what is called a pull factor.",
  "In the US, Sessions and Devos are sworn in to positions that they are uniquely unqualified to hold.",
  "Now it seems horribly prescient, from the panopticon of the Internet to the newspeak it produces.",
  "It unashamedly claims victory in the EU referendum and US election by following this methodology.",
  "TV debates were simply Q&A where the answers were no more than pre-scripted soundbites.",
  "In the UK, far-right populism has changed the previous enemy (Russia) to Islamism.",
  "To do so would be just as exploitative as the tactics of those we hope to defeat.",
  "But last I looked we were a parliamentary democracy, not ruled by plebiscite.",
  "Facts are dismissed and ignored due to the cognitive dissonance they create.",
  "Where facts no longer matter, what basis for debate can there possibly be?",
  "Just as Corbyn says the real fight starts here, the fight is already over.",
  "The Article 50 bill cedes the power of parliament solely to Theresa May.",
  "Through the Internet we uniquely have the means to make this a reality.",
  "\"What offensive and outrageous thing will Trump/Farage say next?!",
  "Experts are discredited by the simple virtue of being experts.",
  "It goes beyond campaigning to deliberate nudge manipulation.",
  "But V for Vendetta and 1984 never envisioned the Internet.",
  "In the UK, Brexit is waved through, un-amended, unopposed.",
  "In the press and media there was only polemic, not debate.",
  "This is what Bannon's company Cambridge Analytica boasts.",
  "In both campaigns, how often were debates actually held?",
  "The desired and assumed identity cannot be challenged.",
  "The basis of true democracy is an informed electorate.",
  "What has been lost in our democracies is debate.",
  "Then we will truly know the will of the people.",
  "When we are told lies we must correct them.",
  "Tune in at 11 to find out!\""
]