[
  "They have the resources, money and ambition to do whatever they want John Naughton\n\nBut the enormity and complexity of having two global companies of a kind we have never seen before influencing so many areas of our lives is such, says Naughton, that \"we don't even have the mental apparatus to even know what the problems are\".",
  "The more people who search for information about Jews, the more people will see links to hate sites, and the more they click on those links (very few people click on to the second page of results) the more traffic the sites will get, the more links they will accrue and the more authoritative they will appear.",
  "Later, I speak to Robert Epstein, a research psychologist at the American Institute for Behavioural Research and Technology, and the author of the study that Martin Moore told me about (and that Google has publicly criticized), showing how search-rank results affect voting patterns.",
  "I click on it: \"Jews today have taken over marketing, militia, medicinal, technological, media, industrial, cinema challenges etc and continue to face the worlds [sic] envy through unexplained success stories given their inglorious past and vermin like repression all over Europe.\"",
  "And ordering of search results does influence people, says Martin Moore, director of the Centre for the Study of Media, Communication and Power at King's College, London, who has written at length on the impact of the big tech companies on our civic and political spheres.",
  "New platforms have put a bomb under the financial model - advertising - resources are shrinking, traffic is increasingly dependent on them, and publishers have no access, no insight at all, into what these platforms are doing in their headquarters, their labs.",
  "Jonathan Albright, assistant professor of communications at Elon University, North Carolina, “scraped” 300 fake news sites (the dark shapes on this map) to reveal the 1.3m hyperlinks that connect them together and link them into the mainstream news ecosystem.",
  "Its mission as a company, the one-line overview that has informed the company since its foundation and is still the banner headline on its corporate website today, is to \"organize the world's information and make it universally accessible and useful\".",
  "Steve Bannon, founder of Breitbart News and the newly appointed chief strategist to Trump, is on Cambridge Analytica's board and it has emerged that the company is in talks to undertake political messaging work for the Trump administration.",
  "And here's Google's top result: \"10 Reasons Why Hitler Was One Of The Good Guys\" I click on the link: \"He never wanted to kill any Jews\"; \"he cared about conditions for Jews in the work camps\"; \"he implemented social and cultural reform.\"",
  "I ask Rebecca MacKinnon, director of the Ranking Digital Rights project at the New America Foundation, whether it was the recent furore over fake news that woke people up to the danger of ceding our rights as citizens to corporations.",
  "Dominic Cummings, the campaign director of Vote Leave, has made few public announcements since the Brexit referendum but he did say this: \"If you want to make big improvements in communication, my advice is - hire physicists.\"",
  "Damien Tambini, an associate professor at the London School of Economics, who focuses on media regulation, says that we lack any sort of framework to deal with the potential impact of these companies on the democratic process.",
  "\"But when you move into the physical realm, and these concepts become part of the tools being deployed when you navigate around your city or influence how people are employed, I think that has really pernicious consequences.\"",
  "Screenshot/ The Guardian\n\nStories about fake news on Facebook have dominated certain sections of the press for weeks following the American presidential election, but arguably this is even more powerful, more insidious.",
  "Frank Pasquale, professor of law at the University of Maryland, and one of the leading academic figures calling for tech companies to be more open and transparent, calls the results \"very profound, very troubling\".",
  "Every one of the 10 results \"confirms\" that they are, including the top one, from a site called sheddingoftheego.com, which is boxed out and highlighted: \"Every woman has some degree of prostitute in her.",
  "And this enables data-mining and influencing companies like Cambridge Analytica to precisely target individuals, to follow them around the web, and to send them highly personalized political messages.",
  "They're sending out thousands of links to other sites and together this has created a vast satellite system of rightwing news and propaganda that has completely surrounded the mainstream media system.",
  "Last week Jonathan Albright, an assistant professor of communications at Elon University in North Carolina, published the first detailed research on how rightwing websites had spread their message.",
  "And if we want to get to a better place, when it comes to having an information ecosystem that serves human rights and democracy instead of destroying it, we have to share responsibility for that.\"",
  "\"They were using 40-50,000 different variants of ad every day that were continuously measuring responses and then adapting and evolving based on that response,\" says Martin Moore of Kings College.",
  "\"I took a list of these fake news sites that was circulating, I had an initial list of 306 of them and I used a tool - like the one Google uses - to scrape them for links and then I mapped them.",
  "It's a link to a rather dense, scholarly book review from thetabletmag.com, a Jewish magazine, with the unfortunately misleading headline: \"Why Literally Everybody In the World Hates Jews.\"",
  "But what you're showing - and I'm very glad you are documenting it and screenshotting it - is that despite the fact they have vastly researched this problem, it has gotten vastly worse.\"",
  "And the companies, says John Naughton, the Observer columnist and a senior research fellow at Cambridge University, are terrified of acquiring editorial responsibilities they don't want.",
  "The fact that people are reading about these fake news stories and realizing that this could have an effect on politics and elections, it's like, 'Which planet have you been living on?'",
  "I contacted Google about its seemingly malfunctioning autocomplete suggestions and received the following response: \"Our search results are a reflection of the content across the web.",
  "Though later, I think that perhaps what I've actually done is scraped the topsoil off the surface of 2016 and found one of the underground springs that has been quietly nurturing it.",
  "\"It's all done completely opaquely and they can spend as much money as they like on particular locations because you can focus on a five-mile radius or even a single demographic.",
  "And, their entry into the NHS - providing useful services in exchange for our personal data - is another massive step in their power and influence in every part of our lives.",
  "Hundreds of millions of people are, each minute, creating and consuming an untold amount of digital content in an online world that is not truly bound by terrestrial laws.\"",
  "And the Anti-Defamation League went after them and so they put an asterisk next to it which said: 'These search results may be disturbing but this is an automated process.'",
  "We don't realize that the Facebook page we are looking at, the Google page, the ads that we are seeing, the search results we are using, are all being personalised to us.",
  "\"I would say that everybody has been really naive and we need to reset ourselves to a much more cynical place and proceed on that basis,\" is Rebecca MacKinnon's advice.",
  "That the right has colonized the digital space around these subjects - Muslims, women, Jews, the Holocaust, black people - far more effectively than the liberal left.",
  "Charlie Beckett, a professor in the school of media and communications at LSE, tells me: \"We've been arguing for some time now that plurality of news media is good.",
  "Because they have so much data on individuals and they use such phenomenally powerful distribution networks, they allow campaigns to bypass a lot of existing laws.",
  "He calls Google and Facebook \"a terrifying duopoly of power\" and has been leading a growing movement of academics who are calling for \"algorithmic accountability\".",
  "\"It's kind of weird right now,\" she says, \"because people are finally saying, 'Gee, Facebook and Google really have a lot of power' like it's this big revelation.",
  "And corporations don't think long term because they're focused on the next quarterly results and that's what makes Google and Facebook interesting and different.",
  "Without typing anything else, simply putting the cursor in the search box, Google offers me two new searches and I go for the first, \"Islam is bad for society\".",
  "This is a company without any healthcare experience being given unprecedented access into the NHS and it took seven months to even know that they had the data.",
  "\"At the moment, there's a distance when you Google 'Jews are' and get 'Jews are evil',\" says Julia Powles, a researcher at Cambridge on technology and law.",
  "Donald Trump is connecting through exactly the same technology platforms that supposedly helped fuel the Arab spring; connecting to racists and xenophobes.",
  "And in this instance the third-best, most relevant result to the search query \"are Jews… \" is a link to an article from stormfront.org, a neo-Nazi website.",
  "So I looked at where the links went - into YouTube and Facebook, and between each other, millions of them… and I just couldn't believe what I was seeing.",
  "For the nearly 20 years that Google has been in existence, our view of the company has been inflected by the youth and liberal outlook of its founders.",
  "As Martin Moore points out, the president-elect claimed that Apple chief executive Tim Cook called to congratulate him soon after his election victory.",
  "And just as Google is a near-monopoly for search, its ambition to own and control the physical infrastructure of our lives is what's coming next.",
  "The headline was that DeepMind was going to work with the NHS to develop an app that would provide early warning for sufferers of kidney disease.",
  "Here, Albright shows it is a “vast satellite system of rightwing news and propaganda that has completely surrounded the mainstream media system”.",
  "These results don't reflect Google's own opinions or beliefs - as a company, we strongly value a diversity of perspectives, ideas and cultures.\"",
  "It's bought hundreds of start-ups, including Calico, whose stated mission is to \"cure death\" and DeepMind, which aims to \"solve intelligence\".",
  "This means that sometimes unpleasant portrayals of sensitive subject matter online can affect what search results appear for a given query.",
  "Every time someone likes one of these posts on Facebook or visits one of these websites, the scripts are then following you around the web.",
  "More than just spreading rightwing ideology, they are being used to track and monitor and influence anyone who comes across their content.",
  "What this map shows is the distribution network and you can see that it's surrounding and actually choking the mainstream news ecosystem.\"",
  "This is a negative suggestion and we know that negative suggestions depending on lots of things can draw between five and 15 more clicks.",
  "Photograph: Jonathan Albright Jonathan Albright\n\nAlbright's map also provides a clue to understanding the Google search results I found.",
  "You can see the New York Times in there and the Washington Post and then you can see how there's a vast, vast network surrounding them.",
  "And when you look at the personnel, they are young, white and perhaps Asian, but not black or Hispanic and they are overwhelmingly men.",
  "\"We talk about the omniscience of these tech giants, but that omniscience takes a huge step forward again if they are able to predict.",
  "And the way in which you see the results and the types of results you see on the page necessarily has an impact on your perspective.\"",
  "Cambridge Analytica, an American-owned company based in London, was employed by both the Vote Leave campaign and the Trump campaign.",
  "Pro-democracy activists are using the internet more than ever but at the same time, the adversary has gotten so much more skilled.\"",
  "These companies have found a way of transgressing 150 years of legislation that we've developed to make elections fair and open.\"",
  "I haven't even hit a button and it's automatically populated the page with answers to the query: 'Do blacks commit more crimes?'",
  "The technology that was supposed to set us free may well have helped Trump to power, or covertly helped swing votes for Brexit.",
  "Rebecca MacKinnon says that most of us consider the internet to be like \"the air that we breathe and the water that we drink\".",
  "But it seems the implications about the power and reach of these companies is only now seeping into the public consciousness.",
  "This is a technology that has enabled the likes of Cambridge Analytica to create political messages uniquely tailored to you.",
  "MacKinnon has a particular expertise in how authoritarian governments adapt to the internet and bend it to their purposes.",
  "What Epstein's work has shown is that the contents of a page of search results can influence people's views and opinions.",
  "Alphabet, Google's parent company, now has the greatest concentration of artificial intelligence experts in the world.",
  "It's the equivalent of going into a library and asking a librarian about Judaism and being handed 10 books of hate.",
  "\"The general public are completely in the dark about very fundamental issues regarding online search and influence.",
  "When Tony Blair became prime minister, it wasn't possible to Google him: the search engine had yet to be invented.",
  "It claims to have built psychological profiles using 5,000 separate pieces of data on 220 million American voters.",
  "He came across a similar instance in 2006 when, \"If you typed 'Jew' in Google, the first result was jewwatch.org.",
  "And our complicity, our credulity, being consumers not concerned citizens, is an essential part of that process.",
  "\"There's large-scale, statistically significant research into the impact of search results on political views.",
  "I feel like I've fallen down a wormhole, entered some parallel universe where black is white, and good is bad.",
  "Because there, on my screen, was the proof: An entire page of results, nine out of 10 of which \"confirm\" this.",
  "The top result, from a site called Listovative, has the headline: \"Top 10 Major Reasons Why People Hate Jews.\"",
  "Rebecca MacKinnon's research has shown how authoritarian regimes reshape the internet for their own purposes.",
  "And it's only given me two choices and these aren't simply search-based or the most searched terms right now.",
  "In the US, under the Digital Millennium Copyright Act, every company has to have a spokesman you can reach.",
  "\"There's all sorts of bias about what counts as a legitimate source of information and how that's weighted.",
  "We are talking about the most powerful mind-control machine ever invented in the history of the human race.",
  "The entire history of 2 million NHS patients is, for artificial intelligence researchers, a treasure trove.",
  "It's a vast system of hundreds of different sites that are using all the same tricks that all websites use.",
  "This is an entirely circular knowledge economy that has only one outcome: an amplification of the message.",
  "And the constellation of websites that Albright found - a sort of shadow internet - has another function.",
  "It has created a vast network of propaganda that has encroached like a cancer across the entire internet.",
  "They know your likes, dislikes, where you live, what you eat, what makes you laugh, what makes you cry.",
  "Since 2008, Google has attempted to predict what question you might be asking and offers you a choice.",
  "And there was complete silence from politicians, from regulators, from anyone in a position of power.",
  "There's an editorial function to Google and Facebook but it's being done by sophisticated algorithms.",
  "It's motivated by ideology, by people who are quite deliberately trying to destabilize the internet.\"",
  "He's been recommended to me by several academics as one of the most knowledgeable experts on search.",
  "The type and order of search rankings was shown to influence voters in India in double-blind trials.",
  "What these rightwing news sites have done, he explains, is what most commercial websites try to do.",
  "and the featured result - the Google answer boxed out at the top of the page - is quite clear: no.",
  "I'm on Yahoo and I have 10 suggestions, not one of which is 'Do black people commit more crime?'",
  "They're capturing people and then keeping them on an emotional leash and never letting them go.\"",
  "Every woman has a little evil in her… Women don't love men, they love what they can do for them.",
  "It offered me a choice of potential questions it thought I might want to ask: \"are Jews a race?",
  "What Jonathan Albright's research has shown is that this isn't a byproduct of the internet.",
  "And the rest of us can barely start to frame the sorts of questions we ought to be asking.",
  "They are the first lines of the book, The New Digital Age, that he wrote with Jared Cohen.",
  "A massive human experiment with no checks and balances and untold potential consequences?",
  "\"The internet is among the few things that humans have built that they don't understand.\"",
  "PHILIPPE HUGUEN/AFP/Getty Images Here's what you don't want to do late on a Sunday night.",
  "We have no way of knowing how our personal data is being mined and used to influence us.",
  "A few days later, I talk to Danny Sullivan, the founding editor of SearchEngineLand.com.",
  "Everything they've done, the world they've remade, has been done in the blink of an eye.",
  "Why did my Google search return nine out of 10 search results that claim Jews are evil?",
  "It was built to accomplish a social mission to make the world more open and connected.\"",
  "And it is, but DeepMind's ambitions - \"to solve intelligence\" - goes way beyond that.",
  "Powles is shortly to publish a paper looking at DeepMind's relationship with the NHS.",
  "It knows their quirks and nuances and daily habits and can target them individually.",
  "It's able to attract the world's top computer scientists, physicists and engineers.",
  "Journalism is failing in the face of such change and is only going to fail further.",
  "\"A year ago, 2 million Londoners' NHS health records were handed over to DeepMind.",
  "Google used to use that but now they use an algorithm that looks at other things.",
  "\"I thought they stopped offering autocomplete suggestions for religions in 2011.\"",
  "And Facebook was just one of the hosts for the virus that helps it spread faster.",
  "Programmers and executives and editors and designers, they make this landscape.",
  "\"And there will undoubtedly be be pressure on them to collaborate,\" says Moore.",
  "And Google offers me just two choices, the first of which is: \"Are women evil?\"",
  "They have the resources, the money, and the ambition to do whatever they want.",
  "There were similar results relating to the search suggestions you are offered.",
  "Eight out of the other 10 search results agree: Hitler really wasn't that bad.",
  "Did such micro-targeted propaganda - currently legal - swing the Brexit vote?",
  "They try to find the tricks that will move them up Google's PageRank system.",
  "The company was only founded in 1998 and Facebook didn't appear until 2004.",
  "So during the Arab spring, it seemed like the good guys were further ahead.",
  "It is within reason to say women feel attraction but they cannot love men.\"",
  "\"Though they can and regularly do tweak the results in all sorts of ways.\"",
  "Certainly the results about Google on Google don't seem entirely neutral.",
  "Ditto Facebook, whose mission, Zuckerberg said, was not to be \"a company.",
  "Search was the foundation of the company but that was just the beginning.",
  "We are inside a machine and we simply have no way of seeing the controls.",
  "\"I scraped the trackers on these sites and I was absolutely dumbfounded.",
  "In the next list of suggestions, I'm offered: \"Islam must be destroyed.\"",
  "These tools offer remarkable empowerment, but there's a dark side to it.",
  "The seventh result is: \"Jews are demonic souls from a different world.\"",
  "Did the same methods used by Cambridge Analytica help Trump to victory?",
  "What will it mean when it moves into all the other areas of our lives?",
  "The worldview of young wealthy white men informs all these judgments.\"",
  "\"Like an organism that is growing and getting stronger all the time.\"",
  "It's what we all do, all the time, whenever we want to know anything.",
  "Just a few keystrokes away… on our laptops, our tablets, our phones.",
  "Google is doing a horrible, horrible job of delivering answers here.",
  "On the other end of the phone, he repeats one of the searches I did.",
  "\"The more we argue with them, the more they know about us,\" he says.",
  "And now they are moving beyond the digital world into the physical.",
  "There are no powers to get Google or Facebook to disclose anything.",
  "This really goes way beyond individual sites or individual stories.",
  "There's one result in the 10 that offers a different point of view.",
  "They need to respond to complaints about hate speech, about bias.\"",
  "And Facebook and Google are amplifying and spreading that message.",
  "It would be interesting to know how he thinks that's working out.",
  "Our outrage is just another node on Jonathan Albright's data map.",
  "They understand your emotional responses and how to trigger them.",
  "Their systems are what Frank Pasquale describes as \"black boxes\".",
  "It was 'look out for these awful Jews who are ruining your life'.",
  "They thought they were disrupting politics but in a positive way.",
  "And the 10th is from jesus-is-saviour.com: \"Judaism is Satanic!\"",
  "The site handles at least 63,000 searches a second, 5.5bn a day.",
  "And look, I could have been going to ask all sorts of questions.",
  "And it's in the hands of two massive, all-powerful corporations.",
  "Most of the time, we don't even realise that there are controls.",
  "\"They have created a web that is bleeding through on to our web.",
  "Google's founders Sergey Brin and Larry Page are still only 43.",
  "It's a level of social engineering that I've never seen before.",
  "But it's we as a society who have jointly created this problem.",
  "\"We have structures that deal with powerful media corporations.",
  "Fake news, he says, has simply \"revealed a much bigger problem.",
  "These companies are so powerful and so committed to disruption.",
  "It's targeting people individually to recruit them to an idea.",
  "\"There is no doubt that where we are now is a very bad place.",
  "Is that what's going to happen with Silicon Valley and Trump?",
  "Google wants to know what you want before you know yourself.",
  "\"They want to digitize every book in the world: they do it.",
  "It is \"the largest experiment involving anarchy in history.",
  "\"We need to have regular audits of these systems,\" he says.",
  "The next frontiers are healthcare, transportation, energy.",
  "What kind of digital doom-mongerer would say such a thing?",
  "But it's where it goes from here that's truly frightening.",
  "When you look at it in 3D, it actually looks like a virus.",
  "We don't see it because we have nothing to compare it to.",
  "What we're seeing here is new era of network propaganda.\"",
  "Neither Google or Facebook make their algorithms public.",
  "It is expanding into healthcare, transportation, energy.",
  "The sixth is from Yahoo Answers: \"Why are Jews so evil?\"",
  "It strives to give you the best, most relevant results.",
  "It enables people to do very cynical, damaging things.\"",
  "And that took investigative journalism to find it out.\"",
  "That's what the top result says and six of the others.",
  "That every women has some degree of prostitute in her?",
  "And what his map shows is how well they're doing that.",
  "\"We need people in these companies to be accountable.",
  "Does it affect the kind of results that I was seeing?",
  "The fifth is a YouTube video: \"Why the Jews are Evil.",
  "This isn't a secret Nazi cell lurking in the shadows.",
  "And Google suggests I should ask: \"Are Muslims bad?\"",
  "And it's not even being done for commercial reasons.",
  "A spatial map of the right-wing fake news ecosystem.",
  "Fake news is important but it's only one part of it.",
  "And then he types \"are women\" into his own computer.",
  "I think what happens is that it goes back and forth.",
  "But these companies are not being held responsible.",
  "But that's simply a mechanized editorial function.\"",
  "They want to build a self-driving car: they do it.",
  "It already owns our data and with it our identity.",
  "You do not want to type seven letters into Google.",
  "They are human beings and they all make choices.\"",
  "The best way of describing it is as an ecosystem.",
  "This is Google's algorithm going terribly wrong.\"",
  "It's not a question I've ever thought of asking.",
  "\"And Facebook is just the amplification device.",
  "\"China and Russia are a cautionary tale for us.",
  "But we don't know what choices they are making.",
  "Google and Facebook are at the forefront of AI.",
  "Step forward, Eric Schmidt - Google's chairman.",
  "Because the stage beyond search is prediction.",
  "Google isn't just a search engine, of course.",
  "We don't know and we have no way of knowing.",
  "And this was Google's answer: Jews are evil.",
  "\"That's the next stage,\" says Martin Moore.",
  "Google and Facebook are thinking long term.",
  "This is all happening in complete darkness.",
  "It's far more powerful than any one actor.\"",
  "And we're the only ones who can reclaim it.",
  "And it is not being monitored or recorded.",
  "There isn't one person who's created this.",
  "He found 23,000 pages and 1.3m hyperlinks.",
  "And this is especially true of the future.",
  "And here's what I find out: yes, they are.",
  "'Do blacks excel at sports', or anything.",
  "The internet as a lawless anarchic state?",
  "But now… it's gone wildly out of control.",
  "\"It's an information war,\" says Albright.",
  "That's what my searches are showing too.",
  "Critiquing the mainstream media is good.",
  "Google isn't just offering a suggestion.",
  "And it could be programmed differently.\"",
  "They hadn't thought about the downsides.",
  "It's been there all the time, of course.",
  "And evil Jews are just the start of it.",
  "This is what I type: \"a-r-e w-o-m-e-n\".",
  "They are absolutely thinking long term.",
  "How do you want that question answered?",
  "And now it seems like the bad guys are.",
  "Should I have known this was out there?",
  "\"No, you're not being naive,\" he says.",
  "And 20 years ago it didn't even exist.",
  "So, it's almost got a life of its own?",
  "\"It all feeds into a circular system.",
  "\"But this is not a natural landscape.",
  "It's where you go to find things out.",
  "I didn't go looking for them either.",
  "For Christ's sake, this is obvious.\"",
  "And what happens next is down to us.",
  "It is not bound by terrestrial laws.",
  "\"That's what I keep coming back to.\"",
  "This is supposed to be indisputable.",
  "It's Google's highest endorsement.\"",
  "\"Politicians don't think long term.",
  "They say it's machines not editors.",
  "Now, let me look at Bing and Yahoo.",
  "Next I type: \"a-r-e m-u-s-l-i-m-s\".",
  "He types \"do blacks…\" into Google.",
  "And us too - the mainstream media.",
  "Mark Zuckerberg of Facebook is 32.",
  "Every day, it's getting stronger.\"",
  "They try and \"game\" the algorithm.",
  "Again, we have no way of knowing.",
  "Am I just being naive, I ask him?",
  "Do you want to know about Hitler?",
  "It's really, really problematic.\"",
  "And that's where they want to go.",
  "And this is what needs to happen.",
  "There's enormous commercial bias.",
  "And people don't even notice it.\"",
  "They are going to own the future.",
  "\"And people don't question this.",
  "It's their experiment, not ours.",
  "Hitler was one of the good guys.",
  "I ask him how it can be stopped.",
  "\", and finally, \"are Jews evil?\"",
  "Muslims need to be eradicated.",
  "It's called a \"direct answer\".",
  "To predict diseases in health.",
  "We are all points on that map.",
  "Is bias built into the system?",
  "It can and should do better.\"",
  "This is a propaganda machine.",
  "I hadn't gone looking for it.",
  "Not rightwing propagandists.",
  "This was Google's question.",
  "It's hiding in plain sight.",
  "A page of results appears.",
  "There are also evil women.",
  "Google \"Is Google racist?\"",
  "We have no way of knowing.",
  "It is not being regulated.",
  "We have competition laws.",
  "And we don't question it.",
  "It's the verb, to Google.",
  "Why we are against them.\"",
  "\", \"are Jews Christians?",
  "And this is what it did.",
  "And this all programmed.",
  "\"Yes, and it's learning.",
  "Islam must be destroyed.",
  "This isn't a conspiracy.",
  "And it's like, 'D'oh.'\"",
  "That answer at the top.",
  "It's a featured result.",
  "I'm not sure it can be.",
  "We don't understand it.",
  "This is our internet.",
  "Google is knowledge.",
  "And then \"j-e-w-s\".",
  "\", \"are Jews white?",
  "He's surprised too.",
  "Diversity is good.",
  "\"Was Hitler bad?\"",
  "That's all I did.",
  "I typed: \"a-r-e\".",
  "But there it was.",
  "Google is search.",
  "Let's Google it.",
  "It surrounds us.",
  "It's a network.",
  "Women are evil.",
  "\"This is awful.",
  "Not Facebook's.",
  "I press return.",
  "Yes, they are.",
  "Jews are evil.",
  "I press enter.",
  "Are Jews evil?",
  "Are Jews evil?",
  "And what next?",
  "\"Look at that.",
  "It's horrible.",
  "Jews are evil.",
  "\"I don't know.",
  "Like a cancer?",
  "Not Google's.",
  "We Google it.",
  "And Hitler?",
  "\"Good lord!",
  "We use it.",
  "It is not.",
  "I type.",
  "\"Yes."
]