[
  "The week in Washington: possible tech topics in confirmation hearings\n\nWith help from Ashley Gold\n\nTHIS WEEK IN WASHINGTON — President-elect Donald Trump’s inauguration is just three days away, and the Senate is focused on confirmation hearings for Trump’s Cabinet nominees, but tech never sleeps, so here are some topics to watch for this week:\n\nStory Continued Below\n\n— DeVos, broadband and STEM: When Education secretary nominee Betsy DeVos appears before the Senate HELP Committee today, she may be asked about broadband access in schools, including the future of the Obama administration’s ConnectED initiative, which is aimed at ensuring that 99 percent of students have broadband and high-speed wireless in schools and libraries by 2018.",
  "Some excerpts below:\n\nOn collaboration between the FCC and NTIA on spectrum: “The level of cooperation today between FCC and NTIA on those matters where we clearly have a shared interest — which is how to make more spectrum available to commercial industry as well as meet the growing needs of the federal agencies — the working relationship is outstanding right now.”\n\nOn the IANA transition: “I think completing the IANA transition has resolved for the near term and hopefully the long term this idea of whether or not governments should be the ones running the internet.”\n\nOn the transition efforts: “What I’ve heard is that the Commerce transition has gone very well.",
  "Send them along via email to our team: Alex Byers (abyers@politico.com, @byersalex), Eric Engleman (eengleman@politico.com,@ericengleman), Angela Greiling Keane (agreilingkeane@politico.com, @agreilingkeane), Tony Romm (tromm@politico.com, @tonyromm), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "‘We asked what the possibility of having them bring some manufacturing to the U.S. was,’ said finance chief Bill Zerella, whose company sources its production in Asia.”\n\nPALANTIR PROTEST — A group of tech workers will stage a demonstration outside of the Palantir offices in Silicon Valley on Wednesday to protest the company’s role in building databases and analytical systems that are used by federal immigration authorities, The Verge reports.",
  "While co-founder Peter Thiel and CEO Alex Karp have said that Palantir’s tech would not be used to create a Muslim database, the Tech Workers Coalition, which organized the protest, wants the company to establish that its systems won’t be utilized to help facilitate mass deportations and will feature safeguards to prevent abuses by the federal government, according to the report.",
  "#GoodTrouble has been one of the most popular hashtags among those tweets.”\n\nAirbnb’s Inauguration bookings: “More than 15,100 guests’ arrivals are booked for Inauguration weekend, with 13,000-plus guests booked for the evening of January 20, 2017 — representing the biggest night ever for Airbnb arrivals in the District of Columbia,” according to a company spokesman.",
  "ALTMAN ON HOW ACA HELPS TECH — Sam Altman, president of the startup incubator Y-Combinator, argues in a blog post that the Affordable Care Act has been invaluable to techies as they start their own companies, and he offered up a list of success stories that were bolstered by the health care policy.",
  "FITBIT LOOKS AT U.S. OPTIONS — Fitbit is among a host of companies that are reexamining supply chains and considering whether to move production to the U.S., amid an expected overhaul of the U.S. tax code and Trump’s criticism of firms that manufacture overseas, The Wall Street Journal reports.",
  "— In other Thiel news: The startup investor and Trump transition player may have political ambitions of his own that are closer to home: Thiel is considering a 2018 bid for California governor, according to three Republicans familiar with his thinking, POLITICO’s Alex Isenstadt reports.",
  "JOSH KUSHNER KEEPS A LOW PROFILE — Venture capitalist and startup founder Josh Kushner is trying to avoid the spotlight as his brother, Jared, has drawn it for his influence in the Trump campaign and transition and coming role in the White House, The New York Times reports.",
  "“At 31, Joshua Kushner has built his technology investment firm — Thrive Capital, which has financed the photo-sharing app Instagram and the e-commerce company Jet.com, among others — largely behind the scenes, keeping his head down while pursuing deals,” The Times writes.",
  "'He wants to be emperor’ is a phrase that has become common among people who have known him over the years.” (h/t Playbook)\n\nTRANSITIONS — R. David Edelman, a special assistant to the president on economic and technology policy, is leaving the White House after six years.",
  "‘INNOVATION INITIATIVE’ ENTERS THE 115th — House Majority Leader Kevin McCarthy’s Innovation initiative, which included 32 bills that cleared the House last term on topics such as venture capital and crowdfunding, is gaining momentum in the new Congress, his office says.",
  "The initiative’s areas of emphasis will continue to encompass policy related to government tech reform and veterans; it will include a bill to help improve veterans’ access to STEM training and a measure focused on updating federal IT systems, a McCarthy aide said.",
  "… The Trump transition is not considering Thiel associate and biotech executive Balaji Srinivasan for commissioner of the Food and Drug Administration, though it is unclear whether he’s in contention for another role in the Trump administration, Tony reports.",
  "Facebook rolls out fake news response in Germany, too: It is partnering with German fact-checking organization Correctiv and pledged “to update its social media platforms in Germany ‘within weeks’ to reduce the dissemination of fake news,” Reuters reported.",
  "Rep. John Lewis and his Twitter boost: The congressman and Civil Rights icon’s spat with Trump has helped grow his Twitter profile, a company spokesman said: “[Saturday] was @RepJohnLewis’ biggest day of follower growth on Twitter ever — 60k new followers.",
  "Snap creators to keep most voting power following IPO: Co-founders Evan Spiegel and Bobby Murphy are expected to maintain more than 70 percent of the voting power, despite controlling about 45 percent of the stock, The Wall Street Journal reports.",
  "‘WILL MARK ZUCKERBERG BE OUR NEXT PRESIDENT?’ — The Facebook chairman, CEO and co-founder has given several signs that he could “throw his hoodie into the ring” for the White House sometime in the near future, Nick Bilton writes in Vanity Fair.",
  "I think the feeling from our people up on the fifth floor is that the landing team here has appreciated the quality of the material they’ve been given and the cooperation they’ve received here.”\n\nRead the full interview with Strickling here.",
  "And DeVos, a billionaire advocate for school choice, may be asked to talk about the role that digital platforms and massive open online courses (MOOCs) like Udacity have played in expanding and enhancing opportunities available to students.",
  "SOUTH KOREA SEEKS SAMSUNG HEAD’S ARREST — The country’s special prosecutor sought a warrant Monday for the arrest of Jay Lee, chief of the Samsung Group, for bribes he allegedly paid to a friend of President Park Geun-hye, Reuters reports.",
  "— Ross on the docket: Commerce secretary nominee Wilbur Ross will be in the hot seat before the Senate Commerce Committee on Wednesday, a confirmation hearing that was postponed from last week because his ethics agreement was incomplete.",
  "‘He assured us that he would remain focused on Thrive.’”\n\nFTC FINTECH FORUM CENTERS ON BLOCKCHAIN — Artificial intelligence and blockchain tech will be the main topics of the FTC’s third FinTech forum, scheduled for March 9.",
  "Amy Klobuchar, Dean Heller introduce women in STEM bill: The Promoting Women in Entrepreneurship Act of 2017 would expand the National Science Foundation program on recruiting women for the lab to cover commercial endeavors.",
  "In his questionnaire, Ross said key challenges facing the Commerce Department include further integration of technology and protection of intellectual property — and we’re looking for him to elaborate on both topics.",
  "Expect questions on the billionaire investor’s plans for Commerce agencies like NTIA and the Patent and Trademark Office, and on his views of Privacy Shield, patent litigation and the just-completed IANA transition.",
  "OUR SIT-DOWN WITH LARRY STRICKLING — As he prepares to leave office, the NTIA chief talked with Alex about his work on tech and telecom issues — and the hand-off to the Trump transition team.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "— YouTube announced it will host livestreams of the Inauguration from seven different news outlets: NBC, CBS, C-SPAN, Telemundo, Bloomberg Politics, USA Today and The Washington Post.",
  "has played in changing how financial services operate, and will look at the growing applications of blockchain in maintaining digital records and tracking payments and transactions.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Palantir has worked with U.S. Customs and Border Protection to track and analyze data on immigrants and travelers entering and exiting the country, The Verge notes.",
  "… Republican National Committee Chief Technology Officer Darren Bolding is moving to Cambridge Analytica, the data firm that helped the Trump campaign, per Wired.",
  "“Increasingly, a number of influential people in Silicon Valley seem to think that Mark Zuckerberg will likely run for president of the United States one day.",
  "“One thing the ACA definitely did was help a lot of founders start their companies — without it, being a founder would make sense for less people,” he writes.",
  "He has worked on policy across an array of issues, including broadband competition and access, high-tech intellectual property and online privacy.",
  "HAPPY TUESDAY MORNING and welcome to Morning Tech, where we hope you had a restful couple of days, given the eventful week that’s now upon us.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "German lawmakers are preparing legislation that would fine Facebook for hate speech that is not removed from the site within 24 hours.",
  "… Michael Lynton, Sony Entertainment CEO, is leaving to become full-time chairman of Snapchat’s board, per The Hollywood Reporter.",
  "The Defend Trade Secrets Act of 2016 is a bill that was part of the initiative and passed into law in the last Congress.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "“‘Josh doesn’t want a public profile,’ said Darren Walker, president of the Ford Foundation, an investor in Thrive.",
  "Srinivasan met with the president-elect last week, fueling speculation that he could be tapped to head the FDA.",
  "… Tucker Bounds is headed back to Facebook as a communications director focusing on the News Feed, via Axios.",
  "Lee is accused of paying $36 million in bribes to facilitate a 2015 merger and other business dealings.",
  "Facebook Chief Operating Officer Sheryl Sandberg met with German officials in Berlin on Sunday.",
  "“Fitbit Inc. in December met with one of the contractors that makes its fitness trackers.",
  "— Klobuchar also introduced two bills that would amend the Communications Act of 1934.",
  "In the last 48hrs alone, there have been 1.5M tweets mentioning the congressman.",
  "Send your tech, telecom and transition tips to lzhou@politico.com and @liszhou.",
  "As always, catch the rest of the team’s contact info after Quick Downloads.",
  "expert, as its group president and chief operating officer, via Bloomberg.",
  "It’s a companion to a House-passed bill sponsored by Rep. Elizabeth Esty.",
  "His second biggest was last June when he led the sit-in for gun control.",
  "… Baidu Inc. has brought on Qi Lu, a former Microsoft executive and A.I.",
  "STEM education, a hot topic for many tech companies, could also come up.",
  "And some people, including myself, believe that he could indeed win.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Trade and telecom issues are also likely to pop up.",
  "He’s also accused of embezzlement and perjury.",
  "The IPO could go down as soon as March.",
  "The event will examine the role A.I.",
  "Tips, comments, suggestions?",
  "**\n\nQUICK DOWNLOADS\n\nSens.",
  "See them here and here.",
  "Learn more here.",
  "**"
]