[
  "By leveraging automated emotional manipulation alongside swarms of bots, Facebook dark posts, A/B testing, and fake news networks, a company called Cambridge Analytica has activated an invisible machine that preys on the personalities of individual voters to create large shifts in public opinion.",
  "Often times you want to promote these posts using Facebook ads so more people can see them, and in some cases you want to write something that only shows up as a sponsored story and doesn’t actually show up on your page.",
  "Answer by Alon Amit, Facebook Product Manager, 2009-2012, on Quora:\n\nEditorial note: this answer is a response to The Rise of the Weaponized AI Propaganda Machine, as published on Scout.",
  "They seep straight into your deep subconscious and insidiously transform you from a happy, living, breathing human being into an ominous apparition, a menacing phantom voter bot.",
  "There are many different reasons why this would be desirable, like for instance if you want to have several different versions of the story for people in different countries.",
  "Anyone reading this would naturally assume that “Facebook dark posts” are some sinister voodoo developed by the masterminds of the Dark Web.",
  "originally appeared on Quora: the place to gain and share knowledge, empowering people to learn from others and better understand the world.",
  "If you have a page on Facebook, like many companies do nowadays, one of the main things you do with it is post stuff, so people can see it.",
  "the place to gain and share knowledge, empowering people to learn from others and better understand the world.",
  "They used to be called “dark posts” officially, but now they’re just called “unpublished posts”.",
  "So you’d write up these stories as unpublished posts, and then promote them as usual with an ad.",
  "That is, my team did, and I was the PM, back when we launched Sponsored Stories at Facebook.",
  "You don’t want all those variations to show up on your page’s wall.",
  "(This is from the article linked in the question details).",
  "You can follow Quora on Twitter, Facebook, and Google+.",
  "You will have Facebook dark post nightmares tonight.",
  "This question originally appeared on Quora.",
  "I guess now we know why the name changed.",
  "“Dark Posts” are unpublished page posts.",
  "They prey on your very personality!",
  "This is funny, or sad, or both.",
  "What are \"Facebook dark posts\"?",
  "And if you don’t, you should.",
  "I know, because we built it.",
  "It’s a goddamn feature.",
  "Oh, mother of mercy.",
  "More questions:",
  "Incredible.",
  "Sheesh."
]