[
  "One Republican campaign finance lawyer said that if it could be proven that Russia bought Facebook ads with the intent of boosting Trump, “it would be a serious DOJ criminal issue, and not an FEC administrative issue.”\n\nStill, the lawyer added, “I would not want to be the test case with an unsympathetic client in the gray area of foreign money.”\n\nPaul Ryan, litigation director for Common Cause, said that if the Russian government paid to disseminate anti-Clinton content “then the activity would seemingly be covered by the ‘expenditure’ prong of the foreign national ban, rather than by the ‘contribution/donation’ prong of the ban.”\n\nDebates about the specifics law aside, Ryan added that “common sense certainly suggests that Russia spending money to influence our elections should be covered by a statute that prohibits foreign nationals from spending money for the purpose of influencing a federal election.”",
  "“I don’t want to suggest that the FEC is a model of rapid enforcement, but this is possibly the single most important campaign finance investigation in the agency’s entire history, and this is its opportunity to rise to the challenge.”\n\nThe complaint by Fein’s group and the Campaign for Accountability alleges that Russia violated the foreign money ban when its state-run media outlets and social-media operations disseminated stories intended to boost Trump and damage Clinton.",
  "However, Weintraub said, “if there are U.S. citizens involved in any way in spending foreign money to influence a U.S. election, then that would be something that we could and should pursue.”\n\nYet, the issue is not cut and dried, both because Facebook told Time that it hasn’t found evidence of Russian agents buying ads on the social media platform and because, even if there were proof that Russian agents had paid for the ads, it’s not clear how the FEC would apply the law.",
  "And it’s partly because the commission, which is currently comprised of three commissioners nominated by Republicans and two nominated by Democrats (with one Democratic seat vacant), has been famously divided on partisan lines, and its Republican appointees may be disinclined to pursue a case that could embarrass a president of their own party.",
  "Story Continued Below\n\nHer assertion comes as agency staff is already moving to investigate a related complaint filed in December by a pair of watchdog groups against President Donald Trump’s campaign and the Russian government, according to two sources familiar with the agency’s handling of the complaint.",
  "“The FEC has broad investigative powers to subpoena witnesses and documents, and compel testimony under oath,” said Ron Fein, legal director of Free Speech for People, one of the watchdog groups that filed the complaint that the FEC is investigating against Trump and Russia.",
  "Yet, even if the five current members of the FEC (there’s one vacancy) can’t muster the four votes — a scenario that has become increasingly common — the staff’s investigative report still becomes public, which could fuel additional scrutiny from Congress and the media.",
  "It bars foreign nationals, companies or governments from donating to U.S. campaign committees or from making expenditures \"for the purpose of influencing\" an election, and it also prohibits campaigns from coordinating with outside entities, including foreign ones.",
  "FBI and congressional investigators are looking into a wide array of potential legal violations, most of which have little to do with the 2016 presidential election — from omissions on foreign lobbying and personal income filings to money laundering and hacking.",
  "And, if the complainants are unhappy with the results of the investigation or believe it’s taking too long, they’re able to sue the agency in court — a frequently used recourse that is not available in congressional and law enforcement investigations.",
  "“I think there is potential there for finding a violation, but I don’t want to suggest that I have prejudged anything that could potentially come before me,” said FEC Commissioner Ellen Weintraub, a Democratic appointee to the commission.",
  "If four commissioners vote to find reason to believe a violation may have occurred, the agency can begin issuing subpoenas and moving toward negotiating civil penalties, or possibly making criminal referrals to the Justice Department.",
  "And the complaint contends that there is enough evidence for the FEC to investigate whether Trump’s associates violated campaign finance laws by coordinating with the Russians, which would run afoul of the coordination prohibition.",
  "The prospect of an escalating inquiry from the quasi-independent election watchdog agency could represent an intriguing new front in the battalion of investigations being pursued by various parts of the federal government.",
  "A member of the Federal Election Commission is calling on the agency to investigate whether Russian agents paid for Facebook ads to spread damaging stories about Hillary Clinton ahead of last fall’s presidential election.",
  "It also indicated that congressional investigators were examining whether Russian efforts to spread such content were boosted by two U.S. companies with deep ties to Trump — Breitbart News and Cambridge Analytica.",
  "Weintraub’s interest was piqued by an article published last week by Time magazine that revealed intelligence officials had evidence that Russian agents bought Facebook ads to disseminate election-themed stories.",
  "Experts suggested that it's unlikely the FEC would be able to muster the votes to pursue a far-reaching finding against Trump, but they nonetheless see a narrow path for such a case at the FEC.",
  "And in some ways, the FEC's inquiry into Trump and Russia could offer greater transparency, accountability and focus than the congressional or law enforcement investigations.",
  "They said that, if the investigation proceeds apace, agency staff could be expected to incorporate the recent revelations about Facebook ads into their fact-finding.",
  "It’s unlikely the FEC would be able to build much of a case against Russia, partly because the Justice Department would have primacy on any criminal investigations.",
  "The FBI and various congressional committees are looking into Russia’s meddling in the election and the connections between the country and Trump’s associates.",
  "That’s partly because it could be argued that merely paying to disseminate news articles might not qualify as trying to influence an election.",
  "(It’s also possible that the FBI could ask the FEC to stand down if the agencies’ investigations start overlapping.)",
  "The commissioners in October unanimously agreed to prioritize investigations into complaints about foreign spending.",
  "The FEC, on the other hand, is charged exclusively with monitoring and enforcing the Federal Election Campaign Act.",
  "Yet there are some signs that it might make an exception when it comes to foreign spending in U.S. elections.",
  "None of the commissioners other than Weintraub responded to requests for comment, nor did the Trump campaign.",
  "The bipartisan FEC is generally better known for gridlock than speedy or aggressive investigations.",
  "POLITICO Influence Intelligence and analysis on lobbying — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Representatives for the two companies did not respond to requests for comment.",
  "And there’s little evidence that they’re narrowing their focus.",
  "You can unsubscribe at any time."
]