[
  "He added: “We were assured by Cambridge Analytica that everything was perfectly legal and within the terms of service.”\n\nKogan told the broadcaster that the analytics company’s claims of dataset accuracy were “exaggerated” and dismissed accusations that it swayed public opinion to Trump’s campaign during the election, saying the information was morel likely to have a negative effect on the campaign.",
  "“The Committee has repeatedly asked Facebook about how companies acquire and hold on to user data from their site, and in particular about whether data had been taken without their consent,” Damian Collins, chair of the Digital, Culture, Media and Sport Committee, wrote in a letter to Zuckerberg.",
  "“Given your commitment at the start of the New Year to ‘fixing’ Facebook, I hope that this representative will be you.”\n\n\"It is now time to hear from a senior Facebook executive with the sufficient authority to give an accurate account of this catastrophic failure of process.\"",
  "Political data analytics company Cambridge Analytica, known for ties to Donald Trump’s 2016 presidential campaign, is accused of improperly obtaining user data after Aleksandr Kogan, creator of a quiz that was taken by more than 270,000 people, passed the data to the company.",
  "The social media giant is facing a tough battle convincing lawmakers that users’ privacy concerns are of paramount importance to the company since it was revealed that a third party accessed and stored the data of millions of users, despite saying it deleted the information.",
  "— Damian Collins, British member of Parliament\n\nThe controversy over the exploitation of data led to calls to abandon the social media platform, prompting a hashtag #DeleteFacebook trend this week amid media reports of Cambridge Analytica’s exploitation of users’ data.",
  "Facebook founder Mark Zuckerberg has been under fire for remaining silent on the issue and not speaking out in what appears to be the biggest scandal rocking the company since its founding over a decade ago.",
  "Facebook has agreed to brief House Judiciary Committee staff as soon as Wednesday following the fallout over Cambridge Analytica’s use and exploitation of user data from some 50 million people.",
  "“It is now time to hear from a senior Facebook executive with the sufficient authority to give an accurate account of this catastrophic failure of process,” he continued.",
  "“My view is that I’m being basically used as a scapegoat by both Facebook and Cambridge Analytica when ... we thought we were doing something that was really normal.\"",
  "WhatsApp co-founder Brian Acton, who sold his company to Facebook for $19 billion in 2014, was among those calling for customers to delete their Facebook accounts.",
  "... That’s the attitude that got them in trouble.”\n\n\"They keep saying, ‘Trust us, we can take care of our own people and our own website.’ Well, that’s not true.",
  "“They keep saying, ‘Trust us, we can take care of our own people and our own website,’ ” Klobuchar said Tuesday, according to the Star-Tribune of Minneapolis.",
  "To make matters worse, there was a stark drop in Facebook’s value over the last few days, with stocks being down more than 5 percent Tuesday.",
  "But Kogan fired back Wednesday, saying both Facebook and Cambridge Analytica were trying to make him a scapegoat.",
  "Zuckerberg’s silence prompted Britain's Parliament to openly summon the founder to testify before a committee.",
  "U.S. Sen. Amy Klobuchar, D-Minn., is calling for Zuckerberg to testify before the Senate Judiciary Committee.",
  "The CEO reportedly snubbed his employees at Tuesday’s internal briefing on the data leak and did not show up.",
  "“The prevailing sentiment is, why haven’t we heard from Mark?” a Facebook employee told the Verge.",
  "In other terms, the social media giant shaved about $52 billion off its market cap.",
  "“The events of the past week have been a total shell shock,” Kogan told the BBC.",
  "It remained to be seen which Facebook official would appear on Capitol Hill.",
  "#deletefacebook,\" he tweeted to his 21,000 followers on Tuesday.",
  "On Monday, the company’s shares lost 6.8 percent of their value.",
  "... That’s the attitude that got them in trouble.\"",
  "The Associated Press contributed to this report.",
  "— U.S. Sen. Amy Klobuchar, D-Minn.",
  "“Well, that’s not true.",
  "\"It is time."
]