[
  "\"While there will be plenty of journalists and others who can parse exactly what happened regarding this most recent issue involving Cambridge Analytica in terms of number of accounts and whether this was a 'data breach' or not, the details matter very little when looking at this through the narrow lens of an equity analyst.",
  "Macquarie Research outlined three areas of risk to Facebook and its stock from the ongoing scandal: Political and legal risk for Facebook, people starting to dislike social media, and the potential of Mark Zuckerberg taking radical action to respond to the Cambridge Analytica scandal which could reduce Facebook revenue.",
  "\"We think [Facebook] could take more radical actions than it has in the past to limit the use of audience segmenting, ad targeting, data sharing, and other privacy related issues that could lower the monetization of FB data,\" the analysts said.",
  "Facebook\n\nIn a note published on Monday, Macquarie Research said that \"headlines matter\" for Facebook in the ongoing coverage of Cambridge Analytica's alleged use of Facebook data in political targeting and profiling.",
  "There's a looming political and legal risk to Facebook\n\nThe first risk is pretty obvious: The UK's information commissioner has said she is seeking a warrant to raid Cambridge Analytica's office.",
  "It's possible that people are starting to feel differently about from social media\n\nThe second risk outlined by Macquarie Research is one that's harder to define.",
  "Mark Zuckerberg could take 'radical' action\n\nFinally, the analysts are worried about how Zuckerberg is going to resolve the Cambridge Analytica issue.",
  "The creator of the world wide web, Sir Tim Berners-Lee, recently said that \"a legal or regulatory framework\" may be needed for technology companies.",
  "And New York Times columnist Farhad Manjoo attempted to avoid finding out news from social media for two months (\"It has been life changing.\")",
  "That would likely help Facebook fight back against the negative press coverage, but it would reduce the amount of money the company makes.",
  "It may not have been directly involved in what Cambridge Analytica did, but lawmakers want an explanation of how it happened.",
  "In October, a survey found that nearly two-thirds of schoolchildren would not mind if social media hadn't been invented.",
  "Instead, the company released a press release on Friday evening ahead of stories by The Observer and The New York Times.",
  "It's become common to read lengthy criticisms and explorations of the role of social media in large publications.",
  "And two senators in the US, a Republican and a Democrat, have called for Zuckerberg to testify before Congress.",
  "\"In this case, headlines matter very much for the stock,\" the analysts said in a note published on March 19.",
  "Last year, the London Review of Books published a long article about Facebook, titled \"You are the product.\"",
  "Zuckerberg could crack down on political advertising, or limit how much data is shared with advertisers.",
  "And that's setting aside the broader worry of increased regulation for large technology companies.",
  "It suggested that \"the negative connotations around social media 'feel' like they are growing.\"",
  "Several high-profile technology figures have now called for increased regulation.",
  "Macquarie Research admitted that it didn't have hard data to back up this risk.",
  "Right now, Zuckerberg has far done nothing to respond to the issue.",
  "Both Zuckerberg and his deputy, Sheryl Sandberg, have been silent.",
  "And the Cambridge Analytica story won't do anything to fix that.",
  "So the threat of political and legal risk is clear for Facebook.",
  "What matters for this stock, at this time, are the headlines.\"",
  "\"That is our concern for the financials.\"",
  "But some surveys do back up its fear.",
  "Facebook CEO Mark Zuckerberg."
]