[
  "S.Korea govt doesnt control or use @Samsung the way China controls & uses Huawei https://t.co/EEyIQfs6b7 — Marco Rubio (@marcorubio) June 6, 2018\n\nSen. Mark Warner (D-VA) said in a statement to the Times that he looks forward to “learning more about how Facebook ensured that information about their users was not sent to Chinese servers.”\n\nThe Federal Trade Commission is already investigating whether Facebook violated a 2011 consent order over charges that it deceived consumers about their privacy, and these reports raise new questions along those fronts.",
  "Given the interest from Congress, we wanted to make clear that all the information from these integrations with Huawei was stored on the device, not on Huawei’s servers.”\n\nA Huawei spokesperson told CNNMoney that Huawei has “never collected or stored any Facebook user data” and that the data access was simply an effort to “make Facebook’s services more convenient for users.”\n\nFacebook has been banned in China since 2009 and has tried to make overtures to the government there to gain access to what could potentially be a major market.",
  "At this point, we should probably just assume there’s still a lot we don’t know about Facebook’s practices, and we might never find it all out\n\nIf it seems like there are constantly more revelations about Facebook’s business practices and handling of user data, it’s because there are.",
  "A 2012 congressional report flagged close ties between Huawei and the Chinese Communist Party and “credible evidence” that Huawei “fails to comply with US laws.”\n\nThe worry is that data accessed by Huawei on American users could find its way into the hands of the Chinese government.",
  "This latest round of questions was ignited by the Cambridge Analytica scandal and data privacy concerns stemming from it, but it’s hardly the first incident — Facebook and Zuckerberg have essentially been apologizing for missteps since the company’s inception.",
  "Facebook along with many other US tech companies have worked with them and other Chinese manufacturers to integrate their services onto these phones,” Francisco Varela, vice president of mobile partnerships at Facebook, said in an emailed statement to Vox.",
  "The social media company also has data-sharing partnerships with at least four Chinese electronics companies, including Huawei, which has close ties to the Chinese government and has been flagged by intelligence officials as a national security risk.",
  "Facebook officials told the Times that Huawei used its Facebook access to feed a social phone app that lets users see messages and social media accounts in one place, and they said the data shared stayed on phones and didn’t go to its servers.",
  "The deals are similar to those revealed by the Times over the weekend with some 60 device makers that allowed those companies to get access to a broad range of information users were likely unaware of and might not have agreed to.",
  "Still, the latest report is yet another reminder that there’s a lot we don’t know about how Facebook uses and shares data from its 2 billion users — and the company hasn’t exactly been forthcoming about it of its own accord.",
  "“Part of what this raises for me is a continuing question about information services companies: Are you explaining enough to users about what you’re doing?” former FTC Commissioner Bill Kovacic told me earlier this week.",
  "So before standalone Facebook apps worked well on phones, the company struck deals with device companies to help users access features such as messaging and “like” buttons on their phones, tablets, and other gadgets.",
  "“What’s jarring, if you are a regulator and you’re following these news developments, is the sense that, ‘Oh, here’s something else you didn’t know about.’ It’s the element of being surprised.”",
  "A Facebook spokesperson said such agreements with manufacturers were common at the time they were developed in 2007 and 2008 and pointed out that they’re not specific to Facebook.",
  "(It’s easy to forget that Facebook in its early years actually struggled on mobile, so much so that it warned investors about the issue when it went public in 2012.)",
  "According to the Times, Facebook gave access to information about users’ friends as well, even in some cases when people believed they had barred any sharing at all.",
  "The Times’s reports this week over Facebook’s data sharing with device makers, including Chinese ones, has spurred more outcry from the public and from lawmakers.",
  "“Facebook’s integrations with Huawei, Lenovo, OPPO and TCL were controlled from the get go — and we approved the Facebook experiences these companies built.",
  "Huawei has close ties to the Chinese government\n\nThe data access deals are part of an effort starting in 2007 to get more mobile users onto Facebook.",
  "“Huawei is the third largest mobile manufacturer globally and its devices are used by people all around the world, including in the United States.",
  "What makes Huawei concerning is its ties to the Chinese government and concerns that it could pose a threat to national security.",
  "Dance reported on Tuesday that Facebook said it has agreements dating back to at least 2010 with Huawei, Lenovo, Oppo, and TCL.",
  "CEO Mark Zuckerberg has made multiple trips to China, including in 2015, when he delivered a 20-minute speech in Mandarin.",
  "Sen. Marco Rubio (R-FL) reacted to the Huawei news on Twitter, asking why Facebook hadn’t previously revealed the deal.",
  "Facebook let device companies get data on users’ relationship status, religion, political leanings, and events.",
  "It wasn’t just Apple, Amazon, and BlackBerry that Facebook gave access to its user data.",
  "Google earlier this year announced a new integration with Huawei and Android messages.",
  "Why didn’t @facebook just reveal this data sharing deal with #Huawei months ago?",
  "It has already ended more than 30 of them, including its deal with Huawei.",
  "The Pentagon this year banned sales of Huawei phones on US military bases.",
  "Facebook decided to start winding such partnerships down in April.",
  "The New York Times’s Michael LaForgia and Gabriel J.X.",
  "And don’t compare this to deals with other telecomms."
]