[
  "“If they were getting advice from, lets say Cambridge Analytica, or someone else, about, ‘O.K., here are the twelve voters in this town in Wisconsin, that’s whose Facebook pages you need to be on to send these messages’—that indeed would be very disturbing.”\n\nClinton didn’t provide any specific evidence to back up this speculation.",
  "In late September or early October of 2016, Jared Kushner and Brad Parscale, the head of the Trump digital campaign, “decided to utilize just the [Republican National Committee] data for the general election and used nothing from that point from Cambridge Analytica or any other data vendor,” the CBS News story said.",
  "In Britain, meanwhile, a government minister, Matt Hancock, the Secretary of State for Digital, Culture, Media, and Sport, confirmed in the House of Commons that Britain’s data regulator, the Information Commissioner, was looking into whether Facebook data had been acquired and used illegally.",
  "Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation.”\n\nYet the Financial Times has reported that C.A.",
  "“The Trump campaign had tested the RNC data, and it proved to be vastly more accurate than Cambridge Analytica’s.”\n\nThis report didn’t cite any sources, but it certainly looked like an effort by people in the Trump camp to downplay C.A.’s role in 2016.",
  "So did a Politico report published on Tuesday, which quoted a former Trump campaign official who repeated the claim that the Trump campaign didn’t use any of C.A.’s data, and said that it only used “limited staffing” from the firm.",
  "In Part 1, which aired on Monday, the firm’s British chief executive, Alexander Nix, was shown boasting of setting up honey traps and bribery stings on behalf of the firm’s clients in elections around the world.",
  "executives also appear to suggest that the firm coördinated its activities with political groups who were outside the Trump campaign, such as super PACs , which, if true, may have violated campaign laws.",
  "employee named Christopher Wylie, who decided to go public with details about how the firm “exploited Facebook to harvest millions of people’s profiles” for use in personalized political advertising.",
  "On Tuesday, Britain’s Channel 4 News showed the second part of its undercover exposé of Cambridge Analytica, the controversial political consulting firm that worked for the Trump campaign in 2016.",
  "And a parliamentary committee that is looking into the possible misuse of online data has asked both Nix and Mark Zuckerberg, the founder and chief executive of Facebook, to appear before it.",
  "We ran a standard political data science program with the same kind of political preference models used by other presidential campaigns.” Another Tweet contested the notion that C.A.",
  "Republican Senator John Kennedy and Democratic Senator Amy Klobuchar, who are both members of the Senate Judiciary Committee, demanded hearings on the security of user data online.",
  "“The way Trump won was by cheating,” Neera Tanden, the president of the Center for American Progress and a close ally of Clinton, said on Twitter, after the latest stories broke.",
  "Mark Turnbull, the managing director of C.A.’s political division, claimed credit for a “Crooked Hillary” ad put out by a pro-Trump super PAC called Make America Number 1.",
  "If C.A.’s “values” aren’t represented by its chief executive and the other two senior executives who appeared in the undercover videos, whose values are being represented?",
  "“We made hundreds of different kinds of creative, and we put it online,” Turnbull said, adding that the company sometimes used “proxy organizations” to disguise its role.",
  "When political consultants are trawling for business, they sometimes exaggerate the roles they played in winning campaigns and play down their presence in losing ones.",
  "Matthew Nussbaum, the Politico reporter who wrote the story, noted that the Trump campaign is “once again deploying a hardly-knew-’em defense.”\n\nAlso on Tuesday, C.A.",
  "compiled with the help of a Cambridge University researcher named Aleksandr Kogan, who had reportedly obtained information from tens of millions of Facebook profiles.",
  "Impossible to say all of this didn’t affect 70k votes.” In the second Channel 4 report, Clinton herself suggests that there might have been a connection between C.A.",
  "If you did your rallies in the right locations, you moved more people out in those key swing states on Election Day, that’s how he won the election.”\n\nThe C.A.",
  "Building a presidential data program takes campaigns well over a year.”\n\nGiven the content of the video, there is good reason to be skeptical of anything C.A.",
  "executive, Mark Taylor, the firm’s chief data officer, says, “Donald Trump lost the popular vote by three million votes, but won the Electoral College vote.",
  "These television reports came after the Observer, a British newspaper, and the New York Times both published articles this weekend featuring a former C.A.",
  "announced that it had suspended Nix and set up an independent investigation to review the “comments and allegations” contained in the first report.",
  "In the latest Channel 4 report, Nix is shown saying that he had met Trump “many times” and boasting about the firm’s role in the 2016 campaign.",
  "put out a series of tweets trying to dispel what it claimed were myths about its actions in 2016: “We used no data from Facebook in our models.",
  "“We ran all the digital campaign, the digital campaign, the television campaign, and our data informed all the strategy.” Another C.A.",
  "(A team of Channel 4 reporters posing as a wealthy Sri Lankan and his aides shot the undercover video at various London hotels.)",
  "And Bloomberg News reported that the Federal Trade Commission is investigating whether Facebook, in enabling C.A.",
  "For this reason alone, it may be unwise to take some of the statements that Nix and Taylor made at face value.",
  "“And the real question is how did the Russians know how to target their messages so precisely,” she says.",
  "Many Democrats, and particularly supporters of Hillary Clinton, have seized upon the latest revelations.",
  "On Tuesday, Adam Schiff, the top Democrat on the House Intelligence Committee, invited Wylie, the C.A.",
  "On Sunday, CBS News reported that the Trump campaign “never used the psychographic data” that C.A.",
  "Additionally, a number of stories have appeared querying C.A.’s importance during the campaign.",
  "Those of Rebekah and Robert Mercer, the conservative billionaires who own part of the firm?",
  "But the differing accounts of C.A.’s role emphasize the need for more definitive answers.",
  "to access so much of its users’ data, violated a consent decree that it signed in 2011.",
  "“We did all the research, all the data, all the analytics, all the targeting,” he says.",
  "It should also be noted that Nix and Taylor, in boasting about the centrality of C.A.",
  "“Someone has to take responsibility for this,” Damian Collins, the Conservative M.P.",
  "to the Trump campaign, thought they were making a pitch to a potential client.",
  "Those of Steve Bannon, who once held the title of vice-president at C.A.?",
  "tried to prevent Channel 4 from showing its report, threatening lawsuits.",
  "“It’s time for Mark Zuckerberg to stop hiding behind his Facebook page.”",
  "In the Channel 4 report, Nix describes the work that C.A.",
  "constructed “personality profiles” for potential voters.",
  "Part 2 focussed on C.A.’s work for the Trump campaign.",
  "Finally, some people in authority are demanding them.",
  "whistle-blower, to appear before the panel.",
  "Just before the report was broadcast, C.A.",
  "That’s down to the data and the research.",
  "“We joined in June,” the tweet said.",
  "In a statement, the firm said, “Mr.",
  "So far, nobody else has, either.",
  "who heads the committee, said.",
  "did for the Trump campaign.",
  "“There wasn’t time.",
  "and the Russians.",
  "Russian hacking.",
  "Donald Trump’s?",
  "Russian bots.",
  "“This.",
  "says."
]