[
  "“I was just in a meeting with him the other day,” Mook said, “And I was saying to him I need you to come back and tell me — we were talking about Ohio — I need you to come back and tell me, based on the information we have about voting patterns in Ohio, what are the things that my program can affect that will matter most.”\n\nMook called Kriegel’s studies “groundbreaking work … to help us understand what channels are most efficient at motivating, persuading different voters.”\n\nFour years ago, Kriegel similarly won the trust of Obama’s top brass as the battleground states analytics director in The Cave, the much-heralded Obama 2012 data war room.",
  "“From our schedule to our voter contact to where our organizers spend their time, almost everyone here interacts with his work and their work is influenced by his insights,” Mook said, calling Kriegel’s analyses the campaign’s “invisible guiding hand.”\n\nAnd yet Kriegel remains so unknown, even in this most heavily scrutinized of campaigns, that of the millions of tweets sent about the presidential race, his full name “Elan Kriegel” hasn’t been tweeted once in 2016.",
  "Marlon Marshall, Clinton’s director of state campaigns and political engagement, called Kriegel “one of the smartest guys I’ve ever met” but said that his success is because he makes data actionable by answering the question that senior staff always has: “How do we implement [it] in our programs?”\n\n“He understands how to translate analytics and what he’s seeing from a data standpoint into reality,” Marshall said.",
  "Because every district has a different number of delegates allocated proportionally (in Ohio, for instance, 12 districts had 4 delegates each while one had 17), this involved polling and modeling Clinton’s expected support level, gauging the persuadability of voters in a particular area and then seeing how close Clinton was to a threshold that would tip another delegate in her direction.",
  "Story Continued Below\n\nOverlooking downtown Brooklyn in two directions, Kriegel’s skyline view is the backdrop for what is on the windows themselves: erasable marker scribblings reminiscent of A Beautiful Mind that amount to some of the earliest drafts of the computer algorithms that underlie nearly all of the Clinton campaign’s most important strategic decisions.",
  "In fact, this summer, when Clinton called in to O’Reilly’s show after the terror attack in Nice, France, it was in part because Kriegel had previously laid some of the introductory groundwork between the show’s staff and Clinton’s communications shop, including communications director Jennifer Palmieri, according to three people familiar with his role.",
  "Kriegel’s anodyne title is Clinton’s director of analytics, but it’s a job that makes him, and his team of more than 60 mathematicians and analysts, something of the central nervous system for the campaign: charged with sensing, even predicting, the first tinglings of electoral trouble and then sending instructions to everyone on how to respond.",
  "From our schedule to our voter contact to where our organizers spend their time, almost everyone here interacts with his work and their work is influenced by his insights.”\n\nKriegel’s pay and corner office — he’s actually in the spot Mook occupied before the campaign expanded over the summer — are only symbols of his stature.",
  "What cities Clinton campaigns in and what states she competes in, when she emails supporters and how those emails are crafted, what doors volunteers knock on and what phone numbers they dial, who gets Facebook ads and who gets printed mailers — all those and more have Kriegel’s coding fingerprints on them.",
  "“Anything that improves that efficiency is going to save the campaign a lot of money.” Senior Clinton officials outlined for POLITICO how the algorithm worked:\n\nFirst, the campaign ranked every congressional district by the probability that campaigning there could “flip” a delegate into Clinton’s column.",
  "The last time anyone tweeted Kriegel’s name was October 2015, when Patrick Ruffini, a Republican digital strategist sifting through the campaign’s financials noticed that Clinton’s “highest paid staffer appears to be Elan Kriegel, their director of Analytics.” (That’s not quite right, as of today.",
  "Trump has called data “overrated.” Kriegel, meanwhile, is incubating the next generation of Democratic talent — his team rivaled the size of Trump’s entire headquarters operation for much of the primary — the no-name analysts of 2016 who will emerge as the key players in 2018 and 2020.",
  "In an interview then, Moffatt feared that whoever emerged as the GOP nominee would be perilously handicapped when it came to data analytics just as Romney had been compared to President Barack Obama who, like Clinton, had honed an analytics operation more than a year in advance.",
  "According to four associates of Wagner and Kriegel, Google’s Eric Schmidt, who visited the Obama headquarters often and was impressed by the analytics shop, invested an 8-figure sum into what would become Civis Analytics, with Wagner given an ownership stake and named a founder.",
  "Kriegel built Clinton’s analytics team by pulling people from BlueLabs (Pedro Suarez, the analyst who helped create the TV ad-buying tool), past campaigns (2012 reelection veteran Matt Dover) and the private sector (Nell Thomas, a top deputy, previously ran analytics for Etsy).",
  "| Hillary Clinton campaign\n\nThe tool bypassed the expertise and instincts of her traditional media buyers by calculating the “cost per flippable delegate,” in the words of one senior Clinton official, and then spat out what states, television markets, networks and shows to buy.",
  "“This was a field long dominated by a few media consultants’ guts.”\n\nAmong the pioneering areas Kriegel’s analytics team has studied, according to people familiar with the operation, is gauging not just whom to talk to, how to talk to them and what to say — but when to say it.",
  "“I can’t think of anybody who has as much impact as Elan who has as little name recognition with the national press,” said Stu Trevelyan, CEO of NGP VAN, which manages the voter file used by every major Democratic campaign, and who has worked with Kriegel for years.",
  "BROOKLYN, N.Y. — There are only a handful of corner offices inside Hillary Clinton’s campaign headquarters, and they are mostly occupied by familiar names: campaign manager Robby Mook, campaign chairman John Podesta, and Huma Abedin, her ubiquitous confidante.",
  "I can’t think of anybody who has as much impact as Elan who has as little name recognition with the national press.”\n\nZac Moffatt, who served as Mitt Romney’s digital director in 2012, was already worried about this back during the Republican primaries.",
  "But the continual staff turnover has stymied the Republican National Committee’s ability to infuse its own data program, which it has invested in heavily over the past four years, into Trump’s decisions, according to people familiar with the efforts.",
  "Now, with Donald Trump investing virtually nothing in data analytics during the primary and little since, Kriegel’s work isn’t just powering Clinton’s campaign, it is providing her a crucial tactical advantage in the campaign’s final stretch.",
  "She spent more on ads in tiny Brownsville ($127,000) and Waco ($142,000), ranked as the 86th and 87th largest media markets in the country, as she did in Houston ($105,000), the 10th largest, according to ad data provided by a media tracker.",
  "(At the most basic level, for instance, districts with an even number of delegates, say 4, are far less favorable terrain, as she and Bernie Sanders were likely split them 2-2 unless one of them achieved 75 percent of the vote.)",
  "And overnight, in some of the few hours that headquarters isn’t whirring with activity, the team’s computers run 400,000 simulations of the fall campaign in what amounts to a massive stress-test of the possibilities on Nov. 8.",
  "The two worked together closely on Terry McAuliffe’s 2013 Virginia governor’s race, and when Mook was tapped as Clinton’s campaign manager, Kriegel was among his first hires — “in the single digits, absolutely,” Mook said.",
  "It was an algorithm from Kriegel’s shop — unreported until now — that determined, after the opening states, where almost every dollar of Clinton’s more than $60 million in television ads was spent during the primary.",
  "As millions of phone calls are made, doors knocked and ads aired in the next nine weeks, it is far likelier the Democratic voter contacts will reach the best and most receptive audiences than the Republican ones.",
  "Clinton has commissioned numerous experiments to score the effectiveness and cost efficiency of different methods of voter outreach — TV, radio, directmail, online display ads, Web videos, phone calls, etc.",
  "As Trump has stumped in far-afield states like Mississippi, Washington and Texas, Republicans have implored his team to incorporate some data inputs to something as fundamental as the candidate’s schedule.",
  "While the existence of the studies is more widely known in her orbit, the findings are a tightly kept secret — and threaten to wreak havoc on various vendors’ businesses and paydays in the final months.",
  "“We didn’t make a single decision about battleground state strategy without first talking to Elan about his numbers,” said Jeremy Bird, then Obama’s national field director and now a Clinton consultant.",
  "The specifics of the Clinton campaign’s analytics work, such as the large-scale, academic-style experiments the department has run, are closely guarded for fear of giving away any advantage to the GOP.",
  "You run your campaign more efficiently and effectively with the data.” Clinton, he said, “has to get out there every day and make her case.”\n\nBut for just about everything else, there is Elan Kriegel.",
  "“TV constitutes two-thirds to three-quarters of the budget,” said David Nickerson, a professor at Temple University who worked with Kriegel doing analytics for Obama in 2012 and Clinton in 2016.",
  "Bird said he knew they were going to beat Mitt Romney early on election night 2012 when he looked at the early vote in a key Florida county and cross-checked it with Kriegel’s predictive model.",
  "With a full calendar of competitive primaries, Kriegel and his team had plenty of chances to run rigorous, control-group experiments to ferret out answers to such questions earlier this year.",
  "Texas is the rare state that used state legislative districts to award delegates, and Clinton spent $1.2 million on broadcast and cable ads even as she won the state by 32 percentage points.",
  "To understand Kriegel’s role is to understand how Clinton has run her campaign — precise and efficient, meticulous and effective, and, yes, at times more mathematical than inspirational.",
  "When Clinton operatives talk about their “data-based” campaign, it’s invariably Kriegel’s data, and perhaps more importantly his models interpreting that data, they are talking about.",
  "It’s not as if Kriegel’s data has ever turned around Clinton’s campaign plane; it’s that her plane almost never takes off without Kriegel’s data charting its path in the first place.",
  "Kriegel left O’Reilly’s show to go back to school for a statistics degree and ended up at the Democratic National Committee by the 2010 cycle, and then on Obama’s 2012 campaign.",
  "“It was,” Bird recalled, “the exact same number.”\n\n***\n\nIn 2016, no analytics advancement has proved more significant, financially, than the TV tool created for the primaries.",
  "Each successive political director, RNC liaison and campaign manager has had to be sold anew on the program’s benefits, and the candidate himself has not embraced its value.",
  "Trump, who infamously called campaign data “overrated” back in May, has recently hired Cambridge Analytica, which did analytics work for Ted Cruz’s campaign in the primary.",
  "Every TV market reaches a different number of voters in a different number of districts, with her support in each a different estimated distance from a delegate threshold.",
  "I tried.”\n\nRuffini, the GOP strategist who flagged Kriegel’s pay last fall, said the concern is that Republicans are going to lag further behind the Democrats after 2016.",
  "Obama veterans were wowed by its advancement; internally, some Clintonites saw it as their secret weapon in building an insurmountable delegate lead over Bernie Sanders.",
  "It paid off: In Texas alone, Clinton netted 72 delegates more than Sanders — a margin that more than offset all the Sanders’ primary and caucus wins through March 1.",
  "Then the algorithm took in pricing information, and what television programs it predicted the most “flippable” voters would be watching, to determine what to buy.",
  "His real influence is rooted in his closeness to Mook, the penny-pinching campaign chief who turns to Kriegel for cost-cutting efficiencies on nearly everything.",
  "He was one of her first hires and is among her highest-paid, and yet he remains virtually unknown outside the cloistered community of political number-crunchers.",
  "After the reelection, much of the public plaudits for Obama’s data operation went to Kriegel’s talented boss, Dan Wagner, Obama’s chief analytics officer.",
  "Elan Kriegel, Clinton’s director of analytics, who builds statistical models for the campaign, “modeling” an ugly Christmas sweater for her online store.",
  "***\n\nStaff in Clinton’s analytics department sit under a sign that hangs from the ceiling with the words “statistically significant” printed on it.",
  "But that was only because his first job in politics was as a producer for Bill O’Reilly, the conservative Fox News host and Clinton antagonist.",
  "They’re alarmed at the possibility of falling multiple cycles, even a generation, behind in creating a culture of data-intensive campaigns.",
  "The breakdown of the buy in Texas, powered by Kriegel’s modeling, shows how Clinton’s TV ads budget hunted for delegates, not votes.",
  "Wagner and Kriegel, who was also offered equity in the company, parted ways over financial and other differences, these people said.",
  "It’s one of the reasons her team is confident that, even if the race tightens as November approaches, they hold a distinctive edge.",
  "Calculating where dollars would go furthest, per delegate, was an incredible statistical undertaking that was months in the making.",
  "So when he turned 35 earlier this summer, his team brought the beach to him, plastering his office with streamers and beach balls.",
  "One person on payroll has been paid more since the inception of the campaign, though plenty of consultants have billed far more.)",
  "“The maturity in the system is when the deputies get hired to be the directors,” Ruffini said, just as Kriegel was elevated.",
  "One Democratic strategist, an Obama veteran with knowledge of the Clinton campaign, marveled at Kriegel’s sway in Brooklyn.",
  "Kriegel, along with several Obama and Democratic Party data operatives, went on to form a firm of their own, BlueLabs.",
  "Lore is that one of Kriegel’s final acts for O’Reilly was helping prepare for his last sit-down with Clinton, in 2008.",
  "It is a question Obama’s team realized was crucial to mobilizing voters in 2012 but had never been truly analyzed.",
  "This was a field long dominated by a few media consultants’ guts.”\n\nIf that all sounds simple enough, it’s not.",
  "Correction: An earlier version of this story misstated the university where Nickerson is currently a professor.",
  "“Elan has really been one of the people creating a culture of testing in Democratic politics,” said Trevelyan.",
  "***\n\nTen years ago, the idea that Kriegel would be a senior Clinton adviser would have seemed unthinkable.",
  "As Mook wrapped up his interview, he made sure to stress that, “You don’t win campaigns because of data.",
  "Inside the Clinton campaign, though, Kriegel’s powerful role has been a source of some nervous friction.",
  "Top Clinton advisers say almost no major decision is made in Brooklyn without first consulting Kriegel.",
  "If a media market touched multiple districts with high “flippability” scores, it shot up the rankings.",
  "And, by the time the campaign’s over, some people outside of headquarters might even know his name.",
  "That so-called “flippability score” was then layered atop which media markets covered which seats.",
  "Elan has really been one of the people creating a culture of testing in Democratic politics.",
  "But Mook, the campaign manager, spoke glowingly of Kriegel and expansively of his influence.",
  "So in states that Clinton won lopsidedly, Kriegel’s algorithm still had them spending big.",
  "“I have never seen a campaign that’s more driven by the analytics,” the strategist said.",
  "Suddenly, the algorithmic scribblings on the windows shared space with tropical fish.",
  "I tried.”\n\nSome Republicans aren’t just nervous about losing to Clinton in November.",
  "That way, in morning calls with senior staff, Kriegel can deliver any key findings.",
  "Colleagues said it’s not clear when he last took a vacation, let alone time off.",
  "In the end, whatever the algorithms spat out, the campaign pretty much bought.",
  "Is the best time to contact a voter, say, 90 days before the election?",
  "“You can’t have a baby in 3 months, that’s just the reality of life.",
  "“You can’t have a baby in 3 months, that’s just the reality of life.",
  "“His hand has guided almost every aspect of what we do,” Mook said.",
  "“That’s pretty remarkable.”\n\nOne episode, in particular, stood out.",
  "“If you’re not prepared for it, you can’t catch up,” Moffatt said.",
  "If you’re not prepared for it, you can’t catch up,” Moffatt said.",
  "“It’s now going from one cycle behind to two cycles,” he said.",
  "The problem is that Trump has neither directors nor deputies.",
  "Yes, he was studying Clinton’s public movements closely then.",
  "In Brooklyn, meanwhile, Kriegel continues to toil away.",
  "Romney hardly had an autonomous analytics department.",
  "Kriegel himself declined to comment for this story.",
  "(His handle was tagged about a half-dozen times.)",
  "“We relied almost entirely on them,” Mook said.",
  "Wagner did not respond to requests for comment.",
  "O’Reilly declined to comment for this article.",
  "“And he was never wrong,” Bird added.",
  "Then there is Elan Kriegel.",
  "The night before?",
  "Sanders spent $0.",
  "One week?",
  "60 days?"
]