[
  "Then he asked Zuckerberg directly if he wants to be remembered, together with Steve Jobs and Bill Gates, as having “enriched our world and societies” or if he wants to simply be “the genius that created a digital monster that is destroying our democracies and our societies.”\n\nThe meeting constituted Zuckerberg’s sole address to European politicians ahead of the May 25 implementation date for strict new data privacy rules under the European Union’s General Data Protection Regulation.",
  "The European and U.S. inquiries concern the same fundamental questions about the social media giant, triggered by the news that Facebook permitted Cambridge Analytica to harvest the private data of 87 million users and that Facebook failed to take action when it became clear in 2016 that foreign actors were using its platform to spread disinformation and undermine democratic processes.",
  "I am very sorry!”\n\nIn his opening statement Tuesday, Zuckerberg reiterated what’s become a common refrain, acknowledging both that his company failed to properly safeguard its users’ data and that it was caught unprepared to counteract political meddling during past elections.",
  "Unlike his testimony in the U.S., where members of Congress took turns questioning Zuckerberg and hearing his answers, the European politicians all spoke first and then Zuckerberg addressed their questions in one long statement at the end.",
  "Mark Zuckerberg addressed members of the European Parliament in Brussels on Tuesday, continuing an apology-and-explanation tour the Facebook CEO kicked off last month when he testified before the U.S. Congress.",
  "Some of the sharpest queries came from Belgian member Guy Verhofstadt, who called out Zuckerberg for Facebook’s long history of apologizing for its mistakes and then failing to actually correct them.",
  "Zuckerberg was originally scheduled to speak privately, but agreed to have the questioning streamed online under pressure from European Parliament President Antonio Tajani.",
  "Zuckerberg declined an invitation to separately address lawmakers in the U.K., where Facebook is under fire for its role in the country’s 2016 vote to leave the EU.",
  "As he’s done before, he assured the European politicians that Facebook now takes both issues seriously, but he stopped short of promising they won’t arise again.",
  "He noted the similarities between Facebook and the global banking system, which assured watchdogs in 2006 that it was doing a great job of self-regulation.",
  "That format proved problematic, as several members objected when he ignored the specifics and stuck to discussing their “high level” concerns.",
  "“I really think we have a big problem here and it’s not solved by saying, ‘We’re going to fix it ourselves,’” Verhofstadt said.",
  "A historic global recession soon followed, set off by banking malfeasance.",
  "Here’s Zuckerberg’s defense, in short: “Oeps!",
  "Het spijt me!” That’s Flemish for “Whoops!"
]