[
  "In a dreadful stretch that has seen Facebook struggle with various calamities ranging from foreign manipulation of the social-networking giant’s platform during the 2016 Presidential election to the Cambridge Analytica scandal that rocked Facebook’s stock and landed it in front of federal lawmakers this year, the defection of the founders of its most successful acquisition doesn’t look good.",
  "Tech companies with non-compete agreements for employees of up to one year rarely enforce them in full—especially in California, where courts have routinely thrown them out or severely restricted the scope of such agreements, Ted Moskovitz, a former SEC lawyer-turned-tech-entrepreneur, tells Barron’s.",
  "Instagram co-founders Kevin Systrom and Mike Krieger–whose mobile photo- and video-sharing app was bought by Facebook (FB) for approximately $1 billion in 2012 shortly before its planned IPO–are leaving, casting its future in doubt and heightening concerns over Facebook’ stability.",
  "Newsletter Sign-up\n\nSystrom said in a statement on Monday that he and Krieger are “ready for our next chapter” that includes “building new things.”\n\nWhat, for instance, would stop them from creating an Instagram-like startup or taking a similar concept to another company?",
  "I wish them all the best and I’m looking forward to seeing what they build next.”\n\nInstagram has contributed 1 billion monthly active users to Facebook’s social media footprint but has been criticized for resembling Snap ’s (SNAP) Snapchat app.",
  "“California’s economy is highly reliant on innovation and the bringing to market of new ideas.”\n\nThe greater issue, he says, is whether Systrom and Krieger are taking proprietary and/or patented intellectual property with them.",
  "“In the near term, we expect Facebook shares to come under meaningful pressure from the departures.” [Nonetheless, Anmuth reiterated his overweight rating and $195 stock price target on Facebook’s stock.]",
  "They likely chafed when Facebook Chief Executive Mark Zuckerberg recently claimed Instagram grew faster under Facebook’s corporate umbrella than if Instagram remained independent.",
  "“California courts are extremely hostile to non-competes, and typically only enforce them where there is some other concern, like theft of trade secrets involved,” Moskovitz says.",
  "Fallout from Cambridge Analytica led to the April 30 resignation of Jan Koum, founder of WhatsApp, the popular messaging app Facebook purchased for $19 billion in 2014.",
  "Analyst Anmuth estimates Instagram will haul in $7.5 billion in revenue this year, more than double from a year ago—and roughly 14% of Facebook’s ad revenue in 2018.",
  "“Kevin and Mike are extraordinary product leaders and Instagram reflects their combined creative talents,” Zuckerberg said in a statement on Monday.",
  "The departures of Systrom and Krieger are “concerning” for investors, JPMorgan analyst Doug Anmuth said in a research note to clients on Tuesday.",
  "[Krieger, in an interview with this reporter in 2015, likened Instagram’s transformation to an organic process led by loyal customers.]",
  "Maybe they apply a small tweak [to Instagram] or find a better way of doing it.”\n\nWrite to Jon Swartz at jonathan.swartz@dowjones.com",
  "Innovation is a core code of the California economy, and employees are free to leave companies and take their ideas into the market.",
  "CFRA analyst Scott Kessler called the defections a “notable negative” for Facebook, for which he reiterated a hold rating.",
  "He repeatedly clashed with Facebook leadership over its approach to data privacy, advertising, and encryption.",
  "Facebook shares were down 1% to $163.66 on Tuesday morning, and have slumped 7.5% for the year so far.",
  "In the case of Krieger and Systrom, it was an issue of independence and control, Bloomberg reported.",
  "He said Instagram played a “critical role” in attracting younger users, as it competes with Snap.",
  "“I’ve learned a lot working with them for the past six years and have really enjoyed it.",
  "And, perhaps, Facebook might just end up competing with Instagram’s co-founders.",
  "Conceivably, Systrom and Krieger could create a better version of Instagram.",
  "The defections are part of an all-too familiar script at Facebook, of late.",
  "On top of that, Systrom and Krieger could come up with a competing product.",
  "“Can you prove that they physically took code with them?” Moskovitz says.",
  "Text size\n\nFacebook’s Year From Hell just got worse and weirder.",
  "Truthfully, the optics haven’t great for nearly two years.",
  "“What’s in the mind is free to travel with you."
]