[
  "QUICK DOWNLOADS\n\nA look at the scale of YouTube’s struggle with extremist content: “Ads from over 300 companies and organizations -- including tech giants, major retailers, newspapers and government agencies -- ran on YouTube channels promoting white nationalists, Nazis, pedophilia, conspiracy theories and North Korean propaganda, a CNN investigation has found.”\n\nLyft makes moves on sustainability: “Lyft Inc is launching a program on Thursday to offset emissions from the 1.4 million cars that drive for the U.S. ride-hailing service by investing in projects to reduce other sources of greenhouse gas, the company said,” Reuters reports.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Li Zhou (lzhou@politico.com, @liszhou)\n\n** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "There will be three panels, according to the committee’s notice: Rep. Marsha Blackburn (R-Tenn.) will appear on the first one (she’s not on the Judiciary committee, but she pressed Facebook CEO Mark Zuckerberg on the company’s treatment of social media personalities Diamond and Silk last week); Twitter, Google and Facebook have been invited; and on a third panel, Diamond and Silk will appear along with the Electronic Frontier Foundation’s Corynne McSherry and the News Media Alliance’s David Chavern.",
  "Comey’s book, ‘A Higher Loyalty,’ has already drawn the furious attention of President Donald Trump, who has simultaneously been battling on Twitter with Amazon, its CEO Jeff Bezos, and Bezos’s newspaper, the Washington Post.”\n\nCARR TEASES NEXT STEPS ON INFRASTRUCTURE — Fresh off his work on regulatory reviews for small cell installations, Republican FCC Commissioner Brendan Carr said Thursday he’s turning his attention to state and local reviews for the 5G equipment.",
  "Braden, a computer scientist at the University of Southern California Information Sciences Institute since 1986 and before that at the University of California, Los Angeles, Stanford University and Carnegie Mellon University, is credited with connecting the first supercomputer to the Advanced Research Projects Agency Network, the Defense Department forerunner of the internet, among his other contributions to developing the foundational structures of the internet.",
  "SILICON VALLEY MUST-READS\n\n— A Facebook privacy audit that missed Cambridge Analytica: “An auditing firm responsible for monitoring Facebook for federal regulators told them last year that the company had sufficient privacy protections in place, even after the social media giant lost control of a huge trove of user data that was improperly obtained by the political consulting firm Cambridge Analytica,” The New York Times reports.",
  "noted that he did not have any “empirical data” to back up this perception, but that his impression “is that most of the social media platforms from Silicon Valley, have always erred left of center.”\n\nHOUSE DEMS PLAN NEXT STEPS ON PRIVACY — A group of House Democrats including Minority Leader Nancy Pelosi has met to discuss next steps on potential data privacy legislation, according to a congressional aide.",
  "Stephenson goes after DOJ arguments\n\nWith help from John Hendel, Tim Starks and Ashley Gold\n\nSTEPHENSON GOES AFTER DOJ ARGUMENTS — Earlier this week, Time Warner CEO Jeff Bewkes deemed some of DOJ’s arguments against a merger with AT&T “ridiculous.” And on Thursday, AT&T CEO Randall Stephenson continued the trend, slamming elements of the agency’s opposition to the deal.",
  "Members who were part of the conversation, which took place last week, included House Energy and Commerce ranking member Frank Pallone (D-N.J.) along with Reps. Anna Eshoo (D-Calif.), Ro Khanna (D-Calif.), Zoe Lofgren (D-Calif.), Mike Doyle (D-Pa.) and Jan Schakowsky (D-Ill.), the aide said.",
  ": “The Los Gatos, Calif., company has explored the idea of buying movie theaters in Los Angeles and New York that would enable it to screen a growing pipeline of feature films and documentaries, according to people familiar with the situation,” The Los Angeles Times reports.",
  "— “Palantir knows everything about you”: “The company’s engineers and products don’t do any spying themselves; they’re more like a spy’s brain, collecting and analyzing information that’s fed in from the hands, eyes, nose, and ears,” Bloomberg Businessweek reports.",
  "— Graham and Kennedy shared their thoughts on this issue: Sen. Lindsey Graham (R-S.C.), a subcommittee chairman on the Senate Judiciary Committee, told MT that he remains concerned about potential bias when it comes to content moderation on social media platforms.",
  "Story Continued Below\n\nDIAMOND AND SILK TAKE CAPITOL HILL — The House Judiciary Committee announced last night that it plans to hold a hearing next Thursday scrutinizing social media filtering and policing practices, as MT reported Thursday.",
  "But he was coy on timing, saying only he will share “more specific thoughts in the coming weeks.”\n\nMARK(UP) YOUR CALENDAR — Rebecca Slaughter, the fifth and final FTC nominee, is up for a Senate Commerce Committee vote Wednesday, April 25.",
  "“The software combs through disparate data sources—financial documents, airline reservations, cellphone records, social media postings—and searches for connections that human analysts might miss.”\n\n— Netflix’s brick and mortar ambitions?",
  "**\n\nCOMEY TO MAKE CAMEO AT AMAZON — “Former FBI Director James Comey plans to speak to Amazon employees on Monday at 10 a.m. in Seattle as part of his ongoing book tour, sources with knowledge of the event told The Intercept.",
  "In a speech at CTIA’s Race to 5G Summit, Carr hit on the biggest complaints from wireless carriers as they seek to deploy the small wireless antennas - the fees, and the time it takes for approvals.",
  "“There is no question that states and localities expect and deserve to be compensated for the reasonable costs they incur in managing rights-of-way and access to public infrastructure,” Carr said.",
  "“But that does not mean we should view each deployment as a revenue generating opportunity.”\n\n— Carr signaled that shot clocks for approvals will be up for review, as will access to rights-of-way.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "Khanna, Lofgren and Eshoo are working together to develop an Internet Bill of Rights, which would give users more control over how tech companies are collecting and sharing their data.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "\"On its face, the premise is absurd,\" Stephenson said of the DOJ suggestion that the merged company could raise prices for Turner content to other distributors, John reports.",
  "The other four nominees -- Joe Simons, Christine Wilson, Rohit Chopra and Noah Phillips -- have all been approved by the panel and are awaiting a floor vote.",
  "“You’ve got to have a validating system where the government can come in and validate that this whole system is neutral.” Sen. John Kennedy (R-La.)",
  "R.I.P., INTERNET TRAILBLAZER — Internet pioneer Bob Braden recently died, the university where he last worked confirmed to Morning Cybersecurity.",
  "TRANSITIONS — Jen Wong, previously Time Inc.’s chief operating officer, is now Reddit’s chief operating officer, per The Wall Street Journal.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "… A House Appropriations subcommittee has scheduled a panel with FCC Chairman Ajit Pai on Thursday, April 26.",
  "At the end of the day, we’ve got to prove to the American people that these platforms are neutral,” he said.",
  "POLITICO Space is our new weekly briefing on the policies and personalities shaping the second space age.",
  "GOOD FRIDAY MORNING and welcome to Morning Tech, where we’re hopeful that spring will return one day.",
  "AT&T rested its defense Thursday following Stephenson’s fierce advocacy for the $85 billion merger.",
  "If Slaughter moves forward, it’s possible all five nominees could be confirmed at the same time.",
  "No information on the date of Braden’s passing or cause of his death were immediately available.",
  "\"The idea that all of a sudden ... Turner's content is worth more defies logic to me.\"",
  "“They enjoy liability protections because they’re neutral platforms.",
  "Catch the rest of the team’s contact info after Quick Downloads.",
  "The DOJ’s rebuttal witnesses are set to testify next week.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "Send your tech tips to lzhou@politico.com.",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "Learn more here.",
  "Sign up today.",
  "**"
]