[
  "Sonnenfeld, senior associate dean at the Yale School of Management and a CNBC contributor, said there seems to be a culture shift at Facebook, \"where the sense of courage and creativity seems to be displaced with something that has a lot more to do with ambition and arrogance.\"",
  "\"People are embarrassed, of course, about the reputation hits if not the undermining of democracy, the loss of privacy protection issues, and the lack of candor and transparency by both [COO] Sheryl Sandberg and [CEO] Mark Zuckerberg,\" he said on \"Closing Bell.\"",
  "Scott Galloway, a professor at the NYU Stern School of Business, is one of those who believes it is generally only a \"matter of time\" before founders leave a company that has been acquired.",
  "Facebook has lost a number of top executives during the past year as it faced scandals like the Cambridge Analytica data breach and Russian election meddling.",
  "\"But to be fair, I think Mark Zuckerberg and Sheryl [Sandberg] have built a fantastic team and they've been pretty good around retaining the employees.\"",
  "J.P. Morgan said Tuesday that it expects Facebook shares to fall significantly in the short term because of the departure of Systrom and Krieger.",
  "He also thinks the stock will continue to go up, saying the company has \"constantly shown an elasticity, an ability to bounce bank.\"",
  "The company's dropped as much as 2.6 percent Tuesday before paring those loses and closing down just 0.3 percent.",
  "That said, he thinks it has to be a difficult time to be working at Facebook right now.",
  "\"Founders are not good in bigger organizations when they are not in charge.\"",
  "\"Facebook is bad for economy, bad for America, bad for the planet,\" he said.",
  "\"Companies make mistakes but their repair job has been very disappointing.\"",
  "And he certainly isn't a fan of the company's impact on the country.",
  "Facebook did not immediately respond to a request for comment.",
  "\"Control is really addictive,\" he said on \"Closing Bell.\"",
  "Disclaimer"
]