[
  "The company has likewise struggled with the fallout of undercover recordings by Channel 4 News in the UK that showed executives at the firm discussing Cambridge Analytica's efforts on behalf of the Trump campaign and the lengths to which they said they would be willing to go for prospective clients, including then-CEO Alexander Nix suggesting they would \"send some girls around\" in order to obtain compromising material on a hypothetical candidate.",
  "Controversy around Cambridge Analytica's alleged misuse of Facebook data raised a host of new questions about the social media giant's role in the public discourse and elections, and helped prompt renewed scrutiny in Washington, where last month Facebook CEO Mark Zuckerberg testified before committees in both houses of Congress.",
  "Christopher Wylie, the former Cambridge Analytica employee who blew the whistle on its alleged misuse of Facebook data, told CNN in a statement on Wednesday that the company's closure must not be allowed to curtail ongoing inquiries into its activities.",
  "In its statement on Wednesday, the company stood by its actions, saying it maintains \"unwavering confidence that its employees have acted ethically and lawfully,\" but that \"the siege of media coverage\" had driven away its customers and suppliers.",
  "\"As a result, it has been determined that it is no longer viable to continue operating the business, which left Cambridge Analytica with no realistic alternative to placing the Company into administration,\" the statement read.",
  "\"There are still many unanswered questions, and we must be sure that its decision to close is not merely a rebranding exercise or a way to circumvent ongoing investigations.\"",
  "Washington (CNN) Cambridge Analytica, the embattled data firm that worked on Donald Trump's 2016 presidential campaign, announced it is shutting down operations.",
  "\"The Company is immediately ceasing all operations,\" it said in a statement Wednesday, announcing bankruptcy proceedings would soon begin.",
  "Cambridge Analytica said in a statement in March it was suspending Nix and has denied it misused Facebook data for the Trump campaign.",
  "Wylie also said the closure should not distract from broader issues surrounding the role of social media companies in democracies.",
  "\"Cambridge Analytica has been exposed as a company undermining democratic institutions around the world,\" Wylie said.",
  "\"Our democracies are still vulnerable to attack from hostile agents and Cambridge Analytica will not be the last.\"",
  "The company has come under fire over allegations it misused the personal Facebook data of millions.",
  "\"This story is the canary in the coal mine,\" he said."
]