[
  "This isn’t the first fake Facebook campaign targeting minorities\n\nIn February, special counsel Robert Mueller, who is looking into Russian interference into the 2016 presidential election, revealed that Russian operatives were running several social media accounts aimed at stoking racial tensions and discouraging African Americans from voting in the 2016 contest.",
  "News of the fake Facebook page comes at a difficult time for the social media giant, which is facing criticism that the platform is not doing enough to protect user data and prevent the spread of misinformation, especially in the wake of reports that the Cambridge Analytica political consulting firm accessed the Facebook information of some 87 million people.",
  "“Unfortunately, our requests received no adequate response and many supporters continued to be misled.”\n\n“It’s extremely important that platforms like Facebook and Twitter do their due diligence with users so that supporters of our movement, and movements like ours, aren’t misled and that resources aren’t misappropriated,” the group added.",
  "Last fall, several media outlets reported on the ways that the Internet Research Agency, the Russian group mentioned in Mueller’s statement, and other groups sought to connect with African Americans and racial justice organizers, building upon a history of Russian groups targeting already existing racial divisions in the US.",
  "Mackay denied creating the page, and told CNN that “my domain name buying and selling is a personal hobby.”\n\nThe story gets weirder: According to CNN, the fake Black Lives Matter page remained active even after Black Lives Matter Global Network co-founder Patrisse Khan-Cullors told the social network that the page was fake.",
  "Last September, CNN reported that two different social media accounts connected to the Internet Research Agency under the handle “Blacktivists” aimed to connect with black audiences and “regularly shared content intended to stoke outrage.”\n\n”Black people should wake up as soon as possible,” one post read, according to CNN.",
  "In January, research from the University of Washington found that Russian accounts actively used the hashtags #BlackLivesMatter, #BlueLivesMatter, and #AllLivesMatter, and keywords related to police shootings in an effort to appeal to both left-leaning and right-leaning individuals.",
  "Mackay had also reportedly created other pages focused on black rights, including blackpowerfist.com, created in April 2015, which operated as a “Reddit-like discussion forum.” Another website, blacklivesmatter.media, was also registered by Mackay.",
  "“For months after noting the fraudulent profiles, the Black Lives Matter Global Network and many of our allies reached out to both Twitter and Facebook to request the fake profiles be deactivated and taken down,” the group said.",
  "In a statement on Tuesday, the Black Lives Matter Global Network noted that the fake profile issue was not limited to Facebook, saying that Twitter had also failed to address fake accounts connected to the group.",
  "Mackay’s page had twice the number of followers of the one run by the official group, and the fake page was only removed after CNN reporters contacted Facebook.",
  "And with Zuckerberg’s upcoming testimony, it is likely that the large reach of fake Facebook pages will be a topic of discussion on Capitol Hill.",
  "The largest Black Lives Matter Facebook page had 700,000 followers and had raised some $100,000 to support the prominent racial justice group.",
  "In addition to the Facebook page, Mackay was also allegedly connected to a Black Lives Matter Facebook group that had nearly 40,000 members.",
  "On Monday, a CNN investigation revealed that the page was a “scam with ties to a middle-aged white man in Australia,” named Ian Mackay.",
  "This latest incident raises new questions about Facebook’s handling of false and misleading content targeting minority communities.",
  "Mackay also reportedly used the Facebook page to run fundraisers and promoted the sale of Black Lives Matter branded merchandise.",
  "Facebook founder and CEO Mark Zuckerberg is slated to testify before members of Congress on Tuesday and Wednesday of this week.",
  "According to Mueller, the Russian trolling campaign was not limited to Facebook, but the platform has faced the most scrutiny.",
  "The controversy has finally led to some changes, including a requirement that people running large Facebook pages be verified.",
  "Mackay is an official with the Australian National Union of Workers and is not affiliated with Black Lives Matter.",
  "The fake page was previously highlighted in a December 2017 blog post by Jeremy Massler, a freelance investigator.",
  "The fundraisers were hosted on a number of digital platforms, including Donorbox, PayPal, Patreon, and Classy.",
  "“Black families are divided and destroyed by mass incarceration and death of black men,” read another.",
  "At least one ad was specifically targeted to audiences in Ferguson, Missouri, and Baltimore.",
  "It was confirmation of something that media outlets and researchers had observed for months.",
  "CNN noted that Mackay used the Facebook page to direct traffic to these other sites.",
  "At least some of the money raised was transferred to Australian bank accounts.",
  "And it was a complete fake."
]