[
  "“The California liberal, who has become an icon of the anti-Trump resistance, dismissed the criticism from Republicans as an ‘exaggeration’ while saying that the Democratic Party has ‘some very aggressive and smart people who would like to create some changes, who may represent the extreme end of our party.’\n\n“‘I just don't think that our party should be identified because we have a few people who seem to be to the left of the left,’ she said at a CNBC event in Washington, D.C. ‘Yes, Bernie Sanders does call himself a democratic socialist, but he votes with the Democrats.’” Read more.",
  "… Wednesday's announcement was only an agreement to begin talks, but the important factor is that Trump will not proceed with threatened car tariffs as long as the negotiations are making progress”\n\nTRUMP TRIES TO GET RIGHT WITH THE GOP — POLITICO’s Andrew Restuccia: “Over the course of just 11 days … Trump went from calling the European Union a ‘foe’ and publicly questioning his own intelligence agencies to palling around with a top EU official in the Rose Garden and scheduling a meeting with his senior advisers to discuss election security.",
  "More broadly, Trump seems to know what he’s doing when he asks for patience, as he notably began doing this week … In essence, he may have more of a strategic plan -- with prospects for surprisingly good result -- than many might realize.”\n\nTHE SHOW WILL GO ON — Eurasia Group’s Todd Mariano and Mujtaba Rahman: “The deal does not permanently remove the threat of automotive tariffs … The investigation has not yet been concluded, but this functions like a temporary exemption.",
  "This likely means the autos 232 investigation will continue even if ultimate imposition is delayed or uneven.”\n\nKUDLOW/NAVARRO TO THE HILL — In today’s episode of The Odd Couple, the Weekly Standard’s Haley Byrd: “House Republicans will have the opportunity to press White House economic and trade advisers Larry Kudlow and Peter Navarro on the administration’s handling of tariffs and trade wars during a closed-door meeting on Thursday.",
  "‘There'd be a change in precedent and a change in the agency's orientation that I'm not ready to advocate for,’ Giancarlo said at a hearing of the House Agriculture Committee …\n\n“He said he wanted to approach regulating digital currencies the way the federal government did with the internet at its inception, saying, ‘first, do no harm.’ ‘I think we can allow it to develop a little bit before we run in with regulation,’ he said.",
  "One area of concern: Just hours after the joint presser, Juncker bragged about the deal in a way almost tailor-made to anger Trump: “The major progress today is that our American friends agreed not to increase tariffs on cars and other products during the negotiation, which is a major concession by the Americans I have to say.”\n\nDid no one tell Juncker this was absolutely the wrong way to handle Trump?",
  "SINCLAIR, TRIBUNE CLIMB POST-TRUMP TWEET — Reuters’ David Shepardson and Kara Carlson: “Sinclair Broadcast Group Inc. and Tribune Media Co. shares rose on Wednesday after … Trump criticized regulators for deferring a decision on their proposed $3.9 billion tie-up and a federal appeals court upheld a change in broadcast ownership rules.",
  "PUERTO RICO UNEMPLOYMENT DIPS — Per release: “Governor Ricardo Rosselló Nevares announced that the unemployment rate for Puerto Rico dropped to 9.3%, the lowest rate of the last 50 years based on the Department of Labor and Human Resources (DLHR) household survey for June, 2018, with methodology validated by the federal government.",
  "ALSO FOR YOUR RADAR\n\nTRUMP HOTEL RULING COULD OPEN DOOR TO HIS FINANCIAL RECORDS — AP’s Stephen Braun: “A federal judge ruled Wednesday that Maryland and the District of Columbia can proceed with their lawsuit accusing … Trump of unconstitutionally accepting payments from foreign and state interests through his Washington hotel.",
  "— Via NBC: “In three politically important Midwest states – including two that were key in deciding the 2016 election – President Donald Trump’s job-approval rating is below 40 percent, and Democrats hold a sizable lead for the upcoming congressional midterms, according to a trio of new NBC News/Marist polls.” Read more.",
  "HOUSE PASSES FLOOD INSURANCE BILL — POLITICO’s Zachary Warmbrodt: “The House … passed a bill that would prevent a lapse of the National Flood Insurance Program before it expires in less than a week, but conservative anger over maintaining the safety net's status quo is clouding the path forward in the Senate.",
  "For months, the social network has weathered a series of scandals — including Russian misuse of the platform to interfere in the 2016 American presidential campaign and the harvesting of its users’ data through the political consulting firm Cambridge Analytica — with hardly any effect to its business.",
  "MORE ON THE AGREEMENT from POLITICO’s Megan Cassella and Rebecca Morin: “Trump and Juncker also announced that the two trading partners will work to eliminate tariffs on all non-auto industrial goods, increase cooperation on energy purchases and work together to reform the World Trade Organization.",
  "Meeting with .. Trump at the White House Wednesday, Senate Majority Leader Mitch McConnell and House Speaker Paul Ryan presented a government spending strategy intended to minimize the threat of a politically debilitating government funding lapse over border wall funding.",
  "“A GOP aide told THE WEEKLY STANDARD that the pair would come to Capitol Hill to talk to the House Republican conference on Thursday morning at 9:30 a.m., during which members will be able to raise complaints and concerns related to ongoing trade matters.” Read more.",
  "…\n\n“The White House will read the EU’s expansive offer as validating these tough tactics, which will galvanize their determination to press ahead against domestic opposition and keep the threat of punitive measures active to concentrate minds in trade negotiations.",
  "…\n\n“In exchange for commitments from Trump to ‘reassess’ the steel and aluminum tariffs and \"hold off on further tariffs,\" the EU will boost its purchases of U.S. soybeans and build more terminals to import liquified natural gas from America, Juncker said.",
  "And ultimately, efforts by past presidents to manipulate global trade have ended up boosting farmers in other countries at the expense of U.S. agriculture, no matter how much the federal government spends to buoy local markets.” Read more.",
  "the announcements on trade and Russia appeared to serve as high-profile messaging after a week of chaos that Trump is on the same page as his political party — and that the White House is sensitive to the mounting criticism.” Read more.",
  "HOW THE FARM BAILOUT COULD FAIL — POLITICO’s Catherine Boudreau: “Trump’s $12 billion relief plan for farmers may be the largest U.S. government effort in recent memory to help rural America cope with an entirely man-made disaster.",
  "“In his ruling, U.S. District Judge Peter J. Messitte, based in Maryland, rejected arguments from the Justice Department that earnings from business activities, including hotel room stays, do not qualify as unconstitutional gifts.",
  "“It was an abrupt tonal shift for the president — and it underscored the growing pressure on Trump from fellow Republicans to toughen his public stance against Russia and to limit the fallout of the escalating global trade wars.",
  "McConnell (R-Ky.) and Ryan (R-Wis.) hope to fund the majority of the government through the appropriations bill process by the end of September, and leave a brutal fight over border wall funding until later in the year.",
  "TRUMP-JUNCKER NEWS BOOSTED SEVEN STOCKS — Bloomberg’s Brandon Kochkodin: “Trump’s agreement with … Juncker pushed seven S&P 500 Index member stocks up more than one percent in the closing 18 minutes of the trading day.",
  "Trump makes a deal with the EU ... sort of\n\nTRUMP MAKES A DEAL WITH THE EU … SORT OF — Hard to know exactly what to make of President Trump’s bro-fest with European Commission President Jean-Paul Juncker on Wednesday.",
  "“Trump made clear to the GOP leaders that he still wants a $5 billion down payment on his wall this year, but he signaled to the leaders that he might be willing to wage that fight after the midterms.” Read more.",
  "Tweet pictures of you and others reading Playbook on your summer getaways to #PlaybookLoyal or email them to daniel@politico.com for the chance to be featured in Playbook on Friday each week this summer.",
  "CRYPTO DAD DOESN’T WANT MORE AUTHORITY — POLITICO’s Colin Wilhelm: “CFTC Chairman Christopher Giancarlo said … he does not want more authority from Congress to regulate cryptocurrency cash markets.",
  "But the results, which would be robust for most companies, were accompanied by decelerating growth in sales and Facebook’s slowest growth since 2011 in the number of its users.” Read more.",
  "Sinclair is down about 19 percent since Federal Communications Commission Chairman Ajit Pai said on July 18 he had ‘serious concerns’ about the deal announced in May 2017.” Read more.",
  "An extended lapse in the program, which is unlikely, could rattle real estate markets because borrowers are required to have flood insurance to buy homes in at-risk areas.” Read more.",
  "The difference in Beijing was Trump wasn’t there so it was much easier for him to simply reject what Treasury Secretary Steven Mnuchin and NEC Director Larry Kudlow had worked out.",
  "The Governor said these numbers were the results of ‘the business sector's confidence in Puerto Rico and the measures that have been taken to attract outside capital.’” Read more.",
  "GOP LOBBIES TRUMP ON SHUTDOWN AVOIDANCE PLAN — POLITICO’s Burgess Everett: “GOP leaders think they have a plan to avoid a government shutdown right before the November elections.",
  "| Chip Somodevilla/Getty Images\n\nGOOD THURSDAY MORNING — MM is taking a road trip Thursday/Friday so POLITICO’s Zachary Warmbrodt will be driving the bus to close out the week.",
  "In any event, as MM told you, the brief Juncker visit turned into an hours long negotiating and drafting session because Trump liked what the EC president brought to the table.",
  "Despite the massive size, it won’t offset the sweeping damage to markets as other countries slap penalties on U.S. farm goods in retaliation to Trump’s tariffs on imports.",
  "At issue is the Constitution’s emoluments clause, which bans federal officials from accepting benefits from foreign or state governments without congressional approval.",
  "And the news hurt other FANG stocks too — Reuters: “FANG stocks taking a hit in after hours trade on Wednesday after Facebook’s Q2 report badly disappointed investors.",
  "… Hensarling may have a handful of allies in the Senate, raising questions about how quickly Congress can finish an extension bill before the NFIP expires Tuesday.",
  "stocks surged in the final half-hour of trading Wednesday after … Trump secured some concessions from the European Union to avoid an escalation in trade tensions.",
  "But many free traders had similar hopes after the trade mission to Beijing and Trump quickly soured on those agreements and launched into a trade war with China.",
  "“The Senate majority leader and House speaker laid out to Trump that they will prioritize less controversial bills before this fall's Sept. 30 funding deadline.",
  "… Amazon, Netflix and Google-parent Alphabet — the ‘ANG’ in ‘FANG’ — each lost almost 1 percent, reversing gains from Wednesday’s official trading session.",
  "The Silicon Valley company reported a 42 percent increase in revenue and a 31 percent jump in profits for its second quarter, compared with a year earlier.",
  "TOUGH DAY FOR ZUCK — Via Bloomberg: “With Facebook's shares sliding 20% after disappointing earnings … Mark Zuckerberg's fortune tumbled by $16.8 billion.",
  "Story Continued Below\n\nThis agreement to talk and put auto tariffs on hold came straight from Trump’s mouth so it’s not really parallel to Beijing.",
  "“The survey additionally showed an increase in the total number of residents with jobs, labor force participation, and the number of salaried jobs.",
  "“The government will pay some farmers directly and buy food from others to blunt the impact of a trade war entirely of the president’s own making.",
  "Maxine Waters (D-Calif.) on Wednesday rejected the charge that Democrats are veering into socialism as the party is tugged further to the left.",
  "Similarly for steel and aluminum, removal is not a foregone conclusion, but requires success in future negotiations over an ambitious agenda.",
  "The total capitalization of all cryptocurrency in the world is probably less than one publicly traded ... big board company.’” Read more.",
  "Brown-Forman Corp., which has been squeezed due to its Jack Daniels whiskey being caught in the tariff crossfire, was up 1.3 percent.",
  "The House agreed to extend the program through Nov. 30 in a 366-52 vote, using an expedited procedure requiring two-thirds support.",
  "With GOOGL and NFLX having already reported, all eyes will now be on AMZN, set to report its results late on Thursday.” Read more.",
  "If this holds through tomorrow's close, he will slide from third to sixth place on the Bloomberg Billionaires index.” Read more.",
  "The technology-heavy Nasdaq Composite rose 91.47 points, or 1.2 percent, to 7932.24, closing at another record.” Read more.",
  "The decision clears the way for the plaintiffs to seek financial records and other materials from the president’s company.",
  "Bottom line: Steel and aluminum tariffs on the EU are still in place for now, as are the EU’s retaliatory levies.",
  "And on the generic ballot, per Quinnipiac, Dems are now up 12 points, 51-39, flirting with wave territory again.",
  "“Several Republicans including Financial Services Committee Chairman Jeb Hensarling (R-Texas) opposed the bill.",
  "Markets certainly loved leaks about the agreement in the last few minutes before trading closed on Wall Street.",
  "… The Dow .. climbed 172.16 points, or 0.7 percent, to 25414.10, after earlier declining as much as 128 points.",
  "They certainly agreed to talk more and sounded all the right notes about avoiding a big auto trade war.",
  "DRIVING THE DAY — President Trump heads to Iowa and Illinois to talk workforce development and trade.",
  "The plaintiffs argue Trump’s hotel harms area businesses because of the president’s ties.” Read more.",
  "“Deere & Co., the world’s biggest tractor maker, surged by more than 2.3 percent following the news.",
  "So the threat of Trump’s 20 percent auto tariffs is not gone, though it’s certainly reduced for now.",
  "That’s a lot of ifs for a volatile president known to change his approach to things in an instant.",
  "Facebook has continued to post healthy double-digit increases in revenue and profit every quarter.",
  "“But on Wednesday, it showed some of the first signs of wear and tear from the months of scrutiny.",
  "— Cap Alpha’s Charles Gabriel: “[T]he aggressive U.S. negotiating tactics may be bearing fruit.",
  "…\n\n“Sinclair shares closed up 3.8 percent at $27.05, while Tribune rose 3.3 percent to $33.92.",
  "Email Aubree Eliza Weaver on aweaver@politico.com and follow her on Twitter @AubreeEWeaver.",
  "FACEBOOK STOCK TUMBLED — NYT’s Sheera Frenkel: “Facebook may not be bulletproof after all.",
  "FB rivals Twitter and Snapchat-owner Snap lost 1.7 percent and 0.8 percent, respectively.",
  "Hat tip to Kudlow who has consistently said the visit would produce significant results.",
  "Deere, Cigna, Microchip Technology, Brown-Forman, Aptiv, Ingersoll-Rand and Qualcomm.",
  "And Trump seemed receptive, according to lawmakers and aides briefed on the meeting.",
  "The auto tariffs could get scrapped before going into effect, if things go well.",
  "MAXINE WATERS: “WE AREN’T SOCIALISTS” — POLITICO’s Zachary Warmbrodt: “Rep.",
  "MARKETS\n\nSTOCKS SOAR — WSJ’s Danielle Chemtob and Ben St. Clair: “U.S.",
  "Playbook On The Road: Where are you reading Playbook this summer?",
  "Email him tips and tasty recipe ideas on zwarmbrodt@politico.com.",
  "The S&P 500 added 25.67 points, or 0.9 percent, to 2846.07.",
  "Who knows what Thursday or Friday Trump will be like.",
  "They could all come off if the negotiations go well.",
  "Remarkable that he would say it on the record.",
  "PERHAPS THIS EXPLAINS TRUMP’S CHANGE OF HEART?",
  "Learn more at politico.com/playbookontheroad.",
  "Wednesday was affable, deal-making Trump.",
  "Just how significant remains to be seen.",
  "And it could backfire in the long run.",
  "Larry Kudlow wins a round on trade.",
  "‘It's a tiny marketplace.",
  "MAYBE TRUMP IS WINNING?",
  "… The seven stocks?",
  "Read more."
]