[
  "“It is only when you break it can you remodel the pieces into your vision of a new society.” As one former executive of Mercer’s hedge fund told The New Yorker’s Jane Mayer, last year, “He wants it to all fall down.”\n\nPerhaps the most telling revelation from the recent reporting—aside from the U.K.’s Channel 4 catching Alexander Nix on camera explaining how his company could supply beautiful Ukrainian women to entrap politicians—is that Cambridge Analytica is essentially a shell company created by the British firm Strategic Communications Laboratories.",
  "The company may have shot the messenger, but, even so, his message has been heard loud and clear, in Parliament (where Nix, who has now been suspended by Cambridge Analytica, will be called back to explain what appear to be the lies he told there last month, during hearings on fake news), in Congress (where Nix and possibly Zuckerberg will also be called to account), on the front page of newspapers around the world, and on Twitter (where the hashtags “Where’s Zuck?” and “DeleteFacebook” have been trending).",
  "In a thirteen-minute video posted on the Guardian’s Web site on Saturday, Wylie details the story of the creation and deployment of “the weapon” that he and Nix sold to Bannon, and then to Mercer, to fight their “culture war.” It was in those early days of 2014, Wylie says, that he and Bannon began testing slogans like “drain the swamp” and “the deep state” and “build the wall,” and found a surprising number of Americans who responded strongly to them.",
  "If Facebook officials were not aware of this at the time, when GSR sold this data to Cambridge Analytica, they certainly knew it by January, 2017, when the Swiss researchers Hannes Grassegger and Mikael Krogerus published “The Data That Turned the World Upside Down,” a detailed account of how C.A.’s psychological modelling was used by the Trump campaign.",
  "What are we to make of the revelations published over the weekend, in the Observer and the Times, that Cambridge Analytica, the data-analytics and messaging company financed, in part, by the conservative billionaire Robert Mercer, used tens of millions of ill-gotten Facebook profiles to create algorithms aimed at “breaking” American democracy?",
  "Did any of them know that the data that Cambridge Analytica was using to target voters, craft ads and blog posts, and determine Trump’s travel schedule came from millions of American Facebook members whose data had been taken without consent and sold for a million dollars—what Cadwalladr is calling a massive data “breach”?",
  "(The Guardian recently quoted a former Facebook employee in charge of data security explaining that he “always assumed there was something of a black market” for data obtained by third-party companies such as GSR, and that when he brought this up to his bosses he was discouraged from investigating too deeply.",
  "Later, when the Mercer family, along with Steve Bannon, came to support Donald Trump, it was no secret that they brought with them Cambridge Analytica, a firm that boasted of being able to parse and influence the electorate through “psychographic” algorithms derived from that data.",
  "We knew as early as December, 2015, for instance, that Facebook data obtained without users’ knowledge was being exploited by Cambridge Analytica on behalf of Senator Ted Cruz, who at that time was Mercer’s preferred candidate in the Republican Presidential primaries.",
  "Wylie’s words have also reverberated on Wall Street, where, in the first two hours of trading after his video confession (and the news that he had supplied e-mails and documents to American and British authorities), Facebook stock lost thirty billion dollars in value.",
  "In a statement on Wednesday, Mark Zuckerberg could only chalk the whole saga up to “a breach of trust between Kogan, Cambridge Analytica and Facebook.” The company is aided in maintaining this position by privacy policies that are as obscure as they are lax.",
  "Alongside all of them were Facebook employees who were embedded with the Trump campaign to help them use Facebook’s various tools most effectively—including the so-called “dark posts,” used to dissuade African-Americans from showing up to vote.",
  "When Facebook finally acknowledged that Cambridge Analytica was using Facebook data it had obtained surreptitiously, the company’s response was not to alert its users or audit its partners or engage in any sort of meaningful reform.",
  "“We would know what kind of messaging you’d be susceptible to and where you are going to consume it and how many times we are going to have to touch you with it to change how you think about something,” Wylie told the Guardian.",
  "This weekend’s reports about Facebook and Cambridge Analytica did introduce us to Christopher Wylie, a twenty-eight-year-old Canadian coder and data scientist, who conceived and helped construct C.A.’s psychographic tools.",
  "The millions of Facebook accounts in question—as the reporter Mattathias Schwartz pointed out last March—were mostly culled from the friend networks of people who clicked on a cute personality quiz on the site.",
  "A significant number of the initial test takers, starting in around 2014, were paid freelancers recruited through Amazon’s Mechanical Turk marketplace by a British research company called GSR.",
  "For more than a year, Cadwalladr has done yeoman work, reporting on the nihilism of Bannon and the Mercers, the cravenness of Nix, and connecting the dots between them and Trump and Facebook.",
  "Another ex-employee claimed that they had been provided with letters to give to US border control officials where needed, stating that they would not be working” in the United States.",
  "Rather, it sent a polite request to Cambridge Analytica asking it to delete the GSR-sourced material, some of which, according to the Times, remains on the company’s servers.",
  "Nobody hacked Facebook—nor would they have had to—because the business model of Facebook is predicated on mining the personal details of its two billion users.",
  "For at least a year, it seems, Wylie had been feeding information to Carole Cadwalladr and her team at the Guardian and its sister paper, the Observer.",
  "Reporters from the Guardian, The New Yorker, The New York Review of Books, Das Magazin, and the Intercept have been reporting these facts for years.",
  "After Trump won, Alexander Nix, the head of Cambridge Analytica, crowed that the company’s psychographic algorithms had carried the day.",
  "As a consequence, Facebook created the conditions for millions of Americans to become unwitting cogs in the effort to get Trump elected.",
  "They and others who took the quiz likely did not know that they were giving GSR permission to access their Facebook friends’ profiles.",
  "See it, click it, and go down the rabbit hole until they start to think something different.” The goal was to break society.",
  "It is, he says, “something that I regret.” So now he’s blown the whistle and, in turn, Facebook has suspended his account.",
  "Christopher Wylie knew all this, and he watched what he now calls his “grossly unethical experiment” unfold in real time.",
  "Their counsel, who happened to work at Rudolph Giuliani’s law firm, let them know in a memo written in July, 2014.",
  "These Cambridge Analytica contractors worked with Trump’s digital team, headed by Brad Parscale and Jared Kushner.",
  "Cambridge Analytica promised that psychographics could not only target people as voters but also as personalities.",
  "This article has been updated to correctly identify the Intercept reporter who wrote the March, 2017, article.",
  "This included the contractors the firm brought to Austin, Texas, to work with Trump’s digital team there.",
  "But those millions of Facebook profiles do not in fact constitute a breach: they were obtained legally.",
  "And, she points out, Bannon, Nix, and Rebekah Mercer (Robert’s daughter) knew that this was illegal.",
  "was staffed primarily by non-U.S. citizens, in possible violation of American campaign-finance laws.",
  "employee, who worked with a number of non-U.S. citizens or green-card holders, told the Guardian.",
  "“We were really speaking directly to the voters in a number of states,” one former C.A.",
  "“Do you really want to see what you’ll find?” he says a Facebook executive told him.)",
  "Blogs will be created—whatever we think this target profile will be receptive to.",
  "Cadwalladr writes, “It is understood that some were working on tourist visas.",
  "During the 2016 campaign, according to Cadwalladr, C.A.",
  "First, that these were not really revelations at all.",
  "All they needed was a candidate to parrot them.",
  "(He later retracted that, then reaffirmed it.)",
  "It would not be wrong to call this payback.",
  "Maybe, or maybe not—and it hardly matters.",
  "It is now down by sixty billion dollars.",
  "Now he is out of the shadows.",
  "“Web sites will be created."
]