[
  "The revelations have cast heavy scrutiny on Facebook as well as Cambridge Analytica over the past few days, as lawmakers have demanded a number of officials testify, including Facebook CEO Mark Zuckerberg and Cambridge Analyatica CEO Alexander Nix, who was suspended from his position by the Cambridge Analytica board on Tuesday.",
  "Senate Commerce Committee Chairman John Thune, R-South Dakota, and two subcommittee chairs, Mississippi's Roger Wicker and Kansas' Jerry Moran sent a letter to Zuckerberg and Strategic Communications Laboratories Group CEO Nigel Oakes requesting information and a briefing on sharing of individual Facebook user data.",
  "Wylie's agreement to come before the panel, which was first reported by The Washington Post , is a boost for Democrats in their effort to continue the Russia probe after Republicans ended the full committee's Russia investigation and are set to officially approve their report on Russian election meddling Thursday.",
  "Schiff said there are \"serious questions about the level of detail that Cambridge Analytica knew about users, whether it acquired that information illegally and whether it sought to abuse that information in support of President Trump's political campaign in the United States or Brexit in the United Kingdom.\"",
  "Washington (CNN) A former Cambridge Analytica contractor and Facebook officials on Tuesday agreed separately to speak to Congress amid growing calls on Capitol Hill for the election data firm and the social media giant to explain how 50 million Facebook users' data was used in the 2016 election.",
  "\"I write to request a hearing on the alleged theft of US person user information, the use of that information in the 2016 presidential campaign, and the continued security risk that information poses in the hands of Cambridge Analytica and its associates,\" Nadler wrote in the letter.",
  "Rep. Mike Conaway, the Texas Republican who led the committee's Russia investigation, said he did not plan to call in Nix or other officials — saying the Russia investigation was over, and it was up to Intelligence Committee Chairman Devin Nunes to decide on future witnesses.",
  "Christopher Wylie, the Cambridge Analytica contractor who has spoken out in recent days about the company, agreed to give an interview and documents to House Intelligence Committee Democrats, according to a committee official.",
  "In a sign of the growing controversy, Facebook representatives are planning this week to brief staff of the House and Senate Intelligence, Judiciary and Commerce committees about the scandal, a company spokesperson told CNN.",
  "\"The possibility that Facebook has either not been transparent with consumers or has not been able to verify that third party app developers are transparent with consumers is troubling,\" they wrote in the letter.",
  "Senate Intelligence Chairman Richard Burr said it was \"too early\" to know yet whether his committee needed to speak to Cambridge Analytica as part of its investigation into Russian meddling and social media.",
  "Senate Judiciary Chairman Chuck Grassley, an Iowa Republican, called the Facebook breach a \"serious issue\" and says he is taking the request of holding a hearing with Zuckerberg \"under advisement.\"",
  "The decision comes after Wylie spoke out about how his former firm, which worked for President Donald Trump's campaign, allegedly gained access to information about 50 million Facebook users.",
  "Virginia Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee, has also expressed an interest in talking to Zuckerberg, as well as Cambridge Analytica officials.",
  "The top Democrat on the House Judiciary Committee Jerry Nadler of New York, sent a letter to the panel's chairman, Bob Goodlatte, urging him to invite Wylie.",
  "California Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, invited Wylie to testify before the committee's Democrats on Monday.",
  "Schiff also called for the committee to bring in Facebook officials and again question Nix, who previously testified via video conference last year.",
  "\"Obviously, we're concerned about what was going on there, whether or not they broke campaign finance laws or those kinds of things.",
  "Let us understand what we need to ask them if we bring them in; it may be we can answer all the questions without bringing them in.\"",
  "California Sen. Dianne Feinstein, the committee's top Democrat, warned that if Facebook won't police themselves, \"we will.\"",
  "Some Republicans have also expressed an interest in talking to Facebook in the wake of the Cambridge Analytica reports.",
  "But we don't even know yet what they did, who they got their data from — they didn't get it from Facebook,\" Burr said.",
  "This story has been updated to include comment from Senate Intelligence Chairman Richard Burr of North Carolina.",
  "\"I've said for a long time we need to see the CEOs,\" Warner said of Facebook and other social media companies.",
  "\"I have no intention of bringing any other witnesses for the Russia investigation,\" Conaway said.",
  "Schiff is hardly the only Democrat who wants to information from Wylie, Nix and Facebook.",
  "Nunes, a California Republican, declined to answer questions about Cambridge Analytica.",
  "\"If there's something to learn from Cambridge Analytica, then we'll bring them in.",
  "\"Each of these issues falls squarely within the Committee's jurisdiction.\"",
  "If Chairman Nunes wants to bring them in I'd certainly support that.\"",
  "A spokesman for Wylie also confirmed this to CNN.",
  "Let us do our investigation.",
  "\"Let this sort itself out."
]