[
  "A Twitter spokesman said, “We have invested heavily in our data compliance program over the last several years and we rigorously enforce our rules against violating developers—up to and including permanent suspension of access to Twitter data in any form.”\n\nCrimson Hexagon is one of the largest players in a marketing analytics industry that has grown to more than $1 billion in recent years, according to the research company Gartner Inc.\n\nGary King, a social scientist and Harvard professor, co-founded Crimson Hexagon in 2007 and serves as chairman.",
  "Facebook’s terms of service include: “Don’t confuse, deceive, defraud, mislead, spam or surprise anyone.”\n\nWith Twitter, Crimson Hexagon and other companies pay for access to large volumes of public data through Twitter’s “fire hose.” Because of restrictions on Facebook’s data, Crimson Hexagon has been able to access more data from Twitter than Facebook, according to some of the people familiar with the matter.",
  "A spokesman for Facebook said the company had requested further evidence from Crimson Hexagon but, “based on our investigation to date, Crimson Hexagon did not obtain any Facebook or Instagram information inappropriately.”\n\nIn recent months, Facebook and Chief Executive Mark Zuckerberg have made repeated pledges to become more trusted custodians of user information.",
  "Illustration: Laura Kammerman\n\n“Facebook has a responsibility to help protect people’s information, which is one of the reasons why we have tightened” access to user data in many ways in recent years, said Ime Archibong, Facebook vice president for product partnerships, in a statement.",
  "Photo: David Paul Morris/Bloomberg News\n\nWhile Facebook doesn’t sell its data, social-media analytics firms like Crimson Hexagon must register as a developer with Facebook and agree to its terms of service before pulling large numbers of posts through a special software portal.",
  "In that incident, in 2016, Crimson Hexagon received some private Instagram posts in a batch of hundreds of public posts, because of what Crimson Hexagon employees assumed was a software glitch on Facebook’s part, according to the people familiar with the matter.",
  "Public data, used in bulk, can tell companies how certain groups of people are feeling at a particular time and location, for example—invaluable information for government agencies in the U.S. and abroad, as well as for political parties working to sway voters.",
  "Facebook Inc. suspended another company that harvested data from its site and said it was investigating whether the analytics firm’s contracts with the U.S. government and a Russian nonprofit tied to the Kremlin violate the platform’s policies.",
  "Crimson Hexagon handles large volumes of public user data that the social-media platforms generate daily, including much of the content on Twitter and Instagram and any items on Facebook that users haven’t designated as private.",
  "A State Department spokeswoman said one of its divisions uses Crimson Hexagon “to identify and analyze trends in publicly available social and digital media data.” The Defense Department didn’t return a request for comment.",
  "Earlier this month, Mr. King in his capacity as an academic announced the launch of a new research project that he and Facebook officials have promoted as a reflection of the firm’s renewed commitment to transparency.",
  "A FEMA spokeswoman said the agency uses Crimson Hexagon “to understand the volume of discussion and top topics regarding online mentions of FEMA or active disaster responses.” A spokesman for ICE declined to comment.",
  "In one instance around late 2016, Crimson Hexagon was in talks with U.S. Immigration and Customs Enforcement but dropped out of a potential deal because of Twitter’s resistance, people familiar with the matter said.",
  "Facebook, in response to questions from The Wall Street Journal this week about its oversight of Crimson Hexagon’s government contracts and storing of user data, said Friday it wasn’t aware of some of the contracts.",
  "Those efforts largely followed the revelation in March that Cambridge Analytica, a research firm with ties to President Donald Trump’s election campaign, had improperly accessed data on millions of Facebook users.",
  "On Friday, Mr. Bingham said it is fully cooperating with Facebook and “working together to resolve the issue as quickly as possible.”\n\nCrimson Hexagon pulls only publicly-available data from Facebook and Twitter.",
  "Crimson Hexagon, based in Boston, has had contracts in recent years to analyze public Facebook data for those and other clients, according to people familiar with the matter and federal procurement data.",
  "Chris Bingham, Crimson Hexagon’s chief technology officer, said in a statement earlier this week that it abides by the policies of its social-media partners and the company doesn’t collect private data.",
  "Twitter ultimately told Crimson Hexagon that it couldn’t sell to any agencies under the Department of Homeland Security because it was too hard to track how the data was being used, the people said.",
  "Public records show Crimson Hexagon has worked with the Department of Homeland Security, including an August 2017 contract with the Federal Emergency Management Agency that will last until Sept. 1.",
  "On Friday, it said it was suspending Crimson Hexagon’s apps from Facebook and its Instagram unit, and launching a broad inquiry into how Crimson Hexagon collects, shares and stores user data.",
  "Crimson Hexagon operates with little oversight from Facebook once it pulls public data from the social-media platform, according to more than a dozen people familiar with the business.",
  "Called Social Science One, it will give a team of outside researchers access to Facebook data with the goal of better understanding how the platform influences elections and democracy.",
  "He said in the statement that Facebook allows outside parties to produce “anonymized insights for business purposes.” Facebook prohibits the use of its data for surveillance purposes.",
  "Crimson Hexagon says it has the largest repository of public social media posts, totaling more than one trillion, from sites that also include Twitter Inc. TWTR -0.39% and Instagram.",
  "A Secret Service spokeswoman said the agency’s office of government and public affairs used Crimson Hexagon’s tools to track its social-media posts and guide outreach with the media.",
  "The nonprofit used Crimson Hexagon’s platform to study the Russian people’s opinion of the regime of Russian President Vladimir Putin, according to a 2015 report by the group.",
  "Crimson Hexagon employees weren’t sure whom to call when the incident occurred as they didn’t have a direct contact at Instagram or Facebook at the time, these people said.",
  "At one point in the past three years, Crimson Hexagon was in talks with the Defense Department to help track Islamic State, according to a person familiar with the matter.",
  "Crimson Hexagon hasn’t broadly publicized its government work, and some employees were initially resistant to pursue those contracts, people familiar with the matter said.",
  "The government of Turkey used Crimson Hexagon’s service in its decision in 2014 to briefly shut down Twitter amid public dissent, people familiar with the matter said.",
  "In 2014, it worked with Civil Society Development Foundation, a Russian nonprofit with ties to the government there, according to people familiar with the matter.",
  "Since 2014, U.S. government agencies have paid Crimson Hexagon more than $800,000 for 22 separate contracts, according to federal procurement data.",
  "However, it appears at least once to have mistakenly received private data from Instagram, according to people familiar with the matter.",
  "Facebook allows outside parties to produce anonymized analysis of user data but prohibits the use of its data for surveillance purposes.",
  "Facebook users can choose how much of their profiles to keep public; names and profile pictures are considered public for all users.",
  "Related Video Facebook's current data crisis involving Cambridge Analytica has angered users and prompted government investigations.",
  "A spokesman said Facebook plans to meet with Crimson Hexagon’s team within the next several days to look into the matter.",
  "Such fumbles are considered serious because of Facebook’s strict rules against third parties accessing private data.",
  "Privacy experts say most Americans aren’t aware that public data is analyzed and deployed for so many purposes.",
  "Crimson Hexagon also contracted with the Secret Service, also part of Homeland Security, between 2014 and 2016.",
  "Crimson Hexagon has sold its proprietary analytics platform in foreign countries including Russia and Turkey.",
  "Twitter appears to have applied more scrutiny than Facebook on Crimson Hexagon’s U.S. government contracts.",
  "To understand what's happening now, you have to look back at Facebook's old policies from 2007 to 2014.",
  "Public posts include comments users make on public pages for brands, celebrities or specific events.",
  "Sometimes employees weren’t sure how the government agencies would use the service, the people said.",
  "The government contracts weren’t approved by Facebook in advance, for example, the people said.",
  "—Rob Barry, Jim Oberman, David Gauthier-Villars and James Marson contributed to this article.",
  "He said in a statement that he has never been involved in the firm’s day-to-day operations.",
  "In June, the firm secured a more than $240,000 contract with the U.S. State Department.",
  "Shown, attendees at Facebook’s F8 Developers Conference in San Jose, Calif., in May.",
  "The nonprofit didn’t respond to requests for comment.",
  "A Turkish government official declined to comment.",
  "The project isn’t affiliated with Crimson Hexagon.",
  "Nothing came of the discussion, the person said.",
  "Write to Kirsten Grind at kirsten.grind@wsj.com",
  "WSJ's Shelby Holliday explains."
]