[
  "While US lawmakers are taking the opportunity to lambaste lax privacy controls and to grill Mr. Zuckerberg's plans for the future, it's still unclear if the Cambridge Analytica fiasco will affect user engagement on the platform.",
  "Eighty-one percent of Facebook users said that they had little to no confidence in Facebook to protect their data and privacy, according to preliminary results of Business Insider Intelligence's 2018 Digital Trust survey.",
  "Over three-quarters (77%) of Facebook's US monthly active users access the app on a daily basis, and this daily habit of hundreds of millions of Americans will be a difficult one to break.",
  "Over three-quarters (77%) of Facebook's US monthly active users access the app on a daily basis, and this daily habit of hundreds of millions of Americans will be a difficult one to break.",
  "BI Intelligence\n\nThe past few weeks have been a public relations disaster for Facebook, and it shows in the massive consumer trust gap between the platform and other social media giants.",
  "While there will certainly be user backlash and \"delete Facebook\" campaigns, we believe the net impact on Facebook's daily active user count will be muted throughout the rest of 2018.",
  "While there will certainly be user backlash and \"delete Facebook\" campaigns, we believe the net impact on Facebook's daily active user count will be muted throughout the rest of 2018.",
  "It could even make the data inside Facebook's walled garden more valuable to brands because they wouldn't be able to access information collected through third-party developers.",
  "BI Intelligence\n\nFacebook's latest trust troubles started with news that a rogue research firm, Cambridge Analytica, illegally obtained data on 87 million Facebook users.",
  "For context, that's a margin of 24 percentage points when compared with the average of how consumers rated Instagram, LinkedIn, Snapchat, Twitter, and YouTube.",
  "Here's how we think the scandal will impact Facebook in the medium term:\n\nFacebook will see little to no decline in US daily average users.",
  "After all, Facebook has, and will continue to have, robust data on its members, even if third parties have restricted access.",
  "While some advertisers may pause campaigns, we believe the impact on ad revenue growth in 2018 will be insignificant.",
  "Today, Facebook CEO Mark Zuckerberg will begin the second of two days of testimony before Congress in Washington DC.",
  "The targeting capabilities on Facebook will continue to provide brand advertisers with high ROI throughout 2018.",
  "As a result, the social giant has already rolled out dozens of privacy and data policy updates.",
  "Brands aren't going to significantly slow their ad spend on Facebook."
]