[
  "Ever since he was caught scraping faces from Harvard’s intranet for Facemash, his viral hot-girl-comparison Web site, in 2003, he has been explaining how he never wanted it to turn out this way, that he is taking steps to make sure that it never happens again, that his tech idealism remains pure.",
  "It is a policy as far removed from that of the gadget worshiper as it is from the man who sees only blasphemy and degradation of man in the use of any mechanical adjuvants whatever to thoughts.” But who in Congress can comprehend that distinction?",
  "In anticipation of his appearance before the Senate on Tuesday (watch a live stream here), to discuss the Cambridge Analytica fiasco, Zuckerberg hired a team of experts for “a crash course in humility and charm,” according to the Times.",
  "They seem to be throwing themselves into their new role as villains with great commitment and vision, whether it’s the caricature of Peter Thiel and his blood transfusions or the widespread purchase of post-apocalyptic villas.",
  "For most of our existence, we focused on all the good that connecting people brings.” It’s amazing how, for Zuckerberg, the growing of his own personal fortune is indistinguishable from the improvement of the public good.",
  "On social media, the Fake Mark Zuckerberg Facebook Post meme is predicated on the idea that Zuckerberg is only pretending to be human, that he’s either a robot or some kind of lizard alien.",
  "We certainly knew of them before social media, with and without Cambridge Analytica, twisted and fractured the political information that ultimately led to the election of Donald Trump.",
  "“Render unto man the things which are man’s and unto the computer the things which are the computer’s,” Norbert Wiener, the father of cybernetics, wrote in “God & Golem, Inc.,” in 1964.",
  "Ford and Edison and the other masters of industry made themselves rich and incidentally created the middle class, which in turn undergirded America’s democratic institutions.",
  "One of the foremost ironies of the past decade has been how the inventor of the greatest vehicle of interpersonal communication in our time cannot manage the most basic P.R.",
  "All of these antics would be nothing more than random personal eccentricities if we were collectively sure of the value of the products that the eccentrics were creating.",
  "The reason that Zuckerberg will apologize so fulsomely is that he wants to insist that the power remains his, even though it’s obvious that he can’t wield it responsibly.",
  "His innocence is infuriating, and interchangeable with the infuriating innocence of the word “tech” itself, which has morphed into a kind of business camouflage.",
  "The ambient dislike for Zuckerberg demonstrates just how deeply the early decades of the twenty-first century have fostered hostility toward tech executives.",
  "Knowing what we know now, why would any brilliant young person want to work at Facebook any more than he or she would want to work at a big tobacco company?",
  "The loathing of Mark Zuckerberg ultimately amounts to an indictment of ourselves; it’s the consequence of a deep disquiet about the world we are building.",
  "In Zuckerberg’s released statement to Congress, his opening comment reflects no such self-awareness: “Facebook is an idealistic and optimistic company.",
  "Who among them can even understand what Zuckerberg is apologizing for, never mind figure out a sensible national strategy for regulating social media?",
  "I mean, I don’t want to be that guy, but, for the cover of The Atlantic six years ago, I wrote about how Facebook is making us lonely.",
  "Zeynep Tufekci was writing about the platform’s political consequences way before anyone ever dreamed of Trump winning high office.",
  "Unable to bear our own responsibility for the world we have chosen, we have turned the technologists into monsters we can blame.",
  "But the innocence that’s so infuriating in Zuckerberg is the mirror of our own irresponsibility—both personal and political.",
  "The new overlords of tech made themselves rich and incidentally annihilated the middle class, while weakening democracy.",
  "On his deathbed, the great steel magnate Andrew Carnegie asked for a meeting with his former partner Henry Clay Frick.",
  "“This would seem the intelligent policy to adopt when we employ men and computers together in common undertakings.",
  "For decades, innovation has been treated, by the public and the government alike, as a benefit in and of itself.",
  "It’s not like we weren’t told that using Facebook could have serious consequences for our digital privacy.",
  "It is a blankness that somehow conveys simply that he’s sad that things have turned out the way they have.",
  "There’s a certain look that Zuckerberg gets when he’s apologizing, one that’s particularly infuriating.",
  "The best and the brightest have been heading to Silicon Valley because they want to build the future.",
  "Mark Zuckerberg has spent most of his adult life apologizing, but he hasn’t managed to improve much.",
  "“Tech” implies an intellectual practice in which engineers build neat things to improve the world.",
  "In the post-war era, innovation created jobs and led to growth that benefitted the middle class.",
  "Facebook is an enormous addiction machine that creates depression and spreads disinformation.",
  "At least the robber barons had a measure of honesty about what they were doing in the world.",
  "The dream of a world of instantly accessible knowledge has drifted into stupidity and lies.",
  "Zuckerberg spent his life periodically abasing himself, more or less without consequences.",
  "Its primary social effect is a shredding of the fabric that sustains human community.",
  "The research about the negative effects of Facebook use, even then, was quite clear.",
  "The truth is that we made a deal with Facebook; we gave up our information for free.",
  "The dream of a world of total connection has resulted in unprecedented alienation.",
  "It matters what we do, what the users do, what the governments of the world do.",
  "“Tell him I’ll see him in Hell, where we both are going,” Frick responded.",
  "They wrote on the wall at Facebook that they were going to break things.",
  "Can you imagine a world where this story wouldn’t be posted on Facebook?",
  "Its primary economic effect has been an explosion of income inequality.",
  "Still, it’s an odd face to despise—milquetoast, banal, unthreatening.",
  "Technological change is by no means a universal benefit anymore.",
  "What do you say when a guy’s been fooling you for fifteen years?",
  "We blame Zuckerberg because we can’t stand to blame ourselves.",
  "It’s a particularly destructive form of convenient blindness.",
  "When he speaks up and defends his company, he seems callow.",
  "And that is why the Zuckerberg apology rings so hollow.",
  "Fool me once, shame on you; fool me twice, shame on me?",
  "He gives an inhuman impression no matter what he does.",
  "When he’s silent, the world wonders what he’s hiding.",
  "It doesn’t matter what he says or even what he does.",
  "I can remember one, but I cannot imagine another.",
  "When he admits error, he appears irresponsible.",
  "We’ve known the dangers of Facebook for years.",
  "What did we think they were going to do?",
  "The major tech companies are businesses.",
  "People are still using Facebook, right?",
  "This story will be posted on Facebook.",
  "It’s not red-faced shame, either.",
  "It’s not exactly a hangdog look.",
  "They innovate how to make money.",
  "But what if the future is lousy?",
  "And for good reason.",
  "That’s all they are.",
  "How could it not be?",
  "I am."
]