[
  "In March, [Mexican President Enrique] Pena Nieto roundly condemned Trump, who has promised to build a wall.” http://reut.rs/290r663\n\nN.Y. TIMES QUOTATION OF THE DAY – Secretary of State Kerry, on the fallout of the British vote: “I think it is absolutely essential that we stay focused on how, in this transitional period, nobody loses their head, nobody goes off half-cocked, people don’t start ginning up scatterbrained or revengeful premises, but we look for ways to maintain the strength that will serve the interests and the values that brought us together in the first place.” A1 article, at fold, “Confusion Over What’s Next Paralyzes British Leadership,” by Steven Erlanger, Stephen Castle and Sewell Chan http://nyti.ms/291p3l5\n\nBREXIT BREAKFAST -- MICHAEL HIRSH, “Why the New Nationalists Are Taking Over: Our post-Cold War system might be a triumph for peace and security, but it’s built on unsustainable economic ideas”: “It’s time to acknowledge that Donald Trump and Boris Johnson have far more in common than funny hair, and that the movement once known as conservatism—to which both men retain only the barest connection—is taking on a new form, that of an unabashed, xenophobic nationalism.” http://politi.co/290u1LQ\n\nLATE-NIGHT BEST -- “John Oliver Says Brexit Vote Is A Warning For U.S. Trump Supporters: ‘There Are No F**king Do-Overs’” – 8-min.",
  "Pics http://politi.co/297fHBX ... http://politi.co/297IS9K ... http://politi.co/290v10u\n\nBIRTHWEEK (was yesterday): Josh Rubin, special assistant to Secretary Kerry’s COS and the biggest Mets fan on the 7th floor (h/t Mary deBree, who was on time) ... (was Sunday): Ed Bearss, noted Civil War and military historian, expert battlefield guide for the Smithsonian and other organizations, and pride of Billings, MT, turned 93 this week - and is still leading tours (h/t Jon Haber)\n\nBIRTHDAYS: Ashley Hickey ... NYT Cairo bureau chief David Kirkpatrick, the pride of Buffalo, is 46 ... former Defense Secretary Leon Edward Panetta is 78 (hat tips: Jeremy, Jen) ... Jane Harman, director, president and CEO of Wilson Center … former Sen. Carl Levin (D-Mich.) is 82 ... Laura D’Andrea Tyson, professor at Berkeley’s Haas business school and the only person to chair both the CEA and the WH National Economic Council … For Mom: John Elway is 56 ... Ziad “Z” Ojakli, Ford Group Vice President of Government and Community Relations (h/t Christin Tinsworth Baker) ... Bill Greener, founding partner of Greener & Hook LLC (h/t Ted) ... AP’s Jesse Holland, the pride of Holly Springs, Miss.",
  "of corporate affairs ... Jason Roe, partner at Revolvis Consulting and Romney alum, is 46 … Brian Jodice, president of media strategies at Go BIG Media, Inc. ... Paul Bonicelli, director of programs at Acton Institute and USAID alum ... Yaffa Fredrick, managing editor of World Policy Journal and a night editor at CNN.com (h/t David Andelman, who while he was Editor of WPJ, discovered many years ago applying for an internship while she was still at Wellesley College and has developed into a huge talent) ...\n\n... DCI partner Megan Bloomgren, a Chamber, DOE, CEQ and Bush-Cheney alum ... John Lee, director at the Policy Resolution Group ... Daisy Capps … Apple genius Matt Mele ... Al Eisele ... Aaron Banks of State … Bob Russell … Quinn McCord … Kevin Kaiser … Jing Ulrich, managing director and vice chairman, Asia Pacific at JPMorgan Chase ... Sean Bartel, senior video producer for International Brotherhood of Electrical Workers and an Edelman and Sirius/XM alum … Brendan Farrington, AP’s man in Florida … Cecilie Olaussen ... Nick Anton ... Dusky Terry ... Brenda Vilmain ... Meagan Mahaffey, the pride of Madison, Wisc.",
  "was not as emotionally effective in making their case, as the campaign to leave … I was disappointed, but not surprised.’”\n\nLIVING HISTORY -- N.Y. Times banner, “JUSTICES OVERTURN TEXAS ABORTION LIMITS: ‘Burden’ Is Found— 10 Clinics to Stay Open,” by Adam Liptak http://nyti.ms/29jxLGO ... L.A. Times 2-col. lead, “High court strengthens the right to abortion,” by David Savage http://lat.ms/29b0EpX ... WashPost banner, “Sweeping decisions on abortion, corruption ... Former [Virginia] governor [Bob] McDonnell’s conviction is overturned,” by Bob Barnes http://wapo.st/294HDHT\n\n--RICHMOND Times-Dispatch DRAMATIC front page, “OVERTURNED: Supreme Court vacates former governor’s corruption convictions” http://politi.co/28ZdEN7\n\n--BEYOND THE BELTWAY – “Ripple Effect ... Supreme Court ruling imperils abortion laws in many states,” by AP National Writer David Crary: “[S]imilar admitting-privilege requirements are in effect in Missouri, North Dakota and Tennessee, and are on hold in Alabama, Kansas, Louisiana, Mississippi, Oklahoma and Wisconsin.",
  "... Trump’s willingness to turn for data assistance to companies that worked against him ... is perhaps the surest sign yet that [he] is moving to professionalize ...\n\n“Cambridge Analytica ... services, which are based on nontraditional ‘psychographic’ voter analyses, remained intriguing to Trump campaign’s newly named digital director Brad Parscale ... Parscale’s web design firm, Giles-Parscale, is based in San Antonio and he spearheaded last week’s meeting in the city, which was also attended by the campaign’s lead data engineer Witold Chrabaszcz, as well as RNC data director Jesse Kamzol and Cambridge Analytica executive Matt Oczkowski ...\n\n“RNC chief strategist Sean Spicer said the committee and the campaign have seamlessly merged their data and tech efforts.” http://politi.co/290vLmp\n\n-- “How The Democrats’ Leading Software Provider Is Planning To Win You Over,” by Fast Company’s Neal Ungerleider: “NGP Van, the leading software provider to the Democratic party, is rolling out some new automation features this week.",
  "... Chuck Shuford ... Dave Olsen (h/ts Teresa Vilmain) ... Eli Reyes ... Christina Martin ... comedian-movie director Mel Brooks is 90 ... Kathy Bates is 68 ... John Cusack is 50 ... Mark Stoermer (The Killers) is 39 ... country singer Kellie Pickler is 30 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ... Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU ... Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "... Republicans will surely use it to redouble their attacks on Clinton’s leadership while Democrats, who released a rebuttal Monday, continue to dismiss the whole process as a political charade.” http://politi.co/290yTzo\n\nJUST POSTED – “Trump’s secret data reversal: Having once dismissed the importance of campaign tech, the mogul is now rushing to catch up with Clinton,” by Ken Vogel and Darren Samuelsohn: “The presumptive Republican presidential nominee’s recent boast of an $11-million online fundraising surge has been aided by the Prosper Group, an Indianapolis-based digital firm that worked during the GOP primary for Trump’s rivals Ted Cruz and Marco Rubio, according to four operatives familiar with Trump’s data operation.",
  "director at 1776 and alum of CNN, Real Clear Politics and NBC, the pride of Cincinnati ... Nancy Payne, VP at PeaceTech Lab (h/ts Jon Haber) ... John Lee, a director of Bracewell LLP’s Policy Resolution Group, is 23 (h/t Gabe Brotman) ... Peter Nonis, director of corporate development at the Business Council for International Understanding, is 36 ... Freedom Partners’ Mike Lurie ... Carolyn Coda, deputy head of Americas regulatory risk management at Swiss Re and Treasury alum … Rob Tappan, alum of State, Koch Industries, and Burson-Marsteller ... Coddy Johnson, COO of AltSchool and alum of Activision, B-C ’04 and Bain, is 4-0 ... Kenneth DeGraff, Leader Pelosi policy adviser ... Steve Johnson, American Airlines E.V.P.",
  "http://politi.co/290FLx4\n\n--N.Y. Post has a small cover tease, with both pols onstage in Cincy -- in similar shades, behind a “STRONGER TOGETHER” sign: “Blue of a kind: Warren’s VP audition.” http://nyp.st/28ZgBgK\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nBREAKING -- #BenghaziReport – Per a House GOP aide, off embargo at 5 a.m.: “After interviewing 81 new witnesses and reviewing 75,000 new pages of documents, the [House] Select Committee on Benghazi will release its report this morning after 8 a.m. All Republican members are in D.C. for a 10 a.m. press conference despite the House being out of session.",
  "The committee even threatened to begin contempt of Congress proceedings against Secretary of State John Kerry and CIA Director John Brennan for failing to comply with its subpoenas, according to a section of the final report obtained by Politico ahead of its release.” http://politi.co/297ApDE\n\n--“Final Benghazi report details administration failures,” by Rachael Bade and John Bresnahan: “Republicans ... concluded that the Obama administration — including then-Secretary of State Hillary Clinton — failed across multiple agencies and levels to protect American diplomats in the 2012 Benghazi terrorist attack.",
  "You figure it out!’” http://apne.ws/291okA8 ... With sidebar, “In his words: Donald Trump’s evolving Muslim ban” http://apne.ws/29aTcuR\n\nSNEAK PEEK -- “Clinton to unveil tech agenda: In a 14-page draft of Clinton’s technology platform, obtained by POLITICO, she wades into some of the most pressing issues facing Silicon Valley,” by Tony Romm: “Clinton is preparing to release a ‘technology and innovation’ agenda as soon as this week that strongly defends net neutrality, calls for a special commission to study encryption and commits to bringing broadband to 100 percent of U.S. households by 2020.",
  "Learn more at google.com/grow/veterans\n\nAMAZING STAT: “Richard Branson, founder and chairman of Virgin Group, said on Tuesday the company had lost about a third of its value since last week's vote.” http://reut.rs/290IZRT\n\nERIC BOLLING BOOK OUT TODAY: Eric Bolling – co-host of Fox News’ popular “The Five” roundtable show, and occasional fill-in for Bill O’Reilly, mischievously dedicates his new book “to President Barack Obama.” “Give him my best,” Bolling told Playbook with a chuckle during a phone interview yesterday, just after he went off the air.",
  "The vaccine ... could reach stage-one clinical trials by early 2017.” http://wapo.st/2930ySM ...Release http://politi.co/28ZOn4T\n\n--JOSH ROGIN in WashPost, “Russia is harassing U.S. diplomats all over Europe”: “Russian intelligence and security services have been waging a campaign of harassment and intimidation against U.S. diplomats, embassy staff and their families in Moscow and several other European capitals that has rattled ambassadors and prompted Secretary of State John F. Kerry to ask Vladimir Putin to put a stop to it.",
  "...\n\n“[S]he lays out her broad belief that new tools and services — from fitness trackers to self-driving cars — will ‘not only boost economic growth, [but] it will lead to immeasurable social benefits’ in areas like health, education and energy.” http://politi.co/28ZO0HR\n\n--@PatrickRuffini: “Text from @HillaryClinton campaign spells her name wrong.” http://bit.ly/28ZacCo\n\nFIRST LOOKS – Hillary Clinton spoke to LinkedIn executive editor Daniel Roth in interview launching today: “I worried that the campaign to stay in the E.U.",
  "The hospital-like outpatient surgery standards are in place in Michigan, Missouri, Pennsylvania and Virginia, and are on hold in Tennessee ... Monday’s ruling is likely to remove an ongoing threat to the only abortion clinic ... in Mississippi.” http://apne.ws/29aRPwp\n\n--“Supreme Court ruling is likely to change the landscape of ‘abortion desert,’” by L.A. Times’ Molly Hennessy-Fiske in Houston: “Of 41 abortion clinics in Texas before the law passed [in 2013], 19 remain.",
  "MEDIAWATCH – Beth Fouhy posts on Facebook: “[A]fter two-and-a-half great years at MSNBC.com, I’m moving into a new role as senior editor for politics across NBC News and MSNBC, helping shape our coverage of politics on both TV and digital.”\n\n--“Michael Gordon to be Writer-in-Residence with Foundation for Defense of Democracies: “Gordon, a National Security Correspondent for The New York Times, is completing a book on the American-led campaign to defeat the Islamic State.",
  "He has a long history of helping guide GOP campaigns, including Rudy Giuliani’s 2008 presidential bid, Kentucky Governor Matt Bevin and South Carolina Congressman Mark Sanford.” http://bloom.bg/297oPs4\n\nTRUMP SOFTENS BAN -- “Trump’s Muslim ban: From simple clarity to plain confusion,” by AP’s Jill Colvin in N.Y.: “Trump’s campaign manager [originally] said the ban would apply to ‘everybody’ ... [H]is spokeswoman says he’s no longer seeking the ban at all.",
  "The newspaper denies this.” http://nym.ag/28ZUDcW\n\nVICTORY LAP – “Adios, Three Amigos: Obama heads to last summit with Canada, Mexico,” by Reuters’ Roberta Rampton in D.C. and David Ljunggren in Ottawa: “Obama will meet with the leaders of Canada and Mexico [in Ottawa] on Wednesday for his final ‘Three Amigos’ summit, ... TRUMP QUESTION INEVITABLE: At a joint press conference, the leaders are likely to field questions about the upcoming U.S. election ...",
  "Louise writes in: “We met senior year of college, in political science Professor Richard Born's office hours in September of 2012, while Will was droning on about Sen. Sherrod Brown, D-Ohio, and his upcoming reelection battle and I impatiently trying to interrupt the conversation so she could speak with Professor Born about the class she missed due to her freelance work at the 2012 Democratic National Convention for CBS.",
  "... Mr. Gordon has also covered ... the ongoing campaign against the Islamic State, the war in Iraq, the conflict in Afghanistan, the Russian intervention in Chechnya, the Kosovo conflict, 1991 Persian Gulf War and the American invasion of Panama.”\n\n--“The NYT Book Review [has published] ‘The Arrangements,’ a new short story by the award-winning writer Chimamanda Ngozi Adichie on the cover of its July 4th weekend issue.",
  "Of those, 10 would have been forced to close had the high court allowed the law to stand.” http://lat.ms/290vuR5\n\nN.Y. TIMES “STILL HASN’T CHANGED ENOUGH” – Joe Pompeo: “This summer, The New York Times is ushering in a transformation more radical than it has seen in almost half a century, perhaps since the great Abe Rosenthal overhaul of the 1970s, which created the wide-ranging, multi-section Times we know today.",
  "Politics, literature and film were popular topics of discussion, but never neighborhood gossip, said her son, who is now a global editorial director at the Huffington Post in Washington, D.C., and occasionally appears as a guest on network news shows.” http://bit.ly/28ZQgP9\n\nWEEKEND WEDDING: Jillian Lane, Sen. Rand Paul’s press secretary, in Melia Braco Village, Jamaica, toIsaac Wyant, a Marine Corps officer.",
  "I take it very seriously.” $17.86 on Amazon http://amzn.to/28ZZMlv\n\nSEN. MARCO RUBIO holds a “reception” (i.e., a fundraiser) in D.C. tomorrow at 6:30 p.m. at 101 Constitution Avenue, N.W., with 32 PACS listed as co-hosts and 28 senators as “special guests.” To attend:“Sponsor: $5,000 per PAC or $2,500 per Individual ... Co-Host: $2,500 per PAC or $1,000 per Individual ...",
  "It will help to Make America Great Again.” Bolling said: “I said, ‘If you like it, would you consider a review or quote on it?’ He said, ‘Sure.’ He wrote it up and sent it.”\n\nBolling, 53, a former commodities trader who was drafted by and played for the Pittsburgh Pirates, said his biggest concern about a Hillary Clinton presidency is “how she would stack the Court.",
  "‘It’s really an old daily newspaper confection.’” http://politi.co/292ZxKy\n\nPOSTED AT 6 A.M. – GABE SHERMAN in New York mag, “Good News at the Washington Post: Inside the paper Jeff Bezos bought & Donald Trump banned” (6 pages in mag): “[H]e never tried to reinvent retail with Amazon; instead, he focused relentlessly on using technology to increase efficiency.",
  "... [W]hile print advertising is still a big slice of company revenues ($441.6 million out of $1.58 billion in 2015), it’s been plummeting year after year ...Metropolitan editor Wendell Jamieson is working on ... a ‘big reboot’ of metro that will ‘reimagine all of its classic beats’ and make the entire section resonate more with readers outside of New York.",
  "video http://huff.to/297pXvT\n\nSPEED READ -- “Emergent BioSolutions wins contract to develop Zika vaccine,” by WashPost’s Aaron Gregg: “Emergent will provide drug development and manufacturing for an early-stage Zika vaccine — one of several in the pre-clinical stages — in preparation for a [FDA] review process that could open it up to broader consumption.",
  "To process all that cash, the Trump campaign this month brought on a company called Revv, which did work for the #NeverTrump movement ...\n\n“And last week, the campaign’s top data officials met in San Antonio with officials from the [RNC] and ... Cambridge Analytica to discuss how the firm could help target voters with narrowly framed micro-messages ...",
  "They include: forms on websites that can automatically fill out volunteer information; automated generation of emails for voters; and even updates to their app that generate talking points for campaign volunteers depending on how a conversation goes.” http://bit.ly/290p9Fb\n\nWELCOME TO THE TWITTERVERSE: @DonnaShalala, “President of @ClintonFdn.",
  "SCOOP: Trump’s secret data dive -- JASON MILLER to head Trump message/media – CLINTON’s tech agenda -- INSIDE Jeff Bezos’ WashPost – NYT rebooting Metro section -- ERIC BOLLING’s mischievous book dedication Presented by\n\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\nGood Tuesday morning.",
  "More hires are expected to be announced soon, including state directors ... Miller’s hire might be seen as forecasting an increase in support from loyalists to Cruz, who has so far resisted endorsing ...\n\n“Miller, a Seattle native, is a partner and vice president for Jamestown Associates, a Washington, D.C.-area campaign consulting firm.",
  "--“Gowdy: Clinton, State Department stonewalled Benghazi panel: Democrats say the committee conducted a two-year witch-hunt, but Republicans call Clinton’s lack of cooperation 'shameful,’” by Rachael Bade: “Republicans assert that stonewalling by the Obama administration ... delayed the completion of the investigation for months.",
  "I think that will be the focus of what I talk about going forward if she is the president.”\n\nOn what it’s like to work for Fox News: “I feel like I’m blessed ... coming from ... inner city Chicago to have the ability to go through a couple of careers -- professional baseball, and then a couple years owning a business.",
  "“‘The Times has changed enormously in the past few years, but it still hasn’t changed enough,’ said David Leonhardt, a prominent economics columnist who is overseeing a sweeping strategic review by a team of seven Times journalists known as the 2020 Group, a sort of advisory committee for executive editor Dean Baquet.",
  "http://politi.co/29jxuUj\n\n2016 PLAYERS – “Trump Hires Senior Advisor for Communications: Jason Miller served as the senior communications advisor for ... Cruz,” by Bloomberg’s Jennifer Jacobs and Kevin Cirilli: “Miller ... will take the lead role over the Trump campaign’s message and interactions with the news media.",
  "One diplomat reported that an intruder had defecated on his living room carpet.” http://wapo.st/2931Wof\n\nCAMPAIGN EMAIL DU JOUR – “They Say We’re Lying” from “Eric Trump, Executive Vice President The Trump Organization”: “Hillary Clinton’s campaign machine and her liberal media allies are desperate.",
  "Dalloway’ (which has been adapted before, most notably by Michael Cunningham in his novel ‘The Hours.’)” http://nyti.ms/290x5FI\n\nREMEMBERING HOWARD FINEMAN’s mom, Jean Ledeman Fineman: Pittsburgh Post-Gazette’s Lindsay Moore: “Born in 1924, Mrs. Fineman was a Pittsburgher all her life.",
  "There’s so many things that he can read that kind of undo some of the things that he's done.”\n\nThe book is “Wake Up America: The Nine Virtues That Made Our Nation Great -- and Why We Need Them More Than Ever.” Donald Trump says on the back cover: “‘Wake Up America’ is a HUGE book.",
  "He proposed on our porch of our apartment in Capitol Hill early Sunday evening, after Face the Nation.” Pic http://politi.co/2972fOB\n\n--KEVIN CURRAN to Sarah Belknap – Sarah’s co-worker, who lived across the street from Kevin, introduced them.",
  "Democrats mention Trump 23 times, Republicans 0.”\n\n--LOOK FOR embargoed scoops from Politico’s Rachael Bade, NBC’s Andrea Mitchell, CNN’s Jake Tapper and Dana Bash, Fox’s Bret Baier and Catherine Herridge, and Weekly Standard’s Steve Hayes.",
  "In a series of secret memos sent back to Washington ... diplomats reported that Russian intruders had broken into their homes late at night, only to rearrange the furniture or turn on all the lights and televisions, and then leave.",
  "... During her 30 years as an English teacher in the Churchill area and Woodland Hills districts, Mrs. Fineman would come home to watch the evening news, which often sparked discussion that carried over to the dinner table.",
  "Trump's campaign refused to respond to additional questions ...\n\n“Instead, Trump offered the following statement, delivered to AP via email: ‘Because I am so politically correct, I would never be the one to say.",
  "Please help us make history.”\n\nPIC DU JOUR -- Lila Delilah (@MadisonAveSpy): “Spotted: Jeb Bush at MIA, traveling alone” http://bit.ly/290CE8r\n\nTRANSITIONS: Fresh off of running analytics for Gov.",
  "Joining the couple at a beach resort in Jamaica: David Lane, Valerie Bruce, Kristen Anderson, Sergio Gor, former OH Rep. Bob McEwen, Wayne Hamilton, Juliegrace Brufke, Natalie Burkhalter.",
  "Another Post veteran told me that Bezos said in a meeting that the company’s annual budget, currently around $500 million, will have to be cut by 50 percent over the next three years.",
  "...\n\n“The Republicans’ report has more than twice as many pages (802) as the Democrats' report (339), yet ‘Clinton’ is mentioned far more by Democrats (334) than Republicans (193).",
  "...\n\n“[M]etro readers will begin to notice the disappearance of various print columns, with the exception of ... Jim Dwyer’s ‘About New York’ and Ginia Bellafante’s ‘Big City’ ...",
  "According to a recent analysis, the Post, which has a newsroom of about 700, generates 500 stories per day, compared to 230 at the Times, whose newsroom has about 1,300 employees.",
  "Pic http://politi.co/291nAeq\n\nENGAGED – LOUISE DUFRESNE to Will Serio – Louise is associate producer for CBS’ “Face the Nation” and Will works for Rep. Joyce Beatty (D-OH).",
  "The last time total operating revenue for the paper was published, in 2012, it was $580 million; one former executive estimates today it’s probably closer to $350 million.",
  "She was Special Assistant to President Obama and NSC Senior Director for Energy and Climate from 2013 to 2015, and worked for nine years at PIRA Energy Group in New York.",
  "Volunteer drivers for the day: my mom and dad” http://bit.ly/292Ni0t\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "is 53 ...journalist and author Kurt Eichenwald ...\n\n... Stephanie Benedict, who has been crisscrossing the country for the Clinton campaign ... Erin McPike, comms.",
  "But some of the operatives say there is internal disagreement about whether to hire the firm, which was paid more than $6.7 million by Cruz and his allies.",
  "In commissioning the work, the Book Review asked Ms. Adichie to write a fictional story on the subject of her choice related to this election season.",
  "And then the fact that Roger Ailes tapped me to sit in Bill’s chair when he’s gone is a huge honor and a blessing, and I don’t take it lightly.",
  "Luke was NRSC analytics director for the 2014 cycle, and was Chief Empiricist and Adviser at Right to Rise, the super PAC supporting Jeb.",
  "Hillary Clinton and Elizabeth Warren lead the cover of the Cincinnati Enquirer, “CLINTON, WARREN’S 1-2 PUNCH AT TRUMP.” See the page.",
  "So I think there will be a very big push from pundits, especially pundits on the right who warn against the Court being too liberal.",
  "(h/t Gary Karr) ... Politico New York’s Scott Waldman ... Rep. Donna Edwards (D-MD) is 58 ... Rep. Michael G. Fitzpatrick (R-Penn.)",
  "John Kasich’s presidential campaign, Republican analytics firm Applecart has hired Luke Thompson as Director of Research Strategy.",
  "Passions = #health, #education, #humanrights, #sports, and my dog, Sweetie.”\n\nTOP TWEET -- @HerbieZiskend: “8 years ago [Monday].",
  "Now the Times ... is grappling with economic headwinds and the rise of the smartphone, and its future is on the line once again.",
  "...\n\n“According to sources, the Post’s digital revenue is around $60 million, far below what the newsroom needs to function.",
  "‘Everyone in the department’s gonna have a new job,’ he said, emphasizing that the idea for the pivot originated with metro.",
  "... [I]t’s clear that the Post is playing a volume game, publishing a vastly higher number of stories than its competitors.",
  "The truth is we did better than $11 million and no amount of spin from Crooked Hillary’s machine can change that fact.",
  "‘My sense, after a number of discussions with him, is that this is a 10-to-15-year investment,’ [Bob] Woodward says.",
  "In its place, he's offering an approach based on a standard of terrorism that he and his campaign refuse to define.",
  "Kevin is the managing director of Rock Creek Advisors, executive director of Maverick PAC and a Bush 43 WH alum.",
  "Sarah is a director at Targeted Victory, co-chair of Right Now Women PAC and now the First Lady of Maverick PAC.",
  "Then, when donors like you helped us to raise $11 million in just a few days, they claimed we were lying.",
  "...\n\n“[Bezos] has publicly said he is committed to funding the Post until it is a sustainable business.",
  "Authors will be freed up to write on a rolling basis, Jamieson said, so they can go after bigger fish.",
  "I’ve been extremely blessed to be able to sit in the center seat on ‘The Five’ -- politics all day.",
  "‘Does the model of a weekly or bi-weekly or twice-weekly column work in the mobile age?’ he asked.",
  "They celebrated with a surprise party at their apartment with friends, BBQ and Game of Thrones.",
  "Five years and a couple of campaigns later, Kevin proposed on the Ellipse this past Sunday.",
  "OBAMA ALUMNI: Michelle Patron has been named Microsoft director of sustainability policy.",
  "This is the first commissioned short story published in The New York Times Book Review.",
  "But inside the paper, there are concerns that the cash spigot won’t run freely forever.",
  "Guests dined on crab cakes, jerk chicken, crab salad and delicious Jamaican libations.",
  "“Ask him to pay particular attention to the chapters on debt and the chapters on grit.",
  "Wedding hashtag is already picked out: #SKOTUS (Sarah & Kevin of the United States).",
  "... Donald J. Trump is the man our nation needs in the White House at this moment.",
  "Back then, the Times was grappling with economic headwinds and the rise of TV.",
  "Bezos is also committed to keeping the print edition going for a long while.",
  "The book is scheduled to be published in 2017 by Farrar, Straus and Giroux.",
  "The resulting story is a modern-day riff on Virginia Woolf’s classic, ‘Mrs.",
  "It’s 20 days to Cleveland, 27 days to Philly, and 133 days to Election Day.",
  "...\n\n“Project 2020 has sent of ripple of anxiety throughout the building.",
  "They will be tying the knot in DC with a “Flash Wedding” Sept. 17th.",
  "Attend: $1,000 per PAC or $500 per Individual.” See the invite.",
  "Former @univmiami pres, @HHSgov sec, and @PeaceCorps vol.",
  "That’s also about twice what BuzzFeed publishes daily.",
  "In a way, he’s taking a similar approach at the Post.",
  "Obama/Hillary do first joint event in Unity NH.",
  "We’ve been talking politics ever since!” ...",
  "First, they claimed we raised too little.",
  "We cannot let them get away with this.",
  "..."
]