[
  "“Greater oversight and accountability of not only data, but also the systems that are designed and deployed based on such data, is urgently needed.”\n\nWednesday’s hearing, which is ostensibly about “what Congress can do to promote clear privacy expectations without hurting innovation”, will feature witnesses from Amazon, Apple, Twitter, AT&T and Charter Communications, in addition to Google’s chief privacy officer, Keith Enright.",
  "These include a prototype feature that would allow a Chinese partner company to access a user’s search history by querying their phone number; an “extensive censorship blacklist” for terms including “human rights”, “student protest” and “Nobel prize”; and code that ensures that only government-approved data would be returned for searches about air quality.",
  "In the letter, Poulson decried a “pattern of unethical and unaccountable decision making from company leadership”, chief among which was the company’s secrecy around Project Dragonfly, which he described as “a version of Google Search tailored to the censorship and surveillance demands of the Chinese government”.",
  "Jack Poulson, who worked as a senior research scientist for Google until his 31 August resignation over the China project, urged members of the Senate commerce, science and transportation committee to demand answers on the censorship scheme known as Project Dragonfly, in a letter sent to the senators on Monday.",
  "The hearing comes amid increased interest in regulating the technology industry following the revelations about foreign interference in the US election and the misuse of data by firms such as Cambridge Analytica, as well as the passage of strong privacy regulations by the European Union and California.",
  "Google staff protest against plan for censored Chinese search engine Read more\n\nOn Tuesday, the National Telecommunications and Information Administration, an agency within the commerce department, announced that it was seeking public input on potential consumer privacy rules.",
  "If one former Google employee gets his way, those questions will tend more toward the company’s plans to launch a censored search engine for China than toward the hearing’s putative topic of consumer data privacy.",
  "The tech industry has also become a popular punching bag for Republican politicians, including Donald Trump, who accuse the major social media companies of bias against conservatives, largely without evidence.",
  "Google's prototype Chinese search engine links searches to phone numbers Read more\n\nPoulson also verified details of the project, which were first reported by the Intercept.",
  "The scope of the hearing on consumer privacy has been criticized by privacy experts, who note that no consumer privacy advocates or experts were invited to testify.",
  "“I am part of a growing movement in the tech industry advocating for more transparency, oversight, and accountability for the systems we build,” Poulson wrote.",
  "Included in the proposal is granting individuals “the ability to access, correct, delete and download personal information” about themselves.",
  "Google released its own framework for what it would like to see in “responsible data protection laws” in advance of the hearing.",
  "After snubbing a hearing on election security earlier this month, Google will answer questions on Capitol Hill on Wednesday."
]