[
  "As Facebook's CFO said in a July 26 conference call, “Our total revenue-growth rates will continue to decelerate in the second half of 2018, and we expect our revenue-growth rates to decline by high-single-digit percentages from prior quarters sequentially in both Q3 and Q4 while expenses will continue to grow 50% to 60% from last year.”\n\nWhich raises the question of whether Facebook will ever be able to keep growing at over 50%.",
  "As Forbes reported, \"Under pressure from Mark Zuckerberg and Sheryl Sandberg to monetize WhatsApp, he pushed back as Facebook questioned the encryption he'd helped build and laid the groundwork to show targeted ads and facilitate commercial messaging.",
  "If that happens for long enough, even a highly profitable company can suffer from disappointing growth and a stagnant stock price -- which perpetuates the departures of top talent, disappointing investment returns, and quitting customers.",
  "As the Wall Street Journal reported, the two \"frequently clashed with Zuckerberg over a range of issues, including the extent to which Systrom and Krieger could chart their own course, according to people familiar with the relationship.",
  "During that time, Facebook revenues have soared at an annual growth rate of 51.5% to $40.7 billion; net income has climbed at a 246% annual rate to $15.8 billion -- yielding a whopping 28% net profit margin.",
  "Of these three, the best investment by far was the least expensive one -- since Instagram has grown so much in the six years since Facebook bought it that it is worth $100 billion, according to Bloomberg.",
  "That is especially true because if it beats lowered expectations when it next reports earnings, its shares would soar -- and that would burn those who have shorted 28.4 million of its shares.",
  "As Bloomberg reported, he cited Facebook as an example of a company that needs to focus more on its corporate culture -- citing the recently announced departures of Systrom and Krieger.",
  "They are not the only ones to depart in a hail of shrapnel from Zuckerberg -- so did WhatsApp cofounder Brian Acton who walked away from $850 million in Facebook stock on the way out.",
  "The rot I am referring to is the kind of fake news -- including the Cambridge Analytica scandal -- that brought CEO Mark Zuckerberg to testify in front of Congress earlier this year.",
  "The co-founders also were upset about some product tweaks to the photo-sharing app that seemed designed to promote Facebook growth at Instagram’s expense, some of the people said.\"",
  "That's because there is something rotten in the state of Facebook and with Mark Zuckerberg and a few insiders' 70% voting control, that rot is going to spread further.",
  "This comes to mind in considering the fate of Facebook -- which has experienced a 12.5% increase in short interest since the end of August, according to Morningstar.",
  "If Facebook is forced to cut out all the rot in its business, will there be enough revenue left to keep the company growing fast enough to justify buying it stock?",
  "In the second quarter Facebook reported a 41.9% increase in sales to $13.04 billion -- which was lower than analysts expected and below its five-year growth.",
  "But there is more rot than that -- as John Oliver explained on his HBO show September 23, Facebook has also been used to fuel hate and violence in Myanmar.",
  "The wrong culture -- one where the CEO's actions make it clear that customers and employees are of secondary importance -- can hurt a company's prospects.",
  "A bad culture can drive out top talent -- which could mean that the company struggles to come up with new products that customers are eager to buy.",
  "While this longer-term question is being resolved, there is no compelling reason to bet that Facebook will go out of business anytime soon.",
  "But that ended several months ago-- culminating in the departure announcement September 24 of cofounders Kevin Systrom and Mike Krieger.",
  "And referred to the culture problems there as “a sign for them and they need to start paying attention,’’ according to Bloomberg.",
  "Since it has no debt and enjoys a 28% net profit margin, even a growth slowdown would not cause Facebook to run out of money.",
  "The problem is the public pressure to cut out the rot that has contributed an unknown proportion of its revenue growth.",
  "For example, it spent about $22 billion to acquire WhatsApp, $2 billion for Oculus, and $1 billion for Instagram.",
  "But it takes time for the effects of a bad culture to show up in the company's financial results and stock price.",
  "Has Zuckerberg been incredibly patient by keeping the founders of the companies he acquired as long as they did?",
  "Before getting into that, let's look at Facebook's fantastic growth and profitability over the last five years.",
  "Instead, it has acquired and copied -- think Instagram Stories and Snap Stories -- to get much of its growth.",
  "Or is he getting rid of independent thinkers who could help the company innovate its way to higher growth?",
  "That could also mean that customers look for the exits -- seeking better alternatives for their spending.",
  "And its $5.12 billion in profit was above expectations -- and yielded an impressive 39% net margin.",
  "To his credit, Zuckerberg let Instagram's cofounders run the company in the way that they saw fit.",
  "Acton also walked away from Facebook a year before his final tranche of stock grants vested.\"",
  "But I am not tempted by its price -- 22% below its July 20 all-time high -- to buy the stock.",
  "One problem here is that Facebook seems unable to come up with a big innovation on its own.",
  "He described Facebook as being as addictive for users as cigarettes to smokers.",
  "(I have no financial interest in the securities mentioned in this post).",
  "And Salesforce CEO Marc Benioff, got his two cents in against Facebook.",
  "Sadly, things are slowing down for the social network.",
  "Does this mean you should short Facebook stock?",
  "The problem was disappointing growth guidance.",
  "I would not go that far."
]