[
  "\"We also believe that when the American people see the often-superficial nature of the questions posed to witnesses by the Majority and the degree to which they sought to help witnesses avoid answering important questions, it will see firsthand what a disservice the Majority has done to the nation,\" Schiff said at the time.",
  "Among the 53 witnesses are Attorney General Jeff Sessions, Jared Kushner, Donald Trump, Jr., and Hope Hicks, whose closed-door testimonies generated widespread attention and, often, partisan disputes among committee members who disagreed about the witnesses' levels of cooperation and candor.",
  "The committee's investigation came to an abrupt and acrimonious end earlier this year, with Republicans unilaterally issuing a final report that found no evidence of collusion between the Trump campaign and Russia and cited shortcomings in the intelligence community's tradecraft.",
  "The House Intelligence Committee is expected to vote Friday during a business meeting to release the transcripts of more than 50 witness interviews the committee conducted over the course of its year-long investigation into Russia's interference in the 2016 election.",
  "Former senior Obama administration officials including former Director of National Intelligence James Clapper, former attorney general Loretta Lynch, former deputy attorney general Sally Yates and former deputy FBI director Andy McCabe are also among those listed.",
  "Interviews Democrat members conducted on their own after the investigation concluded – including with Cambridge Analytica whistleblower Christopher Wiley and wife of former campaign aide George Papadopoulos, Simona Mangiante Papadopoulos, are also omitted.",
  "At the time, Democrats, who bitterly disputed the Republicans' findings and vowed to continue their own investigation, insisted all transcripts from the committee's probe be released; Republicans resisted that call until recently.",
  "\"The GOP does not want ALL of the transcripts released and wish to conceal certain interviews from the public, including key interviews with Director Comey, Admiral Rogers, Director Brennan, and Rep. Rohrabacher,\" he added.",
  "Friday's business meeting was ordered by committee chairman Devin Nunes, R-California, who said on Fox News earlier this month he believed the transcripts should be released before the midterm elections on November 6.",
  "The witness transcripts themselves will not be released Friday; the committee will first submit them to the Office of the Director of National Intelligence for a classification review, which could take weeks.",
  "\"For the last six months, we have urged the chairman and majority to release all of the transcripts of our interviews and proceedings as they committed to do when the Russia investigation began,\" he said.",
  "\"I think full transparency is in order here, so I expect to make those [transcripts] available from our committee to the American public here in the next few weeks,\" said Rep. Devin Nunes, R-California.",
  "In April, when the majority brought the probe to a close, Ranking Member Adam Schiff, D-California, said Democrats were \"confident that the record is at odds with the Republicans' conclusions.\"",
  "Democrats have expressed a desire to interview additional witnesses as part of their ongoing investigation, including George Papadopoulos and former Trump campaign manager Paul Manafort.",
  "When the chairman was pressed on whether the timing of this sudden decision was directed by the White House or the president's legal defense team, he refused to answer.",
  "Not included among the witness list are transcripts of interviews with current House members Dana Rohrabacher, R-California, and Debbie Wasserman Schultz, D-Florida.",
  "The committee's Democrats have long argued that making the investigation's transcripts public would undermine the Republicans' own findings.",
  "\"Apparently, the Majority does not want the public to see the testimony of these agency heads, as well as that of Rep. Rohrabacher.",
  "Now, on the last day of session before the election, Republicans claim to have discovered a newfound commitment to transparency.",
  "Rep. Adam Schiff, the top Democrat on the committee, blasted the way Republican Chairman Devin Nunes handled the situation.",
  "\"They need to be published, I think, before the election,\" he said.",
  "The full list of transcripts under consideration is here.",
  "This is not transparency, only a further subterfuge.\"",
  "\"They refused."
]