[
  "This isn't the first time Acton has criticized Facebook: Earlier this year, he tweeted \"#deleteFacebook\" in the fallout from the Cambridge Analytica scandal, when Facebook CEO Mark Zuckerberg admitted as many as 87 million users' information was exposed to data firm Cambridge Analytica.",
  "And earlier this year, Zuckerberg was forced to testify before Congress after Cambridge Analytica, which worked on the presidential campaigns of President Trump and Ted Cruz, had stolen data from as many as 87 million Facebook users.",
  "After the Cambridge Analytica scandal, the founder of WhatsApp, the global messaging service Facebook acquired in 2014, Jan Koum, said he was leaving the company.",
  "According to reports at the time, Korum expressed concern over Facebook's \"attempts to use its personal data and weaken [WhatsApp's] encryption.\"",
  "Brian Acton, one of the co-founders of the popular messaging app WhatsApp, said he \"sold my users' privacy\" when Facebook acquired the company.",
  "In February, the Department of Justice issued indictments against 13 Russian nationals of breaking U.S. laws to interfere in the 2016 election.",
  "U.S. intelligence agencies have said that Russian actors used Facebook and Instagram to wage a campaign of disinformation in the election.",
  "While they didn't give a reason for their depature, The Wall Street Journal reported that it came amid clashes with Zuckerberg.",
  "Acton left Facebook in 2017, and fellow WhatsApp co-founder Jan Koum departed in August 2018, according to CNET .",
  "Acton's exit, which occurred before his Facebook stock fully vested, cost him $850 million, according to Forbes.",
  "Earlier this week, Instagram's co-founders Kevin Systrom and Mike Krieger announced they are leaving Facebook.",
  "Facebook acquired WhatsApp for $19 billion in cash and stock in 2014, its biggest acquisition ever.",
  "\"I sold my users' privacy to a larger benefit,\" Acton told Forbes.",
  "Facebook has been mired in controversy since the 2016 elections.",
  "\"I made a choice and a compromise.",
  "And I live with that every day.\""
]