[
  "Zuckerberg, in his first public statement since the Cambridge Analytica scandal broke, apologized and promised to further restrict access to users’ data, and to make it easier for users to learn which apps have access to their information, allowing, “There’s more to do, and we need to step up and do it.”\n\nWhat we’ve learned from the scandals that have beset Silicon Valley of late is what we learned from the scandals that beset the Catholic Church: a self-protective assumption of righteousness can make it harder to acknowledge and confront patterns of abuse.",
  "At the same time, the President faced an array of sordid accusations, in court and in the press—from a former Playmate and from a former pornographic-film actress, both of whom sought release from the contracts that had silenced them; and from a former contestant on “The Apprentice,” his reality-television show, who had spoken of being sexually harassed by Trump, and was now suing him for defamation.",
  "In November, 2016, when Facebook was first presented with evidence that its platform had been exploited by Russian hackers to Trump’s advantage, Mark Zuckerberg, serene and arrogant, dismissed the suggestion as “pretty crazy.” As Nicholas Thompson and Fred Vogelstein write, in Wired, it took Zuckerberg at least a year to fully acknowledge Facebook’s role in the election drama and take action.",
  "Finally, on Thursday Trump sent the financial markets plunging with his threats of a trade war and finished the day by firing his national-security adviser, Lieutenant General H. R. McMaster, and replacing him with the most incendiary choice imaginable—John Bolton, the U.N.",
  "The President spoke on the telephone with Vladimir Putin about his reëlection last Tuesday, and, despite the counsel of his national-security advisers (“DO NOT CONGRATULATE,” they wrote, noting the current tension in relations), he conveyed his kudos anyway.",
  "Why is Facebook—“the biggest surveillance-based enterprise in the history of mankind,” in the memorable phrase of the critic and novelist John Lanchester—allowed to exploit the work of “content creators” while doing so little to reward them financially?",
  "Even as Alphabet, Amazon, Apple, and Facebook continue to reap immense riches, they have faced questions that could not be answered with flippant declarations of rectitude: Is Google the Standard Oil of search engines, a monopoly best broken up?",
  "He also took the time to hire a conspiracy-minded attorney named Joseph diGenova, whose dark utterances on Fox News have heightened fears that Trump might yet fire Robert Mueller, the special counsel, and spark a constitutional crisis.",
  "Sandy Parakilas, a former operations manager on the platform team at Facebook, is among those who say that Zuckerberg ought to testify before Congress and accept external oversight mechanisms to prevent such exploitation.",
  "Careful reporting by the Times, and by the Observer, in the U.K., has now revealed how Cambridge Analytica “scraped” information from as many as fifty million unwitting Facebook users in order to help the Trump campaign.",
  "Just as his business career was characterized by Mob-connected cronies, racial bias, aggrieved contractors, dubious partners, byzantine lawsuits, and tabloid sensation, his Presidency dispenses with ethical pretense.",
  "From the early days of Silicon Valley’s Internet-era revolution, as engineers, designers, and financiers began to recognize the potential of their inventions, sanctimony was a distinct feature of the revolutionists.",
  "The most significant Trump-adjacent scandal of the week, the one involving Cambridge Analytica, a data-mining organization financed by the conservative Mercer family, has indeed forced a moral reckoning.",
  "“Cambridge Analytica was supposed to be the arsenal of weapons to fight that culture war.” (Wylie left the firm in 2014 and is now regarded as the main whistle-blower against it.)",
  "Does the company care that its algorithms have helped create an informational ecosystem that, with its feeds and filter bubbles, has done much to intensify raw partisanship?",
  "If you expressed any doubts about the inherent goodness of technology, you didn’t “get it.” And to fail to get it was to be gloomy, a Luddite, and three-quarters dead.",
  "As a candidate, Trump spoke the startling truth when he declared, “I could stand in the middle of Fifth Avenue and shoot somebody and I wouldn’t lose any voters, O.K.?",
  "No mention was made of the evidence of cyber-meddling in the 2016 campaign or of the use on British soil of chemical weapons to poison enemies of the Kremlin.",
  "And one other thing: John Dowd, one of the President’s lawyers in the Russia inquiry, quit because his client insisted on a more aggressive legal strategy.",
  "Just as congratulating autocrats on their election victories is nothing new, Cambridge Analytica did not invent data harvesting for political gain.",
  "Human rights in foreign affairs, compassion for the disadvantaged in domestic affairs, and truth in public statements are objects only of disdain.",
  "What is the cost of our obsession with the digital devices in our palms—the cost in attention, civility, and moment-to-moment consciousness?",
  "The question is whether the barons of Silicon Valley can move beyond ritual statements of regret and assurance to a genuine self-accounting.",
  "These young innovators were creating a seamlessly “connected” world; they were empowering the dispossessed with their tools and platforms.",
  "Trump, whose most prominent character trait is shamelessness, suffers little damage among his core supporters for his daily trespasses.",
  "“They want to fight a culture war in America,” Christopher Wylie, one of the founders of Cambridge Analytica, told the Times.",
  "Debate over what to do about Cambridge Analytica’s exploitation of Facebook was also intense; its lawyers and its P.R.",
  "When it comes to the phenomenon of Donald Trump, you have to give him this: sanctimony is not foremost among his sins.",
  "Does Apple, which has a valuation nearly three times greater than ExxonMobil’s, exploit factory workers in China?",
  "The young innovators of Silicon Valley were not like the largely amoral barons of industry and finance.",
  "The triumphs and wonders of the Internet age have been obvious; the answers to such questions less so.",
  "I think he has a really good case.”\n\nIn the current Administration, it was just another week.",
  "What does Silicon Valley intend to do about the disparities of race and gender in its ranks?",
  "But it is not a reckoning in Washington; it is centered, instead, in Menlo Park, California.",
  "But, as the news reports make plain, it got hold of the data in particularly deceptive ways.",
  "The entire operation is now said to be under scrutiny by Robert Mueller’s investigators.",
  "Except, as the current tenant of 1600 Pennsylvania Avenue reminds us, when it doesn’t.",
  "Google adopted the slogan “Don’t Be Evil” (which morphed into “Do the Right Thing”).",
  "The era of sanctimony has, in the past few years, given way to a dawning skepticism.",
  "He provokes no moral disappointment, because he creates no moral expectations.",
  "“I love the President,” Dowd said, betraying no irony to the Times.",
  "With great power comes great responsibility.",
  "team have argued for minimal transparency.",
  "It’s, like, incredible.” Yes, it is.",
  "This was a scam with global intent.",
  "They were visionaries of virtue.",
  "Ambassador under George W. Bush.",
  "Recent days have been typical.",
  "“I wish him the best of luck.",
  "?"
]