[
  "The survey featured responses from C-level executives representing the largest bellwether blue-chip firms—American Express, Bank of America, Bloomberg, Capital One, Charles Schwab, Farmers Insurance, Fidelity Investments, Ford Motors, Goldman Sachs, MetLife, and Verizon, among others.",
  "Google, Amazon, and Microsoft use a range of AI services such as machine learning, deep learning, and image recognition to run their businesses and also sell them as products in their clouds to arm the rest of the world.",
  "But that’s a misread of the bigger story, which has played out over the last decade and will likely predict the rise and fall of industry leaders over the next several years:\n\nToday, every company is a data company.",
  "Companies such as Apple, Amazon, Alphabet (Google), and Facebook began an unchecked ascent, taking full advantage of the Internet’s frictionless reach to rewrite the rules of nearly every major industry.",
  "The timid too often obsess over data liabilities and risk bankrupting their companies, while the bold—who pan for gold and strike it data rich—work aggressively to inherit the industries of the future.",
  "Even in IT, they use data to innovate, creating Facebook CRM (customer relationship management) and Audience Insights—products that helped them scale from a billion to over $40 billion in revenues.",
  "After alleged election tampering by the Russians and the Cambridge Analytica scandal, Facebook’s costs to manage data security and privacy have skyrocketed, negatively impacting earnings.",
  "The real story of the Facebook decline is how the social network amassed value so quickly it could lose $120 billion and still be one of the ten most valuable companies in the world.",
  "Prior to his book, he led two waves of disruption in data management, first as founding CEO of Avamar (acquired by EMC in 2006 for $165 million), which pioneered data de-duplication.",
  "After Avamar, he founded Delphix, which provides fast, secure data pipelines for over a third of the Fortune 100 for critical programs such as leveraging AI services in the cloud.",
  "At Delphix, he has been privileged to work on innovative programs for many of the most advanced companies in Silicon Valley and around the world—a chance to peek under both tents.",
  "He also showed how to live by the Facebook ethos emblazoned on the company’s walls: “Move Fast and Break Things.”\n\nAnd, wow, did they ever move fast and break things.",
  "These are the “dabblers,” companies that drive tens of billions in revenues a year and save a couple million using AI to automate tasks previously done by employees.",
  "Jedidiah Yueh has invented data products that have generated over $4 billion in revenue as founding CEO of Avamar (acquired by EMC) and the founding CEO of Delphix.",
  "Under a darkening regulatory cloud, Facebook has begun to mature, but only after their data practices catapulted them to more than half a trillion in market cap.",
  "We may be standing at the brink of Ray Kurzweil’s singularity, a moment when artificial superintelligence changes the trajectory of human history forever.",
  "They respond to new regulations and news of security breaches by adding ever more belts and suspenders (that continue to fail)—aggressively conservative.",
  "Too many collect data as a byproduct of their transactions—not the core product that makes up their business and differential value in the world.",
  "By Jedidiah Yueh and Randy Bean\n\nIn July 2018, Facebook's market value suffered the biggest one-day fall in US stock market history—$120 billion.",
  "But at Facebook, Campos quickly learned that “data wins arguments.” They built their products first and then proved the value with results.",
  "Over the last decade, nearly three-quarters of Fortune 1,000 companies have been replaced—despite aggressive investments in software.",
  "Yueh was designated a US Presidential Scholar, graduated Phi Beta Kappa from Harvard, and has over 30 patents in data management.",
  "And the differences between big tech companies and mainstream legacy companies are proving to be pivotal for the global economy.",
  "They drive continuous returns by purposely instrumenting their companies to collect data and then experiment to develop value.",
  "At NewVantage Partners, Randy Bean has advised and helped companies to leverage data as an asset and to become data-driven.",
  "They constantly struggle with what products to build and if they have the right digital transformation strategy.",
  "They layer machine learning through their businesses and use it to transform user experience and customer value.",
  "Level three AI companies, like Amazon, are modern predators, consuming market value by feeding on legacy prey.",
  "Yet too many legacy companies are still optimizing for pennies when facing a potentially existential crisis.",
  "The very first customer to ever put Delphix into production was the former CIO of Facebook, Tim Campos.",
  "He showed how it was possible to increase project velocity by accelerating data flow between systems.",
  "Over the last two decades, we have both participated in the fast-evolving world of data management.",
  "As we accelerate into that future, tech companies in Silicon Valley have embraced a data gold rush.",
  "This is the domain of big tech—the “experts.” Facebook determines what we see in our feeds with AI.",
  "Leveraging data—in an ethical manner—has to be at the heart of your company and product strategy.",
  "They obsess over risk, costs, and management—especially the ones in heavily regulated industries.",
  "To put the loss in perspective, that’s more than the market cap for GE, UPS, or American Express.",
  "NewVantage Partners recently released the results of their annual Big Data Executive Survey.",
  "They scrutinize programs and budgets with an accountant’s attention to details and risk.",
  "At level two, companies run AI programs to drive significant earnings or revenue impact.",
  "In 2011, Marc Andreessen wrote that every company must be a software company to survive.",
  "At level three, companies run AI programs that drive industry change and transformation.",
  "A decade ago, Internet companies began to fulfill the promise of the 90s dot-com boom.",
  "Apple uses AI and AI chips to power marquee iPhone features like Face ID and Siri.",
  "Legacy companies are burdened by regulatory constraints and decades old systems.",
  "Herein lies a difference between data companies and many traditional companies.",
  "Legacy enterprises, on the other hand, often treat their data as liabilities.",
  "At level one, companies run AI programs that drive operational efficiency.",
  "79.4% of executives report fear of disruption by data-driven competitors.",
  "In a world where every company is a data company, the fast eat the slow.",
  "They also crowned themselves the most valuable companies in the world.",
  "Too often, they want to know the results a priori—before they invest.",
  "You can contact him at jed@delphix.com and follow him @JedidiahYueh.",
  "These are the “practitioners,” like Farmers Insurance and PayPal.",
  "Many companies spent billions on software, a binary arms race.",
  "The findings underscore the increasing urgency around data.",
  "Because in the end, data companies will reinvent the world.",
  "Jedidiah Yueh is the bestselling author of Disrupt or Die.",
  "Many companies interpreted the news as a cautionary tale.",
  "Data companies aggressively leverage data as core assets.",
  "There’s an AI maturity model at work in the world today.",
  "You can’t focus on defense and expect to win the future.",
  "They have adopted the fail fast, learn faster mantra.",
  "We’ve both learned a great deal from our customers.",
  "Yet the data paints a bleak picture of the results.",
  "Take financial services firms, for example.",
  "It’s a story of the power of data.",
  "Collect, sift, then monetize.",
  "Whether they know it or not.",
  "Facebook is a data company."
]