[
  "Collins called for Mark Zuckerberg to give evidence before the Department for Digital, Culture, Media and Sport select committee earlier this month, when The Observer reported that the political research firm Cambridge Analytica improperly scraped millions of Facebook user profiles via a third-party app.",
  "She wrote to Collins: \"Facebook fully recognises the level of public and Parliamentary interest in these issues and support your belief that these issues must be addressed at the most senior levels of the company by those in an authoritative position to answer your questions.",
  "Justin Sullivan / Getty\n\nMark Zuckerberg has refused to appear directly before British politicians to explain Facebook's role in the Cambridge Analytica scandal — and is offering to put senior executives in the firing line instead.",
  "Collins also released a written statement about Zuckerberg's decision not to give evidence:\n\n\"Facebook has got many questions to answer that their executives have failed to answer in previous appearances before our Committee.",
  "Cox has not commented on the scandal so prominently, but he's an interesting choice and, along with the chief operating officer Sheryl Sandberg, is considered one of the most important executives at Facebook.",
  "Rebecca Stimson, Facebook's head of public policy in the UK, responded to calls from the Conservative politician Damian Collins that Zuckerberg appear before a select committee inquiry into fake news.",
  "\"Given the seriousness of these issues we still believe that Mark Zuckerberg is the right person to give evidence, and would like him to confirm if he will make himself available to the Committee.",
  "It isn't clear whether any of this Facebook data was used to target voters during the UK's Brexit vote in 2016, though this is partly what Collins will try to establish during the inquiry.",
  "The \"deputies\" offered up to MPs are two long-serving Facebook executives: the chief technology officer Mike Schroepfer and the chief product officer Chris Cox.",
  "You can read the letter in full via this tweet from the Bloomberg reporter Joe Mayes:\n\nCollins responded to Facebook's letter in a statement Tuesday.",
  "As Mark Zuckerberg's deputy we hope that Chris Cox has the sufficient authority and operational responsibility to concretely answer these questions.",
  "That data may then have been used for \"psychographic\" profile and to target US voters more precisely with political ads, though this is not clear.",
  "He said \"we would still like to hear from Mr Zuckerberg as well\" but said that the committee was \"very happy to invite Mr Cox to give evidence.\"",
  "As such, Mr. Zuckerberg has personally asked one of his deputies to make themselves available to give evidence in person to the Committee.\"",
  "Schroepfer has previously commented on the role of fake news and Russian meddling in the 2016 US presidential election.",
  "Both of the Facebook executives willing to give evidence, Stimson wrote, report directly to Zuckerberg.",
  "Facebook CEO Mark Zuckerberg won't be appearing before a UK parliamentary inquiry on fake news.",
  "He stated in interviews that if he is the right person to appear he will appear.",
  "We think he is the right person and look forward to hearing from him.\""
]