[
  "\"This is based on an idea called 'informational dominance,' which is the idea that if you can capture every channel of information around a person and then inject content around them, you can change their perception of what's actually happening,\" Wylie said Monday on NBC's \"Today.\"",
  "The social network is under fire after The New York Times and The Guardian newspaper reported that former Trump campaign consultant Cambridge Analytica used data, including user likes, inappropriately obtained from roughly 50 million Facebook users to try to influence elections.",
  "While people don't exist in a Facebook-only vacuum, it is possible that bogus information users saw on the site could later be reinforced by the \"rabbit hole\" of clicks and conspiracy sites on the broader internet, as Wylie described.",
  "For example, researchers can look at people's clusters of friends and get good insight as to who is important and influential, said Jonathan Albright, research director at the Tow Center for Digital Journalism at Columbia University.",
  "Officials in the EU and the U.S. sought answers, while Britain's information commissioner said she will seek a warrant to access Cambridge Analytica's servers because the British firm had been \"uncooperative\" in her investigation.",
  "Adding to the turmoil, the New York Times reported that Facebook security chief Alex Stamos will step down by August following clashes over how aggressively Facebook should address its role in spreading disinformation.",
  "Cambridge was backed by the conservative billionaire Richard Mercer, and at one point employed Stephen Bannon — later President Donald Trump's campaign chairman and White House adviser — as a vice president.",
  "Wylie told \"Today\" that while political ads are also targeted at specific voters, the Cambridge effort aimed to make sure people wouldn't know they were getting messages aimed at influencing their views.",
  "Cambridge got limited information on the friends, but machines can use detailed answers from smaller groups to make good inferences on the rest, said Kenneth Sanford of the data science company Dataiku.",
  "The first casualty of that investigation was an audit of Cambridge that Facebook had announced earlier in the day; the company said it \"stood down\" that effort at the request of British officials.",
  "Cambridge helped differentiate Cruz from similarly minded Republican rivals by identifying automated red light cameras as an issue of importance to residents upset with government intrusion.",
  "Chris Wylie, a Cambridge co-founder who left in 2014, said the firm used such techniques to learn about individuals and create an information cocoon to change their perceptions.",
  "Researchers in a 2013 study found that likes on hobbies, interests and other attributes can predict personal attributes such as sexual orientation and political affiliation.",
  "But that common technique can take on an ominous cast if it's connected to possible elections meddling, said Robert Ricci, a marketing director at Blue Fountain Media.",
  "Maybe even enough to fuel a voter-manipulation effort like the one a Trump-affiliated data-mining firm stands accused of — and which Facebook may have enabled.",
  "And the data included who their Facebook friends were and what they liked — even though those friends hadn't downloaded the app or given explicit consent.",
  "The Trump campaign paid Cambridge roughly $6 million according to federal election records, although officials have more recently played down that work.",
  "Computers analyze such data to look for patterns that might not be obvious, such as a link between a preference for curly fries and higher intelligence.",
  "Facebook declined to provide officials for interview and didn't immediately respond to requests for information beyond its statements Friday and Monday.",
  "Even on mainstay issues such as gun rights, Cambridge CEO Alexander Nix said at the time, the firm used personality types to tailor its messages.",
  "He said the firm \"works on creating a web of disinformation online so people start going down the rabbit hole of clicking on blogs, websites etc.",
  "Late Friday, Facebook said Cambridge improperly obtained information from 270,000 people who downloaded an app described as a personality test.",
  "The firm itself denies wrongdoing, and says it didn't retain any of the data pulled from Facebook and didn't use it in its 2016 campaign work.",
  "Netflix, for instance, provides individualized recommendations based on how a person's viewing behaviors fit with what other customers watch.",
  "People who bridge different friend networks, for example, can have more influence when they post something, making them prime for targeting.",
  "The type of data mining reportedly used by Cambridge Analytica is fairly common, but is typically used to sell diapers and other products.",
  "Facebook's mapping of the \"social graph\" — essentially the web of people's real-life connections — is also invaluable for marketers.",
  "For voters who care about tradition, it could push the importance of making sure grandfathers can offer family shooting lessons.",
  "Monday was a wild roller coaster ride for Facebook, whose shares plunged 7 percent in its worst one-day decline since 2014.",
  "Yet Cambridge boasted of its work after another client, Texas Republican Sen. Ted Cruz, won the Iowa caucus in 2016.",
  "Potential voters living near the red light cameras were sent direct messages saying Cruz was against their use.",
  "For someone identified as introverted, a pitch might have described keeping guns for protection against crime.",
  "Two-thirds of Americans get at least some of their news on social media, according on Pew Research Center.",
  "It's possible that Cambridge tapped other data sources, including what Cruz's campaign app collected.",
  "Facebook makes it easy for advertisers to target users based on nuanced information about them.",
  "In a tweet, Stamos said he's still fully engaged at Facebook but that his role has changed.",
  "Those people agreed to share data with the app for research — not for political targeting.",
  "Nix said during the Cruz campaign that it had five or six sources of data on each voter.",
  "Wylie said Cambridge Analytica aimed to \"explore mental vulnerabilities of people.\"",
  "It would have been quieter had Facebook likes not turned out to be so revealing.",
  "It's not yet clear exactly how the firm might have attempted to do that.",
  "In doing so, he said, the firm \"took fake news to the next level.\"",
  "Cambridge also didn't immediately respond to emailed questions.",
  "that make them think things are happening that may not be.\"",
  "The Trump campaign has denied using Cambridge's data.",
  "Facebook \"likes\" can signal a lot about a person."
]