[
  "... Brittany Trotter of NPPD (h/t Scott McConnell) ... Scott Mason, VP of federal government relations at the University of Oklahoma (h/t Jacob Ryan) ... Carina Armenta, district director for Rep. Julia Brownley (D-Calif.) (h/t Samantha Greene) ... Liz Jaff, founding partner of 44 Renegades ... Wyn Hornbuckle ... Curt Swager ... Kathryn Hollister ... David Bergstein, DSCC’s national press secretary ... Dr. Pat Gallagher, chancellor at the University of Pittsburgh (h/t Sarah Horowitz) ... David King ... Sanjay Misra (h/ts Jeff Solnet) ... Will St. Clair ... David Solimini … Stephen Worley …Christie’s Annie Rosen, who recently got engaged to Arjun Pai -- pic http://bit.ly/2GSQvxL ... Emma Eatman, a press intern in Sen. Schumer’s D.C. office, is 21 (h/t Sandhya Taneja) ... Edelman’s Matthew Bracken and Ashley Chauvin ... Brad Knott ... David Mercer (h/ts Teresa Vilmain) ... Jim Moffitt ... Heather Winter ... Lily Downing ... Katie Croake ... Mike Florio ... Aaron Gordon ... Kristin Mehler … Luisita Torregrosa ... Malcolm Shaw ... Lily Downing ... Alexander Zafran ... Bilal Qureshi ... Sarah Blagden ... Laura Chapin ... Ned Gandevani ... Scott Williams ... Bethany Blankley ... Gregg Smith ... Kavon Jackson ... Ned Nader … former British Prime Minister Sir John Major is 75 (h/t AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "In North Carolina, 77 Democratic women have filed to run for the legislature.” Q&A: https://politi.co/2pRq03t\n\nBIRTHDAYS: Robert Gibbs, global chief comms officer at McDonald’s, is 47 ... Sam Brown, video editor for the White House Office of Digital Strategies ... Roger Simon, former chief political columnist at Politico, who tells us he’s celebrating with “champagne, dancing and a late-night visit to the Lincoln Memorial to gaze out on a great city in a great nation -- no matter who is president” ... SUNY’s Peter Velz is 28 ... Peter Cherukuri, chief innovation officer at the Boston Globe, is 42 (h/ts Tim Burger, Blain Rethmeier and Gideon Lett) ... Cate and Clare Morrell ... Luke McGowan … LAT’s Bob Drogin ... Lara Logan is 47 ... CNN’s Casey Wian ... Joe Fox (h/t Jon Haber) ... Eric Pelofsky, director of international government relations at Shell, former special assistant to the President and senior director for North Africa and Yemen at the NSC under Obama, and a “diehard Kansas fan, who will hopefully be celebrating with a Jayhawks win this weekend” (h/t Ben Chang) … WashPost media reporter Paul Farhi ... Sen. Catherine Cortez Masto (D-Nev.) is 54 ... Rep. Ted Lieu (D-Calif.) is 49 ... Chris Georgia, partner for digital at FP1 Strategies (h/t Daria Grastara) ... former Sen. Larry Pressler (R-S.D.)",
  "Mr. Dowd’s conversation with Mr. Flynn’s lawyer, Robert K. Kelner, occurred sometime after Mr. Dowd took over last summer as the president’s personal lawyer, at a time when a grand jury was hearing evidence against Mr. Flynn on a range of potential crimes.” https://nyti.ms/2E7oMqc\n\nNYT’S ALEX BURNS spoke to ERIC HOLDER at a TIMES TALK event last night in NY about regulating FACEBOOK: Q: “If the Russians had access to American social media platforms, ability to get data on individual Americans and to advertise to them or direct bots to them with messages of division, basically unregulated, does that say to you that the government needs to step in on these platforms?”\n\nHOLDER: “I think – there is a way in which I think we have to think of these platforms as communication companies, and what then does that mean in terms of how they should be regulated?",
  "The ‘Orthodox Jews’ working toward a Middle East peace deal—himself, White House chief negotiator Jason Greenblatt and U.S. ambassador to Israel David Friedman—are now looking like ‘the moderates,’ Mr. Kushner told his friends, according to a person familiar with the matter.” https://on.wsj.com/2GFLDys\n\n-- THE TWO SIDES OF JOHN BOLTON, via Eliana Johnson: “‘If you disagree with Bolton's policy preferences, he is dangerous for three reasons: he is unafraid to start a policy fight in public, he knows how to pull bureaucratic levers when convenient, and he knows how to work around bureaucratic barriers when not,’ said Loren DeJong Schulman, a top aide to former Obama White House national security adviser Susan Rice.",
  "US District Judge Peter Messitte ruled that the attorneys general of the District of Columbia and Maryland do have standing to pursue claims that Trump’s ongoing financial ties to the Trump International Hotel in Washington, DC, violate the Foreign and Domestic Emoluments clauses of the US Constitution.” https://bzfd.it/2ur17RM\n\nFUTURE OF FACEBOOK -- “Facebook Must Decide Whether It Will Refurbish Its Facade Or Rebuild Its Service,” by BuzzFeed’s Alex Kantrowitz: “Facebook is rethinking its approach to data collection amid the Cambridge Analytica privacy crisis that’s sent its share price spiraling and may finally force its CEO, Mark Zuckerberg, to testify before Congress.",
  "But that didn’t stop him from taking shots at President Donald Trump ... At one point, Bush described the current president as ‘Republican in basically name only.’\n\n“And earlier in his speech, Bush said that after the 2016 Republican primary in South Carolina, he returned home to children who ‘actually love me.’ His comment was met with raucous laughter from the crowd, and several audience members interviewed after the event said they interpreted Bush’s comment as a jab at Trump.” http://bit.ly/2pOAfpq\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Black Lives Matter protesters march through the streets during a demonstration on March 28 in Sacramento, California.",
  "guidelines that promote a message of uncertainty about climate science and gloss over proposed cuts to key adaptation programs.” http://bit.ly/2J3BPfZ\n\nMORE HICKS FALLOUT -- OLIVIA NUZZI in New York Magazine, “Inside the Cutthroat Battle to Be the Next Hope Hicks”: “White House officials told New York the view from the inside is that Mercy wants it most, and is campaigning for the job with the assistance of her husband, Matt Schlapp, a lobbyist and frequent presence on cable news who chairs the American Conservative Union, while Sayegh is a competitor because he was well-liked by Hicks, whose recommendation the president is expected to weigh heavily.",
  "‘One of the critical jobs of the national security adviser is making sure the bureaucracy implements the president’s decisions, and John knows exactly how to do that.’” https://politi.co/2Gz9UpN\n\n-- “Under Ben Carson, HUD Scales Back Fair Housing Enforcement,” by NYT’s Glenn Thrush: “The Trump administration is attempting to scale back federal efforts to enforce fair housing laws, freezing enforcement actions against local governments and businesses, including Facebook, while sidelining officials who have aggressively pursued civil rights cases.",
  "The move coincides with the decision this month by Ben Carson, the secretary of housing and urban development, to strike the words ‘inclusive’ and ‘free from discrimination’ from HUD’s mission statement.” https://nyti.ms/2GfXCTD\n\n-- “Leaked Memo: EPA Shows Workers How To Downplay Climate Change,” by HuffPost’s Alexander Kaufman: “The Environmental Protection Agency on Tuesday evening sent employees a list of eight approved talking points on climate change from its Office of Public Affairs ?",
  "Tensions between Russia and the West are as high as they have been in years.” https://on.wsj.com/2GkJ6Kk\n\nFIRST IN PLAYBOOK -- SISTER DISTRICT JUMPING INTO 15 STATE RACES -- The group, which organizes local volunteer teams to support Democratic candidates in state elections, is announcing the first series of candidates it will support in Arizona, Colorado, Michigan, Pennsylvania and Washington in an effort to flip chambers, hold majorities and make inroads in gerrymandered states.",
  "| Drew Angerer/Getty Images\n\nDriving the Day\n\nBREAKING -- “Rival Korean leaders to meet April 27 in historic summit,” by AP’s Lee Jin-Man in Paju, South Korea and Kim Tong-Hyung in Seoul: “North Korean leader Kim Jong Un will meet South Korean President Moon Jae-in at a border village on April 27, the South announced Thursday after the nations agreed on a rare summit that could prove significant in global efforts to resolve a decades-long standoff over the North’s nuclear program.",
  "“But it remains to be seen how much American workers would benefit from these deals and whether the global trading system can sustain the chaos.” https://nyti.ms/2uzI33I\n\nFOR YOUR RADAR -- “NATO Moves Toward Readying More Troops to Confront Russian Threat,” by WSJ’s Julian E. Barnes in Brussels: “If Europe came into conflict with Russia, only several thousand of the more than one million troops in its armies would be ready for rapid deployment, military planners fear.",
  "The government, or the outlaws?”\n\n-- On incarceration: “This whole mentality that there’s another solution other than incarceration … All I will say to you is, people today don’t know that every one of these things has been tried over the last 40 years.”\n\n\n\nPlaybookers\n\nFIRST IN PLAYBOOK -- BUSH ALUMNI: Tracey Schmitt Lintott is launching Matador, a public affairs firm specializing in strategic communications, crisis management and corporate social responsibility.",
  "Learn more at google.com/grow/veterans\n\nMEDIAWATCH -- “The Economist And Financial Times Both Hired Cambridge Analytica For U.S. Expansion,” by BuzzFeed’s Mark Di Stefano: “Two of Britain’s most prestigious media brands, the Economist and the Financial Times, hired controversial data firm Cambridge Analytica to help them get more subscribers in the United States, BuzzFeed News has learned.",
  "They’re maybe not exactly like traditional communications companies, and so maybe we ought to be looking at a different regulatory scheme … There needs to be a real, a substantive interaction between people who run these platforms and people who pass the laws so that we can come up with a scheme that will protect people from the kind of breaches that have occurred.”\n\nTHE NEW V.A.",
  "“Trump’s Lawyer Raised Prospect of Pardons for Flynn and Manafort,” by NYT’s Mike Schmidt, Jo Becker, Mark Mazzetti, Maggie Haberman and Adam Goldman: “A lawyer for President Trump broached the idea of Mr. Trump’s pardoning two of his former top advisers, Michael T. Flynn and Paul Manafort, with their lawyers last year, according to three people with knowledge of the discussions.",
  "In the surest sign of the reoriented issue landscape, they’re joined by some of the most prominent prospects in the 2020 Democratic presidential field -- Cory Booker, Kirsten Gillibrand and Kamala Harris among them -- who are embracing the same agenda.” https://politi.co/2pQllPj\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "One administration official said Sayegh, who worked from the White House to assist the press team during the tax reform debate, could join the West Wing in another communications role.” https://politi.co/2pOCtpH\n\n-- CBS’ JACKIE ALEMANY – “White House staffers view post-Hope Hicks era with trepidation”: https://cbsn.ws/2IdAulz\n\nRESHAPING TRADE … “Trade Deals Take Years.",
  "| Justin Sullivan/Getty Images\n\nTRUMP INC. -- “A Constitutional Challenge To Trump’s Decision To Hold On To His Business Interests Can Move Forward,” by BuzzFeed’s Zoe Tillman: “A federal judge in Maryland on Wednesday denied President Donald Trump’s bid to throw out a constitutional challenge to his decision to hold onto interests in his eponymous business empire.",
  "For the first time, the company seems be weighing whether it must rebuild its products in a way that relies on less gobbling of user data, or whether it can continue to get away with its current data-sucking model.” https://bzfd.it/2GjObCY\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "FROM 30,000 FEET -- CHARLIE MAHTESIAN in Politico Magazine: “How the Bernie Wing Won the Democratic Primaries”: “With his primary election victory last week, Illinois Congressman Dan Lipinski -- a Blue Dog and cultural conservative -- won the first major 2018 battle between the Democratic Party’s establishment and progressive wings.",
  "'Paul’s a stand-up guy,' Boehner said from his condo in Marco Island, Fla.\" https://wapo.st/2GgYLuu\n\n-- RACHAEL BADE interviewed HOUSE MAJORITY WHIP STEVE SCALISE “atop the Olympus TLP oil rig in the Gulf of Mexico”: “[P]eople close to Scalise say he’d be interested when Ryan does retire and if Republicans keep the House this fall.",
  "It was unclear how Jackson replied to the president.” https://wapo.st/2Ifs8tl\n\n-- JOANNE KENEN: “Trump’s VA pick is a career Navy doctor but he’s never run an agency”: “Rear Adm. Ronny Jackson, the telegenic White House doctor named Wednesday as Donald Trump’s choice to run the VA, is a career Navy physician who served in Iraq.",
  "The policy shift, detailed in interviews with 20 current and former Department of Housing and Urban Development officials and in internal agency emails, is meant to roll back the Obama administration’s attempts to reverse decades of racial, ethnic and income segregation in federally subsidized housing and development projects.",
  "Both the Economist and the Financial Times were Cambridge Analytica clients, with an industry source saying the data firm had been brought on board as way to gain new U.S. subscribers.” https://bzfd.it/2uy5Kto\n\n\n\nWHAT JEFF SESSIONS told MOLLY BALL -- “I want to do what the president wants me to do.",
  "The leaders of the two Koreas have held talks only twice since the 1950-53 Korean War, in 2000 and 2007, under previous liberal governments in Seoul.” http://bit.ly/2uzYxJq\n\nTWO IMPORTANT STORIES ABOUT THE FUTURE OF HOUSE REPUBLICAN LEADERSHIP …\n\n-- WAPO'S PAUL KANE: \"Speaker Ryan exiting soon?",
  "“The discussions came as the special counsel was building cases against both men, and they raise questions about whether the lawyer, John Dowd, who resigned last week, was offering pardons to influence their decisions about whether to plead guilty and cooperate in the investigation.",
  "I feel like I’ve had a strong influence on some of the things that we’ve done, and I’ve helped put together coalitions to pass a full repeal of Obamacare.’\n\n“He went on to say that he also worked closely with Ryan, McCarthy, and Ways and Means Chairman Kevin Brady on tax reform.",
  "That may or may not have been the first time that Sean Spicer threatened to revoke my press credentials.” Read his Playbook Plus Q&A (with a pic of him at his wedding to CNN’s Zain Asher last year): https://politi.co/2IdjH1K\n\n-- Emily Cain, executive director of EMILY’s List.",
  "We’re going through our tools and approach with a fine-toothed comb.’\n\n“Cox’s remarks indicate that Facebook, the world’s preeminent personal data collector, is reconsidering the fundamentals of its data-reliant products and ad business as it deals with the scandal.",
  "JEB VS. TRUMP, THREE YEARS RUNNING -- “Jeb fires Trump barbs at Yale talk,” by the Yale Daily News’ Skakel McCooey and Carly Wanna Mar: “‘I’m not going to talk about the 2016 election,’ Bush joked on Tuesday in a talk sponsored by the The William F. Buckley, Jr.",
  "The U.S. now wants to step up readiness and ensure that at least 30,000 troops, plus additional aircraft and naval ships, can reach a trouble spot within 30 days of NATO commanders putting forces on alert, current and former allied officials say.",
  "In talking with friends, Mr. Kushner has joked about the hawkish Middle East views of Mr. Bolton, who has said he opposes a two-state solution for achieving peace in the region in favor of Egypt and Jordan absorbing the Palestinian territories.",
  "“These candidates are running on an agenda that moves the party beyond its recent comfort zone and toward single-payer health care, stricter gun control, a $15 minimum wage, more expansive LGBT rights and greater protections for immigrants.",
  "is 76 ... Politico’s Nathen Huang ... NARAL’s Kate Thomas ...\n\n... Ari Emanuel, co-CEO of William Morris Endeavor, is 57 (h/t Alex Stabler) ... Janessa Gans Wilder … Jay Kenworthy, Indiana comms director for Sen. Todd Young (R-Ind.)",
  "Playbook: House Republican leadership battle begins Presented by\n\nIn an interview with POLITICO, House Majority Whip Steve Scalise acknowledged he was interested in leading the Republican conference once Speaker Paul Ryan retires.",
  "A trend she thinks deserves more attention: “Filing deadlines are closing all across the country, and we’re getting hard numbers to support a trend we’ve known about for months: more women are running for office than ever before.",
  "Then, it was a lunch.” https://nym.ag/2GD1ddW\n\n-- “Trump slow-walks effort to replace Hope Hicks,” by Nancy Cook and Andrew Restuccia: “Schlapp is seen inside the White House as chief of staff John Kelly’s preferred choice.",
  "“Even though only two states have actually voted so far this primary election season -- Texas, a red-state redoubt, and Illinois, a blue-state stronghold -- the battle for supremacy this primary season is all but complete.",
  "In state after state, the left is proving to be the animating force in Democratic primaries, producing a surge of candidates who are forcefully driving the party toward a more liberal orientation on nearly every issue.",
  "But multiple administration officials said Kelly is unlikely to hold much sway with Trump when it comes to filling the communications director job, given the ongoing uneven relationship between Kelly and the president.",
  "I don’t think the Attorney General can ask everybody else in the department to follow the rules if the Attorney General doesn’t follow them.”\n\n-- On how his policies affect minorities: “Whose side are you on?",
  "The talks suggest that Mr. Trump’s lawyers were concerned about what Mr. Flynn and Mr. Manafort might reveal were they to cut a deal with the special counsel, Robert S. Mueller III, in exchange for leniency.",
  "Mueller’s team could investigate the prospect that Mr. Dowd made pardon offers to thwart the inquiry, although legal experts are divided about whether such offers might constitute obstruction of justice.",
  "To secure agreements quickly, the White House has taken a contentious approach to negotiations not seen in decades, threatening allies and adversaries alike with harsh sanctions like tariffs and quotas.",
  "It runs 170 medical centers and 1,061 outpatient clinics serving more than 9 million veterans and it’s been caught up in political struggles over how much of its health system should be privatized.",
  "… The White House ... told New York that Schlapp and Sayegh have plans for some kind of social interaction this week, but couldn’t say what those plans were or when exactly they would take place.",
  "There’s also bitter controversy about its $10 billion Cerner contract for a new computerized health record system.” https://politi.co/2pPCQjy\n\n-- DAVID SHULKIN in the NYT: “Privatizing the V.A.",
  "He declared the overweight 71-year old in excellent physical and mental health — and predicted he would remain that way throughout this term, and into the next one, should he get reelected.",
  "Scalise cautioned, however, that talk of Ryan’s retirement are ‘rumors’ and said for now he’s focused on passing President Donald Trump’s agenda and working to keep the House in GOP hands.",
  "Those tactics have returned a few early concessions from trading partners, including South Korea, whose revised trade agreement was formally announced by the United States on Wednesday.",
  "‘The stakes are way too high for us to lose sight of what we need to do right now.’” https://politi.co/2pKygTW\n\n-- WHAT THIS MEANS: Scalise’s interest in the speakership is now public.",
  "SECRETARY: OUT WITH THE OLD, IN WITH THE NEW …\n\nBIG PICTURE … WAPO’S PHIL RUCKER (@PhilipRucker): “The VA is arguably the federal government’s most chronically mismanaged bureaucracy.",
  "As mourners attended a wake for Stephon Clark, dozens of Black Lives Matter protesters staged a demonstration to demand justice for Clark who was shot and killed by Sacramento police.",
  "... He’s trying to run this country, and he’s got to spend his time dealing with certain issues.”\n\n-- On his own recusal from the Russia investigation: “I think I did the right thing.",
  "Sen. Cory Booker (D-N.J.) on the effort https://bit.ly/2I9Aa7d … The candidates https://politi.co/2uzaBe2\n\nHAPPENING TODAY -- ANNA and JAKE are sitting down with North Carolina GOV.",
  "“The Koreas plan to hold another preparatory meeting on April 4 to discuss protocol, security and media coverage issues, according to a joint statement released by the countries.",
  "As the fallout continues from a Cambridge Analytica whistleblower's bombshell claims ... there are now questions about whether commercial clients also benefited from the data.",
  "As I prepare to leave government, I am struck by a recurring thought: It should not be this hard to serve your country.” https://nyti.ms/2Gg59ln\n\nSHULKIN was confirmed 100-0.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "That is because I am convinced that privatization is a political issue aimed at rewarding select people and companies with profits, even if it undermines care for veterans.",
  "Sister District will pair each of its 65 teams with two candidates for the entire cycle -- helping provide campaign and fundraising programs, phone banks and canvassing.",
  "...\n\n''It would be a signal of surrender,' Cantor said, speaking from his Washington office of Moelis & Company, the New York-based investment bank where he now works.",
  "“In an interview Tuesday in Louisiana’s southern-most port, Scalise acknowledged his desire to lead the conference someday but said now isn’t the time to discuss it.",
  "Trump has tapped to helm it a uniformed physician who, though well credentialed in medicine, has no apparent management experience.”\n\n-- INTERESTING DETAILS ON “DR.",
  "The two doctors are close friends who met during the Obama administration, when Shulkin ran the Veterans Health Administration and Jackson served as Obama’s doctor.",
  "And their perceived ruthlessness had a perceived profit motive: the year that Mercy joined the administration, Matt’s lobbying firm saw its income nearly double.",
  "But if you do that, you truly will lose focus on what your mission is, and that is working with President Trump to advance a conservative agenda,’ Scalise said.",
  "How he got his start in journalism: “My first job out of college was a two-year internship covering small-town government for Rhode Island’s Providence Journal.",
  "THE ADMINISTRATION …\n\n-- JARED’S ROLE: “Shake-Up Remakes Kushner’s Role,” by WSJ’s Peter Nicholas and Felicia Schwartz: “Policy differences could also emerge.",
  "I came to government with an understanding that Washington can be ugly, but I assumed that I could avoid all of the ugliness by staying true to my values.",
  "Will Hurt Veterans”: “I believe differences in philosophy deserve robust debate, and solutions should be determined based on the merits of the arguments.",
  "If you’re a member who wants Scalise as speaker -- or doesn’t want Kevin -- you now know a vote against McCarthy could get you the Louisiana Republican.",
  "“Sayegh, for his part, has at least one influential fan: Hicks herself, who allies say was impressed with Sayegh’s help on the messaging of tax reform.",
  "“But despite these politically-based attacks on me and my family’s character, I am proud of my record and know that I acted with the utmost integrity.",
  "She most recently was SVP of global public affairs at Emergent BioSolutions and worked in the Bush 43 White House and on the Bush-Cheney re-elect.",
  "RONNY” -- WaPo’s Lisa Rein, Philip Rucker, Emily Wax-Thibodeaux and Josh Dawsey: Ronny “Jackson, who is referred to inside the West Wing as ‘Dr.",
  "...\n\n“‘He really knows how to make the system work,’ said Elliott Abrams, who served as deputy national security adviser under George W. Bush.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "‘I’ve found no reason whatsoever to think that the President has any issues whatsoever with his thought process,’ Jackson pronounced.",
  "\"'The idea that he’s going to walk out of there in the middle of the fight is ludicrous,' said John A. Boehner, Ryan’s predecessor.",
  "He’d make a move, however, only if Majority Leader Kevin McCarthy (R-Calif.) were not to run or fell short, Scalise’s allies say.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "But the VA is a lot bigger and more complicated than the White House physicians unit or, for that matter, a combat trauma team.",
  "Trump Wants to Remake Them in Months,” by NYT’s Keith Bradsher: “Trade pacts typically require years of detailed negotiations.",
  "But he has never run anything approaching the sprawling Veterans Affairs bureaucracy or been caught in Washington’s crossfire.",
  "Doors open at 11:45 a.m. Watch the livestream https://politi.co/2pPZsjj\n\nTRUMP’S THURSDAY -- The president is headed to Ohio.",
  "‘If data isn’t helping people, we shouldn’t use it,’ Facebook chief product officer Chris Cox told BuzzFeed News on Tuesday.",
  "“When anonymous sources began sprouting weed-like in the conservative press to go after Sayegh, the Schlapps were blamed.",
  "“Jackson is the doctor who gave Trump a glowing physical and mental health assessment in a televised briefing in January.",
  "Jackson checks in on the president at least once a day, and the doctor is usually in the White House residence with him.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "The prosecution of certain minorities for murder, the victim is overwhelmingly another African American or Hispanic.",
  "Imagine McCarthy going on the record saying he had an interest in the speakership when Eric Cantor was the No.",
  "Take it from two men who know him well and are quite familiar with the burdens of political leadership.",
  "‘Ludicrous’ says predecessor Boehner\": \"House Speaker Paul D. Ryan isn’t about to retire anytime soon.",
  "Nationals opening day has been pushed to Friday at 4 p.m. because of inclement weather in Cincinnati.",
  "ROY COOPER for our first PLAYBOOK UNIVERSITY in North Carolina at Penn Pavilion at DUKE UNIVERSITY.",
  "“His cool handling of the hourlong grilling by White House reporters endeared him to his boss.",
  "And what’s good for me is it’s what I believe in too.”\n\n-- On Trump: “He does get frustrated.",
  "‘I wouldn’t rule it out,’ Scalise said of a bid for speaker if the circumstances were right.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "In my home state of Maine, 143 Democratic women have filed to run the state legislature.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "The announcement was made after officials met at the border village of Panmunjom.",
  "'The notion that Paul Ryan is just going to abdicate and leave is preposterous.'",
  "So, whether he meant it or not, there is now an alternative to Kevin McCarthy.",
  "I have been falsely accused of things by people who wanted me out of the way.",
  "The Trump administration wants to remake global trade in a matter of months.",
  "… Trump had even asked Jackson what he thought of Shulkin, an official said.",
  "... I’m on the victims’ side, and overwhelmingly the victims are minorities.",
  "BY THE WAY … We don’t even know definitively if Paul Ryan is leaving yet!",
  "He will give remarks on his infrastructure initiative in Richfield, Ohio.",
  "It’s the second biggest federal department; only the Pentagon is larger.",
  "Ronny,’ travels regularly with Trump, and the men have developed a bond.",
  "BIRTHDAYS OF THE DAY: Steve Peoples, AP national political reporter.",
  "Learn more at google.com/grow/veterans\n\nTHE BIG GET … FIVE BYLINES!",
  "“‘It’s easy to get drawn into the palace intrigue and speculation.",
  "'Absolutely not,' said Eric I. Cantor, the former majority leader.",
  "They saw me as an obstacle to privatization who had to be removed.",
  "… I do feel like we’re advancing the agenda that he believes in.",
  "…\n\n“As many of you know, I am a physician, not a politician.",
  "The advocates within the administration for privatizing V.A.",
  "But it’s unclear how hard Hicks has pushed Sayegh to Trump.",
  "The North American Free Trade Agreement needed two years.",
  "‘Obviously, I’ve shown interest in the past at moving up.",
  "‘This past week has underscored that we can do better.",
  "Creation of the World Trade Organization took eight.",
  "The war is already over, and the establishment lost.",
  "The fundamental question is, who rules the streets?",
  "health services, however, reject this approach.",
  "But don’t be confused about what it means.",
  "‘I want to keep doing this,’ Scalise said.",
  "He will then fly to Palm Beach, Florida.",
  "It occurs within their own communities.",
  "… We are protecting minority citizens.",
  "The most reliable politics newsletter.",
  "Unfortunately, none of that mattered.",
  "First, they said it was a dinner.",
  "I’ve enjoyed being in leadership.",
  "You can unsubscribe at any time.",
  "‘I’m still in therapy.'",
  "Good Thursday morning.",
  "Program at Yale.",
  "“Mr.",
  "...",
  "2."
]