[
  "Related: Why Mark Zuckerberg may want to avoid the UK\n\nTajani said last week that Zuckerberg had agreed to meet members of the European Parliament that lead its political groups, as well as lawmakers from its justice committee.",
  "Parliament officials said the public would only find out about what was said in the meeting from a press conference by the European Parliament's President Antonio Tajani following the session.",
  "But the decision not to make the meeting public was widely criticized, among others by other members of parliament and Europe's top justice official, European Commissioner Vera Jourova.",
  "Facebook said Cambridge Analytica, a data firm connected to President Donald Trump's campaign, had access to information on about 87 million Facebook users without their knowledge.",
  "Jourova's tweet was rebuked by the European Parliament's President Antonio Tajani, who said it is not her \"job to control and criticize the European Parliament.\"",
  "Mark Zuckerberg has agreed to have his testimony in the European Parliament Tuesday live streamed, after pressure from senior European officials.",
  "Its media committee even threatened to issue an official summons when Zuckerberg next enters the country, but he's still refusing to attend.",
  "But that reaction sparked even wider criticism and ultimately forced Tajani and Zuckerberg to agree to a live stream of the meeting.",
  "Facebook has been under scrutiny on both sides of the Atlantic in the aftermath of the Cambridge Analytica data scandal.",
  "A Facebook spokesperson told CNNMoney: \"We're looking forward to the meeting and happy for it to be live streamed.\"",
  "\"There are more EU users on FB than there are in the US [and] Europeans deserve to know how their data is handled.\"",
  "\"I have personally discussed with Facebook CEO Mr Zuckerberg the possibility of web streaming meeting with him.",
  "Separately, the parliament will organize a series of committee hearings with Facebook and other tech companies.",
  "The Facebook (FB) CEO originally agreed to meet a handful of senior European lawmakers behind closed doors.",
  "Around 2.7 million of these users were European residents, according to the European Commission.",
  "Great news for EU citizens,\" Tajani said in a statement posted on his Twitter account.",
  "Zuckerberg is not expected to attend those, a European Parliament spokesperson said.",
  "Zuckerberg testified before the US House of Representatives and the Senate in April.",
  "The UK parliament has also invited the Facebook CEO to answer questions.",
  "I am glad to announce that he has accepted this new request.",
  "\"Pity this will not be a public hearing,\" Jourova tweeted."
]