[
  "(Take Action, Commit others), a new platform powered by mitú initially focused to increase Latino excitement and participation around the November election and beyond.”\n\nBIRTHDAYS: Danielle Jones … Josh Bolten, co-founder and managing director of Rock Creek Global Advisors, is 62 ... Jack Quinn, celebrating in the Bahamas -- (pic of him with son Storm in the water there: http://bit.ly/2b0sbui) (h/t Susanna) … Politico’s Michael Grunwald, the pride of Greenvale, N.Y., in Nassau County, is 46 ... National Review’s Ramesh Ponnuru, the pride of Prairie Village, Kansas, is 42 … CNN’s Chris Moody, a Yahoo alum ... Tom Lopach, DSCC’s executive director and Tester alum (h/t Jon Haber) ... Erin Casey French, owner of the Republican fundraising firm EC Consulting (hubby tip: Towner French) ... Chris Golden, deputy digital director at FWD.us, is 27 (h/t Alex Priest) ... Tyler Grimm is 31 ...... Dave DenHerder, partner at FP1 Strategies, is 44 ... Rep. Earl Blumenauer is 68 ... Rep. Doug Collins (R-Ga.) is 5-0 (h/t Katy Summerlin) ... former Rep. Dick Zimmer (R-NJ) is 72 ... former Rep. Gary Myers (R-PA) is 79 ... former Rep. Rick Berg (R-ND) is 57 ... Steve Abbott, COS for Sen. Susan Collins, is 54 ... Neil McKiernan, COS for Rep. Joe Courtney ... Charles Brittingham of Senate Small Biz ... Tom Anfinson is 75 ... (h/ts Legistorm) ... Marli Keeley ... Lyndsi Stevens, VP of marketing at NextGen Crowdfunding ... CBS’ Matt Silverstein … Karly Moen, new media manager for Sen. Heitkamp ... Nick Rawls … former Sen. Carol Moseley-Braun (D-Ill.) is 79 ... Qorvis’ Sol Levine ...\n\n… Targeted Victory’s Abe Adams, Romney digital alum … amazing wife and mother Tricia Moffatt (h/ts Zac Moffatt) … Planned Parenthood’s Ellen Weissfeld … Harrison Roday … Politico alum Julia Haslanger, now community manager at Hearken ... Nick Rawls, Sen. McCaskill’s military legislative correspondent ... Marshall Cohen … Dean Thompson … Matt Spence, partner at Andreessen Horowitz and a DOD and NSC alum … Politico alum Kourtney Geers, now an online editor at the Denver Post … Dean Thompson, director at Glen Echo Group and a Peter Roskam alum … Seth Colton, VP at the Lukens Company ... Rafael Viturro, consultant at The Chartis Group and a DNC alum ... Jane Elizabeth, senior research director at the American Press Institute and a WashPost alum ... Robin Ahnen ... Jon Lipshutz ... Hunter and Cole Norris ... Linda Honold ... Dave Jacobsen ... Uday Sreekanth ... Lisa Graves (h/ts Teresa Vilmain) ... Julie Young ... Michael K. Lavers, int’l news editor at the Washington Blade ... actor Okieriete Onaodowan (Hercules Mulligan/James Madison in “Hamilton) is 29 (h/t Jewish Insider) … personal trainer Stephen Carter is 37 ... actress Ann Blyth is 89 ... Kathie Lee Gifford is 63 ... movie director James Cameron is 62 ... Tim Farriss (INXS) is 59 ... Madonna is 58 ... Timothy Hutton is 55 ... Steve Carell is 54 ... Parker Young is 28 ... singer-pianist Greyson Chance is 19 (h/ts AP)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ... Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbookhttp://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU...Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "According to the complaint — which accuses the former congressman of negligence, fraud and misrepresentation — Hunter assured Aguila and his late wife, Geneva, that their two children were naturalized citizens under the adoptions he finalized in 1980, when they were 6.” http://lat.ms/2buCBSD\n\n--“The ‘new’ Nixon library’s challenge: Fairly depicting a ‘failed presidency,’” by LATimes’ Christine Mai-Duc: “When the Richard Nixon Presidential Library first opened 26 years ago, it was dismissed by many historians as more of a whitewash than a faithful retelling of his presidency … But in 2007, when the library finally entered the official presidential library system under the auspices of the National Archives, the exhibit was torn down and eventually replaced with a much more critical version … Now a $15-million renovation focuses on the rest of the museum’s decades-old galleries, set to reopen in October, with the aim of building an unflinching but well-rounded portrait of a complicated man whose long career has often been overshadowed by his quick and stunning fall from grace.” http://lat.ms/2bwM1Qn\n\nBEYOND THE BELTWAY -- “Navajo Nation sues EPA over toxic mine spill,” by CNN’s Maeve Reston in Farmington, N.M.: “A year after 300 million gallons of heavy metal sludge from the shuttered Gold King Mine gushed into a tributary of the Animas River, the Navajo Nation is suing the [EPA] for what it sees as negligence in cleaning up the disaster ... [I]n the lawsuit filed [today], the Navajo Nation alleges that the EPA has failed to properly remediate the disaster and compensate the thousands of farmers who rely on the San Juan River, which flows from the Animas through New Mexico and Utah, to irrigate their crops and sustain their cattle and sheep.” http://cnn.it/2aWm73Y Media advisory on a presser today on the lawsuit http://bit.ly/2baYeIG\n\nNEWS YOU CAN USE – August news dump edition -- Amtrak just updated its refund policy yesterday – “As a result of the new policy, the Refund Fee will change from 10% to 20%.",
  "People living on the north side are far more likely to live in poverty, to be incarcerated or to be out of work than those in the city overall or the metro area.” http://apne.ws/2bm7Vm0\n\n--“Freedom Partners Chamber of Commerce urged its members [Monday] to adopt a hiring policy known as ‘banning the box,’ a move that would ‘delay the question of whether applicants have a criminal record to later in the recruitment and interview process.’ The effort is part of a broader Freedom Partners initiative to encourage comprehensive criminal justice reforms at the state and federal levels, and comes amidst reports that the House of Representatives may take up criminal justice reform legislation this fall.” http://bit.ly/2bapFm2 ... Mark Holden on Morning Joe http://on.msnbc.com/2bdGTx2\n\nMARK LEIBOVICH Q&A with ANTHONY WEINER, “Anthony Weiner Thinks He’s Pretty Good at Giving Advice”: “What is your job now?” ‘I don’t have one, really.",
  "The conversation is meant to be a mix of serious and fun where the listener comes away with a deeper or new understanding of the interviewee or the subject being discussed.” His first three guests are former RNC Chairman Michael Steele, Ambassador Wendy Sherman (Aug. 23) “on Trump, nukes and foreign policy” and Ford Foundation President Darren Walker (Aug. 30) “on philanthropy, inequality, injustice and race.” Preview and podcast download http://apple.co/2bjRcnu\n\nTRANSITIONS -- “Bucks Name Craig Robinson Vice President of Player and Organizational Development”: “Robinson [Michelle Obama’s brother] brings a wealth of experience in business and basketball to the Bucks staff, where he will serve as a mentor and advisor to the Bucks roster – the youngest in the NBA.",
  "Trump was forced off the campaign trail in June to testify in the suit stemming from restaurateur and celebrity chef Geoffrey Zakarian’s decision to back out of a lease to open a restaurant at the Trump International Hotel set to open next month in the historic Old Post Office Building in Washington.” http://politi.co/2buwYF4\n\nDAILY DONALD -- NYT A1, “Donald Trump’s Terrorism Plan Mixes Cold War Concepts and Limits on Immigrants,” by David Sanger and Maggie Haberman: “Donald J. Trump on Monday invoked comparisons to the Cold War era in arguing that the United States must wage an unrelenting ideological fight if it is to defeat the Islamic State.",
  "During last month’s [RNC], he approached Henry Barbour, a loyal ally who is the nephew of former RNC Chairman Haley Barbour, and told him he was thinking about a return.” http://politi.co/2aVPB1H\n\nCOMING ATTRACTIONS -- “Video of Trump deposition could go public soon: The footage of Trump being questioned in a high-profile restaurant dispute would provide fodder for attack ads,” by Josh Gerstein: “Video of Donald Trump being questioned under oath about his heated rhetoric on immigration could become public soon in connection with a lawsuit he filed over the collapse of a deal to open a restaurant at his D.C. hotel.",
  "The press is too important to let its role be undermined by those who would search for clicks at the cost of the profession's reputation.” http://nyti.ms/2bjvqiz\n\n-- “NBC boss blasts Trump as ‘toxic,’” by Page Six’s Emily Smith: “Bob Greenblatt, the chairman of NBC Entertainment, which produces ‘The Apprentice,’ has declared war on Donald Trump, blasting him as ‘pompous’ and ‘toxic.’ Greenblatt … wrote on Facebook, ‘The sad state of affairs thanks to a pompous businessman turned reality TV star (whose show consistently ran LAST in its time period, by the way) who thinks speaking his mind is refreshing.",
  "And keeping it 100, I guess I hadn’t counted on ‘The Unblackening’ happening to my time slot as well.’” http://bit.ly/2aUw1TU\n\n--“MSNBC eyeing 11 p.m. time slot for Brian Williams through Election Day,” by CNN’s Brian Stelter: “According to the plan, Williams will anchor a special 11 p.m. program wrapping up the day’s campaign news.” http://cnnmon.ie/2bm7ZCt\n\nTV TOMORROW – “Democratic vice presidential candidate Senator Tim Kaine and his wife Anne will sit down with Savannah Guthrie for their first joint interview since Kaine was named Hillary Clinton’s running mate.",
  "Reserved Coach or Acela Business now require cancellation 48 hours prior to departure for a full refund instead of the current 24 hours.” http://bit.ly/2bjmwmh (h/t Michael Grynbaum, who previously covered transportation for the Times)\n\nMEDIAWATCH -- NYT B1, “Bill Shine Steps Out From Behind the Scenes to Lead Fox News,” by Michael M. Grynbaum: “Bill Shine, the newly appointed co-president of Fox News ... is seen in the newsroom as embodying a typical Fox News viewer: an Irish-Catholic family man, son of a New York City police officer.",
  "... Flynn, who vaulted to public attention with his speech at the [RNC] last month, has rattled even some of his most long-standing colleagues, engaging in harsh, partisan rhetoric that, to his critics, seems to clash with the principles and values he spent a career defending.” http://wapo.st/2aXLeXi\n\nSTATE OF THE ART -- “A Lot of People Are Saying Trump’s New Data Team Is Shady,” by Wired’s Issie Lapowsky: “Trump’s team has hired Cambridge Analytica, which claims to target voters based upon their psychological profiles.",
  "Reporters in attendance: The Guardian’s David Smith, CNN’s Mark Preston, Washington Post’s Adam Kushner, James Hohmann, Phil Rucker and Bob Costa, NYT’s Ashley Parker, Washington Examiner’s David Drucker, The Atlantic’s Molly Ball, CBS’s Mary Hager, Washington Times’ Charlie Hurt, LAT’s Seema Mehta, RCP’s Carl Cannon and Tom Beaven, Newsmax’s Chris Ruddy, NBC’s Lauren McCulloch, National Review’s Charles Cooke, WSJ’s Autumn Brewington, Garrett Graff of Wired and Washington Free Beacon's Matt Continetti.",
  "Four years after Kane’s election in a landslide as the first Democrat and first woman elected attorney general, a jury of six men and six women found her guilty of all charges: two counts of perjury and seven misdemeanor counts of abusing the powers of her office.”\n\n“Montgomery County District Attorney Kevin R. Steele persuaded jurors that Kane orchestrated the illegal leak of secret grand jury documents to plant a June 2014 story critical of her nemesis, former state prosecutor Frank Fina.",
  "The transfer of the 12 Yemeni and three Afghan citizens brings the total number of [Gitmo] detainees down to 61.” http://reut.rs/2bB0n3B\n\nGET SMART FAST -- “By many measures, Milwaukee is toughest US city for blacks,” by AP’s Sara Burnett: “[B]y many measures, there is no tougher place to be black in America than Milwaukee, where in recent days the shooting death of a black man by a black police officer has led to violent protests, riots that destroyed businesses and gunfire.",
  "... [As] head coach at Oregon State University (2008-14) ... his 93 wins made him the fourth-winningest coach in program history.” http://on.nba.com/2bjuWJm\n\nSANDERS ALUMNI -- “Arturo Carmona, former deputy political director for Bernie Sanders’ presidential campaign, will assume the role of head of community engagement and public affairs [at mitú] charged with deepening the engagement of its audience and core partners on the very real issues impacting young Latinos everyday.",
  "Trump, who has pledged to build a wall along the border with Mexico, also said he would call for ‘extreme vetting’ of immigrants that would include requiring them to respond to a questionnaire with an ‘ideological test.’ Over all, he appeared to be arguing for the kind of terrorism-centric foreign policy that President George W. Bush adopted after the Sept. 11, 2001, attacks.” http://nyti.ms/2aXkI3c\n\n--@BuzzFeedAndrew: “This is a remarkable Trump speech.",
  "Kane then lied about her actions under oath, the jury found.” http://bit.ly/2bn6Nib\n\nTOP TALKER -- “Clinton preps for Trump’s Lewinsky attack: Democrat’s team searches for a close ally willing to dredge up the most awkward, painful accusations against the candidate,” by Annie Karni: “It’s one of the most uncomfortable and important jobs in Democratic politics: trying to embarrass the woman who could be the next president.",
  "The person picked to be Hillary Clinton’s sparring partner in her upcoming debate prep sessions is expected to confront her about the death of Vincent Foster, label her as a rapist's enabler, and invoke the personally painful memories of Monica Lewinsky and Gennifer Flowers.”\n\n“Clinton’s team is beginning its preparation ahead of the first general election debate scheduled for Sept. 26 at Hofstra University.",
  "If this is an urgent matter please contribute to down-ballot races.” ...Michael Lehmann: “There are only two realistic outcomes in January: an old, corrupt, and godless liberal is sworn in as president ... or Hillary Clinton wins.” (Based on a joke from SNL’s “Church Lady.”) ... Henry Tenenbaum: “Russia, if you’re listening, please hack @realDonaldTrump’s email and ask him return our calls.",
  "And one of the key components of that prep, campaign allies said, is finding a person who can stand in as Donald Trump during mock debates and launch personal attacks on the former secretary of state that will make the real Trump look tame by comparison.” http://politi.co/2bv2hzr\n\nHOT DOCS -- TED CRUZ releases financial disclosure -- CRUZ got a $476,412.97 book advance from HarperCollins!",
  "Please call HQ to schedule your #GOPAutopsy3.0 interview for November 9 or 10?” ... Wes Lewis: “Excited to stand w/ #TrumpPence16 as we open Battleground HQ’s in UT, TX, SC, MO, ND/SD & (depending on how the week goes) AK, ID, WY!” ... Nathaniel Haas: “Crooked Hillary must be emailing the failing Playbook, a totally dishonest newsletter, telling them we don’t tweet about Trump or Pence.",
  "‘They’re the only ones who wanted to do it,’ says Scott Tranter, whose data firm 0ptimus worked with the Marco Rubio campaign.” http://bit.ly/2bm8AEh\n\nTOP TWEETS -- Gabe Debenedetti (@gdebenedetti): “True story: a host of Clinton’s fundraiser in Greenwich tonight—60 people, $33,400-$100,000 to attend—is named Rich Richman.” ... David Skolnick (@dskolnick): “Rudy w/major screw-up.",
  "This speech is remarkable bit of lies and contradictions.”\n\nBIDEN WATCH -- “Biden rebaptizes Clinton in Scranton: In the city where both have roots, the veep and the nominee try to appeal to voters tempted by Trump,” by Isaac Dovere in Scranton, Pennsylvania: “No one ever really knows exactly what Joe Biden’s about to say, but Hillary Clinton wants him to keep saying it.",
  "| AP Photo\n\n“Jury: A.G. Kane guilty of perjury, obstruction, all other charges,” by Craig R. McCoy, Angela Couloumbis, and Laura McCrystal in the Philadelphia Inquirer: “Pennsylvania Attorney General Kathleen G. Kane was convicted Monday of perjury, obstruction, and other crimes, after squandering her once-bright political future on an illegal vendetta against an enemy.",
  "Their first campaign trail stop was, naturally, in this town: Clinton was baptized here, Biden grew up here, it is the nexus of both the geographic and demographic appeal which is her weak spot and is his essence — all in a state that Donald Trump needs if he is to have any real shot at winning in November … ‘It’s good to be home,’ Biden said, as he took the stage.",
  "This time, we spotted an online ad showing the same pic of Trump paired up with an astronaut with an American flag in the background with the text “ASPIRE TO GREATNESS.” The ad http://bit.ly/2bjpxDc … The space shuttle ad http://bit.ly/29ZYHjQ\n\nFOR YOUR RADAR -- “Pentagon announces single largest transfer of Guantanamo inmates,” by Reuters’ Idrees Ali: “U.S.",
  "It’s actually corrosive and toxic because his ‘mind’ is so demented; and his effect will unfortunately linger long after he’s been told to get off the stage.’” http://pge.sx/2btZkPw\n\nPLAYBOOKER TIP JAR -- We asked readers yesterday for suggestions on what @GOP should tweet about Trump since they hadn’t mentioned him or Pence in any Tweets since July 28.",
  "It was not lost on the 270 team that these digitally-savvy campaign experts spawned an “iBird.” Pic http://politi.co/2buxiDH\n\nSPOTTED: Evan McMullin buying dinner at Chop’t at Union Station … Mike Murphy, in seat 1A in first class, at ease as he waited patiently yesterday on the Manchester, New Hampshire, tarmac for the DCA flight to finally take off.",
  "But I will say this: There’s no doubt that the Trump phenomenon has led a lot of people to say to me, ‘Boy, compared to inviting the Russians to come hack someone’s email, your thing seems almost quaint.’” http://nyti.ms/2bm820W\n\nPLAYBOOK INTERVIEW: Lanhee Chen\n\nLanhee Chen is one of the most important conservative policy minds in the country.",
  "Learn more at google.com/grow/veterans\n\nWEST COAST WATCH -- “Former U.S. Rep. Hunter sued by family charging fraud over immigration status of adopted kids,” by LATimes’ Jeff McDonald: “Long before Duncan L. Hunter served 14 terms in Congress, he ran a law practice serving underprivileged families in the Barrio Logan neighborhood of San Diego.",
  "Shultz http://bit.ly/2byX4K8 … Ashley taking a work break http://bit.ly/2biyoUl … McFaul talking to the group http://bit.ly/2btNFAa\n\nINTERESTING TIDBITS -- GEORGE SHULTZ SPEAKS -- The Republican who served in four cabinet posts under two presidents had this to say yesterday at the Hoover Institute of a Trump presidency: “God help us.”\n\n--AMB.",
  "At 2:33 p.m. yesterday, 7 hours after Playbook went out, @GOP finally tweeted something related to Trump:\n\n\n\n\n\nPlaybookers\n\nOBAMA ALUMNI – WELCOME TO THE WORLD -- Jeremy Bird and Betsy Hoover -- both Founding Partners at 270 Strategies and OFA alums -- welcomed their bouncing baby boy Isaac James Hoover Bird at 6:20 a.m. on Saturday.",
  "Drivers are advised to avoid the area.”\n\nBULLETIN: “MOSCOW (AP) - Russia’s Defense Ministry says Russian warplanes have taken off from Iran to target Islamic State fighters in Syria.” http://apne.ws/2bwUYJB\n\nHILLARY CLINTON’S TRANSITION COMMITTEE -- off embargo at 7 a.m.: KEN SALAZAR, former Interior secretary will be chairman.",
  "…\n\n“‘I’m really grateful to Comedy Central, Jon Stewart, and our fans to have had this opportunity,’ [Wilmore] says in a statement to THR, leaning on his ‘Keeping it 100’ mantra as he continued: ‘But I'm also saddened and surprised we won't be covering this crazy election or ‘The Unblackening’ as we've coined it.",
  "Shine has never been profiled by a major magazine, and there are few public photographs of him besides his official head shot.” http://nyti.ms/2aX1avK\n\n-- FOX Television Stations is promoting Sharri Berg, who helped launch Fox News Channel 20 years ago, to chief operating officer of news and operations.",
  "SIREN -- LANHEE CHEN, Mitt Romney’s former policy director and one of the most well-respected conservative policy minds in the U.S., said this bluntly about Donald Trump: “I would rather not see him win.”\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "FUN READ -- “Transcribers’ agony: Frustrated not by what Trump says but how he says it,” by CNBC’s Daniel Libit: “To untangle the jumble, his stenographers are increasingly reliant on a punctuation known as the ‘em dash’ (—), which are used to separate parentheticals within the same sentence.",
  "The exclusive interview will air [tomorrow] on NBC News’ TODAY.”\n\nPETER THIEL in the NYT, “The Online Privacy Debate Won’t End With Gawker”: “As an internet entrepreneur myself, I feel partly responsible for a world in which private information can be instantly broadcast to the whole planet.",
  "-- WaPo: “Major transformer fire causes road closures in downtown D.C.”: “A fire that broke out around midnight Monday night in electrical equipment below the sidewalk at 18th and L Streets NW, will cause that intersection to be closed during Tuesday’s morning rush hour, authorities said.",
  "Philip Rucker, The Washington Post’s national political correspondent, said that among reporters covering Trump, he has become known as the ‘em-dash candidate.’ For comparison ... Trump’s remarks [last week] to a crowd in Abingdon, Virginia, produced 9,345 words and 157 em dashes.",
  "-- “'Nightly Show’ Canceled; Larry Wilmore ‘Saddened’ By ‘Unblackening’ at Comedy Central,” by the Hollywood Reporter’s Lesley Goldberg: “The decision comes a year and a half after rolling out the half-hour late-night panel show as a forum for underrepresented points of view.",
  "Now he’s leading ‘Lock her up’ chants,” by WashPost’s Dana Priest and Greg Miller: “In campaign appearances for Donald Trump, retired Lt. Gen. Michael T. Flynn has cast the presidential race as a continuation of the career he spent battling dangerous enemies in distant wars.",
  "The overwhelming majority of the black residents who make up 40 percent of Milwaukee’s population are concentrated on its north side — where the rioting and Saturday’s shooting occurred — and away from the breweries and festivals that draw tourists to the waterfront.",
  "The toughest thing is trying to plan a transition when you don’t know what the potential president elect actually wants to do.”\n\nOne piece of advice Chen has is for Trump to use the debates to show he has “temperament and substance.” “It could turn the tide for him.",
  "“There is this conservative movement that was really depending on this election in a lot of ways to deal with some big priorities: Obamacare, tax reform, regulatory relief and obviously the Supreme Court,” Chen said during an interview in his Stanford office.",
  "The 44-year-old Priebus, who was first elected in 2011, had led many to believe he would be finished with the high-profile job following a rambunctious campaign season — one that at times has resulted in fierce criticism of Priebus and the committee he leads.",
  "Some people approach me, and they’re like, ‘’Oh, you got a raw deal.’ Some people approach me saying, ‘’Oh, man, I wish you hadn’t messed up.’’ Some people approach me and say, ‘Man, you are such an idiot.’” [Q:] “Have you or your wife, Huma Abedin, seen it?",
  "Although Cambridge Analytica worked with Senator Ted Cruz and Ben Carson during the primaries, several Republican operatives tell WIRED they question the firm’s methodology, willingness to collaborate, and claims of involvement in major projects like Brexit.",
  "But Chen’s main gigs these days is teaching at Stanford, serving as a fellow at the Hoover Institution, appearing on CNN as a contributor, and working as an Obama appointee to the Social Security Advisory Board, all while working as a counsel to Arent Fox.",
  "“To not have comfort that any of that will be addressed … forces us to really evaluate what the future is and what the future holds from a policy perspective.”\n\nHE HAS BEEN IN TOUCH WITH THE TRUMP TRANSITION TEAM: “I know some people in and around it.",
  "Learn more at google.com/grow/veterans\n\nSCOOP -- “Reince Priebus mulling RNC re-election bid,” by Alex Isenstadt: “The longest-serving chairman of the Republican National Committee in history is weighing a return engagement as head of the GOP ...",
  "Limited edition Romney campaign poster, one of 500 http://bit.ly/2aVhjMJ … Mitt Romney signed a New Yorker cover for Chen http://bit.ly/2aYRVHx\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "It’s more just to say what I think.” “[Q:] “You’re an unusual public figure in that you are known as a former member of Congress and candidate for mayor — and now you’re a guy who had an embarrassing sex scandal featured in a new documentary.",
  "Clinton’s transcript from a campaign rally in Des Moines, Iowa, clocked in at a much shorter 2,251 words, with only eight em dashes.” http://cnb.cx/2aQkEkC\n\n2016 PLAYERS -- “He was one of the most respected intel officers of his generation.",
  "video http://bit.ly/2bm8X1k\n\n--JOHN OLIVER’s new segment on shady auto lending http://bit.ly/2bjx9V5\n\nTRUMP’s ONLINE AD – We pointed out in Playbook recently that one of Trump’s online ads is of himself and the space shuttle taking off.",
  "MICHAEL MCFAUL: The longtime Russia hand -- who served as ambassador in the Obama administration -- said he met Donald Trump’s campaign manager Paul Manafort when he was working for former Ukrainian president Viktor Yanukovych.",
  "Daniel -- fresh off a CNN International appearance early this morning -- is in D.C.\n\nAnna and Jake took part in a Hoover Institution media roundtable in Palo Alto yesterday -- called Hoover Outside the Beltway (#HooverOTB).",
  "“Pedro Aguila and his two adopted children, Maria and Julio, sued Hunter this year, alleging he failed to follow through on an agreement to secure American citizenship for the two when they were formally adopted.",
  "Shine, 53, who is little known outside his industry and shies from the more glamorous side of television that other prominent news chieftains, like CNN’s Jeffrey Zucker and NBC’s Andrew Lack, tend to relish.",
  "He said he would temporarily suspend immigration from ‘the most dangerous and volatile regions of the world’ and judge allies solely on their participation in America’s mission to root out Islamic terrorism.",
  "officials said on Monday 15 inmates from the Guantanamo prison were transferred to the [UAE], the single largest transfer of Guantanamo detainees during President Barack Obama’s administration.",
  "He flew from Houston to Fischer’s Island, New York, in July 2015 with Lee and Allie Hanley, and flew from Houston to the Cayman Islands with Michael and Natasha Bleyzer in September 2015.",
  "AMERICANS WHO GET TO MEET WITH PUTIN: Obama, Biden, occasionally the secretary of state and the national security adviser, Exxon Mobil’s Rex Tillerson, Henry Kissinger and Steven Seagal.",
  "We can’t allow the conservative movement to get hijacked by the candidacy of one man who isn’t even conservative.”\n\nCHEN WILL LIKELY WRITE IN MARCO, NOT RULING OUT WORKING IN TRUMP W.H.",
  "The last episode is slated to run Thursday, with the Viacom-owned network planning to slot in Chris Hardwick’s game show @Midnight at 11:30 p.m. until a permanent replacement is found.",
  "Mama Betsy insisted on finishing a meeting with the 270 partners despite the onset of what turned out to be early labor, crushing it until the last possible moments in typical fashion.",
  "As my folks joked when Mr. Manafort joined with the Trump campaign: Maybe he’ll do the same.” ON RUSSIAN HACKING: McFaul took out his iPhone and said: “This is a transmitting device.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "‘I’d feel better if that’s all he lacked.’” http://politi.co/2b8WtwH\n\nTODAY -- Donald Trump has a lunch fundraiser in La Crosse, Wisconsin, and a dinner event in Milwaukee.",
  "… ‘Just as we won the Cold War, in part by exposing the evils of communism and the virtues of free markets, so too must we take on the ideology of radical Islam,’ he said.",
  "VIDEOS DU JOUR -- Kailani Koenig (@kailanikm): “That night @TimKaine visited a brewery in Asheville, joined the band, and serenaded crowd & press w/ ‘Wagon Wheel’” 2-min.",
  "-- CRUZ’s 400k book payment, 45k in private flights -- Priebus mulling RNC re-election bid -- PLAYBOOK interview: Lanhee Chen Presented by\n\nDriving the Day\n\nWATCH OUT!",
  "Playbook Reads\n\nPHOTO DU JOUR: During a campaign stop in Scranton, Pa., on Monday, Hillary Clinton joins Vice President Joe Biden in a visit to his childhood home.",
  "Sometimes they just want to kibitz.’ [Q:] “During the week of the Democratic National Convention, you appeared on both Stephen Colbert’s and Bill Maher’s shows.",
  "When you do media as an elected official or as a candidate, you have a very clear message that you’re trying to impart and an idea of who you’re talking to.",
  "Per a release, Berg will be in charge of “initiatives and talent development for news programs at FTS” while at the same time retaining her FNC portfolio.",
  "GOP NEEDS TO REWORK TRADE THINKING, NOT POLICY: “Have Republicans, conservatives and free market folks been sensitive enough to those displaced by trade?",
  "Jonathan emails: “Think of it as a Charlie Rose-style program where I talk with interesting people doing interesting things for 20 minutes to 30 minutes.",
  "Now a case he worked on decades ago has prompted a lawsuit in San Diego Superior Court against the the former House Armed Services Committee chairman.",
  "--REP. DANA ROHRABACHER of California sold “Baja,” a screenplay, and earned between $5,000 and $15,000, according to his recently released disclosure.",
  "I’ve got a consulting company with a handful of clients — a couple of nonprofits, a universe of businesses and executives whose instincts are good.",
  "... A Chicago native, Robinson was a two-time Ivy League Player of the Year at Princeton University where he graduated with a degree in sociology.",
  "Already, several would-be successors, including former Silicon Valley executive Carly Fiorina, have begun de facto campaigns for the chairmanship.",
  "There have been some very informal conversations … They’re asking me, ‘What were you guys doing four years ago and do you have any advice for us?",
  "Manafort helped rehab Yanukovych’s image, McFaul said, calling the former president’s history “sordid” and “corrupt.” Manafort “was effective.",
  "... Are you still engaging in the activities that got you in trouble?” “I’m not going to go down the path of talking about any of that stuff.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "We had a great lineup: Gen. Jim Mattis, Kori Schake, Secretary George Shultz, Ambassador Michael McFaul and Lanhee Chen all spoke to us.",
  "And then would you actually say, if the president came to you and said, ‘I’d like your help with something,’ you’d definitively say no?",
  "‘The enemy camp in this case is Hillary Rodham Clinton,’ he said at a rally in Florida this month, pointing his thumbs down in disgust.",
  "Do people approach you differently?”\n\n… [A:] “The interactions I have with people have gotten clouded lately because of the movie.",
  "Since sensitive information can sometimes be publicly relevant, exercising judgment is always part of the journalist's profession.",
  "It could record you right now if they want to.” He said he wouldn’t be surprised if the Russians were listening into his lecture.",
  "The best entries -- Patrick Muncie of Tusk Strategies: “We are out of the office, w/ limited Twitter access, until Wed. Nov. 9.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "In explaining the decision, Comedy Central president Kent Alterman says it came down to its inability to register with viewers.",
  "Anna and Jake are spending a few days out here, talking with the tech, political and private equity community in the Bay Area.",
  "But in recent weeks, Priebus has begun telling friends and allies that he’s seriously considering running for reelection.",
  "The committee will be based in D.C.\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nGood morning from San Francisco!",
  "I just don’t have a lot of confidence that it will, because I don’t see them putting in the work to get there,” he said.",
  "--SEN. CORY BOOKER earned $400,177 on book royalties last year, according to his recently released financial disclosure.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "But with few Republican vendors willing to work with the Trump campaign, some say they may have had few other options.",
  "Jennifer Granholm, CAP president Neera Tanden and Maggie Williams, director of Harvard IOP and longtime Clinton hand.",
  "His wife is the author of ‘Happy Housewives,’ an ode to female empowerment through 1950s-style domesticity.",
  "It’s very difficult honestly and truthfully say that’s the case.”\n\nPLAYBOOK I.R.L -- INSIDE CHEN’S OFFICE!",
  "I haven’t said I’m Never Trump … I think it’s not productive for people to put themselves in a category.",
  "JONATHAN CAPEHART of the Washington Post is launching his own podcast called “Cape up.” It debuts today.",
  "The city of 600,000 along Lake Michigan is also the country’s most segregated metropolitan area ...",
  "… I think there are some people there that are serious thinkers who have been in government before.",
  "The movie seems very much to be a Rorschach test of what people thought about the thing itself.",
  "It’s not for me to draw the line, but journalists should condemn those who willfully cross it.",
  "The notion of fundamentally altering the conservative message -- that’s totally misguided.",
  "Papa Bird says Isaac, who weighed in at 5 lbs 13 oz and measured 18 inches, is an angel.",
  "That’s Hillary Clinton.’ … ‘People say he lacks the temperament,’ Biden said of Trump.",
  "And he quietly – and informally – advises a few top candidates around the country.",
  "He had Mitt Romney’s ear during the 2012 cycle, serving as his policy director.",
  "But, much of his mental space is trained on the future of the Republican Party.",
  "What’s your current philosophy on media exposure?” [A:] “I’m more experiential.",
  "CO-CHAIRS: former National Security Adviser Tom Donilon, former Michigan Gov.",
  "He was a top adviser to Marco Rubio during his short-lived presidential bid.",
  "And the interaction with the candidate and what the candidate wants to do.",
  "Shine was known as an affable and loyal right-hand man to Roger Ailes ...",
  "Looking at it now, I don’t see he’d come to me and ask me for my advice.",
  "… They deserve someone who not only understands, but who’s with them.",
  "He told a roundtable of reporters he would rather not see Trump win.",
  "@KremlinRussia_E” ...\n\nDavid: “Hey @realDonaldTrump & @mike_pence!",
  "There is a possibility that this guy actually becomes president.",
  "... Trump supported the rapid withdrawal from troops from Iraq.",
  "In between, there’s a 3:30 p.m. event in West Bend, Wisconsin.",
  "He also has between $30,000 and $100,000 in credit card debt.",
  "Cruz also accepted $45,000 in private flights from donors.",
  "(Sample advice: ‘Don’t Nag Him to Death.’) For years, Mr.",
  "In 2007, I was outed by the online gossip blog Gawker.",
  "Mike Pence is in Albuquerque and Roswell, New Mexico.",
  "-- per a newly released financial disclosure report.",
  "I don’t think it’s totally devoid of any substance.",
  "... Gawker violated my privacy and cashed in on it.",
  "They deserve someone who’s made of the same stuff.",
  "The most pressing task will be leading T.A.C.O.",
  "Tim Kaine is in Fayetteville, North Carolina.",
  "‘Let me tell you what Scranton does deserve.",
  "Says governor of your state is coming out.",
  "… A free press is vital for public debate.",
  "Crowd is silent w/shock for @JohnKasich.",
  "I think the challenge is the candidate.",
  "It is an unusually public role for Mr.",
  "That’s something we need to get onto.",
  "Bashing Egypt overthrow he supported.",
  "Hillary Clinton is in Philadelphia.",
  "Bashing Iraq War he didn’t oppose.",
  "Chief economist: Heather Boushey.",
  "STAFF: Ed Meier and Ann O'Leary.",
  "Rudy thought he was in Indiana”.",
  "Bashing Libya war he supported.",
  "Photo of the group with Secy.",
  "Sad!”\n\nPLAYBOOK GETS RESULTS!",
  "Would I definitively say no?",
  "Now I don’t have all that.",
  ": “I’m not for Hillary.",
  "He had made changes.",
  "SCENES from HOOVER!",
  "It’s a busy life.",
  "From a gut?",
  "“Mr.",
  "Mr.",
  "...",
  "...",
  "No.",
  "...",
  "..."
]