[
  "But the specter of trade turbulence continued to loom over the markets, with President Donald Trump on Monday warning the World Trade Organization of “doing something” if United States is not treated properly.",
  "Other heavyweight technology stocks were also trading higher, but Facebook declined 1.8 percent on a Washington Post report that the federal probe into the Cambridge Analytica data breach had been broadened.",
  "* Futures up: Dow 0.42 pct, S&P 0.35, Nasdaq 0.52\n\nBy Amy Caren Daniel\n\nJuly 3 (Reuters) - U.S. stock index futures rose on Tuesday, boosted by a jump in oil prices and early gains in big technology stocks.",
  "Tesla fell 0.7 percent and was set to add to its 2.3 percent drop from Monday when the electric carmaker said it met its Model 3 production goal but failed to convince investors it could continue to do so.",
  "Investors are wary of a July 6 deadline when Washington is set to impose tariffs on $34 billion worth of Chinese goods, with Beijing expected to retaliate with tariffs on U.S. goods.",
  "Shares of Netflix gained 0.6 percent in premarket trading after a Wall Street analyst forecast the company would beat second-quarter earnings estimates due to its original series.",
  "Oil prices climbed more than 1 percent after Libya declared force majeure on significant amounts of its supply, though rising overall U.S. and OPEC output dragged on markets.",
  "Wall Street, however, was set for another firmer session as investors positioned for strong Silicon Valley earnings before the reporting season starts next week.",
  "On the economic front, May factory orders are expected to have remained unchanged, after decreasing 0.8 percent in April.",
  "S&P 500 e-minis were up 9.5 points, or 0.35 percent and Nasdaq 100 e-minis were up 37 points, or 0.52 percent.",
  "Trading volumes are expected to be light as the exchanges close at 1 p.m. EDT ahead of the July 4 holiday.",
  "Other automakers will also be in focus as they will report sales for June.",
  "(Reporting by Amy Caren Daniel in Bengaluru; Editing by Arun Koyyur)",
  "ET, Dow e-minis were up 103 points, or 0.42 percent.",
  "The data is due at 10 a.m.",
  "At 7:23 a.m.",
  "ET."
]