[
  "Harris is well known in media circles for his colorful on the record comments; a Bloomberg story in 2014 dubbed him “the man who invented the Republican internet.”\n\nSeveral GOP digital experts have noticed that Harris’s Twitter feed in recent weeks had taken on a positive glow regarding Trump, including retweets about what the presumptive GOP nominee has been doing on the digital front.",
  "| Getty Trump hires Rand Paul's former digital director\n\nDonald Trump has hired Vincent Harris, the former chief digital strategist for Sen. Rand Paul’s presidential campaign and for Sen. Mitch McConnell’s 2014 reelection bid, as the presumptive Republican nominee continues to ramp up his digital operations, according to multiple people familiar with the hiring.",
  "Harris wrote in a campaign post-mortem, “A campaign looking to spend money wisely, and perhaps more frugally, needs to produce content that has a viral tinge to it.”\n\nIt is a message likely to resonate with Trump, who has been frugal so far when it comes to traditional campaign spending.",
  "Story Continued Below\n\nTrump sent his first fundraising email to his own list of supporters only last week and his campaign claimed it raised $2 million — with Trump promising to match the donations dollar for dollar — in only 12 hours.",
  "In addition to Harris, Trump’s campaign has recently hired the GOP digital firm The Prosper Group, as POLITICO reported earlier this week, and has been meeting with Cambridge Analytica, which worked for Cruz’s presidential campaign.",
  "He worked on digital operations for the Likud Party in Israel during the reelection campaign of Israeli Prime Minister Benjamin Netanyahu, as well as for Paul’s 2016 presidential campaign.",
  "Trump has increasingly begun to focus on his digital operations, particularly fundraising, as he begins to try to build a small-dollar operation to compete with Hillary Clinton.",
  "His firm is located not far from San Antonio, where Brad Parscale, who has worked for the Trump campaign since 2015 and for theTrump family for years before that, is based.",
  "This week, two of Trump’s son, Eric and Donald Jr., have emailed supporters asking them to raise $10 million by the end of the month, the next federal filing deadline.",
  "Harris has been in the vanguard among Republicans trying to tap into social media and the viral powers of the Internet to amplify a candidate’s message.",
  "Trump is hiring not just Harris but the services of his Austin-based firm, Harris Media, these people said.",
  "Harris was an unabashed supporter, for instance, of Paul live-streaming an entire day on the trail.",
  "He was widely expected to work on Cruz's campaign but made an abrupt switch last year to join Paul.",
  "Paul answered viewer questions, including, memorably, “Is Rand Paul still running for president?",
  "Harris is in his 20s but is already a veteran of multiple presidential campaigns.",
  "He also worked on Cruz’s Senate bid, before joining McConnell’s 2014 reelection.",
  "Vincent Harris attends an awards ceremony on April 16 in Washington, DC.",
  "I wouldn't be doing this dumbass live streaming if I weren't.\"",
  "The Trump campaign did not respond to a request for comment.",
  "In 2012, he helped run online operations for then-Texas Gov.",
  "It is not clear what exact role Harris will play for Trump.",
  "Parscale was recently named Trump’s digital director.",
  "Rick Perry and former Speaker Newt Gingrich.",
  "(That was a joke, Paul later claimed.)",
  "Harris declined to comment.",
  "I dunno."
]