[
  "(h/t best friend Doug Johnson) ... Peter Freeman, in Rep. Ed Royce’s office and the pride of Orcas Island, WA, who still believes the Seahawks will make it to their third consecutive Super Bowl (h/ts Team Royce and Dukes Wooters) ... Suzanne Malveaux … Whitney Ksiazek, a field producer for Fox News in NYC ... Cesi Covey … Dani Kurtzleben, digital political reporter/tax policy addict at NPR … Kevin O’Neill, who’s leaving Squire Patton Boggs to join Arnold and Porter ... Campbell Marshall ... Jon Fleischman …\n\n… Matthew Bevens, deputy chief of staff for the Export-Import Bank, a Treasury, Obama 2012 and GPG alum and the pride of Cumming, Ga., who just got his best birthday present when Congress passed the transportation bill that reauthorizes Ex-Im (h/t Ashley Chang) ... Shelbi Warner, technically DLCC’s ops manager, but really the head of TCB (h/t Carolyn Fiddler) ... Sarah Baron, campaign manager for early childhood policy at CAP, is 25 (which officially puts 30 #WithinReach) (bro tip: Zach) ... Joe Britton, chief of staff for Sen. Martin Heinrich (D-NM), a Mark Udall alum and a proud new father (h/t James Owens) ... Leigh Strope, an AP and Teamsters alum, now at Burson-Marsteller (h/t Bill McQuillen) ... Lis Buck ... Sean Gagen ...\n\n… Nate Beecher ... Mike Stratton ... Patrick Collins ... Jennifer Hurley, WashPost’s director of financial planning and analysis and a Politico alum ... Francesca de Quesada Covey, strategic partner manager at Facebook ... Nancy Rose Senich ... Steve Fowler ... Leslie Rhode ... Podesta Group’s Laura Derby ... Emily Hines … Doug Nation ... Brian Svoboda of Perkins Coie ... actor-comedian Ronnie Corbett (TV: \"The Two Ronnies\") is 85 … Wink Martindale is 82 … Fred Armisen is 49 … Jay-Z (not Zeleny, Zuckman or Zeidman) is 46 … Tyra Banks is 42 … Orlando Brown is 28 (h/ts AP)\n\nDESSERT -- “Oprah Winfrey Signs Memoir Deal,” by Hollywood Reporter’s Andy Lewis: “Winfrey ... has signed with Flatiron Books, an imprint of Macmillan, for her memoir The Life You Want, which will be published in January 2017.",
  "director for the House Committee on Education and the Workforce [and a DNC alum]... Loretta Lynch, Attorney General ... Ayanna Pressley, Boston City Councilor-At-Large ... Marilyn Mosby, State’s Attorney for Baltimore ... Ros Baraka, mayor, Newark NJ.” http://bit.ly/1Rs14b9\n\nSUNDAY SO FAR:\n\n--“Meet the Press”: exclusive with Attorney General Loretta Lynch …\n\n--“Fox News Sunday”: Ben Carson … House Homeland Security Chair Michael McCaul … Power Player: Chris Wallace talks to Paul Dahm, executive director of Brainfood, a tool to promote life skills and healthy living for D.C. teens … Panel: Brit Hume, Julie Pace, George Will, Juan Williams\n\n--“Face the Nation”: John Dickerson sits down with Donald Trump in Raleigh today … Chris Christie … Bernie Sanders … David Axelrod … Panel: Gwen Ifill, Jerry Seib, Ben Domenech, Ed O’Keefe, Jamelle Bouie\n\n--ABC’s “This Week”: Hillary and Jeb, both live and exclusive … Roundtable: Jennifer Granholm, Matthew Dowd, Michael Eric Dyson, Alex Castellanos\n\n--CNN’s “State of the Union”: Donald Trump … John Kasich … Neera Tanden, S.E.",
  "Smith posted an op-ed on medium.com, ‘Why I believe in The Blockchain and Why You Should Too – 5 Ways To Imagine This Groundbreaking Innovation’ explaining her reasons for entering and embracing this emerging technology ecosystem.” http://bit.ly/1Ithka5\n\n--“MPAA Names Chris Ortman as Chief Spokesperson”: “Ortman ... recently [held] the role of Vice President of Communications and Corporate Affairs at CreativeFuture ... [and] was a political appointee in the administration of President Barack Obama, serving as a spokesman for [DHS] ... Sam Newton has been promoted to Deputy Director, Corporate Communications.”\n\n--“Cambridge Analytica Announces Appointment of Matthew Oczkowski and Molly Schweickert”: “Oczkowski [will be] Director of Product and Molly Schweickert [will be] Director of Digital.",
  "CLICKERS – “National Christmas Tree Lighting Ceremony” – 15 pic slide-show: http://bit.ly/1It2wrR The show’s host, Reese Witherspoon, earlier took in the White House Christmas decorations and also found herself tangled in the lights http://bit.ly/1YMZxi4 ... http://bit.ly/1m0VT6j ... @petesouza: “Bo and Sunny hanging out in the Rose Garden.” http://bit.ly/1IIceBz\n\n--“The White House Shines for the Holidays”: 20 pics http://abcn.ws/1TECUcW\n\n-- “Paul Ryan and the Long History of Political Beards,” by Jesse Rifkin: “A visual history of the Washington hirsute.” 12 slides http://politi.co/1QjkwWS\n\nJEFF GOLDBERG interviews CHRIS CHRISTIE on TheAtlantic.com, “Christie: Iran more dangerous than ISIS”: “Goldberg: ‘Do you think you can win the presidency?’ Christie: ‘Yes.",
  "She reportedly screamed ‘I’m not going to take a shower.’” http://huff.to/1IsUQpC\n\n--“Awkward things 2016 candidates said to Jewish Republicans Thursday” – CNN.com: http://cnn.it/1jCDjzs\n\nUSED NEWS -- NYT A21 today, “Campaigns Turn to a Cheaper Medium to Get Voters’ Ears: Radio”: http://nyti.ms/21Bd4vm ... NPR’s Brian Naylor, Oct. 24, 2012, “Radio Ads Still Relevant In Presidential Campaigns”: http://n.pr/1N7zdrz ... Politico’s Josh Gerstein, Nov. 1, 2012, “Radio: The other air war”: http://politi.co/1XF9dOF\n\nINSIDE THE CAMPAIGNS -- “Hillary Clinton Fortifies Ties and Fund-Raising With [DNC],” by NYT’s Maggie Haberman: “In recent weeks, Mrs. Clinton’s campaign aides have started to scrutinize ... [the DNC’s] core functions ...",
  "... [H]e’s had a 50 point net improvement in his favorability over the last three months.” http://bit.ly/1m0KWl1\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nDRIVING THE CONVERSATION – “GOP candidates double down on guns after San Bernardino … Republican presidential contenders were utterly unapologetic about their opposition to new gun-control laws,” by Daniel Strauss: “Several candidates pivoted quickly to highlighting the dangers of radical Islam.” http://politi.co/1XFwwb0\n\n--“Obama’s efforts on gun control have little to show: Despite forceful rhetoric after mass shootings, he's made little progress toward new curbs on gun sales,” by Isaac Dovere: “Obama frequently repeats his promise to do something.",
  "The plan is to air the spot in 30-minute blocks on the New England Sports Network, which would reach voters in New Hampshire ...\n\n“The documentary is the brainchild of [Mike] Murphy, who produced a similar, 30-minute town hall-style infomercial for Meg Whitman’s unsuccessful bid for governor in California in 2010.” http://nyti.ms/1N0jqgq\n\nTOP STORY -- “How Many Mass Shootings Are There, Really?” by Mark Follman, national affairs editor at Mother Jones, on the NYT op-ed page: “On Wednesday, a Washington Post article announced that ‘The San Bernardino shooting is the second mass shooting today and the 355th this year.’ Vox, MSNBC’s Rachel Maddow, this newspaper and others reported similar statistics.",
  "But aides say he's essentially given up on any significant gun control passing during his presidency.” http://politi.co/1OKFc8y\n\nTWEETS DU JOUR -- Alex Isenstadt (@politicoalex): “Am told that Jeb (like everyone else) got stuck in Thurs epic dc traffic jam, walked 1.5 miles from Dupont to $ raiser @ Boyden gray's house” … @Bencjacobs: “The wireless password at the Republican Jewish Coalition event today is ‘HillaryIsWrongOnIran.’”\n\nCOMING ATTRACTIONS -- “Bush ‘Super PAC’ to ‘Tell Jeb’s Story’ in 15-Minute Documentary,” by NYT’s Ashley Parker: “will release it online on Saturday and will later show it on television.",
  "Pic http://politi.co/1YMPz0i\n\nSPOTTED: Loren Terry, Ferial Govashiri, Anita Dunn, Hilary Rosen, Amy Brundage, Adam Hitchcock, Awenate Cobbina, Ellie Schafer, Heather Rothenberg, Danielle Crutchfield, Tally White, Reggie Love, Sarah Dale, Dan Kalick, Matt Lehrich, Kate Bedingfield, Sam Tubman, Chase Cushman, Bobby Schmuck, Arun Chaudhary, Laura Moser, Cindy Chang, Fiona Reeves, Chris Liddell-Westefeld, Sena Fitzmaurice, Meaghan Ryan, Hope Hall, Liz Reiter, Rachel Racusen, Michael Brush, Dave Cusack, Asel Roberts, Teal Baker, David Ceasar, Gary Lee, Tim Hartz, Dave Kalbaugh, Ed Thomas, Monika Kulma and many others.",
  "LEARN MORE: http://bit.ly/1QImjWS **\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook: http://politi.co/1M75UbX ... New York Playbook: http://politi.co/1ON8bqW ... Florida Playbook: http://politi.co/1JDm23W ... New Jersey Playbook: http://politi.co/1HLKltF ... Massachusetts Playbook: http://politi.co/1Nhtq5v ... Illinois Playbook: http://politi.co/1N7u5sb ... California Playbook: http://politi.co/1N8zdJU and our friends at POLITICO Brussels Playbook: http://politi.co/1FZeLcw\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "BREAKING – “Trump opens yuge lead over GOP field in CNN/ORC national poll,” by Nick Gass: Trump 36% ... Cruz 16% ... Carson 14% ... Rubio 12% ... Christie 4% ... Jeb/Carly 3% ... Huckabee/Kasich 2% ... Rand 1% http://politi.co/1leutK6 … Poll results http://bit.ly/1OCb29g\n\nStory Continued Below\n\n--“Trump Still Leads in NH but Christie Rising; Clinton/Sanders Closely Matched”: “PPP ... finds Donald Trump ... 27% to 13% for Ted Cruz, 11% for Marco Rubio, 10% for Chris Christie, 9% for Ben Carson, 8% for John Kasich, 6% for Carly Fiorina, 5% for Jeb Bush, and 4% for Rand Paul.",
  "And despite a continued push from Democrats and gun-control advocates, as well as scores of fatal mass shootings nationwide ... not a single lawmaker changed position from an ambitious gun overhaul effort that failed more than two years ago.” http://politi.co/1lAB7Kf\n\n--“Patriot Act author warns EU against dragnet response to terror,” by Politico Pro Europe Brief’s Ben Oreskes: “‘The cautionary tale is that democracy depends upon a respect for civil liberties,’ Jim Sensenbrenner, the former chairman of the House Judiciary Committee, told POLITICO...",
  "Winfrey said ... she hopes her story ‘inspires other people to live the highest, fullest expression of themselves’ and that ‘anyone can put their life on a new trajectory.’ She added the book will feature never-before-told stories, ‘even the painful ones.’ ... Winfrey is also starting her own publishing imprint at Macmillan.” http://bit.ly/1ldTLI4\n\n** A message from JPMorgan Chase & Co.: Detroit is home to more than 32,000 minority-owned small businesses, making it the fourth largest city for these businesses in the nation (US Census).",
  "He’ll also keep teaching at Stanford University through its program in Washington, D.C., and is writing book about the effects of nuclear weapons, which expands a piece he wrote nearly four decades earlier.” http://huff.to/1Q4yEol\n\nPOLITICO Caucus: Economy and the Election in New Hampshire -- Join us as we bring POLITICO’s New Hampshire Caucus members together for the first time for a deep-dive discussion, featuring a variety of perspectives, about the economic policy issues facing the next president.",
  "Speakers include Radio Host Arnie Arnesen; Jared Bernstein, Center on Budget and Policy Priorities; Heather Boushey, Center for American Progress; Raymond Buckley, New Hampshire Democratic Party Chair; David Gergen, Harvard Kennedy School; Douglas Holtz-Eakin, American Action Forum; Jennifer Horn, New Hampshire Republican Party Chair; Kevin Madden, Hamilton Place Strategies; James Pethokoukis, American Enterprise Institute Dec. 7, 6 pm – New Hampshire Institute of Politics at Saint Anselm College.",
  "Al Franken and Jeff Merkley, Reps. Keith Ellison, Raul Grijalva, Donna Edwards, John Conyers, Alan Grayson, Mark Pocan, Jan Schakowsky, Ruben Gallego, Barbara Lee, Bonnie Watson Coleman, Joe Crowley, Mike Honda, Beto O’Rourke, Mark Takano, Jared Polis, Sheila Jackson Lee, David Cicilline, Jerry McNerney, Andre Carson, Alan Lowenthal, and Carolyn Maloney, Tammy Haddad, Mary Kay Henry, former Rep. Brad Miller, Jess McIntosh, Steve Phillips, Dean Baker, Molly Haigh, Holly Shulman, Bill Press.",
  "The 18-term Wisconsin Republican, who helped push through President George W. Bush’s post-September 11 sweeping law enforcement and surveillance legislation in 2001, has long since concluded that the U.S. intelligence establishment went far beyond its mandate.” http://politi.co/1lADpsF\n\nLIFE ONLINE – WashPost, bottom of Style front, “Rampage in San Bernardino … Social media: Rethinking ‘thoughts and prayers,’” by Maura Judkis (“They sent thoughts and prayers.",
  "... [C]ompanies [are merging] at a breakneck pace, encouraged by increased boardroom confidence, cheap debt, pressure to become more efficient in a slow-growth economy and a desire to keep up with consolidating rivals.” http://on.wsj.com/1XEG9qy\n\nTRANSITIONS -- JAMIE SMITH TO BLOCKCHAIN TECH STARTUP: “Former White House communicator and Obama and Hillary alum Jamie Smith joins tech startup BitFury as Global Chief Communications Officer (CCO).",
  "#bipartisanship\n\nBEING THERE -- “Cheney and George W. Bush, together again: Former vice president immortalized in marble and one-liners,” by John Bresnahan: “President George W. Bush led a parade of current and former GOP lawmakers and ex-White House aides — as well as Vice President Joe Biden, the only Democrat in attendance — during the unveiling of Cheney’s vice presidential bust, a tradition dating back more than 130 years.",
  "Very likable.’ Christie: ‘There’s not a lot of depth there.’ Goldberg: ‘Do you have huge foreign-policy depth?’ Christie: ‘No, but I have much greater depth at making decisions.’” http://theatln.tc/1RrIkbT\n\n2016 PLAYERS -- “DSCC picks [Mindy] Myers to run IE operation,” by Kevin Robillard: “The [DSCC] has tapped Mindy Myers, Sen. Elizabeth Warren’s chief of staff, to run its independent expenditure arm in 2016.",
  "... Schweickert, who served as the Digital Marketing Director for Scott Walker’s presidential campaign, ... previously worked at Targeted Victory.” http://bit.ly/1Q1X7dP\n\nOBAMA ALUMNI ENGAGEMENT PARTY – On Wednesday night, friends and family celebrated the engagement of Kerry/Obama/White House alums Joelle Terry (now at Comcast as director of corporate comms for gov’t and regulatory comms.)",
  "‘You know, I would consider anything.’” http://cbsn.ws/21ABQvF\n\n--“Niche journalists dominate Capitol Hill,” by Hadas Gold: “According to a new report from the Pew Research Center using data from the Capitol Hill press galleries, journalists holding Congressional press passes from niche outlets outnumber journalists holding Congressional press passes from daily newspapers, 589 to 576.",
  "Coldplay is likely to put tickets on sale for its North American tour soon after the show, given the big ticket-sales bump that the halftime appearance has given touring artists in the past.” http://on.wsj.com/1NulmuC\n\nBIRTHDAYS: Griffin Harris (Red Sox tip: Mom and Dad, Ann and John) … Al Hunt ... Bill Muratt, Tammy Baldwin chief of staff … Claire Lucas, DNC member (Hilary tips!)",
  "She was Whitehouse’s chief of staff, worked in the Clinton White House, and served on presidential campaigns for Al Gore in 2000 and Barack Obama in 2008.”\n\nTRAIL MIX --“The One Photo That Sums Up the Ridiculous 2016 Election,” by HuffPost’s Igor Bobic: “Trump signed copies of his new book, Crippled America ... where he also got the opportunity to sign a woman’s chest.",
  "Trailer http://bit.ly/1N78X0u\n\nSPOTTED: Adrienne Watson, Todd Flournoy, Nikki Schwab, Jay Newton-Small, Tony Capaccio, Ryan Galluci, Angelica Grimaldi, Polson Kenneth, Judy Kurtz, Andrew Rafferty, Meghan Pianta, Susan Swain, Brenna Williams, Joseph Williams, Karen Appleton, Tory Newmyer, Kasie Hunt, Katie Glueck, Rachel Racusen, Autumn Brewington, AB Stoddard.",
  "... 19 percent of Southerners don’t identify with any organized religion.” http://yhoo.it/1XMrKDe\n\nMEDIAWATCH -- “Will CNN’s Jeff Zucker run for New York mayor?” by CBS’ Rebecca Shabad: “In an interview with Buzzfeed’s Ben Smith at The Paley Center for Media, Smith asked Zucker whether it might still be true that he would consider running for elected office.",
  "‘This time, I’ve returned to find my vice president getting busted in the Capitol,’ he continued, amid audible groans.” http://politi.co/1SBDU0q\n\nSPOTTED: Lynne Cheney, both his daughters and grand children, Scooter Libby, David Addington, Kara Ahern, Josh Bolten, Bryan McCormack, Paris Dennard, Brenda Becker, Mel Sembler, Ron Christie, Woody Johnson, Amb.",
  "MEGATRENDS – “Influence of churches, once dominant, now waning in South,” by AP’s Jay Reeves in Sylacauga, GA: “[In] a broad pattern across the South [c]hurches are losing their grip on a region where they could long set community standards with a pulpit-pounding sermon or, more subtly, a sideward glance toward someone walking into a liquor store.",
  "video http://bit.ly/1m1eeQs\n\nEBONY’S POWER 100: “Heroes of the Black Community” – The “Politics as [Un]usual” category: “Kamala Harris, Attorney General, California ... Marlon Marshall, director, state campaigns and political engagement, Hillary for America .... Kiara Pesante, strategic communications professional ... [and the Dem.",
  "… After the attacks in Paris last month, there was a similar outcry against prayer in response to #prayforparis trending.” http://wapo.st/1leu0r3\n\n** A message from JPMorgan Chase & Co.: The mission for the women behind one small business in Detroit is to create a venture that helps revitalize their community.",
  "regarded a mass shooting as a single attack in which four or more victims were killed.” http://nyti.ms/1Qjk2Qo\n\n--“Gun measures fail in Senate,” by Burgess Everett and Seung Min Kim: “The votes ... marked the first roll calls on the Senate floor this year that would enact tougher restrictions on firearms.",
  "59 DAYS to IOWA – GOP DOUBLES DOWN ON GUNS; Obama struggles to change tide – MIKE MURPHY to debut Jeb doc -- JAMIE SMITH new adventure – B’DAY: Al Hunt Presented by\n\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n\nGood morning, and HAPPY Friday.",
  "SPORTS BLINK -- “Coldplay to Headline Super Bowl Halftime Show,” by WSJ’s Hannah Karp: “Coldplay’s halftime-show debut at Levi’s Stadium in Santa Clara, Calif., follows the release its seventh album, ‘A Head Full of Dreams,’ [out today] The Super Bowl is to take place Feb. 7.",
  "The documentary, which includes interviews with Mr. Bush and his wife, Columba, will talk about Mr. Bush’s record as the governor of Florida, as well as describe his vision for the future, including his plans to defeat the Islamic State and overhaul the federal government.",
  "O’Rourke will be the first member of Congress to document his entire day - from dawn till dusk - via Snapchat.”\n\nSPOTTED: Per Bloomberg Politics’ Kendall Breitman Facebook page: “Currently on a plane from DC [to Iowa] with Senators Ted Cruz, Rand Paul and Chuck Grassley.",
  "RSVP: http://bit.ly/1leFwSK Livestream: www.POLITICO.com/live\n\nBUSINESS BURST -- “2015 Becomes the Biggest M&A Year Ever,” by WSJ’s Maureen Farrell: “A slew of smaller takeovers announced Wednesday officially made 2015 the biggest year ever for mergers and acquisitions.",
  "Overall, Capitol Hill has seen an increase in reporters covering Congress, with roughly 6,800 news personnel across print/digital, radio, television and photographers with accreditation, an increase from a little more than 6,500 in 2009.” http://politi.co/1QXWAd0 ...",
  "… Jackie Kucinich Allen, senior politics editor at The Daily Beast and the pride of Worthington, Ohio, a Columbus suburb ... PBS NewsHour’s deputy senior producer Anne Davenport (h/ts Nick Massella) ... Politico’s Nick Gass is 26 ... Craig Brownstein, V.P.",
  "The Pew report http://pewrsr.ch/1NukhCZ\n\n--“Walter Pincus, About To Turn 83, Looks To The Web For His Next Act,” by HuffPost’s Michael Calderone: “Pincus is ‘talking to a couple of websites about continuing the column,’ he told HuffPost.",
  "... Myers successfully led Warren’s campaign against GOP Sen. Scott Brown in 2012, and she also managed winning Senate campaigns for Rhode Island Sen. Sheldon Whitehouse and Connecticut Sen. Richard Blumenthal.",
  "... A trim, relaxed Bush — albeit with a dwindling head of hair — used the event to reel off a string of one-liners, as if he was taking part in a celebrity roast for Cheney rather than a solemn ceremony.",
  "Why was that considered a bad thing?”): “It used to be that ‘thoughts and prayers’ was the least controversial thing a politician could tweet — the bereavement equivalent of a baby-kissing photo-op.",
  "(h/t @noodle_on_the_hill)\n\nOUT AND ABOUT -- Elizabeth Warren showed up at the Progressive Change Campaign Committee holiday party thrown with the Congressional Progressive Caucus PAC Tuesday night.",
  "I’m fascinated by this.’ Goldberg: ‘He’s a very smart, articulate young guy, great personal story—‘ Christie: ‘—I didn’t ask you to give me what you read in the Times.’ Goldberg: ‘He’s very smart.",
  "14 people just lost their lives in a mass shooting and Ted Cruz’ first thought, ‘ahh that reminds me, gotta send my invites to my gun party.’ ... Maybe Ted Cruz is the leader that America needs.",
  "Journalists from niche outlets account for fully 37 percent of the 1,782 news staff accredited to the Press Gallery, a greater portion of the total than either newspapers or wire services.",
  "A series of 112 deals ... pushed global M&A volume to $4.304 trillion ... That pushed 2015 to date ahead of 2007’s total, when the previous record of $4.296 trillion of mergers was struck.",
  "Cupp, Ken Cuccinelli, Van Jones\n\n--CNN’s “Reliable Sources” -- “Trump vs. the media”: Dan Abrams, Dylan Byers, Rick Wilson, Glenn Kessler, Katrina Pierson, Montel Williams, McKay Coppins.",
  "LEARN MORE: http://bit.ly/1QImjWS **\n\nLATE-NIGHT BEST – The Daily Show’s “Trevor Noah Goes After … Cruz on San Bernardino”: “Not all politicians are sitting idly by just doing nothing.",
  "Jim Nicholson, Reince Priebus, Katie Walsh, Trent Lott, Lindsay Reynolds, Michael Meece, Harland Crow, Mike Duncan, Justice Scalia, Andy Card, Stephen Hadley, Speaker Paul Ryan, Sens.",
  "Based on Philip K. Dick’s award-winning novel, Man in the High Castle explores what it would be like if the Allied Powers had lost WWII, and Japan and Germany ruled the United States.",
  "Orrin Hatch, Mitch McConnell, Roy Blunt, and Tom Cotton, Mary Matlin, Lew Eisenberg, William Berhrends (sculptor), Bob Michel, Candi Wolff, Liz Denny Haenle, Joe Wilson, Freddy Ford.",
  "Among them was that the committee’s communications department has become skeletal in recent months, with a string of departures.” http://nyti.ms/1Q4J6Mv\n\nSOCIAL CONGRESS – “Oh Snap!",
  "... Chris Christie just joined the plane and so this is just getting ridiculous.”\n\nSPOTTED: Sen. Pat Toomey (R-Pa.) on the Amtrak regional from DC with Sen. Tom Carper (D-Del.)",
  "The reviews have been undertaken at the request of Mrs. Clinton’s campaign manager, Robby Mook ... [who] in the days before Thanksgiving, was spotted in meetings at the D.N.C.",
  "(Snapchat Username: beto.orourke) ... will give an exclusive, behind the scenes look at his day, take questions and tour the U.S. - Mexico Border, all via Snapchat.",
  "Yes, I do.’ Goldberg: ‘You have the staying power to win New Hampshire and then everyone will say, “That’s a leader.”’ Christie: ‘I have to win some more than that.",
  "Zucker nodded and said, ‘I would still think about that, yeah.’ ... [W]hen Smith mentioned running for mayor of New York, Zucker thought about it for a second.",
  "... Oczkowski served as Chief Digital Officer for Scott Walker’s gubernatorial reelection campaign in 2014, as well as for Walker’s presidential run in 2015.",
  "[A clip plays of Andrea Mitchell reporting that only hours after the shooting Cruz invited supporters to a Second Amendment event at an Iowa shooting range.]",
  "Enter the Entrepreneurs of Color Fund, which is working with House Pure Vin and other minority entrepreneurs to help create vibrant, inclusive growth.",
  "... Church-based crusaders against gambling also are on a losing streak as all but two Southern states, Alabama and Mississippi, have lotteries.",
  "By our measure, there have been four ‘mass shootings’ this year, including the one in San Bernardino, and at least 73 such attacks since 1982.",
  "And Ted proposed in Lincoln Park on Capitol Hill in October...he surprised her not only with the ring, but with their new puppy Noodle.",
  "... At Mother Jones ... we have compiled an in-depth, open-source database covering more than three decades of public mass shootings.",
  "Smith will direct global communications for the biggest private Bitcoin Blockchain transaction processing company in the world.",
  "I mean, he’s the first person in recent memory who’s been able to unite people of both parties ... in their hatred of him.",
  "He asked for a review of the opposition research capabilities of the party committee, and came away with concerns ...",
  "This support helps to create inclusive, community-based growth and increase employment opportunities in Detroit.",
  "But Detroit’s minority entrepreneurs still face significant hurdles when it comes to growing their businesses.",
  "-- Amazon Studios held D.C. screening of their new series Man in the High Castle at the Newseum last night.",
  "But probably not.” With cameos by Jonathan Capehart, Brianna Keilar, Lawrence O’Donnell and Michael Holmes.",
  "In 2009, the number was 500 journalists from niche outlets compared to 608 from daily newspapers.",
  "‘The last time I was in Washington, I was hanged in the White House,’ Bush deadpanned.",
  "That puts Myers in charge of exactly how to spend the DSCC’s substantial war chest ...",
  "The Entrepreneurs of Color Fund helps them with early backing to get off the ground.",
  "The committee spent over $54 million on independent expenditures in the 2014 cycle.",
  "and Ted Chiodo (now SKDKnickerbocker’s COO) at a private party at the Tune Inn.",
  "Some of these politicians are taking action, unfortunately too much action.",
  "Now he’s moved all the way up into the 4th position with his 10% standing.",
  "But on Tuesday, … a mob of frustrated Twitter users attacked that phrase.",
  "But if it’s not me, who’s it going to be?’\n\nGoldberg: ‘Hillary Clinton?",
  "And maybe, just maybe, for that reason, we might all grow to love him.",
  "...\n\n“The clear momentum candidate in New Hampshire is Chris Christie.",
  "The event was organized by PCCC’s Sarah Badawi and Courtney Hagen.",
  "In mid-October he was in 9th place in the stajonite at just 3%.",
  "A First for Congress”: “Congressman Beto O’Rourke [D-Tex.]",
  "They eventually passed each other and said hi.",
  "... For at least the past decade, the F.B.I.",
  "They met in Chicago on the Obama campaign.",
  "Ted Cruz?’ Christie: ‘Why Marco Rubio?",
  "on the same train in the café car.",
  "for media at Edelman P.R.",
  "It won’t happen quickly.",
  "I’ve talked to him.",
  "He should know.",
  "SPOTTED: Sens.",
  "headquarters.",
  "Marco Rubio?",
  "comms.]",
  "9-min.",
  "..."
]