[
  "In the decades since, the Eton-educated British businessman has styled himself as an expert on a wide variety of ‘mind-bending’ techniques -- from scents to psychological warfare to campaign politics.” http://politi.co/2HUK1xw\n\nON THE WORLD STAGE -- “Charges Have Been Dropped Against Most Turkish Officers in D.C. Clash,” by WSJ’s Dion Nissenbaum and Del Quentin Wilber: “Federal prosecutors have dropped charges against 11 of 15 members of Turkish President Recep Tayyip Erdogan’s security team who were accused in connection with the beating of protesters during their visit to Washington last year, the latest twist in a case that caused a diplomatic rift between the U.S. and Turkey.” http://on.wsj.com/2u83sRs\n\nVALLEY TALK -- “What Would Regulating Facebook Look Like?” by WIRED’s Brian Barrett: “[E]ven the Honest Ads Act’s sponsors have noted that it addresses a very small piece of a very large problem.",
  "… Democrats have complained that committee Republicans cut off the investigation without interviewing key people, forcing recalcitrant witnesses to answer questions or subpoenaing documents.” http://politi.co/2FUhwDE\n\nTHE CONGRESSMAN-ELECT -- CONOR LAMB visited the House of Labor to speak to the AFL-CIO's Executive Council in D.C. Pic with AFL-CIO President Richard Trumka, AFSCME President Lee Saunders, AFGE National President J. David Cox, and IUPAT General President Ken Rigmaiden http://bit.ly/2ueBXWu\n\nABOUT THOSE TARIFFS -- “Trump exempts EU, 4 other allies from steel, aluminum tariffs,” by Sabrina Rodriguez: “The Trump administration said Thursday it would exempt the European Union and four other allies -- Australia, Argentina, Brazil and South Korea -- from steel and aluminum tariffs set to take effect Friday.",
  "Pics https://bit.ly/2DKdp77 … http://bit.ly/2HV4WAG\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross\n\nFollow Us",
  "‘We look forward to working with Facebook and Mr. Zuckerberg to determine a date and time in the near future for a hearing before this committee.’ … The House panel said it plans to send a formal letter to Facebook in the days ahead.” http://politi.co/2HShY1N\n\nTRUMP ANNOUNCES CHINA TARIFFS -- “Trump strikes back at Chinese tech practices with new tariffs,” by Adam Behsudi http://politi.co/2HV2U3l\n\nSHAKEUP ON TRUMP’S LEGAL TEAM -- NYT’s MIKE SCHMIDT and MAGGIE HABERMAN SCOOP: “John Dowd Resigns as Trump’s Lead Lawyer in Special Counsel Inquiry”: “The president’s lead lawyer for the special counsel investigation, John Dowd, resigned on Thursday, according to two people briefed on the matter, days after the president called for an end to the inquiry.",
  "… The president initially announced that he would exempt Canada and Mexico from the 25 percent tariff on steel imports and 10 percent duty on aluminum.” http://politi.co/2HYc6UR\n\n-- BEN WHITE (@morningmoneyben): “Trump now now exempted the majority of steel and aluminum exporters to the U.S. from his tariffs (Canada, Mexico, Brazil, South Korea) which raises the question: What was the point of this in the first place?”\n\nAHEAD OF THIS WEEKEND’S MARCH -- “The School Shooting Generation Has Had Enough,” by TIME’s Charlotte Alter, with photos by Gabriella Demczuk: “Most of these kids cannot vote, order a beer, make a hotel reservation or afford a pizza without pooling some of their allowance.",
  ": The omnibus prevents members of Congress from spending more than $1,000 per month on their automobile leases: “None of the funds made available in this Act may be used by the Chief Administrative Officer of the House of Representatives to make any payments from any Members’ Representational Allowance for the leasing of a vehicle, excluding mobile district offices, in an aggregate amount that exceeds $1,000 for the vehicle in any month.”\n\n-- ALSO IN: Yahoo’s @JeffPassan: “The continued underpayment of minor league baseball players is nearly law.",
  "For much of the rest of the country, numbed and depressed by repeated mass shootings, the question has become, Can these kids actually do it?” http://ti.me/2uaZGqD … The cover http://bit.ly/2ug96Be\n\nBEHIND THE CURTAIN -- “Cambridge Analytica boss went from 'aromatics' to psyops to Trump's campaign,” by Josh Meyer: “Long before the political data firm he oversees, Cambridge Analytica, helped Donald Trump become president, Nigel Oakes tried a very different form of influencing human behavior.",
  "Learn more at google.com/grow/veterans\n\nCLOSING THE BOOK -- “House intelligence panel votes to release Trump-Russia report,” by Kyle Cheney: “The House Intelligence Committee on Thursday voted along party lines to formally end its investigation into Russian interference in the 2016 presidential election and issue a report that says the lawmakers found no evidence of collusion between President Donald Trump’s associates and the Kremlin.",
  "And that puts us at the opposite end of the spectrum from some of the other major economies in the world.’” http://bit.ly/2HV81Ax\n\n-- INTERESTING JOB POSTING -- Policy communications manager for the security team at Facebook http://bit.ly/2FUINWr\n\n#PLAYBOOKPOOL WATCH PARTIES -- CHEAP(ER) DRINKS -- Head to Lola’s or Union Pub tonight at 7 p.m. to watch the latest round of basketball with some Playbook Pool specials and discounts.",
  "PLAYBOOK METRO SECTION -- “Bowser proposes tax increases, including on Lyft and Uber rides, to pay for Metro,” by WaPo’s Fenit Nirappil, Perry Stein and Faiz Siddiqui: “The District would raise taxes on sales, commercial property and ride-hailing services such as Lyft and Uber to increase funding for Metro under the 2019 budget Mayor Muriel E. Bowser (D) proposed Wednesday.",
  "If Congress passes the bill by Friday, it’s official.” http://bit.ly/2FY3IYU\n\nTICK TOCK -- WAPO’S SEUNG MIN KIM -- HOW THE WALL-FOR-DACA DEAL FELL APART: “‘Trump blew it’: The president missed his best chance yet to get funding for his border wall” http://wapo.st/2pwPdkt\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“Bowser’s plan, which must be approved by the D.C. Council, spells out for the first time how the city would pay for the District’s $178.5 million share of a regional strategy to improve the transit system.” http://wapo.st/2FUVlNR\n\nMEDIAWATCH -- Judy Woodruff has been named solo anchor of PBS NewsHour’s nightly broadcast.",
  "“In a summary of its findings, the committee’s Republicans said that several Trump associates had ‘ill-advised’ contacts with Wikileaks and that a Trump campaign foreign policy aide, Carter Page, had provided an ‘incomplete’ account of his July 2016 trip to Moscow, which drew the interest of intelligence authorities.",
  "-- “House committee will summon Zuckerberg to testify,” by John Hendel: “The House Energy and Commerce Committee will summon Facebook CEO Mark Zuckerberg to testify, following recent revelations that Trump-linked Cambridge Analytica improperly obtained information on some 50 million Facebook users.",
  "Mr. Trump has insisted he should sit for an interview with the special counsel’s office, even though Mr. Dowd believed it was a bad idea.” http://nyti.ms/2FUfPpY\n\n-- @stevenportnoy: “JUST IN: Asked by @jeffzeleny whether he would still talk to Special Counsel Robert Mueller, Trump says, ‘Yes.",
  "WELCOME TO THE WORLD -- Margot Conrad, director of education and outreach at the Partnership for Public Service, and Anne Leopold, deputy project director at JBS International and an NIH alum, recently welcomed Lukas Conrad-Leopold, who came in at 8 lbs 15 ounces and 21 inches.",
  "Power Briefing: Zuckerberg summoned to Hill, while Omnibus looks good Presented by\n\nThe chairman and ranking member of the House Energy and Commerce Committee issued a joint statement saying they will summon Facebook CEO Mark Zuckerberg to testify.",
  "I would like to.’”\n\n-- FLASHBACK: @realDonaldTrump on March 11 at 9:41 a.m.: “The Failing New York Times purposely wrote a false story stating that I am unhappy with my legal team on the Russia case and am going to add another lawyer to help out.",
  "THE LEGISLATIVE YEAR IS BASICALLY OVER -- OMNIBUS PASSES 256 to 167 … The House sends the $1.3-trillion, 2,200-page bill to the Senate, which will try to pass it today -- as long as Sen. Rand Paul (R-Ky.) cooperates.",
  "Dowd, who took over the president’s legal team last summer, had considered leaving several times in recent months and ultimately concluded that Mr. Trump was increasingly ignoring his advice, one of the people said.",
  "“President Donald Trump ‘has decided to pause the imposition of the tariffs with respect to those countries,’ U.S. Trade Representative Robert Lighthizer told lawmakers at a Senate Finance Committee hearing.",
  "“‘We believe, as CEO of Facebook, he is the right witness to provide answers to the American people,’ Chairman Greg Walden (R-Ore.) and ranking member Frank Pallone (D-N.J.) said Thursday in a statement.",
  "Committee Republicans also acknowledged meetings between Donald Trump Jr. and Russia-linked figures -- including a meeting with a Russian government official at an NRA event in 2016.",
  "“Yet over the past month, these students have become the central organizers of what may turn out to be the most powerful grassroots gun-reform movement in nearly two decades.",
  "“‘We do not have an omnibus privacy legislation at the federal level,’ says David Vladeck, former director of the Federal Trade Commission’s Bureau of Consumer Protection.",
  "“But the report’s Republican authors concluded that the anecdotes failed to amount to active cooperation between the Trump campaign and the Russian government.",
  "On the surface, they’re not so different from previous generations of idealistic teenagers who set out to change the world, only to find it is not so easy.",
  "And it does nothing to address the data privacy concerns that rightly create so much angst among anyone with any sort of presence online.",
  "They are doing a great job and.....”\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "Because it funds his priorities.”\n\nSENATORS could drag this vote until tomorrow, without much danger of a shutdown.",
  "And they pointed to a ‘possible’ post-election effort to set up a back-channel between Trump associate and Russia.",
  "On Page 1,967 of the new omnibus bill is an amendment that exempts minor league players from federal labor law.",
  "‘We don’t have a statute that recognizes generally that privacy is a right that’s secured by federal law.",
  "SUNDAY SO FAR … “FOX NEWS SUNDAY”: Stoneman Douglas High School Students Cameron Kasky and Delaney Tarr.",
  "It was called ‘marketing aromatics,’ or the use of smells to make consumers spend more money.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "STAMP OF APPROVAL -- OMB DIRECTOR MICK MULVANEY: “Is the president going to sign the bill?",
  "House Republicans closed the procedural vote before all Democrats voted.",
  "I am VERY happy with my lawyers, John Dowd, Ty Cobb and Jay Sekulow.",
  "The show also hired Amna Nawaz and Nick Schifrin as correspondents.",
  "Republican say they weren’t trying to vote, but just delay things.",
  "Panel: Newt Gingrich, Julie Pace, Jason Miller and Juan Williams.",
  "Power Player: Second Lady Karen Pence and her daughter Charlotte.",
  "| Jeff Roberson/AP Photo\n\nCOMING ATTRACTIONS -- A BIG DEAL!",
  "For that, the U.S. would need something much bigger.",
  "-- OF NOTE FOR THE HILL: GET SOME CHEAPER CARS!",
  "-- THERE WAS SOME DRAMA on the House floor.",
  "But both sides are fine with the result.",
  "Democrats are publicly not pleased.",
  "You can unsubscribe at any time.",
  "Which is to say, everyone.",
  "Good Thursday afternoon.",
  "The answer is yes.",
  "I would like to.",
  "Wrong.",
  "“Mr.",
  "Why?",
  "W.H."
]