[
  "“Close to a decade of litigation, hundreds of millions of dollars spent on lawyers, and at the end of the day, no products went off the market.”\n\nPhoto\n\nRevolving door\n\nBill Shine, the former Fox News executive who was ousted over his handling of sexual harassment accusations there, is expected to become the White House communications chief.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "Advertisement Continue reading the main story\n\nMr. Trump, as Greg Ip of the WSJ explains, is trying to copy something that China and others have done: Forcing multinationals to build their products where they sell them.",
  "Photo\n\nComcast’s Fox bid is headed for the rocks\n\nWalt Disney gained a serious advantage in its effort to buy most of 21st Century Fox yesterday when the Justice Department approved its $71.3 billion deal.",
  "(Lyft)\n\n• The Greek yogurt maker Chobani has struck a deal to buy out TPG’s stake in it, regaining control after turning to the investment firm for a financial lifeline years ago.",
  "(It happens to be up the road from Harley-Davidson, the motorcycle maker that Mr. Trump has attacked for shifting some production overseas to avoid new tariffs that he provoked.)",
  "Photo\n\nHow Trump is trying to rewrite the globalization rule book\n\nFor years, companies have built factories around the globe, to make things in the cheapest places they could.",
  "(Axios)\n\nTech\n\n• Facebook’s inquiry into data misuse, prompted by the Cambridge Analytica scandal, has hit snags: Some developers won’t cooperate, and others have disappeared.",
  "But with its shareholders fretting over the debt it would take on to finance a deal, it would need partners to provide the extra cash, probably by buying some Fox assets.",
  "As a regulatory filing earlier this week made clear, Fox is convinced that the cable giant’s $65 billion bid will face more antitrust scrutiny.",
  "Elsewhere in trade news: Senator Jeff Flake, Arizona’s outgoingRepublican, is holding up judicial appointments to fight the Trump tariffs.",
  "Photo\n\nWhat a decade of smartphone patent wars achieved\n\nApple and Samsung have fought in courts over smartphones patents for seven years.",
  "(FT)\n\n• Lyft raised a $600 million round that prices the ride-hailing company at $15.1 billion, doubling its valuation in just a year.",
  "(Bloomberg)\n\n• From the FT: “The ship tycoon, the €100m scam and an epic battle for justice.”\n\n• How technology became geopolitics.",
  "The only sale that regulators demanded was of Fox’s 22 regional sports television networks, which compete with Disney’s ESPN.",
  "(WSJ)\n\n• Amazon will start leasing vans to small delivery companies, for deliveries that it says FedEx, UPS, and the U.S.",
  "More from Jack Nicas of the NYT:\n\n“If I had to characterize it, it didn’t really accomplish anything,” said Brian J.",
  "Meanwhile, the president is in Wisconsin today to celebrate the Taiwanese company Foxconn building a factory there.",
  "But weren’t rising interest rates and strong stress test results supposed to show that banks are in rude health?",
  "That feud ended yesterday, when the two companies announced that they were settling for an undisclosed amount.",
  "That the Justice Department says Disney can to close its deal quickly strikes a serious blow against Comcast.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "(NYT)\n\nPolitics and policy\n\n• The House rejected another immigration bill after Republicans split again.",
  "volumes reached $2.5 trillion in the first half of the year, a record, lifted by flurry of giant deals.",
  "(Qualcomm)\n\nAdvertisement Continue reading the main story\n\nThe speed read\n\nDeals\n\n• Global M.&A.",
  "What Trump’s new, tighter national security reviews of investments into the U.S. will look like.",
  "(Reuters)\n\n• A close look at how Elon Musk is trying to increase production of Tesla’s Model 3.",
  "(WSJ)\n\n• Apple is reportedly considering offering a single subscription for TV, music and news.",
  "Long-term interest rates are normally higher than short-term ones, but the two are converging.",
  "And the trade fight with China has turned America into Europe’s biggest supplier of soybeans.",
  "The bottom line: Trump’s trade policies are turning the rules of globalization on their head.",
  "(Information)\n\nAdvertisement Continue reading the main story\n\n• We’ve hit Peak Screen.",
  "(In May, a jury said Samsung should pay Apple $539 million for patent infringement.)",
  "He is touting the 13,000 jobs that Foxconn’s factory could bring to the state.",
  "(NYT)\n\nBest of the rest\n\n• U.S. companies hold a record $6.3 trillion of debt.",
  "(CNBC)\n\n• The space race between Elon Musk and Jeff Bezos is hurting airlines.",
  "of Ford Motor, and Neil Smit, a vice chairman of Comcast, to its board.",
  "• How it’s transforming industry, investment, and money management.",
  "Love, a Santa Clara University law professor who tracked the case.",
  "But critics say the project could cost Wisconsin taxpayers dearly.",
  "The looming global trade war is pushing China and India closer.",
  "So what did all the countersuits, trials and appeals achieve?",
  "didn’t disclose ownership stakes in units at a Trump resort.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "That makes it less profitable to borrow short and lend long.",
  "As it turns out, they could be weighing bank stocks down.",
  "(Bloomberg)\n\n• Political activists’ latest battleground?",
  "(WaPo)\n\n• The White House’s nominee to lead the I.R.S.",
  "Why Wall Street stocks are getting pummeled\n\nThe S.&P.",
  "500 Financials Index has fallen for 13 days straight.",
  "Please verify you're not a robot by clicking the box.",
  "• Everything you need to know about how it works.",
  "President Trump’s trade fight may unsettle that.",
  "All 35 banks in the test passed the first round.",
  "(NYT)\n\nQualcomm named Mark Fields, former C.E.O.",
  "But it may also have unintended consequences.",
  "You must select a newsletter to subscribe to.",
  "The WSJ reports such talks are in progress.",
  "The Fed publishes the final results today.",
  "That could bring benefits to the economy.",
  "• And finally, a glossary of cryptoslang.",
  "Here’s how:\n\n• A flattening yield curve.",
  "The long-term effects remain to be seen.",
  "View all New York Times newsletters.",
  "(Axios)\n\nWe’d love your feedback.",
  "• The biggest obstacles it faces.",
  "• Stress about the stress tests.",
  "Only by offering way more money.",
  "• A who’s who of blockchain.",
  "Postal Service can’t handle.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "They’ll have to move fast.",
  "But some could fail today.",
  "How can Comcast hit back?",
  "(Plus a graphic guide.)",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "Please re-enter.",
  "What now?",
  "Yelp."
]