[
  "Citing reports that Android phones are mishandling users’ data, Republicans on the House Energy and Commerce Committee sent Apple CEO Tim Cook a letter July 9 asking the tech giant, “Could Apple control or limit the data collected by third-party apps available on the App Store?” (RELATED: Lawmakers Question Apple And Google’s Care For Privacy In Letter To CEOs)\n\n“Apple does not and cannot monitor what developers do with customer data they have collected, or prevent the onward transfer of that data, nor do we have the ability to ensure a developer’s compliance with their own privacy policies or local law,” Apple responded in a statement Tuesday.",
  "Apple, the world’s first trillion-dollar company, has been largely unaffected with negative press that some other tech giants receive such as Google — for its anti-trust allegations in the U.S., the U.K. and the EU — and Facebook — for its data collection practices, cultivated in the Cambridge Analytica scandal, and allegations it censors conservatives.",
  "The scrutiny Facebook faced because of the scandal put all eyes on the social media giant and away from Apple, which Bloomberg’s Sarah Frier reports “has the ingredients for a Cambridge Analytica-type blowup.”\n\n“[I]t’s successfully convinced the public that it has its users’ best interests at heart with its existing, unenforceable policies,” she adds.",
  "“The relationship between the app developer and the user is direct, and it is the developer’s obligation to collect and use data responsibly.”\n\nApple also told the lawmakers that apps don’t have the ability to listen in on users’ conversations through the devices’ microphones.",
  "Facebook CEO Mark Zuckerberg testified before Congress for 10 hours because lawmakers assumed that Cambridge, which they believed was partially responsible for the election of President Donald Trump, obtained the data illegally or against Facebook’s terms.",
  "Additionally, the public tends to accept that Apple isn’t complicit in mistreating user data because it doesn’t make a profit off advertisements, but the apps it approves into the App Store can effectively collect user data without Apple’s knowledge.",
  "Follow Kyle on Twitter @KylePerisic\n\nSend tips to kyle@dailycallernewsfoundation.org\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience.",
  "Apple has been the media’s champion for consumer privacy, receiving comparatively little attention than other tech giants, but company policies leave room for data privacy abuse similar to that of Google and Facebook.",
  "The trillion-dollar tech giant answered that it cannot and does not monitor what data its apps collects on users, making it impossible to know if users’ privacy are being actively violated.",
  "The Gizmodo article alleges a sperm donor unintentionally met his biological daughter on the social media platform because he had still been in touch with the couple who adopted her.",
  "Bloomberg cites a Gizmodo article titled “How Facebook Figures Out Everyone You’ve Ever Met,” but the article details how Facebook goes beyond knowing everyone a user has ever met.",
  "Information apps like Facebook collect from users can seem rather benign, such as allowing apps to see users’ contacts list for the social media’s “People You May Know” feature.",
  "A Bloomberg report details how the company might even fall behind Facebook in consumer protection because Apple is unable to see what data apps collect on its users.",
  "Consulting firm Cambridge Analytica was able to get its hands on 87 million Facebook users’ information from 270,000 users who responded to a personality quiz.",
  "For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.",
  "Those users who took the quiz were giving up their friends’ information without their consent or knowledge.",
  "Because of this, Apple is ripe for a data privacy scandal with potentially disastrous results.",
  "Republican lawmakers sent Apple a list of questions regarding its data collection practices.",
  "But in its application, some of these features can be quite “creepy,” as Bloomberg put it.",
  "That was, at the time, not against Facebook’s terms."
]