[
  "Broadcast attorney Mace Rosenstein, who represents Tribune, argued that rather than basing the cap on the theoretical reach of a station by the total number of households in the market, the FCC should look at the number of households that “actually tune in to that station.”\n\n— ‘This is not right’: Democratic FCC Commissioner Jessica Rosenworcel took aim at the reported plans for a vote on Twitter, suggesting the Pai-led FCC favors Sinclair in its decisions.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "After whistleblower Christopher Wylie revealed that Cambridge Analytica had improperly accessed the Facebook data, Kogan told the BBC he was “basically used as a scapegoat by both Facebook and Cambridge Analytica.”\n\n— Lawmakers in both chambers are still seeking answers on the Cambridge Analytica scandal and data security on social media platforms.",
  "— Never Gmail: A critical report by the DOJ’s internal watchdog found that former FBI Director James Comey — who oversaw the investigation into Hillary Clinton’s use of a private email server as secretary of State — used his own personal Gmail account to conduct official government business, POLITICO’s Aubree Eliza Weaver reports.",
  "But the bill’s solution to family separation -- overriding existing protections for migrant children and allowing them to stay with their parents or guardians in detention centers -- drew swift rebuke from advocacy groups and is hated by conservatives, write POLITICO’s Heather Caygle, Rachael Bade and Ted Hesson.",
  "— Double feature: Just after the Tuesday Kogan hearing kicks off at 2:30 p.m., Wylie is set to appear at a 3 p.m. Washington Post Live event titled, “Free to State: The Future of the First Amendment.” Joining him will be FCC Commissioner Michael O’Rielly and DOJ Acting Associate Attorney General Jesse Panuccio.",
  "“Combine all that with AT&T’s strengths in direct-to-consumer distribution, and we offer customers a differentiated, high-quality, mobile-first entertainment experience.” The merger is likely just the first in a wave of telecom transactions to come following Tuesday’s pivotal ruling.",
  "— Remember, the FCC launched a proceeding last year reviewing both the 39 percent national limit on the reach of a broadcast station group and the UHF discount, which allows companies to count only half the reach of some TV stations when calculating compliance with that cap.",
  "In a letter to Facebook CEO Mark Zuckerberg on Thursday, Sen. Dianne Feinstein (D-Calif.) questioned the tech mogul on his company’s data-sharing partnership with Huawei, one of a number of such agreements with device makers that recently came to light in media reports.",
  "GOP STAFFERS HUDDLE WITH TECH LEADERS — Representatives from Facebook, Amazon, IBM and Microsoft huddled with staffers for Republican House leadership on Thursday to discuss an immigration bill headed for a vote next week, sources familiar with the meeting told Steven.",
  "ZTE REVERSAL GAINING STEAM: The Senate’s fiscal year 2019 defense policy bill, which includes a provision to reimpose a ban on Chinese telecom giant ZTE, is set for a vote Monday after clearing a final procedural hurdle, Ashley and Pro Defense’s Connor O’Brien report.",
  "SELF-DESCRIBED CAMBRIDGE ‘SCAPEGOAT’ TO TESTIFY — The Cambridge University researcher at the center of Facebook’s data scandal will testify Tuesday before the Senate Commerce consumer protection and data security subcommittee, according to a statement from the panel.",
  "Tech balks at Trump’s tariffs\n\nWith help from Nancy Scola and Margaret Harding McGill\n\nTECH BALKS AT TRUMP'S TARIFFS — President Donald Trump announced this morning that the U.S. is going ahead with 25 percent tariffs on $50 billion worth of Chinese-made goods.",
  "SILICON VALLEY MUST-READS\n\n— Not The Onion: Former White House chief strategist Steve Bannon tells The New York Times he’s getting into the crypto market, suggesting he might launch his own virtual currency named — you guessed it — “deplorables coin”.",
  "AT&T-TIME WARNER MERGER IN THE BOOKS — Wasting no time, AT&T and Time Warner unveiled the completion of their landmark acquisition last night, just over two days after a federal judge ruled against the Justice Department’s bid to block the merger.",
  "The companies sidestepped another hurdle earlier in the day as the DOJ announced in court filings it would not seek to delay their deal — pending a possible future appeal — clearing the path for the $85 billion merger to be completed by June 21.",
  "If we can put them out of business we must & should.” And, notably, he used the hashtag “#Huaweiisnext.”\n\nGREETINGS AND WELCOME TO MORNING TECH, where your new host is glad to have survived his first week on the job mostly unscathed.",
  "MORE FCC MEDIA MOVES — The FCC is readying an order for a potential vote at its July 12 meeting that would alter rules on national ownership limits for TV stations, according to FCC and industry officials familiar with the planning.",
  "Feinstein called on Zuckerberg to “clarify your prior responses” to the Senate Judiciary and Commerce panels on “data sharing with third parties.” Facebook has said it’s winding down the data partnerships with device makers.",
  "— One small step for crypto: An SEC official said that bitcoin and ether are not securities but that some initial coin offerings are and will come under regulatory control of the SEC and other agencies, CNBC reports.",
  "But when it comes to tariffs, said Garfield, \"we tried hard\" with the White House's National Economic Council, the Office of the U.S. Trade Representative, the State Department and other agencies, to little avail.",
  "— ‘Huawei is next’: Sen. Marco Rubio (R-Fla.), who has criticized the Trump administration on its approach to Chinese telecoms, tweeted Thursday that “ZTE poses a significant threat to U.S. national security.",
  "Lawmakers opted to move forward with the action despite the White House warning the Senate a day prior to respect \"the separation of powers” in their efforts to reverse the ZTE settlement struck by Trump.",
  "And Rep. Frank Pallone, top Democrat on the House Energy and Commerce Committee, issued a statement Thursday blasting Facebook for its nine-week delay in responding to House members' written questions.",
  "“We don’t want kids to be separated from their parents,” the Wisconsin Republican told reporters, wading into a topic that has drawn fierce opposition from Democrats and immigration-rights advocates.",
  "Aleksandr Kogan collected information on millions of Facebook users via a quiz app and shared that data with Trump-linked Cambridge Analytica, which used it to target voters in the 2016 election.",
  "— ITI maintains lines of communication with the Trump White House, as have others in tech, which has worked out well for them on core issues like taxes, computer-science education and more.",
  "Earlier this week the Senate Judiciary and Commerce panels posted responses from Facebook to more than 2,000 lawmaker questions following Zuckerberg’s April 10 testimony on Capitol Hill.",
  "QUICK DOWNLOADS\n\n— Boring Tunnel: Chicago Mayor Rahm Emanuel has chosen Elon Musk’s Boring Company to build an express tunnel out of O’Hare International Airport, Ars Technica reports.",
  "TRANSITIONS\n\n— Elliot Schrage, who leads Facebook’s public policy and communications efforts, is leaving the company amid its ongoing privacy and Cambridge Analytica controversies.",
  "\"There's no doubt that the United States' relationship with China needs to be redefined, but it appears the administration is misjudging what will work with the Chinese,” he said.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "Story Continued Below\n\n— \"Tariffs are fundamentally a tax on the American people,\" Dean Garfield, president of the Information Technology Industry Council, tells MT.",
  "— House Republicans later released the 290-page bill, an effort to codify the Obama-era Deferred Action for Childhood Arrivals Program rescinded by Trump last year.",
  "\"Because our supply chains are so integrated, any tariffs placed on Chinese products will ultimately find their way into increased costs for American consumers.\"",
  "He’ll be joined at the hearing by Wired co-founder John Battelle, now CEO of tech event startup NewCo, and Ashkan Soltani, former chief technologist at the FTC.",
  "Sign up now for our pop-up conference newsletter to receive on-the-ground insights and information every afternoon from POLITICO Pro Energy Editor Matt Daily.",
  "During the hour-long meeting, staffers for House Speaker Paul Ryan (R-Wis.), Majority Leader Kevin McCarthy (R-Calif.) and Majority Whip Steve Scalise (R-La.)",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "It's a policy the administration is pitching as getting tough with a country guilty of economic misdeeds, including exploiting the U.S. tech industry.",
  "It’s possible the FCC is trying to beat the court’s opinion, given the skepticism judges expressed about the discount during oral arguments in April.",
  "The FCC’s earlier decision to reinstate the discount, which eased the way for the Sinclair-Tribune deal, is under review by a federal appeals court.",
  "“As I have said before, the @FCC’s big media policy decisions all seem custom built for the business plans of Sinclair Broadcasting,” she wrote.",
  "“The content and creative talent at Warner Bros., HBO and Turner are first-rate,” AT&T chairman and CEO Randall Stephenson said in a statement.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "The measure, which is expected to pass, would then go into conference with an already-approved House version that does not address ZTE.",
  "outlined their proposal to the group, which also included officials from Apple, Google, Cisco, Cognizant and Accenture, among others.",
  "— Um, hey Google: A report on diversity in Google’s workforce found little change over the past several years, Wired reports.",
  "Notably, the House GOP bill also would end family separation at the border, a policy Ryan criticized earlier in the day.",
  "And, the thinking goes, that could cause problems for ITI's roster of members that includes Apple, Facebook and Samsung.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "OUR WAY OR THE HUAWEI — Meanwhile, lawmakers are turning up the pressure on another Chinese telecom target: Huawei.",
  "Garfield adds that “historically, tariffs always fail\" to solve what they're meant to solve.",
  "… Rep. Anna Eshoo (D-Calif) announced Matthew McMurray as her new chief of staff this week.",
  "That program shields from deportation certain immigrants brought to the U.S. as children.",
  "POLITICO will be reporting from inside the World Gas Conference June 25 - June 29.",
  "FCC Chairman Ajit Pai will publicly release the meeting agenda next week.",
  "“This is not right.” The FCC declined to comment on the reported vote.",
  "But that same tech industry is raising alarm bells over Trump's moves.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "A number of senators have vowed to keep looking into the matter.",
  "— Sinclair has pushed the FCC to eliminate the cap altogether.",
  "Communications Daily first reported the news of the order.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "Email us the details at techcalendar@politicopro.com.",
  "Have any thoughts on how to improve the newsletter?",
  "Agency spokeswoman Tina Pelkey declined to comment.",
  "But they cautioned that the timing could change.",
  "Got a tip on some tech or telecom news?",
  "(For Pros, read more from John here.)",
  "Got an event for MT’s tech calendar?",
  "— Clinton’s reply to the Comey news?",
  "“But my emails,” she tweeted.",
  "Tips, comments, suggestions?",
  "See the full lineup here.",
  "**"
]