[
  "That much influence comes with enormous social responsibility, on which you have failed to act and to protect and to consider.”\n\n\"Facebook is no longer the company you started in your dorm room,\" says @RepBobbyRush to #MarkZuckerberg in exchange on data privacy and discrimination before asking what @Facebook is doing to remain compliant with the Civil Rights Act of 1968. pic.twitter.com/yvaVPjKD65 — PBS NewsHour (@NewsHour) April 11, 2018\n\nRep. Butterfield asks Zuckerberg why his leadership team isn’t more diverse\n\nWhile many Congress members focused on data and the Cambridge Analytica scandal, Rep. G. K. Butterfield (D – N.C.) focused on another pressing issue: the lack diversity in the tech field.",
  "Rep. Dingell points out all the things Zuckerberg doesn’t know\n\nRep. Dingell goes after #Zuckerberg for everything he doesn't know pic.twitter.com/KOKO9XK7ly — Mashable News (@MashableNews) April 11, 2018\n\nIn the Energy and Commerce Committee Hearing Room, named after her husband former committee Chairman John D. Dingell, Rep. Debbie Dingell (D-Mich.) grilled Zuckerberg on what — as founder, chairman, and CEO of Facebook — he didn’t know.",
  "But since the evolution after 9/11, we know that al-Shabab, al-Qaida, ISIS have used social media like we could not even imagine.”\n\n“Terrorist content and propaganda has no place in our network and we’ve developed a number of tools so that 99% of the ISIS and al Queda content that we take down is identified by these systems and taken down before anyone in our system even flags it for us,” Zuckerberg responded.",
  "Rep. Luján grills Zuckerberg on its data collection of non-Facebook users\n\nRep. Ben Ray Luján (D – N.M.) noted that the page to request information be deleted for those without a Facebook profile asks them to fill out a form that recommends they go to their account settings after logging into their Facebook account.",
  "Mark Zuckerberg says his own personal data was sold to \"malicious third parties\" pic.twitter.com/2dSvBJWSCo — Sky News (@SkyNews) April 11, 2018\n\nMark Zuckerberg says social media regulation is “inevitable”\n\nMany Congress members have brought up the regulation of Facebook or other social media platforms.",
  "Mark Zuckerberg reveals his data was among those affected by Cambridge Analytica\n\nRep. Anna Eshoo (D – Calif.) asked Zuckerberg in a back and forth of quick questions whether the Facebook CEO’s own data was among those whose data was sold to “malicious third parties” in the Cambridge Analytica incident.",
  "https://t.co/7sB5ol8IuU pic.twitter.com/PYyMQ3iuOx — CNN Breaking News (@cnnbrk) April 11, 2018\n\nRep. Jan Schakowsky (D – Ill.) made a point not by asking a question or even by using her own words but rather using Zuckerberg’s words, specifically citing his list of apologies in regard to Facebook.",
  "I apologize for it.’ 2010, ‘Sometimes we move too fast.’ 2011, ‘I’m the first to admit that we’ve made a bunch of mistakes.’ 2017, this is in connection with the Russian manipulation of the election and the data that came from Facebook initially, ‘I ask for forgiveness.",
  "Prior to Zuckerberg’s testimony — the first time he has testified in person before Congress — Facebook alerted 87 million users that their information was shared after data was misused and eventually found its way to research firm Cambridge Analytica.",
  "Rep. Schakowsky lists Zuckerberg’s past apologies\n\nAt the Congressional hearing, Rep. Jan Schakowsky read a list of apologies from Mark Zuckerberg over the years: \"It seems to me from this history… that self-regulation simply does not work.\"",
  "There is an option that says “This doesn’t answer my question” with a form for those who do not have an account to fill out to complete the request, but it brought up a key privacy issue around those who have not opted into using Facebook.",
  "Facebook founder and CEO Mark Zuckerberg was once again in the Congressional hot seat Wednesday — fielding hours of questions from the House of Representative’s Committee on Energy and Commerce on the ongoing Cambridge Analytica scandal.",
  "You did not know how many other firms have been sold data by Dr. Kogen, other than Cambridge Analytica and Anoya (TK) Technologies, even though you were asked that question yesterday, and yes, we were all paying attention yesterday.",
  "You don’t even know all the kinds of information Facebook is collecting from its own users.”\n\nDingell then asked Zuckerberg about how many “like” buttons, “share” buttons, and blocks of pixel code were on non-Facebook webpages.",
  "Rush says Facebook is no longer the company Zuckerberg started in his college dorm room\n\nZuckerberg brought up the Harvard dorm room origins of Facebook multiple times between his testimonies Tuesday and Wednesday.",
  "Zuckerberg’s second day of testimony kicked off with statements from Rep. Greg Walden (R – OR) and Rep. Frank Pallone (D – NJ) addressing their concerns in light of Facebook’s latest data scandal.",
  "Rep. Bobby Rush (D – Ill.) pointed out that Facebook has grown a lot since its inception, and Zuckerberg needs to take accountability for the changing needs of the social media network.",
  "Zuckerberg told the committee that they have a team of 200 people working on counterterrorism, with a capacity to work in 30 languages, along with AI tools that help flag the content.",
  "“Congresswoman, you are asking some specific stats that I don’t know off the top of my head, but we can follow-up and get back to you with all of these,” Zuckerberg replied.",
  "This hearing came with a four-minute limit for representatives, leaving some cutting off Zuckerberg mid-sentence as they tried to get answers within the allotted time frame.",
  "In 2003 it started at Harvard, ‘I apologize for any harm done as a result of my neglect.’ 2006, ‘We really messed this one up.’ 2007, ‘We simply did a bad job.",
  "I will work to do better.’ So it seems to me that self-regulation, this is proof to me that self-regulation does not work,” Schakowsky said.",
  "While Zuckerberg countered there are more people on Facebook’s leadership team, Butterfield noted that they’re not visible on the website.",
  "You didn’t know that the FTC doesn’t have fining authority, and that Facebook could not have received fines for the 2011 consent order.",
  "In response to a question from Rep. Frank Upton (R – Mich.), Zuckerberg said, “The Internet is growing in importance in people’s lives.",
  "“Why are there no people of color on your leadership team?” Butterfield, a member of the Congressional Black Caucus, asked Zuckerberg.",
  "Butterfield also showed a screenshot of Zuckerberg’s website with five people listed in leadership positions, none of whom are black.",
  "line of questioning dug into terrorist communication and recruitment on Facebook and other social media platforms.",
  "“We’ve all been sitting here for more than four hours,” Dingell said during her four minutes of questioning.",
  "Here are some of the biggest moments and highlights from the second day of Zuckerberg’s testimony.",
  "Rep. Brooks inquires about terrorist communications on Facebook\n\nRep. Susan W. Brooks’s (R-Ind.)",
  "You didn’t know about major court cases regarding your privacy policies against your company.",
  "“You have a long history of growth and success, but you also have a long list of apologies.",
  "Facebook said about 87 million users, largely in the United States, were affected.",
  "“So when 9/11 happened, you didn’t exist,” she said at the hearing.",
  "We need to be careful about the regulation we put in place.”\n\nRep.",
  "“It is no longer the company that you started in your dorm room.",
  "Instead it’s one of the great American success stories.",
  "“Some things are striking during this conversation.",
  "You didn’t know how many apps you need to audit.",
  "It’s inevitable that there will be regulation.",
  "You didn’t know what a shadow profile was.",
  "“It’s grown so big, so fast,” Rush said.",
  "As CEO you didn’t know some key facts.",
  "“Facebook didn’t exist."
]