[
  "But taking a look at the percent of the population affected, tells us a much different story: Only 17% of California's 2017 population was impacted by the Cambridge Analytica scandal, while half of the population of the District of Columbia had its information compromised — more than any state on the map, by far.",
  "According to the figures, California and Texas are home to more of the users impacted by these events than any other state (in fact, the top 10 states on the most-impacted list were identical to the Census Bureau's most populated states in 2017).",
  "The scandal involved a data analytics company that used a third-party app to improperly obtain the data of unknowing Facebook users, and tried to sway the 2016 presidential election while being employed by the Trump campaign.",
  "After Washington D.C., the 1o states with the highest percentage of users impacted all voted for a Republican candidate in three or more of the last four elections, making them appropriate targets for the Trump campaign.",
  "It seems Facebook shared this breakdown in an update to an April newsroom post last month, which Business Insider found in the company's responses to lawmakers' questions posted by the US Senate earlier this week.",
  "During Zuckerberg's US testimonies, senators repeatedly asked for a more precise and comprehensive geographical breakdown of the affected parties, 70 million of whom Facebook said were located in the US.",
  "Thanks to a document Facebook quietly posted and shared with US lawmakers earlier this week, users can finally get some clarity about the distribution of those users across the country.",
  "Samantha Lee/Business Insider\n\nIn April, 87 million Facebook users received notifications saying their data had been compromised in the highly publicized Cambridge Analytica scandal.",
  "And the three states with the lowest percentage of users impacted voted for Democratic candidates in at least three or more of the last four elections.",
  "Lawmakers around the world called on CEO Mark Zuckerberg to testify about his company's role in the events."
]