[
  "John Hussman, the outspoken investor and former professor who has been predicting a stock market crash, says he's still dead set on sweeping equity declines totaling more than 60% — a plunge he says will erase the excess total return of the S&P 500 index dating all the way back to October 1997.",
  "In response to the European Union's Markets in Financial Instruments Directive II, UBS has suspended research data feeds to Bloomberg and other third-party platforms that are unable to ensure the data is seen only by the Swiss bank's clients, Reuters reports, citing a company memo.",
  "Speaking at the Boao Forum, Xi said China would protect intellectual-property rights of foreign firms, helping to address one of the key concerns the Trump administration pointed to at the start of the latest trade spat.",
  "Argentina's herd is expected to shrink by up to 1 million cattle next year as the country navigates through its worst drought in decades, Reuters says.",
  "Facebook CEO Mark Zuckerberg is set to testify before congressional committees about the Cambridge Analytica data scandal beginning Tuesday.",
  "The Department of Justice gave the all clear for Bayer's takeover of Monsanto, sending shares of the seed maker up more than 6% on Monday.",
  "Tuesday's advance follows a strong overnight session that saw Hong Kong's Hang Seng (+1.65%) and Germany's DAX (+1.15%) lead the gains.",
  "The market's most outspoken bear sees recent turbulence fueling his forecast of a 60% stock drop — and says it's too late to get out.",
  "Dell Technology's cloud-computing business Pivotal Software priced its initial public offering at $14 to $16 a share.",
  "Shares of the electric-car maker fell 3.23% Monday to $289.63 apiece, closing below the key $300 level.",
  "The Dow Jones industrial average is set to open higher by 291 points, or 1.21%.",
  "Chinese President Xi Jinping moved to ease concerns about global trade.",
  "UBS suspends access to research data for some external providers.",
  "Reuters/Jose Luis Gonzalez\n\nHere is what you need to know.",
  "The US 10-year yield is up 2 basis points at 2.80%.",
  "Bayer's takeover of Monsanto gets DOJ approval.",
  "Argentina's herd will be hit hard by drought.",
  "PPI will cross the wires at 8:30 a.m.",
  "It will trade under the ticker PVTL.",
  "Tesla slides below a key level.",
  "US economic data trickles out.",
  "Zuckerberg goes to Congress.",
  "Pivotal prices its IPO.",
  "Stocks are soaring.",
  "ET."
]