[
  "More: https://cnnmon.ie/2q49ZHE\n\nRelated reads: “Face to Facebook: Who on the Hill Holds Stock in Social Media Giant,” via Roll Call’s Paul V. Fontelo: http://bit.ly/2GZ5Pew ; “Facebook a big contributor to the House committee that will question Mark Zuckerberg,” by USA Today’s Herb Jackson: https://usat.ly/2EkT5tq ; and “Zuckerberg confesses ‘huge mistake’ as Cambridge toll hits 87M,” from Nancy Scola: https://politi.co/2JkJJBu\n\nTRANSITIONS -- Christina Mandreucci, formerly of NASA and Sen. Marco Rubio’s (R-Fla.) office, is joining Sen. Lamar Alexander’s (R-Tenn.) office and the Senate HELP Committee as press secretary.",
  "TRUMP ORDERS TROOPS TO U.S.-MEXICO BORDER -- GOP, Dems plan to leverage immigration in midterms -- PENCE TO FUNDRAISE FOR HELLER -- Lamb to be sworn in next week\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nWith an assist from Heather Caygle\n\nStory Continued Below\n\nTRUMP ORDERS NATIONAL GUARD TO SOUTHERN BORDER -- President Donald Trump’s administration is planning to deploy National Guard troops to the U.S.-Mexico border, though details -- including how many troops will be sent to the border, how long they will be there, what their assignments will be and how much it will cost -- are scant.",
  "House Energy and Commerce Committee Chairman Greg Walden (R-Ore.) and ranking member Frank Pallone Jr. (D-N.J.) said their panel’s hearing “will be an important opportunity to shed light on critical consumer data privacy issues and help all Americans better understand what happens to their personal information online.” “Facebook (FB) has been under fire after the revelation last month that the data firm Cambridge Analytica was able to access information from tens of millions of Facebook users without their knowledge, and lawmakers have been clamoring for Zuckerberg to testify,” CNNMoney notes.",
  "More: http://bit.ly/2IvCXIa\n\nSTIVERS: NO IMMINENT HOUSE LEADERSHIP CHANGES -- Despite “talk and rumors,” NRCC Chairman Steve Stivers (R-Ohio) doesn’t see a shakeup of House Republican leaders “coming anytime soon.” “Still, in an interview Tuesday with CNN, [Stivers] stressed the party's ‘incredible bench that I think is ready to step up if they need it,’ as he ticked off the names of Ryan and the rest of his House leadership team, including California's [Kevin] McCarthy and Louisiana's [Steve] Scalise,” CNN’s Rebecca Berg reports.",
  "It scrutinized ‘credit card, travel, and other purchase records and found multiple instances in which the campaign committee expended funds for the personal benefit of Rep. Duncan’s family and friends.’”\n\nOCE found “substantial reason to believe” Duncan’s campaign committee and leadership PAC “expended funds that were not attributable to bona fide campaign or political purposes.” Duncan, who is retiring at the end of the term, denies taking money out of his campaign account for personal or family expenses.",
  "More: https://wapo.st/2Gzvqvl\n\nRelated: “Trump’s easy campaign promises run into the difficulties of reality,” from The Washington Post’s Michael Scherer, Josh Dawsey and Philip Rucker: https://wapo.st/2q6sFHH ; and “How Trump's policies could worsen the migration issue he says he wants to solve,” by CNN’s Tal Kopan: https://cnn.it/2uNnG3v\n\nBOTH PARTIES BELIEVE IMMIGRATION WILL HELP THEM IN NOVEMBER -- House Republicans and Democrats both think their stances on immigration will help them in the midterms.",
  "said the hearing will be a public discussion about Zuckerberg’s “vision for addressing problems that have generated significant concern about Facebook's role in our democracy, bad actors using the platform, and user privacy.”\n\nIt will also “explore approaches to privacy that satisfy consumer expectations while encouraging innovation,” Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) added.",
  "“Democrats think it can help them reach minorities, young people and suburban moderates repelled by Trump’s strident anti-immigrant stances, while Republicans have noted his success in using promises to crack down on immigration to energize disaffected conservatives.” Democrats will leverage immigration to emphasize inclusivity while targeting border regions, suburbs and high-immigrant populations.",
  "Pence already has held a mix of official and campaign events in West Virginia, North Dakota, Iowa, Nebraska, Kentucky, Ohio and Michigan in recent months.” More: https://politi.co/2EmlOho\n\n100,000 PROBLEMS FOR JIMMY DUNCAN -- An Office of Congressional Ethics investigation found that Rep. Jimmy Duncan (R-Tenn.) may have improperly used more than $100,000 in campaign funds.",
  "“Since then, Rokita -- whose campaign slogan is ‘Defeat the Elite’ -- has blasted his opponents for not supporting Trump enough, while presenting himself as the one true embodiment of the president’s populist appeal.” His campaign insists he’s still “the only Republican who steadfastly supported Donald Trump against Hillary Clinton.” But Rep. Luke Messer’s (R-Ind.)",
  "He also wears a “Make America Great Again” cap in a TV and lampoons his primary opponent for being a “Never Trumper.” Yet in a little-noticed February 2016 interview with WXIN TV, Rokita referred to Trump as “someone who is vulgar, if not profane,” and suggested he wasn’t “presidential.” “People expect that and you see that in Marco Rubio,” Rokita said.",
  "Organizers said Wednesday’s dinner was not a fundraiser but rather an opportunity for the president to meet with the group’s supporters.” Trump dined last week at real estate developer Giuseppe Cecchi’s home in McLean, Virginia, and recently attended a dinner at attorney and Reagan White House counsel C. Boyden Gray’s home.",
  "“One provision sought by the administration is a change that would allow U.S. immigration officials to more quickly deport unaccompanied migrant children from Central America.” Trump signed a presidential proclamation on Wednesday directing DHS and the Pentagon to work with border states to deploy the National Guard.",
  "More: https://politi.co/2JmE79W\n\nRelated: “Trump's dinner diplomacy,” via Nancy Cook: https://politi.co/2IudNJJ\n\nPENCE HEADING TO NEVADA TO FUNDRAISE FOR HELLER -- Vice President Mike Pence will travel to Las Vegas next week to fundraise for Sen. Dean Heller (R-Nev.), one of the GOP’s most vulnerable incumbents.",
  "“Haspel's close involvement in the use of harsh interrogation tactics on detained terrorism suspects has raised concerns among senators in both parties and cast a cloud on her confirmation prospects to lead the spy agency, where she is currently deputy director,” Elana and Wesley Morgan report.",
  "“The question of Ryan's future is not merely academic for Stivers and his committee: Ryan has been a prolific fundraiser for House Republicans, having transferred $38 million to the NRCC for the cycle as of early March.” More: https://cnn.it/2Gy2gwp\n\nRelated read: “Can Paul Ryan Be Defeated?",
  "“The debate is likely to roil races in California, Texas, Florida, Arizona, perhaps New Mexico and Virginia’s Washington, D.C., suburbs,” Fram writes, highlighting retiring Republican Rep. Ed Royce’s Southern California district as a testing ground for both parties’ immigration messaging.",
  "Much more: http://bit.ly/2GC1H0R\n\nHASPEL’S RECORD WILL BE DECLASSIFIED ‘AS MUCH AS POSSIBLE’ -- Director of National Intelligence Dan Coats told defense reporters he expects to “declassify as much as possible” from the background of Gina Haspel, Trump’s controversial pick to lead the CIA.",
  "RSVP for Winning the Age of AI: The future of Work, Workers and Education -- Thursday, April 12, at Union Station -- Doors open 5 p.m.\n\nWEDNESDAY’S MOST CLICKED: HuffPost’s report on the two Florida Republicans who called for EPA Administrator’s Scott Pruitt’s resignation was the winner.",
  "“Whether that explanation will be enough to get Haspel across the finish line in the Senate is unclear.” More: https://politi.co/2Gz7yYG\n\nZUCKERBERG SET TO TESTIFY BEFORE SENATE, HOUSE PANELS -- Facebook CEO Mark Zuckerberg will testify during two congressional hearings next week.",
  "“[An] official … said the troops are expected to be in a support role, conducting tasks such as road development and intelligence gathering.”\n\n“The administration will send to Congress legislative proposals intended to toughen border security laws,” she continues.",
  "AROUND THE HILL -- Reps. Mark Pocan (D-Wis.), Pramila Jayapal (D-Wash.) and Rosa DeLauro (D-Conn.) will hold a conference call briefing to release NAFTA recommendations as discussions continue among the three negotiating countries beginning at 12:30 p.m.",
  "“He's set to appear before a joint hearing of the Senate Judiciary and Commerce committees on Tuesday afternoon followed by a House Energy and Commerce Committee hearing the following morning,” Jordan Valinsky and Jethro Mullen report for CNNMoney.",
  "“Under Trump’s plan, National Guard troops will assist Border Patrol agents until Congress passes legislation to deal with what the administration says are legal loopholes in immigration enforcement,” The Washington Post’s Seung Min Kim reports.",
  "He said in a statement that he has reimbursed his campaign “for every expense that appeared in the slightest way to be personal,” though a spokesman refused to say how much Duncan has given to his campaign or what expenses have been reimbursed.",
  "“Barely known outside her own state before the Trump era, Murkowski, to moderates and liberals across the country, became an improbable hero, a symbol of resistance and integrity,” Susan Dominus reports in The New York Times Magazine.",
  "Lamb, who was hammered by GOP ads tying him to House Minority Leader Nancy Pelosi (D-Calif.), declared his opposition to the longtime Democratic leader both in print and a television spot that went up in the final weeks of the race.",
  "“It’s a stunning contrast to the rhetoric Rokita has employed since launching his primary bid in August for a chance to challenge Democratic Sen. Joe Donnelly in November,” Brian Slodysko reports for The Associated Press.",
  "Royce’s retirement “makes the seat a prime target for Democrats trying to pick up 23 seats in November’s elections, enough to grab House control.” Seventeen candidates are competing in the multiparty June 5 primary.",
  "Then came the tax bill,” which Murkowski supported in “a blow to those who had recently come to hold her in such high regard.”\n\n“You know, one minute you're the darling of the world,” Murkowski said.",
  "Evan Dixon, a former “Meet the Press Daily” booking producer and deputy communications director on Heather Wilson’s Senate campaign, will serve as deputy press secretary and digital director.",
  "WEDNESDAY’S TRIVIA WINNER -- Kirtan Mehta was first to correctly guess that Webb Hayes and Theodore Roosevelt Jr. were the two sons of presidents who were awarded the Medal of Honor.",
  "Taylor Haulsee has been promoted to communications director for the HELP Committee, and Ashton Davies has been promoted to communications director in the senator’s personal office.",
  "“In House races across the country, both parties are using the fight over immigration ... to fire up base voters in midterm elections,” Alan Fram reports for The Associated Press.",
  "MCCARTHY DINES WITH TRUMP -- House Majority Leader Kevin McCarthy (R-Calif.) had dinner with the president and backers of the pro-Trump super PAC America First Action last night.",
  "“The April 13 fundraiser costs $1,000 to attend, and $10,000 for a photo reception, according to an invitation obtained by POLITICO,” Daniel Strauss and Matthew Nussbaum report.",
  "AI EVENT: With artificial intelligence driving the next big shift in the global economy, no aspect of American society will be untouched by the new age of machine learning.",
  "Lamb has filed to run in a different district in November, a seat that’s supposed to be friendlier to Democrats under Pennsylvania's newly drawn congressional map.",
  "HOW MURKOWSKI MASTERED TRUMP’S WASHINGTON -- Sen. Lisa Murkowski (R-Alaska) cast one of three decisive votes that killed the GOP’S attempt to repeal Obamacare.",
  "Lamb will replace Rep. Tim Murphy (R-Pa.), who resigned in October after the anti-abortion lawmaker allegedly encouraged his lover to terminate her pregnancy.",
  "Much more: https://politi.co/2EllhfJ\n\nCONOR COMES TO CONGRESS -- Rep.-elect Conor Lamb will be sworn in next Thursday, April 12, House aides tell Huddle.",
  "The incoming freshman has already visited Capitol Hill, receiving a standing ovation by House Democrats during a caucus meeting shortly before recess.",
  "“The money included tens of thousands of dollars that went to his son, a felon who is also the Tennessee Republican’s campaign manager,” Bres reports.",
  "The Pennsylvania Democrat, a former prosecutor and Marine veteran, eked out an upset victory March 13 in a district Trump won by 20 points in 2016.",
  "I'm still a Republican.” Much more: https://nyti.ms/2q4vAzI\n\nTRUMP-ALIGNED SENATE CANDIDATE CRITICIZED HIM IN 2016 -- Rep. Todd Rokita (R-Ind.)",
  "“Some of the most questionable expenses, according to OCE, are tied to John Duncan III, who served as Duncan's campaign manager,” Bres adds.",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“America First Action is raising funds with an eye toward spending $100 million ahead of the 2018 midterms,” Alex Isenstadt reports.",
  "“The trip is part of the vice president’s push to help Republicans ahead of what is shaping up to be a bruising 2018 midterm cycle.",
  "campaign calls Rokita “a classic Washington hypocrite,” arguing that he wears a Trump hat on TV but votes against him in Congress.",
  "Join POLITICO for a discussion on how American workers and U.S. school systems can adapt to the future of work and the AI era.",
  "TODAY’S TRIVIA -- From Kirtan: What famous presidential power was first invoked on this day in 1792, and why was it invoked?",
  "Maybe Not, but His Race Is 'a Circus,'” by The New York Times’ Sheryl Gay Stolberg: https://nyti.ms/2JjiU0E\n\nGOOD MORNING!",
  "Republicans, meanwhile, will make immigration a law-and-order issue, which appeals to conservatives across the country.",
  "“The super PAC has enlisted energy company executive Harold Hamm, a Trump ally, to help fill its coffers.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this Thursday, April 5.",
  "And then when you vote for something the administration supports, everyone says, 'What happened?'",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "While Texas applauded the administration’s decision, California was noncommittal.",
  "Sign up today to start receiving the newsletter right at launch on April 6 .",
  "“OCE said the funds came from his campaign committee and leadership PAC.",
  "“We've come together, and we've stood up against the administration.",
  "The call-in number is 605-472-5494, and the access code is 823-492.",
  "carries a cardboard cutout of the president to campaign rallies.",
  "Senate Commerce Committee Chairman John Thune (R-S.D.)",
  "Send your best guess my way: nmccaskill@politico.com .",
  "TODAY IN CONGRESS -- The House and Senate are out.",
  "It's like, 'Well, what did you expect me to do?'",
  "“The love-in lasted barely four months.",
  "Presented by Boeing."
]