[
  "Perhaps informed by that experience, company executives were divided over how aggressively Oath should collect the data of Internet users, according to the Journal, with skittish decision-makers winning out as the Verizon adopted the more voluntary approach to data-sharing.",
  "Instead of mining user information at every opportunity, Verizon asked its wireless customers to volunteer their Web browsing history and location information in exchange for certain freebies, such as Uber rides and concert tickets.",
  "“It is less a commentary about anything Verizon has or hasn’t done well than it is a warning shot aimed at the big tech companies that have built their advertising businesses on the back of opt-out permissiveness.",
  "\"There’s been a global wake-up call — partly because of Cambridge Analytica and Facebook — about the loss of privacy for Americans — and so people are increasingly suspicious,” Chester said.",
  "Tim Armstrong, the former AOL chief executive who joined Verizon when it bought his company in 2015, is said to be on the verge of departing, according to a Wall Street Journal report.",
  "When AT&T was defending its merger with Time Warner in court this year, it justified the deal by pointing to the rise of tech companies as major rivals in digital content and data.",
  "The company's practice of using highly sophisticated and virtually undeleteable “supercookies” led to a $1.35 million fine by the Federal Communications Commission.",
  "By voting with their feet, consumers have spoken, said Jeffrey Chester, executive director of the Center for Digital Democracy, an electronic rights organization.",
  "The behavioral data is regarded as extremely lucrative because it gives Verizon the ability to target advertising more accurately and to charge marketers more.",
  "A top Verizon executive may be on the way out after struggling to turn the telecom giant into a competitor to Internet advertising titans Google and Facebook.",
  "But Verizon's woes with Oath show how difficult it can be to compete with Google and Facebook without forcing consumers to give up their data.",
  "When consumers have the power to decide, many end up protecting their privacy — whether out of principle or simply because inaction is easier.",
  "Companies such as Verizon and AT&T are reorienting their businesses from being simple pipes for voice and data into advertising companies.",
  "Just 10 million of them have opted into the data-sharing program, known as Verizon Selects, according to the Journal.",
  "Driving that underperformance is Oath's decision to behave differently from Google in its treatment of customer data.",
  "Underscoring the Journal's report is the revelation that Verizon's digital advertising efforts have largely stalled.",
  "On social media, Verizon customers have advised one another on how to belatedly revoke their data-sharing consent.",
  "\"It’s the nature of opt-in versus opt-out,” said Craig Moffett, an industry analyst at MoffettNathanson.",
  "Given the choice, most of Verizon's 116.5 million wireless subscribers decided not to take the deal.",
  "Even some of those who opted in may have done so inadvertently or were unaware they had a choice.",
  "Armstrong is in charge of Oath, the Verizon subsidiary that contains AOL and Yahoo.",
  "In the past, Verizon has monitored Web browsers with more intrusive technology.",
  "That seemingly small change ends up making all the difference in the world.\"",
  "Verizon declined to comment for this story."
]