[
  "“The goal of this legislation is to ensure that all major platforms that sell political advertisements are held to the same rules of the road.”\n\nFacebook said it is still working out the details of its plan — including the exact definition of an “issues ad.” In a blog post, the company’s executives said they’re consulting third parties to determine the specific topics that would trigger its new disclosure rules, which Facebook said would evolve over time.",
  "“But they will make it a lot harder for anyone to do what the Russians did during the 2016 election and use fake accounts and pages to run ads.”\n\nZuckerberg also offered Facebook’s clearest support yet for pending federal legislation that would require the tech industry to disclose more information about political ads, including who buys them, and retain copies of them for public inspection.",
  "“This will help raise the bar for all political advertising online.”\n\nFacebook’s announcements come days before Zuckerberg is set to testify to Congress on another matter — the company’s privacy practices and the controversy around Cambridge Analytica, a data analysis firm that improperly accessed as many as 87 million Facebook users’ personal data.",
  "(Manuel Balce Ceneta/AP)\n\nFacebook will soon require political campaigns, advocacy groups and other entities that purchase ads about hot-button policy debates to disclose more information about themselves, as the social giant looks to prevent malicious actors from secretly spreading disinformation on its site.",
  "Facebook will then require entities that seek to purchase issues-based ads to first verify who they are and their location offline — similar to Facebook’s announcement in October that those who buy ads that explicitly mention the names of political candidates would need to provide verification.",
  "The new rules governing “issue ads,” announced Friday, are aimed at Russia’s Internet trolls and their ilk, which surreptitiously bought ads about topics such as race, gun control and gay rights during the 2016 presidential campaign to try to stir social discord in the United States.",
  "“This is a positive step by Facebook to take the lead to put in place the transparency requirements called for in the Honest Ads Act, but a patchwork of voluntary measures from tech companies isn’t going to cut it — we need to pass the Honest Ads Act,” she said in a statement.",
  "The Federal Election Commission, the country’s campaign finance watchdog, is seeking public comment on new online-ad-disclosure requirements that would cover candidates and could require more disclaimers on ads that appear in apps like Snapchat.",
  "Beginning this spring — a few months before the 2018 congressional midterm elections — those ads about candidates and issues will feature an icon marking them as political.",
  "“These steps by themselves won’t stop all people trying to game the system,” wrote Facebook chief executive Mark Zuckerberg in a post Friday.",
  "Facebook also said that, come June, it will offer a searchable index of the ads, including information about the users whom they targeted.",
  "“Election interference is a problem that’s bigger than any one platform, and that’s why we support the Honest Ads Act,” Zuckerberg said.",
  "During the 2016 election, the Kremlin-aligned Internet Research Agency posted content, created events and purchased ads on Facebook.",
  "To that end, Facebook also announced Friday that all Facebook pages that have large numbers of followers must now be verified.",
  "One of the lawmakers set to grill Zuckerberg is Sen. Amy Klobuchar (D-Minn.), a chief author of the Honest Ads Act.",
  "and Eric Swalwell (Calif.) question Facebook, Twitter and Google counsels about Russian ads on their platforms.",
  "Since last year, companies like Google and Twitter have also announced new political-ad-transparency rules.",
  "Those ads reached about 10 million Facebook users in the United States, the company said in October.",
  "Some of them promoted propaganda pages run by the Internet Research Agency.",
  "Government regulators, meanwhile, have sought to issue some of their own.",
  "\n\nFrom left: Democratic Reps. Denny Heck (Wash.), Joaquin Castro (Tex.)",
  "Yet political advertising could also come up at the hearings.",
  "But the FEC’s proposal so far does not address issues ads."
]