[
  "Findings released Thursday show that more than 40% of Americans believe that technology companies support the views of liberals over conservatives (compared to just 11% who think the opposite), while 72% say it’s likely that that social media platforms actively censor political viewpoints that the companies “find objectionable.” Nearly two-thirds also said that tech companies “often fail to anticipate how their products and services will impact society.”\n\nLead researcher Aaron Smith says there was a dearth of data about public attitudes to inform debates over the role that technology companies are playing in our lives, as Americans have reacted to events like Facebook’s Cambridge Analytica scandal and Google’s firing of engineer James Damore (who was let go after criticizing the company’s diversity policy).",
  "When Facebook CEO Mark Zuckerberg appeared before Congress in April, Republican Sen. Ted Cruz grilled him about whether the company had been unfair toward social conservatives and Trump supporters when making decisions about what kind of posts are considered acceptable on the platform.",
  "Though Congress has been loathe to crack down on one of the country’s most powerful economic engines, lawmakers in recent months have pursued ideas such as outlining a privacy “bill of rights” and pushing for greater transparency in online political ads.",
  "While the halo surrounding the tech sector has been dimming, Pew found that Americans still believe that innovations flowing out of Silicon Valley are generally more helpful than hurtful, particularly when thinking about their personal use.",
  "Just over 60% said that the impact of major technology companies on society has been more good than bad, while 74% said the products and services of tech companies have had a more positive than negative impact on their own lives.",
  "A new poll from Pew Research Center helps quantify the ambivalent feelings Americans are having about the tech sector in the wake of controversies over user privacy and allegations of political bias against conservatives.",
  "“There are a lot of questions about the biases that might be getting baked into the products and services that these very powerful corporations are putting out,” Smith says, in addition to worries about data security.",
  "As part of a larger polling package on American attitudes toward tech, set to be released later this year, Pew asked 4,594 U.S. adults questions related to the neutrality and influence of tech platforms.",
  "Though right-leaners are more likely to think that tech companies censor certain political viewpoints, Pew found that Republicans are still less likely than Democrats to want the government stepping in.",
  "“It speaks to the fact,” Smith says, “that this is an inherently challenging issue for the companies building these tools.”\n\nWrite to Katy Steinmetz at katy.steinmetz@time.com.",
  "When it comes to issues like serious online harassment, for instance, there is wide agreement that content can be “objectionable” and worthy of being banned.",
  "View Sample Sign Up Now\n\nRoughly half of Americans believe tech companies should be more regulated than they are now, according to the poll.",
  "Fears about bias have come from various groups as tech companies have become more influential in the dissemination of content.",
  "Critics of Google have meanwhile alleged that search algorithms further damaging stereotypes about black women.",
  "The Brief Newsletter Sign up to receive the top stories you need to know right now.",
  "And Smith notes that there are types of censorship users support."
]