[
  "Mark Zuckerberg on Tim Cook’s criticism of Facebook: It’s “extremely glib and not aligned with the truth”\n\nShare Mark Zuckerberg on Tim Cook’s criticism of Facebook: It’s “extremely glib and not aligned with the truth”\n\nFacebook CEO Mark Zuckerberg rejected Apple CEO Tim Cook’s critique of his company’s business model, which Cook characterized as a scheme to monetize customers, calling it “glib” and “not at all aligned with the truth.”\n\n“I think it’s important that we don’t all get Stockholm syndrome and let the companies that work hard to charge you more convince you that they actually care more about you,” Zuckerberg told Vox co-founder Ezra Klein on his podcast.",
  "“Because that sounds ridiculous to me.”\n\nIn an interview with Klein, Zuckerberg described Cook’s assessment that Apple has a sounder business model because it sells products to users, rather than selling users to advertisers, as “extremely glib, and not at all aligned with the truth.”\n\n“The reality here is that if you want to build a service that helps connect everyone in the world, then there are a lot of people can’t afford to pay,” Zuckerberg said.",
  "“I promise to do better for you.”\n\nThe Cambridge Analytica fallout and the company’s failure to crack down on misinformation and Russian propaganda accounts in America’s 2016 election have also intensified calls for tighter regulation of Facebook and other social media companies.",
  "“I think in general technology is an increasingly important trend in the world and I actually think the question is more, ‘What is the right regulation,’ rather than, ‘Yes or no, should it be regulated?’”\n\nZuckerberg will also probably get grilled on Capitol Hill about all this.",
  "“And therefore, as with a lot of media, having an advertising-supported model is the only rational model that can support building this service to reach people.”\n\nZuckerberg told Klein that Facebook serving people and using an ad-supported business model aren’t incompatible.",
  "“However, I think we’re beyond that here.”\n\nCook’s comments stood out because they came amid renewed criticism of Facebook following revelations that the consulting firm Cambridge Analytica harvested personal data from 50 million Facebook users.",
  "At an October congressional hearing, a Facebook representative said that about 146 million people may have been exposed to the Russian misinformation effort online through posts on Facebook and Instagram.",
  "Facebook has apologized for it, and the company took out a full-page op-ed last weekend that called the debacle “a breach of trust.”\n\n“I’m sorry we didn’t do more at the time,” Zuckerberg wrote.",
  "Facebook, on the other hand, is free, so it relies heavily on digital advertising — and the company’s knowledge of its users’ preferences makes Facebook a lucrative place to advertise.",
  "He’s likely to testify before Congress in April, where he’ll face a barrage of questions about what Facebook is doing to crack down on fake news and protect its users’ privacy.",
  "The Cambridge Analytica mess has increased the clamor for Facebook to be more transparent about what kind of user data it’s gathering and how that data is being used.",
  "(Special counsel Robert Mueller has indicted 13 Russians and three online troll factories related to the Russian propaganda campaign pushed through social media.)",
  "Zuckerberg’s business model is still coming under fire\n\nZuckerberg may be right that Facebook’s advertising-supported model allows anyone to access the tool.",
  "“We’ve elected not to do that.”\n\nApple, of course, makes money from selling products (iPhones, Macs, accessories, etc.)",
  "Cook pushed for increased regulation of Facebook and other sites that build profiles based off personal data too.",
  "But the company’s challenge right now is convincing users that it’s being responsible with customer data.",
  "Cook had criticized Facebook in an upcoming interview with Recode’s Kara Swisher and MSNBC’s Chris Hayes.",
  "In a wide-ranging conversation, Cook also lambasted Facebook’s management of customer data.",
  "“I don’t think at all that that means that we don’t care about people,” Zuckerberg said.",
  "“I actually am not sure we shouldn’t be regulated,” the Facebook CEO told CNN last week.",
  "When it comes to regulation, Zuckerberg might also be starting to agree with Cook.",
  "“I think the best regulation is no regulation, is self-regulation,” he said.",
  "You can listen to his full appearance on The Ezra Klein Show here.",
  "“We could make a ton of money if we monetized our customers.",
  "If our customers were our product,” he said.",
  "and services (iCloud).",
  "."
]