[
  "bit.ly/2FZU1Ir\n\nA Cambridge Analytica spokesman said GSR “was contractually committed by us to only obtain data in accordance with the UK Data Protection Act and to seek the informed consent of each respondent.”\n\n“When it subsequently became clear that the data had not been obtained by GSR in line with Facebook’s terms of service, Cambridge Analytica deleted all data received from GSR,” he said.",
  "Related Coverage Massachusetts says to probe Facebook, Cambridge Analytica\n\nHe said “no data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.”\n\n$6.2 MILLION FROM TRUMP CAMPAIGN\n\nTrump’s campaign hired Cambridge Analytica in June 2016 and paid it more than $6.2 million, according to Federal Election Commission records.",
  "Senator Mark Warner, the top Democrat on the U.S. Senate Intelligence Committee, said the case was “more evidence that the online political advertising market is essentially the Wild West” and showed the need for Congress to pass legislation to bring transparency and accountability to online political advertisements.",
  "In a Twitter post, Facebook Chief Security Officer Alex Stamos called the news reports “important and powerful” but said it was “incorrect to call this a ‘breach’ under any reasonable definition of the term.”\n\n“We can condemn this behavior while being accurate in our description of it,” he said.",
  "“We worked with Facebook over this period to ensure that they were satisfied that we had not knowingly breached any of Facebook’s terms of service and also provided a signed statement to confirm that all Facebook data and their derivatives had been deleted,” the spokesman said.",
  "A source close to the congressional investigations into Russian meddling in the 2016 campaign said the Trump campaign likely will need to address whether it was aware of Cambridge Analytica’s methods for obtaining its data or if the data was leveraged during the election.",
  "(Reuters) - Data analytics firm Cambridge Analytica harvested private information from more than 50 million Facebook users in developing techniques to support President Donald Trump’s 2016 election campaign, the New York Times and London’s Observer reported on Saturday.",
  "It quoted whistleblower Christopher Wylie, who helped set up Cambridge Analytica and worked with an academic at Cambridge University to obtain the data, as saying the system could profile individual voters to target them with personalized political advertisements.",
  "The New York Times said interviews with a half-dozen former Cambridge Analytica employees and contractors, and a review of the firm’s emails and documents, revealed it not only relied on the private Facebook data but still possesses most or all of it.",
  "On its website, Cambridge Analytica says it “provided the Donald J. Trump for President campaign with the expertise and insights that helped win the White House.”\n\nFacebook did not mention the Trump campaign or any other campaigns in its statement.",
  "Through Kogan’s company Global Science Research (GSR), in collaboration with Cambridge Analytica, hundreds of thousands of users were paid to take a personality test and agreed to have their data collected for academic use, the Observer said.",
  "Acknowledging an episode as a data breach can carry legal significance, as companies face a patchwork of state and federal requirements to notify customers and regulators when they detect that information has been compromised.",
  "In past interviews with Reuters, Brad Parscale, who ran Trump’s digital ad operation in 2016 and is his 2020 re-election campaign manager, has said Cambridge Analytica played a minor role as a contractor in the 2016 campaign.",
  "Facebook said Kogan gained access to profile and other information “in a legitimate way” but “did not subsequently abide by our rules” when he passed the data to SCL/Cambridge Analytica and Wylie.",
  "Facebook said it cut ties to Kogan’s app when it learned of the violation, and asked for certification from Kogan and all parties he had given data to that the information had been destroyed.",
  "That year, Facebook said, it learned that Kogan lied to the company and violated its policies by sharing data he acquired with a so-called “research app” that used Facebook’s login system.",
  "“We will take legal action if necessary to hold them responsible and accountable for any unlawful behavior,” Facebook said, adding that it was continuing to investigate the claims.",
  "The more than 50 million profiles represented about a third of active North American Facebook users, and nearly a quarter of potential U.S. voters, at the time, the Observer said.",
  "The Observer said Cambridge Analytica used the data, taken without authorization in early 2014, to build a software program to predict and influence choices at the ballot box.",
  "Facebook said it acted against Cambridge Analytica and SCL after receiving reports they did not delete information about Facebook users that had been inappropriately shared.",
  "However, the app also collected the information of the test-takers’ Facebook friends, leading to the accumulation of a data pool tens of millions-strong, the Observer said.",
  "It said Facebook’s “platform policy” allowed only collection of friends data to improve user experience in the app and barred it from being sold on or used for advertising.",
  "The Observer said the data was collected through an app called thisisyourdigitallife, built by academic Aleksandr Kogan, separately from his work at Cambridge University.",
  "The United Kingdom’s Information Commission also announced on Saturday they are conducting an investigation of Cambridge Analytica, which also had clients in the country.",
  "Cambridge Analytica says it uses “behavioral microtargeting,” or combining analysis of people’s personalities with demographics, to predict and influence mass behavior.",
  "The newspapers, which cited former Cambridge Analytica employees, associates and documents, said the data breach was one of the largest in the history of Facebook Inc.",
  "It has worked on other campaigns in the United States and other countries, and is funded by Robert Mercer, a prominent supporter of politically conservative groups.",
  "“Massachusetts residents deserve answers immediately from Facebook and Cambridge Analytica,” Maura Healey said on Twitter in a post that linked to a Times report.",
  "“Any claims that voter data were used from another source to support the victory in 2016 are false,” said the official, who spoke on condition of anonymity.",
  "The move means Cambridge Analytica and its parent group Strategic Communication Laboratories (SCL) cannot buy ads or administer pages belonging to clients.",
  "“Any criminal and civil enforcement actions arising from the investigation will be pursued vigorously,” said Elizabeth Denham, Information Commissioner.",
  "Although all certified they had destroyed the data, Facebook said it received reports in the past several days that “not all data was deleted.”",
  "A Trump campaign official said the campaign used the Republican National Committee for its voter data in 2016, not Cambridge Analytica.",
  "Facebook in its statement described a rocky relationship with Cambridge Analytica, Kogan and Wylie going back to 2015.",
  "Facebook on Friday said it was suspending Cambridge Analytica after finding data privacy policies had been violated.",
  "He said the campaign used voter data from a Republican-affiliated organization rather than Cambridge Analytica.",
  "FILE PHOTO: A Facebook logo is seen at the Facebook Gather conference in Brussels, Belgium January 23, 2018.",
  "The Massachusetts attorney general said her office was launching an investigation after the news reports.",
  "REUTERS/Yves Herman/File Photo\n\nThe thisisyourdigitallife app was downloaded by about 270,000 people.",
  "And built models to exploit what we knew about them and target their inner demons.",
  "That was the basis that the entire company was built on,” Wylie told the Observer.",
  "It says it has data on 220 million Americans, two-thirds of the U.S. population.",
  "“We exploited Facebook to harvest millions of people’s profiles.",
  "Kogan was not immediately available for comment.",
  "He declined to comment on Friday."
]