[
  "The actual headline, referring to Stewart, read: “Protesters mob provocative Va. governor candidate [Stewart] as he defends Confederate statue,” but the page used Facebook’s headline editing feature (which has since been deactivated because of this incident) to say, “Gillespie: I'm OK with Charlottesville Taking Down the General Lee Monument.”\n\nIt was the clearest case of false news I’ve seen and a perfect microcosm of the tactics that were employed by foreign actors during the 2016 presidential campaign.",
  "Finally, on March 21, 2017, when a reporter from The Associated Press contacted Facebook, the company decided that the post “violated Facebook’s terms of not doing ‘anything unlawful, misleading, malicious, or discriminatory.’” To my knowledge, Facebook never returned the money it received for the ads that violated its own policies.",
  "Regulation should include limits on the information Facebook may gather on its users and subsequently sell to advertisers, greater oversight and transparency related to its compliance with federal election laws and more cooperation with researchers about the adverse effects of its various platforms on individuals and communities.",
  "For example, in the 2017 Virginia Republican primary, on February 15, I flagged for Facebook’s political team a post from a page supporting our opponent, Corey Stewart, that shared a link to a Washington Post article, but with an altered headline that gave users the impression that it was a legitimate headline from the Post.",
  "And after the election, she recently acknowledged, Facebook was “very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side.”\n\nThere’s been no word on whether the Obama team was asked to delete its data, nor has it been suspended from Facebook.",
  "According to Carol Davidsen, a member of Obama’s data team, “Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized that was what we were doing.” The social graph is Facebook’s map of relationships between users and brands on its platform.",
  "For conservatives like me, it’s not easy to call for increased regulation and antitrust enforcement, but Facebook has shown time and again that its leaders, including Mark Zuckerberg himself, aren’t capable of responsibly wielding their immense power and influence in Americans’ lives.",
  "Far from it: During the 2012 campaign, President Barack Obama’s reelection team built an app that extracted the same types of data in the same fashion as the Cambridge Analytica data in question, with one critical difference: Obama’s team extracted nearly five times the information.",
  "I’ve experienced Facebook’s ineptitude and inconsistent policy enforcement firsthand, having served as digital director to Ed Gillespie’s 2014 Senate campaign, Marco Rubio’s 2016 presidential campaign and, most recently, Gillespie’s 2017 campaign for governor.",
  "Facebook makes millions of dollars every day selling its users’ personal information, interests, political persuasions, location data, social relationships and internet history to advertisers who mix their content in with users’ videos, photos, and posts.",
  "More broadly, the government should begin looking into breaking Facebook into smaller entities to allow for greater competition and more consumer-friendly practices in the online advertising, publishing and communications spaces.",
  "Facebook is, to put the matter bluntly, a deeply untransparent, out-of-control company that encroaches on its users’ privacy, resists regulatory oversight and fails to police known bad actors when they abuse its platform.",
  "In return, users receive none of the revenue and yet bear many of the well-documented adverse effects, which include decreased well-being and self-esteem, lost friendships and a degraded civil society.",
  "There’s a constant thread, too, throughout all of Facebook’s scandals, including the mishandling of the Russian interference in the 2016 election: It is an appallingly terrible corporate citizen.",
  "Facebook has duopoly status (along with Google) in the advertising market, effective monopoly in the social media space and monopolies in many markets with its messaging platforms, like WhatsApp.",
  "New regulations can be narrowly targeted to Facebook, given its size and scope as a platform without hampering innovators across the industry who are behaving responsibly and ethically.",
  "For weeks, while this inaccurate headline was promoted to voters, misrepresenting Gillespie’s position on a hot-button issue via Facebook ads, I was told by members of Facebook’s U.S.",
  "Now, faced with a whistleblower, media exposés and a parliamentary inquiry, Facebook is only now taking action against a single entity for an incident that occurred years ago.",
  "Facebook is flailing amid the fallout from revelations about the alleged misuse of user data by Cambridge Analytica, the Trump campaign’s 2016 data firm, dating back to 2014.",
  "Eric Wilson is the founder of LearnTestOptimize.com, a platform for professionals working at the intersection of politics, marketing, and technology.",
  "Facebook knew about the hundreds of apps that were extracting massive amounts of social graph data about its users dating back to its earliest days.",
  "Daniel Leal-Olivas/AFP/Getty Images Soapbox It’s Time to Break Up Facebook The social media company has become a rogue actor, accountable to nobody.",
  "The platform’s terms of service are a sledgehammer when it needs it, but company executives apply them sparingly and without any clear consistency.",
  "Facebook has repeatedly shown itself incapable of behaving as a good corporate citizen and thus it is time the company is regulated and broken up.",
  "He was digital director for Marco Rubio’s 2016 presidential campaign and has served in similar roles for senatorial and gubernatorial candidates.",
  "But the narrow focus on Cambridge Analytica and the Trump campaign misses the broader problem with Facebook and lacks fundamental context.",
  "Only when Facebook is confronted with the possibility of public scrutiny and bad coverage will it take action to do the right thing.",
  "Story Continued Below\n\nAnd it’s not just Republicans who have taken advantage of Facebook’s invasive features.",
  "The most frustrating aspect of dealing with Facebook is its infuriating inconsistency.",
  "Politics & Government Outreach team that nothing could be done.",
  "I don’t want to tar all of Silicon Valley with the same brush.",
  "This article tagged under: Facebook\n\nTechnology\n\nElections"
]