[
  "All this sensitive info was then uploaded to a website with \"poor security precautions\" and shared with almost 150 institutions and companies, including researchers at universities and at firms like Facebook, Google, Microsoft and Yahoo.",
  "That catastrophic blunder impacted around 87 million people (including 1.1 million Brits), who are thought to have had their data secretly hoovered-up by a rogue app created by UK-based academic Aleksandr Kogan.",
  "The \"myPersonality\" quiz is the app in question this time round: a questionnaire that asked people about highly personal matters, including the results of psychological tests, reports New Scientist.",
  "This info was then obtained by the now-defunct political propaganda company Cambridge Analytica, which reportedly used it to influence the 2016 US presidential election and the Brexit vote.",
  "This latest gaffe saw the intimate details of 3 million users snatched by a rogue app with links to the software at the heart of the bigger privacy scandal that recently rocked the firm.",
  "While its solution has been to roll out new privacy tools urging users to better safeguard their info, the symptoms for these breaches date back to pre-2014.",
  "Facebook has apparently shut out the app as part of its sweeping audit of shady software on its site, which has impacted around 200 apps in total thus far.",
  "The company basically admitted that more blunders probably took place (as did Kogan and former Cambridge Analytica staffer Brittany Kaiser).",
  "The \"myPersonality\" app was reportedly the brainchild of two academics from the University of Cambridge's The Psychometrics Centre.",
  "And so nobody should be particularly surprised if more data breaches surface in the coming weeks – especially not Facebook.",
  "Back then, Facebook allowed app developers to grab your info and that of your mates without their permission.",
  "A huge new data breach has allowed a rogue app to snatch the intimate details of three million more users.",
  "Despite being on damage control for the past several weeks, the social network knew this day was coming.",
  "universes\n\nIt finally got round to changing those haphazard rules in 2015, but it was already too late.",
  "The fresh revelations come just months after Facebook's historic data breach.",
  "And Kogan was also previously involved in the project.",
  "This story originally appeared in The Sun."
]