[
  "During Facebook founder and CEO Mark Zuckerberg's testimony before Congress Tuesday, Sen. Ted Cruz, R-Texas, said he believes many Americans are \"deeply concerned\" about what he called Facebook's \"pervasive pattern of bias and political censorship.\"",
  "Cruz quoted Zuckerberg's testimony from earlier, pointing out his view that Facebook has a responsibility to make sure it is fostering positive connections among people and that it ultimately serve as a tool used for the greater good.",
  "He also questioned why Facebook shut down certain pages it deems controversial, naming examples such as a \"Chick-fil-A appreciation day\" page, a post from a Fox News reporter, and Trump supporters Diamond and Silk's Facebook page.",
  "Cruz, whose 2016 presidential campaign worked with Cambridge Analytica, the data consulting firm at the center of the Facebook data sharing scandal, cut Zuckerberg off and steered the discussion back to censorship.",
  "He added that it was a \"fair concern\" before Cruz cut Zuckerberg off to ask if any left-leaning pages, like those of Planned Parenthood, Moveon.org, or Democratic candidates, had been shut down by Facebook.",
  "First, I understand where that concern is coming from because Facebook and the tech industry are located in the Silicon Valley which is an extremely left-leaning place,\" Zuckerberg said, addressing Cruz.",
  "Cruz pointed out that Facebook has 15,000 to 20,000 people working on security and content review, and asked if Zuckerberg was aware of those employees' political orientations.",
  "\"And this is actually a concern that I have and that I try to root out in the company — is making sure that we don't have any bias in the work that we do.\"",
  "He added that no hiring or firing decisions have been made based on an individual's political affiliation or support of a particular candidate for office.",
  "The senator cited the 2016 controversy over how Facebook editors handled conservative-leaning political news in the trending topics feature.",
  "\"No, Senator, we do not generally ask people about their political orientation when they are joining the company,\" Zuckerberg replied.",
  "Cruz pushed Zuckerberg on the firing of Palmer Luckey, the libertarian co-founder of the Facebook-aquired company Oculus VR.",
  "And that is something that, as long as I'm running the company, I'm going to be committed to making sure is the case.\"",
  "Zuckerberg said he was \"not specifically aware\" of any pages that may or may not have been shut down.",
  "\"I am very committed to making sure that Facebook is a platform for all ideas,\" Zuckerberg insisted.",
  "Zuckerberg said, naming examples of types of content Facebook is seeking to keep off the site.",
  "\"Senator, I think that there are a number of things that we would all agree are clearly bad.",
  "We're proud of the discourse and the different ideas that people can share on the service.",
  "\"I can commit that it was not because of a political view,\" Zuckerberg said.",
  "\"That is a very important founding principle of what we do.",
  "\"Senator, let me say a few things about this.",
  "Foreign interference in our election?",
  "Self-harm?\"",
  "Terrorism?"
]