[
  "Although only 270,000 downloaded Kogan's app, there was a loophole at Facebook at the time that allowed app developers to not only see the data of people who downloaded the app but also everyone in that user's friend network, Wired senior reporter Issie Lapowsky told CBSN Saturday.",
  "His attorney, Tamsin Allen, said in a statement early Sunday that when Facebook became aware of the articles about to published about data harvesting at the social media giant, the company \"privately welcomed\" his help -- and then publicly suspended his account.",
  "While the Trump campaign has downplayed the role Cambridge Analytica played in his victory, the firm said after the election that they were key to his victory and Parscale has been named campaign manager for President Trump's 2020 re-election campaign.",
  "Facebook announced Friday night that it had suspended Wylie along with a researcher at the University of Cambridge named Dr. Aleksandr Kogan and the consulting company Strategic Communication Laboratories -- the parent company of Cambridge Analytica.",
  "In a statement via his attorney, Wylie said he \"helped set up\" Cambridge Analytica when he was 23 years old and he says he now feels \"a sense of regret every day when I see where they have helped take our world.\"",
  "Facebook announced Friday it had suspended the account of Christopher Wylie, the whistleblower from data firm Cambridge Analytica, shortly before articles were published about the data firm and Facebook.",
  "Special counsel Robert Mueller in December asked Cambridge Analytica to turn over internal documents as part of its investigation into Russian meddling in the 2016 election, The New York Times reports.",
  "Additionally, WikiLeaks founder Julian Assange has said that Cambridge Analytica founder Alexander Nix has approached him about working together in the release of hacked emails on the Clinton campaign.",
  "Wylie's attorney, Tamsin Allen, said in a statement when Facebook learned about the articles, the company \"privately welcomed\" his help but then criticized him publicly and suspended his account.",
  "In the release about the suspension, Facebook said Kogan had passed along data harvested from a digital app to Cambridge Analytica and Wylie and lied to Facebook about deleting the data.",
  "Facebook's release about the suspensions came just hours before exposés about the company's practices were published in The New York Times and the Guardian.",
  "Guardian reporter Carole Cadwalladr told CBSN on Saturday that Facebook knew about the illicit data harvesting two years ago and never acted.",
  "According to the Guardian, data was harvested from 50 million profiles and Facebook failed to inform uses and did little to recover the data.",
  "A Facebook spokesperson has since responded saying: \"Mr. Wylie has refused to cooperate with us until we lift the suspension on his account.",
  "\"This continual pattern that we've seen with Facebook -- trying to shut the story down, finally when it has no choice, acknowledge it.",
  "\"This behavior is more consistent with damage limitation than with a genuine attempt to resolve a serious problem,\" Allen said.",
  "Cambridge Analytica became a household name in 2016 after it was hired by the Trump campaign's digital guru, Brad Parscale.",
  "Cambridge Analytica pushed back against the claim that he was a founder, tweeting Saturday that Wylie was a \"contractor.\"",
  "Given he said he 'exploited Facebook to harvest millions of people's profiles,' we cannot do this at this time.\"",
  "Cambridge Analytica insisted Saturday that Kogan's company, Global Science Research (GSR) harvested the data.",
  "\"None of this would have been revealed without Mr Wylie speaking out and taking his share of responsibility.",
  "The company said once it learned GSR sold it data that it shouldn't have, it deleted the data.",
  "\"We exploited Facebook to harvest millions of people's profiles,\" Wylie told the Guardian.",
  "Cambridge Analytica said Saturday it did not use any Facebook data for the Trump campaign.",
  "\"And built models to exploit what we knew about them and target their inner demons.",
  "Wylie spoke to both outlets, saying he and Kogan \"exploited\" Facebook.",
  "Facebook should be doing the same rather than simply blaming others.\"",
  "That was the basis the entire company was built on.\"",
  "They've just really got to do better,\" she said."
]