[
  "To contact the author of this story: Shira Ovide at sovide@bloomberg.net\n\nTo contact the editor responsible for this story: Daniel Niemi at dniemi1@bloomberg.net\n\nThis column does not necessarily reflect the opinion of the editorial board or Bloomberg LP and its owners.",
  "To people already understandably weary of Facebook after two years of scandal, the combination of the words “Facebook” and “compromised data” are enough to bring up all the bad feelings about the company.",
  "Facebook shares dropped more than 3 percent on the news, and it set off another round of news reports that reminded people about Cambridge Analytica, Russian propaganda, Myanmar violence and more.",
  "As in any relationship between people, once a company loses the trust of its customers, there is a long, lingering period of suspicion that the company will do something egregious again.",
  "That is what is happening to Facebook on Friday after it reported it discovered a security flaw that potentially allowed attackers to hijack people’s Facebook accounts.",
  "At least based on the available information from Facebook, the company acted quickly and responsibly once it discovered the technical vulnerability.",
  "(Facebook lost more market value from the security flaw than Tesla lost on Friday after its CEO was sued by the government for securities fraud.)",
  "The company said the flaw affected almost 50 million accounts, and Facebook logged 90 million people off their accounts as a safety measure.",
  "Everyone at Facebook may believe it’s unfair that the company is being criticized at every turn, but reality bites.",
  "The company didn’t say whether anyone’s account had been hijacked by exploiting the security flaw it outlined.",
  "This is what the loss of faith looks like, and it’s hard to imagine Facebook winning people back anytime soon.",
  "And that Facebook Inc. is too creepy and irresponsible to be an unquestioned staple of daily life.",
  "Once trust is gone, it’s incredibly hard to win back and every misstep is magnified.",
  "There is suspicion that greedy banks will take on too much risk again.",
  "Shira Ovide is a Bloomberg Opinion columnist covering technology.",
  "She previously was a reporter for the Wall Street Journal.",
  "That Chipotle will make customers sick again.",
  "But again, it doesn’t matter.",
  "©2018 Bloomberg L.P."
]