[
  "(Reuters) - Facebook Inc (FB.O) said on Friday that hackers stole digital login codes allowing them to take over nearly 50 million user accounts in its worst security breach ever given the unprecedented level of potential access, adding to what has been a difficult year for the company’s reputation.",
  "In 2013, Facebook disclosed a software flaw that exposed 6 million users’ phone numbers and email addresses to unauthorized viewers for a year, while a technical glitch in 2008 revealed confidential birth-dates on 80 million Facebook users’ profiles.",
  "‘COMPLEX’ FLAW\n\nFacebook’s latest vulnerability had existed since July 2017, but the company first identified it on Tuesday after spotting a “fairly large” increase in use of its “view as” privacy feature on Sept. 16, executives said.",
  "Facebook reset the digital keys of the 50 million affected accounts, and as a precaution temporarily disabled “view as” and reset those keys for another 40 million that have been looked up through “view as” over the last year.",
  "REUTERS/Dado Ruvic\n\nThe Irish authority expressed concern in a statement that Facebook has been “unable to clarify the nature of the breach and risk to users” and said it was pressing Facebook for answers.",
  "It also notified the U.S. Federal Bureau of Investigation, Department of Homeland Security, Congressional aides and the Data Protection Commission in Ireland, where the company has European headquarters.",
  "All my activities are on Facebook,” Mohammad ZR Zia, a 25-year-old college student in Kuala Lumpur, Malaysia, who has been using the social media platform since 2009, told Reuters.",
  "Related Coverage UK regulator to enquire if Facebook data breach has affected UK citizens\n\nU.S. lawmakers said on Friday that the hack may boost calls for data privacy legislation.",
  "The flaw inadvertently gave the devices of “view as” users the wrong digital code, which, like a browser cookie, keeps users signed in to a service across multiple visits.",
  "The disclosure has prompted government inquiries into the company’s privacy practices across the world, and fueled a “#deleteFacebook” social movement among consumers.",
  "That code could allow the person using “view as” to post and browse from someone else’s Facebook account, potentially exposing private messages, photos and posts.",
  "REUTERS/Dado Ruvic/Illustration/File Photo\n\n“View as” allows users to verify their privacy settings by seeing what their own profile looks like to someone else.",
  "“This is another sobering indicator that Congress needs to step up and take action to protect the privacy and security of social media users,” Democratic U.S.",
  "Facebook, which has more than 2.2 billion monthly users, said it has yet to determine whether the attacker misused any accounts or stole private information.",
  "The attacker also could have gained full access to victims’ accounts on any third-party app or website where they had logged in with Facebook credentials.",
  "Facebook made headlines earlier this year after profile details from 87 million users was improperly accessed by political data firm Cambridge Analytica.",
  "The level of concern expressed on Facebook was enough that the company’s automated system temporarily blocked sharing of some articles about the breach.",
  "A video upload feature should not have displayed on a user’s profile page when accessed through “view as,” Rosen told reporters on a conference call.",
  "“Our security systems have detected that a lot of people are posting the same content, which could mean that it’s spam,” a message told users.",
  "That alone would not have been problematic except that the video feature wrongly triggered the placement of the powerful login code.",
  "Federal Trade Commission Commissioner Rohit Chopra on Twitter said “I want answers” with a link to a Reuters story on the breach.",
  "Guy Rosen, the Facebook vice president overseeing security, said the flaw was “complex” in that it resulted from three failings.",
  "About 90 million people will have to log back into Facebook or any of their apps that use a Facebook login, the company said.",
  "“The implications of this are huge,” Justin Fier, director of cyber intelligence at security company Darktrace, told Reuters.",
  "FILE PHOTO: A 3D-printed Facebook logo is seen in front of displayed binary digits in this illustration taken March 18, 2018.",
  "Chief Executive Mark Zuckerberg described the incident as “really serious” in a conference call with reporters.",
  "His account was affected along with that of Chief Operating Officer Sheryl Sandberg, a spokeswoman said.",
  "FILE PHOTO - Figurines are seen in front of the Facebook logo in this illustration taken March 20, 2018.",
  "Two Facebook users sued the company over the breach in federal court in California on Friday.",
  "It also has not identified the attacker’s location or whether specific victims were targeted.",
  "Shares in Facebook fell 2.6 percent on Friday, weighing on major Wall Street stock indexes.",
  "And it placed the code not for the “view as” user, but for who they were pretending to be.",
  "More than 6,000 users complained about the breach on Zuckerberg’s Facebook page.",
  "Its initial review suggests the attack was broad in nature.",
  "Facebook has suffered narrower breaches before.",
  "His account was logged out earlier on Friday.",
  "Facebook later apologized for the misfire.",
  "Senator Mark Warner said in a statement.",
  "Facebook fixed the issue on Thursday.",
  "“I’m so scared now."
]