[
  "The reports raise more questions about Facebook's use of consumer data and privacy protections, which came to a head earlier this year when a whistleblower disclosed that political consulting firm Cambridge Analytica had gained unauthorized access to data from millions of Facebook accounts.",
  "The company also on Friday revealed a security breach in which 50 million user accounts were accessed by hackers exploiting a bug that affected its popular \"View As\" feature and another 40 million accounts were at risk of hacking before Facebook intervened to stop it.",
  "\"I think that many users don't fully understand how ad targeting works today: that advertisers can literally specify exactly which users should see their ads by uploading the users' email addresses, phone numbers, names+dates of birth, etc,\" Mislove told Gizmodo.",
  "The company may also rely on information that consumers may not be aware is being tapped to sell ads, such as security phone numbers and \"shadow information\" gleaned about you from friends' accounts, Gizmodo reports.",
  "Alan Mislove of Northeastern University and other researchers discovered that numbers provided to Facebook in two-factor authentication became targeted by advertisers within a matter of weeks, Gizmodo noted.",
  "https://t.co/tPo4keQkT7 — Eva (@evacide) September 28, 2018\n\nConsumers can authenticate their Facebook accounts without providing their phone numbers if they rely on third-party authentication apps.",
  "The social-media giant is using phone numbers provided in two-factor authentication, or the security measure when services ask consumers to provide two pieces of data to verify their identity.",
  "Because its 2 billion users share their data with the service, it sells advertisers the ability to micro-target consumers, like reaching all Boston-area men in their 20s who like bicycling.",
  "The service is also reportedly selling ads based on so-called \"shadow information,\" or data it collects on users by scraping information from their friends' accounts.",
  "Facebook is reportedly using phone numbers provided by its users to make their accounts more secure as a way to sell ads.",
  "But Facebook is reportedly using those numbers to better target consumers with ads, according to TechCrunch.",
  "I spend a lot of time trying to convince people to lock down their social media accounts with 2FA.",
  "Facebook has grown to a $480 billion company based on its advertising prowess.",
  "Often, this is a code texted to the user on their mobile phone.",
  "Facebook didn't immediately return a request for comment.",
  "Boy does this undermine my efforts."
]