[
  "The revelations then ratcheted up another level again when you reported, based on the evidence of the whistleblower Christopher Wylie, that Cambridge Analytica had contracted a Cambridge University academic to harvest the data of millions of Facebook users\n\nAfter that report came out in February I got a lead about another company, a Canadian company with links to Cambridge Analytica, which traded as AggregateIQ.",
  "Take us through what happened in the months after that piece was published\n\nThe first big piece I did on Cambridge Analytica was in February 2017 and it drew these links between their work on the Brexit campaign and in the US and the shadowy role of [Donald Trump’s former strategist] Steve Bannon and [conservative billionaire] Robert Mercer.",
  "It was the result of a year-long investigation in which Carole Cadwalladr worked with ex-employee turned whistleblower Christopher Wylie to reveal how the data analytics firm that was behind Trump’s 2016 campaign and played a role in Brexit, had used the data harvested from 87 million Facebook users without their consent.",
  "Observer reporter Carole Cadwalladr on her investigation into the firm at the centre of a data breach that shamed Facebook and exposed foul play in the EU referendum campaign and US presidential election\n\nEarlier this year, The Observer and The Guardian broke the story that became the Cambridge Analytica scandal.",
  "It did immediately have a consequential impact in that it triggered three investigations: one by the Electoral Commission and two by the Information Commissioner’s Office, into spending and what had been done with data, and which then became part of a bigger inquiry, into the use of data in politics.",
  "It just took me another year to help him get into a position where he was prepared to go on the record …\n\n\n\nGiven the gravity of the revelation in your reporting, and the connections to those in power, how have you dealt with the demands of this investigation and the public denials and the pressure?",
  "It takes a huge amount of resources and resolve for a news organisation to keep publishing in the face of the kind of threats we were facing, and the support of the readers for the story and what we were trying to do really did help give my editors confidence, I think.",
  "She won the British Journalism Awards’ Technology Journalism Award in December 2017 and the Orwell Prize for political journalism in June this year for her work “on the impact of big data on the EU Referendum and the 2016 US presidential election”.",
  "We had this late-night conversation in which we both quite freaked each other out with what we were finding and he said to me that “companies like Cambridge Analytica can use these fake news sites to track readers around the web”.",
  "Jane Mayer, the brilliant New Yorker writer, was in the throes of researching a profile of him for the magazine, it turned out, but that wasn’t published for another month, and people just didn’t know what to make of the article.",
  "That’s become the biggest data investigation in the world and we know now that the team is also cooperating with the Mueller investigation [into alleged Russian interference in the last US presidential election].",
  "Its final report is coming out this autumn and I really hope that it can answer some of the very many questions about both Cambridge Analytica and, more widely, what happened with data in the referendum.",
  "Even after Damian Collins, the Conservative MP who is chairing the parliamentary fake news inquiry, made clear calls for the government to say what it was doing, there’s been a deafening silence.",
  "I’d typed “are Jews” into Google and it had suggested the search “are Jews evil?” and when I clicked on that, I got a whole page of results saying they were … it was a truly jaw-dropping moment.",
  "Just how powerless and vulnerable we were and still are and how there’s a class of very rich people who are taking advantage of new technologies to amass power and influence for themselves.",
  "One of the most important revelations, though, has been about the multiple criminal acts that we now know took place during the referendum … and it’s also been one of the most frustrating.",
  "I’d never heard of the company before but I put it in that first article … and that triggered an angry letter from them that set off the entire chain events that led to where we are today.",
  "One of the early pieces you wrote analysed the connection between Brexit and the US election and the threat to democracy, which became an overarching theme to your reporting on this issue.",
  "It’s illegal for campaigns to coordinate and yet here was this weird, covert link … which both SCL [Group, the parent company of Cambridge Analytica] and AggregateIQ promptly denied.",
  "And if Facebook is going to continue to refuse to answer parliament’s questions and answer to lawmakers, I don’t believe it should be allowed to play any role in British elections.",
  "The aspect of the story that’s had most impact has been the fallout for Facebook, from the collapse in its share price to the ongoing scrutiny by lawmakers and regulators.",
  "It felt like the world had turned very dark and I was sitting on a lot of information that implicated a lot of important and powerful people … and I did worry about that.",
  "But it’s been really amazing and incredibly important to have had the support, especially at moments when it got quite nasty or personal, so I’m very, very grateful.",
  "Cadwalladr’s reporting led to the downfall of Cambridge Analytica and a public apology from Facebook’s Mark Zuckerberg who was forced to testify before congress.",
  "Nobody would talk to me initially, but eventually someone cracked and when he heard about Facebook data and Canada, he said to me “you need find Chris Wylie”.",
  "Can you tell us about the reaction that you personally have received over the past two years while working on this story, including from Guardian readers?",
  "One of your first stories investigating Cambridge Analytica was published in 2017, but you had been examining the company for some time before that.",
  "And it was hard to even explain to family and friends what I was involved in … every time I tried to explain it, it sounded more preposterous.",
  "But here was evidence that another company with close links to Cambridge Analytica had worked with the official leave campaign, Vote Leave.",
  "There were a lot of people saying “this is really creepy” and a whole load of others saying “this just reads like a conspiracy theory”.",
  "I’m struggling with this at the moment as I am with the reluctance to investigate the evidence we produced of Russian interference.",
  "It’s a big question, but what do you think the future holds in terms of data, privacy and the will of the people in elections?",
  "And while Facebook and Google remain private companies, behind closed doors, beyond the reach of lawmakers, we won’t know how.",
  "Not just because it helped give me the confidence to keep going, but also because it helped give the organisation confidence.",
  "I’d just started researching fake news and had stumbled upon a whole seam of weird and disturbing Google search results.",
  "I have to say that the support of readers was absolutely crucial and was one of the things that enabled me to carry on.",
  "I then discovered an academic in the US called Jonathan Albright who’d just started mapping the fake news network.",
  "What has stayed with you throughout this investigation to keep you digging away at various elements of the story?",
  "I think it’s inevitable that foreign actors and rich individuals will try to manipulate social media platforms.",
  "I first heard the words “Cambridge Analytica” just a couple of weeks after the US presidential election.",
  "It’s been … exhausting, exhilarating, stressful, alarming and at various points, slightly terrifying.",
  "It just went off like a bit of a bomb online … it was the first major piece on Robert Mercer’s role.",
  "I’ve had lots and lots of messages and I’m ashamed that I didn’t manage to respond to many of them.",
  "When the story was unfolding, it was so incredibly busy, I was just overwhelmed by my inbox.",
  "But it really did take over pretty much every waking hour of my life for a very long time.",
  "What do you think has been the most important element of the reporting and revelations?",
  "What do you think could guard us against something like this happening in the future?",
  "I knew there was something there though and I set about tracking down ex-employees.",
  "It’s got easier every time I’ve published – sunlight is the best disinfectant etc.",
  "What support and encouragement were you given to continue to pursue this story?",
  "We already knew that Cambridge Analytica had worked for Brexit campaigners.",
  "I suspect people don’t realise how incredibly small the Observer’s team is.",
  "Many of the allegations have now been proven and yet simply ignored.",
  "We seem to have accepted as a country that it’s OK to break the law.",
  "I just had to be tunnel-visioned about getting the stories out.",
  "Can you tell us what prompted you to start looking into it?",
  "Facebook has since lost $120 billion from its share price.",
  "Their methods are only going to get more sophisticated.",
  "Our electoral laws need to be completely overhauled.",
  "The early months last year were among the worst.",
  "What has it been like working on this story?",
  "And I’m really grateful for that.",
  "And I still haven’t caught up.",
  "Our readers are the best.",
  "So I did."
]