[
  "With refreshing simplicity, Fry explains what AI, machine learning and complicated algorithms really mean, providing some succinct explanations of the Cambridge Analytica scandal, driverless cars and many other unnerving modern phenomena.",
  "In one chapter, she explains how a man who nearly followed his satnav off a cliff is similar to the chess grandmaster Garry Kasparov, and to voters being manipulated by social media.",
  "She asks the reader to consider some difficult questions: would you hand over your medical records to a faceless company if doing so might improve treatment for everyone?",
  "And if we don’t understand it, those difficult questions will be answered by those who do – pharmaceutical companies, malign governments and the like.",
  "Fry makes a convincing case for “the urgent need for algorithmic regulation”, and wants the public to understand the compromises we are making.",
  "“We have somehow managed to be simultaneously dismissive” of algorithms, “intimidated by them and in awe of their capabilities”, she argues.",
  "Fry, a mathematician, is a passionate advocate for maths and technology, but keen that we don’t put too much faith in them.",
  "Should a driverless car prioritise protecting its owner, or the child she is about to run over?",
  "To order a copy for £16.33 (RRP £18.99) go to guardianbookshop.com or call 0330 333 6846.",
  "Should a judge or a computer calculate whether a prisoner is likely to reoffend?",
  "And, in the case of Facebook and users’ data, “how cheaply we were bought”.",
  "It’s time to pull back the curtain on the algorithms that shape our lives.",
  "“We have a tendency to overtrust anything we don’t understand,” Fry says.",
  "Do you secretly have little idea what algorithms and data actually are?",
  "But working together, human and AI-machine can be the perfect team.",
  "This book illustrates why good science writers are essential.",
  "Do you ever worry that algorithms are stealing your data?",
  "We create it.”\n\n• Hello World is published by Doubleday.",
  "Because, as Fry says, “the future doesn’t just happen.",
  "Are you a concerned citizen of the modern world?",
  "And in each case, who gets to make the rules?",
  "Free UK p&p over £10, online orders only.",
  "Yet humans aren’t perfect, either.",
  "Phone orders min p&p of £1.99.",
  "Doctors fail to spot cancer.",
  "Then Hello World is for you.",
  "Judges are biased.",
  "Pilots crash."
]