[
  "Eliot Engel, a Democrat who represents parts of the Bronx and part of Westchester County, in New York, name-checked Zuckerberg’s high school and wondered aloud whether he “might commit to returning to Westchester County.”\n\nJoe Barton, the committee’s vice-chairman, openly praised Zuckerberg for having hired James Barnette, the committee’s former counsel, as a lobbyist.",
  "And the American people are not even noticing these affronts of their right to privacy.”\n\nDuring the hearing, Representative Jan Schakowsky, also of Illinois, read off some of Zuckerberg’s past apologies—the many times, through the years that he has asked for forgiveness from his users for misunderstandings, scandals, or breaches of trust.",
  "“Respectfully, when there are tens of billions or one hundred billion pieces of content that are shared every day, even twenty thousand people reviewing it can’t look at everything.” He suggested that stopping the sale of illegal drugs wasn’t his problem; it was up to individual users to flag the ads.",
  "A Republican congressman wanted to know about Diamond and Silk, two pro-Trump commentators who reportedly received a message from Facebook telling them that their videos were “unsafe to the community.” Zuckerberg called this incident an “enforcement error”—some kind of human mistake in the system.",
  "On questions concerning privacy, the manipulation of elections, and the tens of millions of Americans who had their Facebook data surreptitiously obtained by Cambridge Analytica, Zuckerberg stuck to the answers he had established during his Senate hearing on Tuesday.",
  "“It’s up to you whether they pass or not.”\n\nKennedy was articulating something that is an open secret in Washington: that members of Congress will have very little say in how the emerging law around privacy and technology will be written.",
  "Zuckerberg could, Kennedy said, “spend ten million dollars on lobbyists and fight us,” or he could try actually to do something about data breaches, foreign propaganda, and all the other problems that have taken root on his platform.",
  "On Wednesday, Representative Bobby Rush, of Illinois, an Army veteran and former Black Panther who was active in the civil-rights movement, compared Facebook to COINTELPRO, the domestic-surveillance program that the F.B.I.",
  "According to Facebook’s own annual reports, North American users are worth a hundred dollars a head each year, about three times as much as users in Europe, which has a much stricter regulatory regime.",
  "Representative Greg Walden, the committee’s Republican chairman, noted with pride that Zuckerberg had chosen to put one of Facebook’s huge data centers in Prineville, Oregon—in Walden’s district.",
  "“We will certainly follow up with you on this.” He had promised something similar to Senator Shelley Moore Capito, of West Virginia, on Tuesday, when he appeared before two Senate committees.",
  "There was a moment of real anger from Representative David McKinley, of West Virginia, who questioned Zuckerberg about Facebook’s role in the robust online market for illegal opioids.",
  "of Facebook, Mark Zuckerberg, testified before the House Energy and Commerce Committee, and throughout the hearing, many of the committee’s fifty-four members appeared starstruck.",
  "Facebook wasn’t necessarily opposed to some regulation, but “the details matter.”\n\nWill all this result in Congress actually taking actions that affect Facebook?",
  "“Facebook is gathering information about their habits, their hates, their joys, their plans, their pain, their future—the most basic, intimate information.",
  "Government surveillance, he said, does not “give people the option to delete the data they have.”\n\nI found Rush in the hall during a recess on Wednesday.",
  "Two hundred thousand dollars of the eleven and a half million that Facebook spent on lobbying last year went to Barnette’s law firm, Steptoe & Johnson.",
  "Representative Morgan Griffith asked Zuckerberg if Facebook could help his district, in southwestern Virginia, get broadband Internet connections.",
  "The hearings themselves, with Zuckerberg going through the motions of submitting himself to public scrutiny, were little more than ceremony.",
  "Today West Virginia’s best chance for fast internet may be a conscience-stricken tech billionaire seeking to buy himself an indulgence.",
  "Instead of seeing Zuckerberg ask for forgiveness, we saw the opportunism of elected officials who wanted something from Zuckerberg.",
  "His presence was an open demonstration of Facebook’s willingness to do business with Commerce and Energy’s friends and family.",
  "As long as the tech industry is willing to throw its money around to get what it wants, few on the Hill will dare take it on.",
  "“I think the American people—who love their technology, I get it—believe that there ought to be some safeguards,” she said.",
  "“Can you also agree—yes or no—to update me?” Griffith said, as though asking for future contact were a hardball question.",
  "There was a time, in living memory, when rural America could look to the federal government to look after its needs.",
  "He is attempting to put a pleasant face over some atrocious abuses that Facebook has been allowing to occur.",
  "How long would the internal investigation into possible data breaches by Facebook’s third-party apps take?",
  "At the same time, there were a few members of Congress who were willing to speak up for Facebook’s users.",
  "“There are going to be a whole bunch of bills introduced to regulate Facebook,” he told Zuckerberg.",
  "Unlike some of her colleagues, she was not content to leave regulatory matters in Facebook’s hands.",
  "Everyone knew why Barnette, who was seated immediately behind Zuckerberg, was there.",
  "Even a small regulatory move could do a lot of damage to Facebook’s bottom line.",
  "“It could be years!” she exclaimed to me, a few minutes later, during a recess.",
  "On Tuesday, Senator John Kennedy, of Louisiana, summed things up pretty well.",
  "“If he’s not, he’s just got a great seat.” The room broke out in laughter.",
  "“If he’s affiliated with Facebook, you’ve got a good one,” Barton said.",
  "That tremendous stream of revenue can buy a lot of clout in Washington.",
  "This threatens our form of government if it is not stopped immediately.",
  "It will be mostly up to Zuckerberg and his peers in the tech industry.",
  "Facebook has an absolute responsibility to protect that information.",
  "“Yes, Congressman,” Zuckerberg answered, displaying a rare smile.",
  "Schakowsky was not happy with the vagueness of this timeline.",
  "“I agree that this is a terrible issue,” Zuckerberg replied.",
  "“Facebook has to protect the rights of Americans,” he said.",
  "We could quickly move to a totalitarian type of government.",
  "There were some more aggressive lines of questioning, too.",
  "Republicans and Democrats lined up to rattle their cups.",
  "Facebook was investigating what had happened.",
  "Zuckerberg is doing what he intended to do.",
  "“You are hurting people,” McKinley said.",
  "You didn’t read the terms of service.",
  "conducted, in the nineteen-sixties.",
  "“I hope not,” Zuckerberg answered.",
  "“Many months,” Zuckerberg said.",
  "You pressed ‘I agree.’ Sorry.",
  "That’s just not good enough.”",
  "“Years?” Schakowsky asked.",
  "“He blames the consumer.",
  "On Wednesday, the C.E.O.",
  "Zuckerberg pushed back.",
  "Facebook was sorry.",
  "she asked."
]