[
  "The 33-year-old billionaire, who co-founded Facebook from his Harvard dorm room in 2004, has been in full damage-control mode since reports surfaced in recent weeks that Cambridge Analytica, a political data-mining firm affiliated with Donald Trump’s 2016 presidential campaign, may have used ill-gotten user data to try to influence elections.",
  "This latest Facebook kerfuffle comes as CEO Mark Zuckerberg arrives Monday on Capitol Hill for a series of expected private meetings with lawmakers -- ahead of his much-anticipated testimony this week on how the social media giant allowed a data-mining company to get personal information from at least 87 million users.",
  "Facebook is reconsidering classifying videos produced by Diamond and Silk, two of President Donald Trump's most ardent supporters, as \"unsafe to the community\" after the dynamic duo went on Fox News' morning show asking why the embattled social media giant had labeled them as such.",
  "When originally reached for comment by Fox News why the videos from the duo were labeled as \"unsafe to the community,\" a Facebook spokesperson said that the company's policy team had concerns about their online rhetoric and deemed them as unsafe.",
  "After being deemed \"unsafe to the community\" by Facebook's public policy team, Lynnette \"Diamond\" Hardaway and Rochelle \"Silk\" Richardson went on \"Fox & Friends\" and said they were provided with no reason why their videos were labeled as unsafe.",
  "Zuckerberg is set to meet early Monday afternoon with Florida Sen. Bill Nelson, the top Democrat on the Commerce, Science and Transportation committee, which will hear Zuckerberg's testimony Tuesday afternoon.",
  "The two outspoken commentators, who are sisters, describe themselves as \"biological sisters from North Carolina standing with the silent majority\" and President Trump's \"most outspoken & loyal supporters.\"",
  "The social media stars added that the labeling started seven months ago, when they \"noticed that there was a pause on our page, one day we were doing good and then it just dropped.",
  "We have provided them with more information about our policies and the tools that are applicable to their Page and look forward to the opportunity to speak with them.\"",
  "The message they received last week was inaccurate and not reflective of the way we communicate with our community and the people who run Pages on our platform.",
  "In a statement to Fox News, a Facebook spokesperson said: \"We have communicated directly with Diamond And Silk about this issue.",
  "Fox News' Christopher Carbone, Paulina Dedaj and The Associated Press contributed to this report.",
  "They also noted that though Facebook is a \"private entity,\" they are \"open to the public.\"",
  "People were not receiving notifications, our posts were not showing up on their feed.\"",
  "THE AMOUNT MAY SURPRISE YOU\n\n\"They gave us no rationale,\" the sisters said on Sunday.",
  "\"The only thing they told us is that we are unsafe for the community.",
  "Why are you not allowing our viewers to view our content?\"",
  "It’s offensive, it’s appalling, it taints our brand.",
  "We don’t sell drugs, we don’t belong to no gangs.",
  "Follow Chris Ciaccia on Twitter @Chris_Ciaccia",
  "We are two women of color, how are we unsafe?",
  "Why are you censoring two black women?",
  "HOW MUCH DOES FACEBOOK MAKE OFF YOU?"
]