[
  "Foremost among these tools is enforcement action against companies that fail to honor their privacy promises, including to comply with Privacy Shield, or that engage in unfair acts that cause substantial injury to consumers in violation of the FTC Act.",
  "Cambridge Analytica is a British political-marketing firm that illicitly obtained data on up to 50 million Facebook users that it used to try to influence voters during the 2016 US presidential election and the Brexit vote.",
  "With this latest investigation, the FTC will be looking at whether Facebook violated that agreement and whether it violated any FTC regulations more broadly in its dealings with Cambridge Analytica.",
  "At the same time, more is being revealed about just how much data Facebook has been collecting on its users, including in new reports that it had tracked some Android users' phone use.",
  "Stephen Lam/Reuters\n\nThe Federal Trade Commission on Monday publicly confirmed it was investigating Facebook after several news outlets reported on the investigation last week.",
  "The Cambridge Analytica scandal has prompted some, including powerful people in Silicon Valley, to call for regulation of Facebook and perhaps other internet companies.",
  "It isn't the first time the FTC has investigated Facebook's privacy practices; the agency looked into the company's practices several years ago and found them wanting.",
  "It mentions Privacy Shield, a framework between the US and Europe for how personal data must be treated by tech companies when it travels between countries.",
  "Companies who have settled previous FTC actions must also comply with FTC order provisions imposing privacy and data security requirements.",
  "Accordingly, the FTC takes very seriously recent press reports raising substantial concerns about the privacy practices of Facebook.",
  "In 2011, Facebook entered into an agreement with the FTC that regulated how the social-media company treated its users' privacy.",
  "\"The FTC is firmly and fully committed to using all of its tools to protect the privacy of consumers.",
  "Today, the FTC is confirming that it has an open non-public investigation into these practices.\"",
  "Facebook has attracted the FTC's scrutiny over the Cambridge Analytica scandal.",
  "Facebook stock was down as much as 5% on Monday after the news broke.",
  "Here's the official statement confirming the FTC's investigation.",
  "Investors were not happy with the latest news.",
  "Mark Zuckerberg."
]