[
  "While much remains unknown about the full extent and nature of the relationship between Team Trump and Russia's 2016 election activities, we actually know a great deal already:\n\nWe know that Kremlin intermediaries reached out to Trump foreign-policy advisor George Papadopoulos and then to Trump's son, Donald Trump Jr., in the spring of 2016 offering \"dirt\" on Democratic presidential nominee Hillary Clinton (including, in Papadopoulos's case, an offer of \"thousands of emails\").",
  "We also know that, in the summer of 2016, then candidate Trump called on Russia to \"find\" Clinton's missing emails, and that several campaign surrogates (including Roger Stone and the Trump campaign's data firm Cambridge Analytica) and at least one prominent Republican operative (Peter W. Smith) reached out to WikiLeaks (which was laundering information for Moscow) and to Russian hackers to get additional dirt on Clinton.",
  "According to the New York Times, immediately after the announcement of Obama's retaliatory measures, McFarland wrote an email to transition advisor (and current homeland security advisor) Thomas Bossert, who then forwarded it to other top transition officials (including Flynn, Reince Priebus, Steve Bannon, and Sean Spicer), stating that the Obama administration's main goal was to discredit Trump's victory.",
  "If nothing else proves true, the following facts are now undeniable: Trump's campaign and the Republican leadership in Congress were witting of Russian meddling to help Trump in the 2016 election in real time; they were all too happy to politically benefit from Putin's attack on our democracy; and they actively and repeatedly took steps to constrain efforts to make the Kremlin pay for it.",
  "But even the most generous interpretation of McFarland's email suggests that, at the very least:\n\nThe Trump campaign knew Russia had intervened in the election and remained committed to improving ties despite (or perhaps because of) this intervention\n\nThey also worried that going soft on Putin would be perceived as payback for Russia's help even if there was no actual collusion.",
  "A critical portion of her Dec. 29 email reads:\n\nMy Take Obama is doing three things politically: —discrediting Trump's victory by saying It was due to Russia interference —lure Trump into trap of saying something today that casts doubt on report of Russia's culpability and then next week release report that catches Russians red handed —box trump in diplomatically with russia.",
  "Senate Majority Leader Mitch McConnell (R-Ky.) in particular questioned the veracity of the underlying intelligence and, according to the Washington Post, \"made it clear to the administration that he would consider any effort by the White House to challenge the Russians publicly an act of partisan politics.\"",
  "So they decided to lie, systematically from Trump on down, about the reassuring outreach to Russia during the transition, either because the engagements with Kislyak proved the quid pro quo at the heart of the collusion hypothesis or to avoid the politically costly perception that that was the case.",
  "Trump's denials continued throughout the presidential transition and, as president, Trump has consistently suggested that he trusts Russian President Vladimir Putin's assurances that the Kremlin did not interfere in the U.S. election over the consensus judgement of America's intelligence agencies.",
  "Although the Obama administration had explicitly requested that the Trump transition team not take any steps to undermine or contradict the administration's response to Russia's election interference, that is precisely what Flynn — at the direction and with full knowledge of Trump's team — did.",
  "In part for that reason, in early September 2016, the Obama administration provided a detailed intelligence briefing on Russian activities to Republican and Democratic leadership on the Hill, with the goal of generating a bipartisan statement on Moscow's activities.",
  "As special counsel Robert Mueller's investigation continues, alongside other investigations in the Senate and House of Representatives, we are likely to find out more about possible ties between the Trump campaign and Russia's efforts to tilt the election.",
  "Yet, despite all of this knowledge of Moscow's meddling, candidate Trump repeatedly insisted that the Russians were likely not the ones responsible for hacking Democratic National Committee emails or the account of Clinton campaign chairman John Podesta.",
  "On Dec. 29, 2016, the Obama administration announced a series of retaliatory steps against Russia for its activities during the election, including expelling 35 \"diplomats\" and targeting several Russian individuals and entities with sanctions.",
  "But even if it turns out that there was no direct \"collusion\" to shape the 2016 election, what we have learned so far — including most recently from retired Lt. Gen. Michael Flynn's guilty plea this past week — is incredibly troubling.",
  "Kevin Hagen/Getty Images\n\nAccording to court documents, that same day Flynn spoke with a senior Trump transition official staffing the president-elect at Trump's Mar-a-Lago resort about the appropriate message to convey to Moscow.",
  "The Russians had just assaulted the integrity of our presidential election and Team Trump's first instinct and top priority was not to defend our democracy but rather to reassure the Kremlin that it was no big deal.",
  "Fast-forward to after the election and Flynn's conversations with Russian Ambassador Sergey Kislyak — conversations Flynn now admits he did at the request of the Trump transition team but lied to the FBI about.",
  "But it also had the effect of making it more difficult for Obama to unilaterally call attention to Moscow's efforts to hack the election without it appearing to be part of a partisan scheme to help Clinton.",
  "Flynn then called Kislyak to ask Russia not to retaliate, and in a subsequent call, Kislyak told Flynn that \"Russia had chosen to moderate its response to those sanctions as a result of his request.\"",
  "The evidence is now irrefutable that Trump, his associates, and Republican leadership more broadly conspired to give Moscow a pass despite (or perhaps because of) Russia's attack on our democracy.",
  "Beyond questioning Russia's involvement, Trump and Republican congressional leadership took steps to complicate the ability of the Obama administration to effectively respond to the attack.",
  "The fact that Flynn has pleaded guilty to a relatively minor charge suggests that he is cooperating with Mueller's team to provide evidence against those even higher up in the food chain.",
  "George Frey/Getty Images\n\nThe circumstantial evidence suggesting that the Trump campaign collaborated with the Kremlin to get now-President Donald Trump elected continues to mount.",
  "McFarland) discussed the transition team's view that an escalatory response by Russia to Obama's sanctions could undermine Trump's desire to improve relations with Putin.",
  "On Dec. 30, Putin announced that Russia did not intend to retaliate, prompting a tweet from Trump: \"Great move on delay (by V. Putin) - I always knew he was very smart!\"",
  "Recall that candidate Trump repeatedly warned during the campaign that some combination of Clinton, President Obama, and the Democrats aimed to \"rig\" the election.",
  "We know that several other senior Trump campaign officials were aware of these approaches, failed to report them to the FBI, and encouraged the outreach.",
  "AP Photo/Andrew Harnik\n\nBut even if the story goes no further, what we have already learned about Team Trump and the GOP leadership is shocking.",
  "If there is a tit for tat escalation trump will have difficulty improving relations with Russia which has just thrown USA election to him.",
  "In short, both Trump and the GOP leadership in Congress were much more focused on boxing Obama in than calling Putin out.",
  "On that call, Flynn and the unnamed transition official (reported to be incoming deputy national security advisor K.T.",
  "Some have taken this email to be smoking-gun evidence of collusion between the Trump campaign and Russia.",
  "Trump's rhetoric was clearly intended to generate an excuse in the event that he lost.",
  "Although Democratic members were on board, Republican leadership resisted.",
  "McFarland's now infamous email comes into the picture.",
  "It remains unclear where this all will lead.",
  "Think about that for a moment.",
  "That alone is pretty damning.",
  "The question is, why?",
  "This is where K.T.",
  "Robert Mueller.",
  "Michael Flynn."
]