[
  "Some might say that these user numbers and revenue growth trends sound almost too good to be true, almost like that Instagram feed filled with exotic vacation pictures and no evidence of job or responsibilities.",
  "FB is betting that videos (IGTV) will drive significant user engagement on Instagram and has recently made strategic moves like partnering with content creators to share some of the revenue derived from videos.",
  "FB investors will need to see evidence of continued growth and engagement in the core business and especially a major ramp in revenue from Instagram before the shares can start to move meaningfully higher.",
  "Facebook shares have tanked, wreaking havoc on current shareholders but for everyone else, this is an attractive opportunity to own one of the most promising tech stocks.",
  "Brian Acton and Jan Koum, founders of WhatsApp, left the company earlier this year because of disagreements with FB management about displaying ads for WhatsApp users.",
  "Relative to other companies in the S&P 500, FB’s business is significantly more profitable thanks to the fact that the company doesn’t have to pay for its content.",
  "AAPL consolidated for one year in 2015 and 2016 before proving that margins would not decline meaningfully as lower priced Android phones nipped at its lead.",
  "An unfortunate series of events, including the Cambridge Analytica scandal and Russian election meddling on social media, left the company at a crossroads.",
  "The only large-cap Tech stocks with higher EBIT margins are Mastercard and Visa, though they trade at significantly higher valuation multiples than FB.",
  "Over the past 12 months, EBIT margins of 49% exceed almost every Tech and Consumer Discretionary company (EBIT is Earnings before Interest and Taxes).",
  "No one could have predicted the company’s 2Q report where management outlined plans for increased spending and lowered margin guidance going forward.",
  "Yet, security remains an ongoing concern for investors and users alike as evidenced by most recent data breach that affected 50M Facebook users.",
  "Spending more on security measures, content vetting and cleaning up sensationalist click-bait should only be attractive to long term investors.",
  "Similarly Netflix stock consolidated for about a year in 2015 and 2016 as investors questioned the company ability to expand internationally.",
  "The valuation is attractive relative to its own history but also vs. other large-cap tech stocks like GOOGL which trades at a P/E of 27x.",
  "FB executives could have continued with their previous strategy, maintained the same level of spendings and met Wall St expectations.",
  "In both cases, it seems the founder believed they were being forced to compromise on product vision at the expense of monetization.",
  "The other two businesses are WhatsApp (1.5 billion MAU) and Messenger (1.3B MAU) which don’t produce any revenue for the company.",
  "On a valuation basis, FB trades at a forward P/E of 22x which represents the lowest multiple since the stock went public in 2012.",
  "The attractive valuation of the company offers investors downside protection while they wait for the stock to resume its uptrend.",
  "The 2nd largest business is Instagram with 1 billion MAU and will generate about $12B of the company’s revenue in 2018, or 20%.",
  "The initial phase of this opportunity could be coming shortly given the recent management departures at WhatsApp and Instagram.",
  "Since the peak in July, shares are down 25% and the stock has lagged other tech companies by a wide margin over the past year.",
  "What makes FB a wide-reaching social media giant are its 4 main businesses: Facebook core, Instagram, WhatsApp and Messenger.",
  "Kevin Systrom and Mike Krieger left last week after reported clashes with Mark Zuckerberg about the product’s direction.",
  "Yes, your aunt Sally’s political rants are free, and even if you click unfollow, the ad revenue is stronger than ever.",
  "The company is trying to head off any future criticism from politicians about content control or lack of thereof.",
  "Facebook was the most popular stock position for hedge funds heading into July according to Goldman Sachs.",
  "Facebook will still boast some of the highest profits in the market even after the increased spending.",
  "There’s no rule of thumb of how long the stock can trade sideways before continuing its climb higher.",
  "Figuring out the exact timing when the stock will break out of the current consolidation is tricky.",
  "Facebook core is the company’s most “mature” business with 2.2 billion Monthly Active Users (MAU).",
  "Each currently has a large revenue stream or has the potential to do so in the next 2-3 years.",
  "Any progress on monetization for WhatsApp or Messenger would be another welcome development.",
  "Instead, management decided to invest in a new direction for the social media platform.",
  "By 2020, Instagram should generate $33B of revenue compared to $52B from Facebook core.",
  "In 2018, FB core will generate about $42B of the company’s $55B in sales, or about 80%.",
  "These two properties represent a big future opportunity for the company.",
  "Very few large-cap companies in the S&P 500 have EBIT margins above 40%.",
  "In both cases investors that bought the dip were handsomely rewarded.",
  "Google and Apple, for example, have EBIT margins in the mid 20’s.",
  "Despite these concerns, the underlying business is a powerhouse.",
  "Facebook is under the spotlight from investors and politicians.",
  "It was a giant money-making Silicon Valley dream come true.",
  "That means about 30% of the world’s population are on FB!",
  "Investors have a chance to invest in FB at a good value.",
  "To interact with this chart on Koyfin, click here.",
  "To interact with this chart on Koyfin, click here.",
  "FB is one stock that investors shouldn’t unfriend.",
  "To interact with this chart on Koyfin, click here.",
  "So what’s the catch?"
]