[
  "(“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing, I think you probably be rewarded mightily by our press.”) The Moscow Project summarizes:\n\nBy the end of June [2016], at least eight individuals involved with the Trump campaign—George Papadopoulos, Jeff Sessions, Michael Cohen, Jared Kushner, Paul Manafort, Donald Trump Jr., Michael Flynn, and Rick Dearborn—reportedly had contacts or meetings with at least 13 Kremlin-linked individuals—Josef Mifsud, the “Female Russian National,” Sergei Kislyak, Felix Sater, Michael Cohen, Rob Goldstone, Natalia Veselnitskaya, Rinat Akhmetshin, Irakly Kaveladze, Konstantin Kilimnik, Aleksander Torshin, Vladimir Putin, the individual who emailed Rick Dearborn, and potentially Oleg Deripaska.",
  "Since that time, Moscow has encouraged and directed a separatist insurgency in Eastern Ukraine, intervened in support Syria’s murderous dictator and the war crimes that he has perpetrated, interfered in the U.S. Presidential election, waged an information war to undermine Western democracies, attempted to assassinate opponents on the sovereign territory of our allies, and made common cause with China to undermine the post-WWII international security system and the democratic values embedded in it.” He concludes, “There has been no indication of any change of course on Russia’s part.",
  "The interchange between Nix—whose company made millions from the Trump campaign—and Assange represents the closest known connection between Trump’s campaign and Wikileaks.”\n\nIn short, there is ample evidence Russia meddled to influence the election on Trump’s behalf and that there were efforts by the campaign to obtain Russian help.",
  "The Daily Beast reported last year that Nix “told a third party that he reached out to Assange about his firm somehow helping the WikiLeaks editor release Clinton’s missing emails, according to two sources familiar with a congressional investigation into interactions between Trump associates and the Kremlin.",
  "CNN recently reported:\n\nTrump was personally warned in August 2016 by senior US intelligence officials that foreign adversaries — including Russia — would likely attempt to infiltrate his team or gather intelligence about his campaign, according to sources familiar with the matter.",
  "They should let Russia back in.” Trump’s comments, made just hours before arriving in Canada for the annual G-7 summit, have the potential to further upend talks with other leaders who were already fuming about the U.S. leader’s protectionist trade policies.",
  "That includes giving code -word intelligence to the Russian foreign minister and ambassador in the Oval Office to refusing to personally criticize Putin to his determination not to acknowledge Russia interfered in our election on his behalf.",
  "The Post reports:\n\nPresident Trump on Friday said Russia should be readmitted to the Group of Seven leading economies, breaking with other world leaders who have insisted that Moscow remain ostracized after its 2014 annexation of Crimea.",
  "He declared, “In all of this, in any of this, there’s been no evidence that there’s been any collusion between the Trump campaign and President Trump and Russia.” In case that wasn’t clear, he added: “Let’s just make that really clear.",
  "We also know that Alexander Nix, former head of Cambridge Analytica, the data analytics firm hired by the Trump campaign, reached out to Julian Assange, head of WikiLeaks, widely regarded by U.S. intelligence as a Russian cutout.",
  "He has been a gold mine, helping to undercut the Western alliance, accepting Russian President Vladimir Putin’s representation that he didn’t know about hacking, effectively ceding Syria to Russia and Iran, and now this.",
  "House Speaker Paul D. Ryan, after summoning the nerve to agree with Rep. Trey Gowdy (R-S.C.) that there is no evidence to support Trump’s cockamamie “spying” theory, quickly retreated to false, pro-Trump talking points.",
  "In October 2017, senior Justice Department officials gave lawmakers from both parties a readout on the 2016 briefing after Republicans demanded to see documents about the Russia investigation and related matters.",
  "Opinion writer\n\nWith a gob-smacking offer to reinstate Russia to the Group of Seven, President Trump has rekindled suspicions that he is in effect repaying Russia for help in the 2016 presidential election.",
  "The security briefing included information about potential interference by foreign actors, including Russia, according to sources familiar with a memo that detailed the August 2016 briefing.",
  "Over the same period, at least eight countries reportedly passed information about Russia’s attempts to interfere in the 2016 election to American intelligence agencies.",
  "And since Russia’s successful operation to assist Trump, we have seen what would normally be seen as “payback” in the form of Trump’s inexplicable deference to Russia.",
  "We have evidence that top Trump campaign officials, including the president’s son and son-in-law, met with Russian operatives who offered “dirt” on Hillary Clinton.",
  "President Trump’s idea of renewing Russian membership in the G-7/G-8 does not protect or defend the national security interests of the United States or our allies.”",
  "We have evidence that foreign policy adviser George Papadopoulos was told by an intermediary, Joseph Mifsud, that Russians had “dirt” on Clinton.",
  "Trump falsely complains a spy was implanted into his campaign and he should have been warned about characters like Paul Manafort and Carter Page.",
  "now-Attorney General Jeff Sessions; Trump himself regarding the Trump Tower meeting) have repeatedly made false statements to investigators.",
  "UPDATE: Ohio Republican Governor John Kasich, increasingly talked about as a 2020 candidate, posts a sane, well-reasoned response.",
  "After WikiLeaks released hacked emails damaging to Hillary Clinton, Trump publicly called for them to keep it up.",
  "Meanwhile, Republicans remain in full denial about Russia’s intervention during the election on Trump’s behalf.",
  "But with that being said, Russia should be in this meeting,” Trump said Friday as he left the White House.",
  "This is about Russia and what they did and making sure they don’t do it again.” Wrong, wrong, wrong.",
  "Trump, it seems, is no longer bothering to conceal his willingness to play buddy-buddy with Moscow.",
  "“Russia was kicked out of the G-8 because of its invasion and annexation of Crimea.",
  "Now we see Putin has hit the jackpot with an invite to return to the G-7.",
  "The result, so far, has been 19 indictments and five guilty pleas.",
  "“It may not be politically correct, but we have a world to run.",
  "He pleaded guilty to lying to the FBI about such contacts.",
  "Putin’s 2016 campaign operation has paid off in spades.",
  "He hasn’t been Russia’s worst nightmare, of course.",
  "Trump and multiple members of his campaign (e.g.",
  "I have been Russia’s worst nightmare.",
  "However, his campaign was warned.",
  "There’s no evidence of collusion.",
  "There is plenty there there.",
  "“Now, I love our country.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]