[
  "I got the bug and then spent my senior year on John Anderson’s presidential campaign.” Q&A: http://politi.co/2puzcLf\n\nBIRTHDAYS: Jonah Goldberg is 49 … Grafton Pritchartt, NRCC PAC director (hat tip: Katherine Getty) … Ken Spain, partner at CGCN Group ... WaPo’s Amy Joyce ... Alex Smith, executive director at America Rising PAC (h/ts Colin Reed and Sarah Dolan) ... America Rising is 5 -- their celebratory video http://bit.ly/2HRkhlT … Fred Fielding, Reagan and Bush 43 White House counsel now at Morgan Lewis, is 79 ... Andrew Brown, chief strategy officer at TargetSmart and former DNC technology director ... Elizabeth Hines ... Lauren Rethmeier ... Brian Ellner, Edelman’s general manager for corporate and public affairs ... Dan Wilson, VP of Mercury, is 35 … Vanguard’s John Galloway ... Sharon J. Castillo, Pfizer’s senior director of media relations for Latin America and U.S. GR ... Politico’s Melissa Mattoon ... Dana Martin is 34 ... Jeff Foreman ... Kaitlyn Shimmin of the EPA’s office of congressional and intergovernmental relations ... PCCC duo: co-founder Adam Green and alum Kayla Wingbermuehle …\n\n... Andrew Bleeker, president and founder of Bully Pulpit Interactive (h/t Jon Haber) … former Rep. Jim Matheson (D-Utah) is 58 ... Rep. Martha McSally (R-Ariz.) is 52 ... Sherry Loucks ... Edelman’s Lynn Hidalgo ... Sophie Theis of the International Food Policy Research Institute ... Issa alum Jason Scism … Ross Kyle, COS at Van Scoyoc Associates and a Bush alum ... Michelle Franco, corporate comms manager at Infor ... Sarah Cottrell, U.S. public affairs supervisor at McDonald’s … James McMaster … former Bush 43 deputy FEMA administrator Patrick Rhode is 49 (h/t Ed Cash) ... Lisa Caplan ... Teresa Skala … Mike Collins, RNC and NRCC alum ... Dina Rasor ... Chris Stuard … Sayeh Tavangar ... Nicole Bohannon ... Devin Nagy ... John C. Kalitka ... Alex Spillius, a media consultant and Daily Telegraph alum ... Teresa Skala ... Scott Raab ... Mirela Krawczyk ... Katie Malone ... Talin Sardarbegian ... Eric Stecklow ... Jason Steadman.",
  "“But more than a year after Trump took office, he finds himself the target instead, increasingly enmeshed in litigation related to pre-election efforts to contain stories about his alleged sexual affairs and improprieties -- a legal morass seemingly unrelated to special counsel Robert Mueller’s investigation into the Trump campaign’s alleged collusion with Russia and the firing of FBI Director James Comey, among other issues.” http://politi.co/2HRDvHW\n\n-- HOW WE GOT HERE: “Trump’s Stormy History: The Seven-Year Battle Between the President and the Porn Star,” by WSJ's Joe Palazzolo and Michael Rothfeld: “The extraordinary legal battle between the president of the United States and a former adult-film star has been building for seven years.",
  "... Last month was the site’s least trafficked since February 2015.” http://politi.co/2IDpm2c\n\n\n\nPlaybookers\n\nSPOTTED at a book party at China Chilcano last night for Michael Isikoff and David Corn’s new book “Russian Roulette: The Inside Story of Putin’s War on America and the Election of Donald Trump” -- $18.05 on Amazon http://amzn.to/2GQAOHu: Daniel Klaidman, Jose Andres, Andrew Sullivan, Karen Finney, Jane Mayer, Abbe Lowell, Neera Tanden, Randy Bryce, Sam Stein, Kimball Stroud, Bill Press, Josh and Ali Rogin, Natasha Bertrand, Julia Ioffe, Mark Murray, Al Hunt, Asawin Suebsaeng and Liz Nolan Brown, Hunter Walker, Jon Ward, Olivier Knox, Colin Campbell, Amanda Terkel and Igor Bobic.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "'People were stuck by nails, and a chair had collapsed with someone sitting in it,’ he said, apparently a reference to an email sent by a senior aide last summer who said she was afraid that the old dining set was falling apart and could lead to a mishap.” http://nyti.ms/2pv1C7D\n\nWASHINGTON TO ZUCKERBERG: COME SEE US -- “Congress to Facebook: Send us Zuckerberg,” by Ashley Gold and Nancy Scola: “Lawmakers are demanding to hear directly from Facebook's Mark Zuckerberg and Sheryl Sandberg on the growing controversy over the misuse of its data by Trump-linked Cambridge Analytica, as the social network confronts its most serious political crisis ever in Washington.",
  "We’ll talk about specific candidates, where we think that race will go, and what he can be doing to help.”\n\n\n\n-- ON THE 2018 MIDTERMS: “The voters need to be smart about who they’re choosing, because even in the reddest of states, if you put a flawed candidate up, you can’t get them across the finish line.”\n\nTHE LUXE ADMINISTRATION …\n\n-- “Pruitt spent over $105,000 on first-class flights,” by Emily Holden, Anthony Adragna and Alex Guillén: “EPA Administrator Scott Pruitt spent more than $105,000 on first-class flights in his first year on the job, according to records EPA provided to the House Oversight Committee and obtained by POLITICO on Tuesday.",
  "Mr. Cohen warned her lawyer that if Ms. Clifford were to talk, he would seek to enforce the agreement.” http://on.wsj.com/2Gba7PA\n\n-- MORE TRUMP WOMEN: “Ex-Playboy Model Karen McDougal Sues to Speak on Alleged Trump Affair,” by NYT's Jim Rutenberg and Rebecca R. Ruiz: “A former Playboy model who claimed she had an affair with Donald J. Trump sued on Tuesday to be released from a 2016 legal agreement restricting her ability to speak, becoming the second woman this month to challenge Trump allies’ efforts during the presidential campaign to bury stories about extramarital relationships.",
  "Trump also chose not to heed talking points from aides instructing him to condemn the recent poisoning of a former Russian spy in Britain with a powerful nerve agent, a case that both the British and U.S. governments have blamed on Moscow.” http://wapo.st/2u9SevQ\n\nNORTH KOREA UPDATE, via NYT’s Choe Sang-Hun in Seoul: “President Moon Jae-in of South Korea said on Wednesday that he and President Trump could sit down for a three-way summit meeting with Kim Jong-un if their individual meetings with the North Korean leader on denuclearizing his country proceed well in the coming weeks.",
  "Doors open at 11:45 a.m. RSVP http://bit.ly/2IqsO09\n\nSPOTTED: Corey Lewandowski on his cell phone at Fiola … Larry Kudlow in the first class cabin of the 6 p.m. Acela to D.C.\n\n-- @mike_axelrod spotted Defense Secretary Jim Mattis and Secretary of State Rex Tillerson at dinner together -- pic http://bit.ly/2DG5WpP\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Illinois Democratic candidate for governor J.B. Pritzker and his Lieutenant Governor pick Juliana Stratton arrive during his primary election night victory event on March 20 in Chicago, Illinois.",
  "‘The U.S. government should clearly communicate to adversaries that an attack on our election infrastructure is a hostile act, and we will respond accordingly,’ the committee’s Republican chairman, Senator Richard M. Burr of North Carolina, and Democratic vice chairman, Senator Mark Warner of Virginia, said in a statement.” http://nyti.ms/2GOODWM\n\nFIRST IN PLAYBOOK -- A new campaign -- “My Pay My Say” -- is launching a $10 million effort around the Janus v. AFSCME labor case, according to donors familiar with the effort.",
  "Schools, government closed … Lots of scoops this morning: Inside the omnibus talks ... McCarthy and Pence’s millions to Republicans … Biden to the Hill to the Blue Collar Caucus Presented by\n\nDriving the Day\n\nAUSTIN BOMBING SUSPECT DEAD … AUSTIN AMERICAN STATESMAN: “A man whom authorities were attempting to arrest early Wednesday in a string of bombing attacks in Austin killed himself with an explosive device as authorities closed in, a high-ranking law enforcement official told the American-Statesman early today.",
  "He has called her and over a dozen other women who accused him of harassment ‘liars.’” http://nyti.ms/2pr0PW7\n\nWHAT WALTER ISAACSON IS READING -- “The Cajun Democrat who could shake up the 2020 field: ‘I think he’s a remarkable talent … on the Bill Clinton, Barack Obama scale,’ says one admirer of New Orleans Mayor Mitch Landrieu,” by Isaac Dovere: http://politi.co/2ppO5iI\n\nPOLITICO MAGAZINE … “Inside Israel’s Secret Raid on Syria’s Nuclear Reactor: Now the story can be told: The Mossad got lucky.",
  "He left the country two days later.” http://politi.co/2FXQF5L\n\n-- “New documents show nearly $68,000 in recent premium flights, hotel stays for EPA’s Pruitt,” by WaPo’s Brady Dennis and Juliet Eilperin: “The records, which came at the request of House Oversight and Government Reform Committee Chairman Trey Gowdy (R-S.C.) and were obtained by The Washington Post, show dozens of first-class domestic and overseas flights for Pruitt and other trip expenses between August and last month.",
  "RUSSIA WATCH … “Senators Warn About Russian Election Meddling and Call for Paper Ballots,” by NYT's Nick Fandos and Matt Rosenberg: “The Senate Intelligence Committee offered recommendations on Tuesday for securing American elections from foreign attacks, pressing states to buy voting machines that produce paper ballots and to secure voter databases, and calling for better cooperation between state and federal elections officials ahead of November’s midterm elections.",
  "If that meeting takes place, Mr. Trump will be the first-ever sitting American president to meet a North Korean leader; Washington and Pyongyang are still technically at war because the 1950-53 Korean War was halted with a truce, rather than a peace treaty.” http://nyti.ms/2DJOAs1\n\nRONNA ROMNEY MCDANIEL SPEAKS -- The RNC chair has kept a low public profile in her first year in the job, but she sat down with ANNA for the #WOMENRULE podcast earlier this week.",
  "Now I am ashamed,’ he wrote.” http://bzfd.it/2HSPKnz\n\n-- “Breitbart’s readership plunges: The onetime voice of the pro-Trump alt right struggles to find a niche without its driving force, Steve Bannon,” by Jason Schwartz: “Breitbart, the alt-right news site whose executive chairman Steve Bannon was pushed out in January after feuding with President Donald Trump, has lost about half its readership according to comScore, raising questions about its future.",
  "LATEST ON CAMBRIDGE ANALYTICA -- “Bannon oversaw Cambridge Analytica’s collection of Facebook data, according to former employee,” by WaPo's Craig Timberg, Karla Adam and Michael Kranish: “Conservative strategist Stephen K. Bannon oversaw Cambridge Analytica’s early efforts to collect troves of Facebook data as part of an ambitious program to build detailed profiles of millions of American voters, a former employee of the data-science firm said Tuesday.",
  "But with temperatures hovering right near the freezing mark, the snow should manage to stick to many road surfaces, especially during heavier bursts.” http://wapo.st/2IFxteT\n\nPLAYBOOK SCOOP … PROTECT THE HOUSE, VICE PRESIDENT MIKE PENCE and HOUSE MAJORITY LEADER KEVIN MCCARTHY’s joint fundraising committee, will report it has given out $2.1 MILLION to House Republicans -- a large lump of cash that again solidifies them as a top cash duo for the GOP.",
  "He did it anyway,” by WaPo's Carol Leonnig, David Nakamura and Josh Dawsey: “President Trump did not follow specific warnings from his national security advisers Tuesday when he congratulated Russian President Vladimir Putin on his reelection — including a section in his briefing materials in all-capital letters stating ‘DO NOT CONGRATULATE,’ according to officials familiar with the call.",
  "So here is our message from the coming election to the American people: If the Democrats ever got back into power, they would vote to raise your taxes; release dangerous criminals; open your borders; shut down this great surge of American energy that is tremendous for jobs, tremendous for the economic wellbeing of our country, and, frankly, helping the world.",
  "“Debenedetti will contribute to the Daily Intelligencer and write for the print magazine.”\n\n-- “An ‘Ashamed’ Fox News Commentator Just Quit The ‘Propaganda Machine,’” by BuzzFeed’s Tom Namako: “A retired United States Army lieutenant colonel and Fox News contributor quit Tuesday and denounced the network and President Donald Trump in an email to colleagues.",
  "“Authorities also relied upon store receipts showing suspicious transactions from the person and obtained a search warrant for his Google search history that showed him conducting searches they considered suspicious, the official said.” https://atxne.ws/2pv8fa1\n\nWell, GOOD WEDNESDAY MORNING and happy first day of spring from upper Northwest Washington.",
  "“Ben Carson Defends Buying $31,000 Dining Set to Congress: ‘I Left It to My Wife,’” by NYT’s Glenn Thrush: “Ben Carson, the secretary of housing and urban development, told a House committee on Tuesday that he had ‘dismissed’ himself from the decision to buy a $31,000 dining room set for his office last year, leaving the details to his wife and staff.",
  "And it still isn’t clear whether [Syrian President Bashar] Assad was running the nuclear project, or was it the North Koreans?’ ... Pardo’s questions raise another: If one of the best intelligence communities in the world, and certainly the most formidable in the Middle East, could be fooled by North Koreans and Syrians, what might the CIA be missing?",
  "In Iran and North Korea, the Americans might not,” by Yossi Melman and Dan Raviv: “11 years after Israeli air force jets bombed the clandestine Syrian facility, Israel’s military censor is finally lifting the veil of secrecy and permitting locally based reporters to publish interviews with participants in the operation for the first time.",
  "If it were up to me, my office would look like a hospital waiting room,’ said Mr. Carson, who repeatedly told committee members that he had no knowledge of the $5,000 limit imposed on cabinet secretaries for redecorating their offices -- despite the release of emails between top aides discussing how to justify getting around the cap.",
  "The 2014 effort was part of a high-tech form of voter persuasion touted by the company, which under Bannon identified and tested the power of anti-establishment messages that later would emerge as central themes in President Trump’s campaign speeches, according to Chris Wylie, who left the company at the end of that year.",
  "-- CAPITAL WEATHER GANG’S 5 A.M. UPDATE: “SIGNIFICANT SNOW” … “A wintry mix changes to all snow from west to east across the area around 5-8 a.m. And then the snow accumulates into and through the afternoon, anywhere from 2 to 8 inches across the D.C.-Baltimore area as shown in our forecast map below.",
  "-- “Farenthold weighs resigning from Congress,” by Jake Sherman, Rachael Bade, and John Bresnahan: “Texas GOP Rep. Blake Farenthold is considering stepping down from Congress before the end of his term, according to multiple Republican sources with direct knowledge of private party conversations.",
  "‘Fox has degenerated from providing a legitimate and much-needed outlet for conservative voices to a mere propaganda machine for a destructive and ethically ruinous administration,’ wrote Ralph Peters, a Fox News ‘strategic analyst.’ ‘Over my decade with Fox, I long was proud of the association.",
  "…\n\n“Democratic energy is surging: Democratic primary turnout was up across the state — overall, it was triple what it was in 2014, according to the Democratic Governors Association.” http://politi.co/2pt1dTZ\n\n-- LIPINSKI won despite opposition from much of the Illinois delegation in the House.",
  "“That $105,000 figure doesn’t include an additional $58,000 Pruitt rang up on charter flights and a military jet to carry him and his staff from an event with President Donald Trump in Cincinnati to catch a connecting flight to Europe out of New York, according to previously released records.",
  "Some said it’s just a matter of time before Zuckerberg, the company’s hoodie-wearing CEO and founder, or Sandberg, the chief operating officer and ‘Lean In’ author, have to explain themselves to Congress.” http://politi.co/2puukWf\n\nANOTHER ONE BITES THE DUST?",
  "NATASHA KORECKI: “Top takeaways from the Illinois primary”: “The Pritzker steamroller … Lipinski’s Ace in the Hole: In the toughest fight of veteran Democratic Congressman Dan Lipinski’s career, abortion opponents delivered critical support in the final days.",
  "The letter http://politi.co/2FQ3rqR\n\nKEEPING TRACK …\n\n-- WHERE WE ARE: JOSH GERSTEIN and LORRAINE WOELLERT: “Trump subjected to trifecta of sex-scandal lawsuits”: “As a candidate, Donald Trump vowed to sue the slew of women accusing him of sexual misconduct.",
  "Mr. Carson offered a rambling, at times contradictory, explanation of the purchase of the table, chairs and hutch, a transaction that turned into a public relations disaster that led President Trump to consider replacing him, according to White House aides.",
  "Listen and subscribe to the podcast http://politi.co/2u74bSV\n\nTOP TAKEAWAYS … MCDANIEL RAISED RNC $$ TO GAIN CREDIBILITY: “I knew if I had money—first of all, if you have money you have power, and if you have money you have a seat at the table.",
  "The committee’s recommendations — the first such disclosure in its year-old investigation into Russia’s 2016 election meddling — covered much of what experts and intelligence officials have been urging elections authorities to do for months.",
  "That figure, which includes stays at high-priced hotels in New York City and Paris, does not include the travel expenditures of the personal security detail and aides who typically accompany him.” http://wapo.st/2pv7vlf\n\n-- WHAT AN EXCUSE!",
  "We got an early-morning download from some folks involved in the overnight negotiations…\n\nSOME DETAILS … all subject to change, since the negotiations were happening over night and into this morning:\n\n-- GATEWAY EARMARK OUT OF THE BILL.",
  "Moon and Mr. Kim are planning an inter-Korean summit in late April at Peace House, a South Korean conference hall inside Panmunjom, the so-called truce village that straddles the Demilitarized Zone, or DMZ, separating the two Koreas.",
  "“The standoff is rapidly escalating, as the porn actress, Stephanie Clifford, seeks to go public with details of her claims of an extramarital affair, and President Donald Trump and his attorneys fight to stop her.",
  "Stacey Daniels, Farenthold’s spokesman, said Tuesday afternoon, ‘The Congressman has no plans to resign at this time.’” http://politi.co/2FQpPjI\n\nTHE KUSHNER FILES … CITI RESPONDS -- SEN. ELIZABETH WARREN (D-MASS.)",
  "| Joshua Lott/Getty Images\n\nTRUMP'S TOP LINES last night at the NRCC March dinner, which raised $32 million: \"[I]f Democrats were to gain control of the House, the first thing they would do is raise your taxes.",
  "“In the call, Ms. Clifford’s lawyer told Mr. Cohen the actress believed his comments breached a nondisclosure pact they had signed in October 2016 -- and that she was now free to discuss the alleged affair.",
  "“For now, the company is sending lower-level staffers to brief a half-dozen congressional committees about how data on more than 50 million users ended up in the hands of Cambridge during the 2016 campaign.",
  "“The official said authorities identified a suspect in the past 24 hours based largely on information gained after police said the suspect shipped an explosive device from a FedEx store in Southwest Austin.",
  "If you focus on the fundraising and you do well there, then you get a lot of credibility in a town that didn’t know who I was.”\n\n-- SHE DROPPED “ROMNEY” FOR FAMILY REASONS: “Romney’s still my middle name.",
  "...\n\n“In other potential legal trouble for the president, a Manhattan judge on Tuesday denied a move by Mr. Trump’s lawyers to block a defamation suit from Summer Zervos, a former ‘Apprentice’ contestant.",
  "Among the messages tested were ‘drain the swamp’ and ‘deep state,’ he said.” http://wapo.st/2G7GS0d\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "At a time of tremendous turmoil not only in the White House but at the top of departments and agencies, hundreds of thousands of employees are still at it day in and day out, keeping things running.",
  "But he now is on the brink of leaving Congress well before the end of his term, which would allow him to dodge an Ethics Committee investigation into allegations of inappropriate office behavior.",
  "List of all closures http://bit.ly/2pu7HB9\n\n-- METRORAIL is operating on a “modified weekday schedule.” http://bit.ly/2GLG1jv In other words, if you think Metro is bad usually, wait for today.",
  "“Farenthold already announced he would not seek re-election in his southeastern Texas district, after POLITICO reported he settled a sexual harassment lawsuit with $84,000 in taxpayer funds.",
  "… The Chicago machine is still humming: J.B. Pritzker was criticized for being too close to the ‘machine,’ the Chicago political organization powered by Democratic Party Leader Mike Madigan.",
  "The right-to-work supporters, led by the Michigan-based Mackinac Center for Public Policy, are planning a national communication and mobilization effort aimed at all public-sector employees.",
  "But Facebook’s Washington, D.C., troubles show no signs of abating amid news that the FTC has opened a data-privacy investigation into the company and its stock price takes yet another hit.",
  "NOTABLE NAMES include Texas Rep. John Culberson, who is facing the toughest race of his career in the Houston area, and Kentucky Rep. Andy Barr, who represents a relatively safe district.",
  "The codename for the Sept. 6, 2007, raid, conducted near the remote desert city of Deir ez-Zur: ‘Outside the Box.’ Before today, Israel has never officially acknowledged its existence.",
  "In addition to giving $1.1 MILLION directly to candidates, the pair gave another $1 MILLION and change to McCarthy’s account, the Great America Committee, McCarthy’s PAC and the NRCC.",
  "Yet they all won — Raoul captured the Democratic nomination for attorney general against a crowded field — ensuring that the machine lives on and remains a force to be reckoned with.",
  "Democrats want more than this, especially on a must-pass bill, but Republicans believe this is all that’s achievable at this point, given the complex matrix of issues in this bill.",
  "The site dropped from 15 million unique visitors in October, per comScore, to 13.7 million in November, 9.9 million in December, 8.5 million in January and 7.8 million in February.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "That could be true in Korea, in Iran, or almost anywhere on Earth.” http://politi.co/2GbpBTW\n\nTRUMP’S WEDNESDAY -- The president is holding a cabinet meeting in the morning.",
  "A turning point came during a February phone call, after Michael Cohen, Mr. Trump’s personal lawyer, acknowledged publicly he paid Ms. Clifford $130,000 but didn’t say why.",
  "Carson, a retired neurosurgeon with no prior government experience, said the decision to replace the furniture was made in the interest of safety rather than redecorating.",
  "Money for the New York-New Jersey tunnel is still in the bill, but will be controlled by Transportation Secretary Elaine Chao instead of flowing directly to the project.",
  "If he does resign, it could trigger a special election in his conservative Texas district, which runs from the coastal city of Corpus Christi to the outskirts of Austin.",
  "We would go to dinners and I’d be introduced and they’d forget the McDaniel.”\n\n-- ON HER INTERACTION WITH TRUMP: “Most of our conversations are related to the midterms.",
  "QUICK SCOOP: JOE BIDEN is scheduled to meet with the Blue Collar Caucus, a group of House Democrats led by Reps. Brendan Boyle of Pennsylvania and Marc Veasey of Texas.",
  "The government shuts down Friday night, and it looks like today might be a snow day for many, although the House and Senate appear to be sticking in session as of now.",
  "-- WHY THIS IS IMPORTANT: The vice president and the House majority leader have rarely worked this closely to raise so much money for such a broad swath of lawmakers.",
  "Pruitt missed a connecting flight and stayed overnight in Paris, and appears to have missed other two flights to Morocco before flying to Rabat on Monday, Dec. 11.",
  "The model, Karen McDougal, is suing The National Enquirer’s parent company, which paid her $150,000 and whose chief executive is a friend of President Trump’s.",
  "How he got his start in politics: “Junior year I interned in the British Parliament and wound up working on Margaret Thatcher’s campaign for Prime Minister.",
  "They would take over American healthcare; take away your Second Amendment; and ship away your jobs to other countries, like has gone on for so many years.",
  "They’re unsung heroes.” Read his Playbook Plus Q&A: http://politi.co/2G0vEam\n\n-- Matt Gerson, principal at Focus DC and Tracy’s Kids founder, is 6-0.",
  "“Several lawmakers want top Facebook executives to testify — with some Republicans joining Democrats’ criticism of the onetime Capitol Hill darling.",
  "-- THE DETAILS OF THE DONATIONS http://politi.co/2GOT5EY\n\nGOVT FUNDING UPDATE … Stop us if you’ve heard this before, but THE OMNIBUS IS ALMOST DONE.",
  "“The most expensive airfare listed in the new documents was a $16,217 trip in December to Morocco where Pruitt touted American natural gas exports.",
  "Learn more at google.com/grow/veterans\n\nTHE TRUMP-PUTIN RELATIONSHIP -- “Trump’s national security advisers warned him not to congratulate Putin.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "“Yet the panel also urged the Trump administration to make clear that it would not tolerate any attacks on systems used to run elections.",
  "“Farenthold has not made a final decision, but has spoken informally with several top Republicans about the possibility of stepping down.",
  "… For the first time in a decade, the SBA List got involved on behalf of a congressional Democrat — and they went all in for Lipinski.",
  "Money equals power in D.C., and right now, their ability to raise and dole out to lawmakers is unparalleled (except for the speaker).",
  "-- PROTECT THE HOUSE is structured so McCarthy and Pence can dole out five-figure sums of cash to GOP candidates of their choosing.",
  "Pruitt has drawn criticism for regularly booking first-class flights rather than the coach tickets recommended by EPA protocol.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "… In a razor-close race where the two candidates were separated by less than 2,000 votes, they might have made the difference.",
  "The agency has said the expensive flights were necessary because of the high number of security threats Pruitt has received.",
  "But it was a weak, lifeless victory — an anemic performance from an incumbent governor who vastly outspent his competitor.",
  "Republicans are pushing for Fix NICS -- the background check bill -- and Rutherford-Hatch, which is a school safety bill.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Learn more at google.com/grow/veterans\n\n\n\nMEDIAWATCH -- Gabe Debenedetti is joining NYMag, per CNN’s Oliver Darcy.",
  "AT THIS POINT, there is some whispering of a stopgap measure to avoid a government shutdown Friday night.",
  "He most recently has served as SVP for global government affairs for Herbalife and is a Joe Biden alum.",
  "Democrats were able to hold the funding for interior enforcement lower than the administration wanted.",
  "BIRTHDAYS OF THE DAY: Matt House, communications director for Senate Minority Leader Schumer, is 32.",
  "Years later, Israeli spooks are still raising bitter questions about the CIA’s intelligence failure.",
  "TRANSITIONS -- FIRST IN PLAYBOOK: Eric Rosen will rejoin Invariant to lead its technology practice.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "And that’s just learning to, because when I was Michigan chair I hadn’t been in the public eye.",
  "2 House Republican -- and a show of loyalty to the chamber by Pence, a former Hill man himself.",
  "“Former Mossad director Tamir Pardo asked in an interview with us: ‘Where were the Americans?",
  "She accused Mr. Trump of sexually harassing her after she appeared on his reality show.",
  "YOU’RE INVITED … Join us for our first Playbook University in North Carolina with GOV.",
  "“That meeting is expected to be followed by a planned Trump-Kim summit meeting by May.",
  "D.C. public schools are closed, so are Montgomery County schools and Fairfax schools.",
  "More snow will stick to the grass than pavement, thanks to the high March sun angle.",
  "A trend he thinks deserves more attention: “The resiliency of the federal workforce.",
  "And actually, I've seen some of the numbers -- very substantially raise your taxes.",
  "(Remember: the tax bill treated grain co-ops much better than corporate producers.)",
  "Later in the afternoon, he is hosting the Financial Services Forum spring meeting.",
  "‘I didn’t f—ing breach it!’ Mr. Cohen yelled, people familiar with the call said.",
  "-- THE WALL is funded at $1.6 billion, not the $25 billion the president wanted.",
  "It would be tough for Republicans if Congress was in session during the march.",
  "They raised millions in California and New York on two swings this Congress.",
  "At this point, calling what we have a dusting would be insulting to dust.",
  "And senators will have to forgo a filibuster if this timing is to work.",
  "The OFFICE OF PERSONNEL MANAGEMENT has CLOSED the government today.",
  "I didn’t change my name, but I have emphasized the McDaniel more.",
  "We understand the snow is going to get heavy as the day goes on.",
  "…\n\n“Bruce Rauner’s in Big Trouble in November: Yes, it’s a win.",
  "asked Citigroup for information on loans to Kushner Companies.",
  "-- CHECKS RANGED from the $34,000 range to upwards of $56,000.",
  "People involved in the talks expect it to post BEFORE NOON.",
  "ROY COOPER on March 29 at Penn Pavilion at Duke University.",
  "They would take away what we've done and raise your taxes.",
  "This is subject to delay, if the Capitol is closed today.",
  "It’s a definite show of force by McCarthy -- the No.",
  "North Korea is a highly important target for them.",
  "This is what we’re going to have to fight against.",
  "...\n\n... \"The Democrats think they’re invincible.",
  "But aides are desperately trying to avoid that.",
  "-- THE GRAIN CO-OP issue is still outstanding.",
  "WIN: Donald Trump -- well, a half win anyway.",
  "Citi responded, saying everything was kosher.",
  "-- THE GUN CONTROL MARCH is Saturday in D.C.",
  "-- THE SENATE is planning 4:30 p.m. votes.",
  "In some cases, we’ll go through numbers.",
  "That evidence included security video.",
  "-- THEY ARE STILL HAGGLING OVER GUNS.",
  "We take our data to the White House.",
  "So was Dan Lipinski and Kwame Raoul.",
  "'But he hasn’t done anything wrong.'",
  "I mean, I watch this Maxine Waters.",
  "Congress will have to move quickly.",
  "“‘I was not big into redecorating.",
  "It’s easier just keep going good.\"",
  "This is what we’re going to have.",
  "TIMING IS TIGHT for this omnibus.",
  "They would raise your taxes.",
  "You ever see Maxine Waters?",
  "He’s very focused on that.",
  "And those days are over.",
  "Those days are over.\"",
  "We will impeach him.'",
  "'We will impeach him.",
  "We will impeach him.'",
  "A low-IQ individual.",
  "That never happened.",
  "DON’T TELL CONGRESS!",
  "'It doesn’t matter.",
  "He wants to know.",
  "He dials in.",
  "(Laughter.)",
  "(Applause.)",
  "(Laughter.)",
  "...\n\n\"...",
  "Low IQ.",
  "“Mr.",
  "“Mr.",
  "..."
]