[
  "Robert Thomson, the CEO of Murdoch’s company, News Corp., took a step beyond criticism last week in an investor call, when he advocated the creation of an ‘algorithm review board,’ which would essentially regulate the secret formulas platforms use to determine, among other things, what news is shown to which people.” https://politi.co/2rSnVWP\n\n-- “Fox News Beats Former ‘Five’ Co-Host’s Surveillance Lawsuit,” by the Hollywood Reporter’s Eriq Gardner: “Fox News has beaten a lawsuit from Andrea Tantaros, former co-host of ‘The Five,’ as a federal judge on Friday rejected a wiretapping claim that was premised on allegations of malware placed on her computer, attempts to wipe her Blackberry device, and surreptitious recording of women in the wardrobe department of the cable news network.” http://bit.ly/2GxTxWb\n\n-- “Fox News says top executive is on leave, but she has quietly kept working,” by CNN’s Oliver Darcy: “Dianne Brandi, a top Fox News executive who has been named in harassment lawsuits over allegations she helped foster a hostile work environment, and whose activities are reportedly being probed by federal investigators, continues to quietly work for the company, despite the cable news behemoth repeatedly claiming she is on indefinite leave, four people familiar with the matter told CNN.” https://cnnmon.ie/2kb2gVQ\n\nPlaybookers\n\nSPOTTED: Larry David at Zaytinya on Friday night – a waitress told our tipster that he comes in every so often ... Christine Lagarde leaving the Hay-Adams Friday evening\n\n… Rick Pitino heading into a back room at BLT last night ... Boris Epshteyn at Cosi on Friday afternoon near the White House\n\nSPOTTED at Lt. Gen. HR McMaster’s retirement ceremony at Fort Myer in Virginia on Friday: his wife Katie (who was recognized for her service to military families) and their three daughters and several cousins, Secretary of State Mike Pompeo (West Point class of 1986), DHS Secretary Kirstjen Nielsen, Energy Secretary Rick Perry, Ivanka Trump and Jared Kushner ...\n\n... Gen. Joe Dunford, Gen. Mark Miley (the Army chief of staff, who presided over the ceremony), Gen. Paul Selva, Sarah Flaherty, Megan Badasch, Ricky Waddell, Sean and Rebecca Spicer, Marc Short, and a large group of West Point class of 1984 – pic https://politi.co/2LcGXPP\n\nTRANSITION – Aaron McLear starts on Monday at Edelman as managing director, public affairs and crisis.",
  "manager for The Atlantic, is 28 (h/t Steve Clemons, filing from the GLOBSEC conference in Bratislava, Slovakia) ... Carol Guthrie, head of public affairs and media for the OECD and a Chattanooga transplant in Paris ... Keith Richburg, former WaPo editor and bureau chief and now director of the Journalism and Media Studies Centre of the University of Hong Kong (h/ts Ben Chang) ... Brian McKeon, senior policy adviser at Brownstein Hyatt Farber Schreck ... EY’s Bob Schellhas is 52 ... Uber’s Mandy Quinn ... former Sen. Mark Andrews (R-N.D.) is 92 ... Mary Hager, EP of CBS’ “Face The Nation” (h/t Caitlin Conant) ... Anton Becker, comms director for Rep. Frank Pallone (D-N.J.) … Edelman’s Laura Carr, the pride of California and Ohio, is 23 (h/t Jack Davis) ...\n\n... Charlie Spiering, Breitbart White House reporter, is 36 (h/t Amanda Lee House) ... Mike Reilly, partner at MVAR Media ... Crosby Armstrong, associate at the Clyde Group (h/t Alex Slater) ... GOP Maryland AG nominee Craig Wolf (h/t Zack Roday) ... Ashley Mettler ... Dem consultant John Hlinko ... Blair FitzGibbon ... Rebekah Allen ... Yebbie Watkins ... Lucas Boyce ... Bob Juliano ... Warren Coats ... Paul Schur ... Katie Sander ... Lindsey Parham … Matt Rees is 5-0 (h/t wife Nina) ... Jillian Martin ... Beth Rossman ... Phillip Carnegie Smith is 66 ... Peggy Wilhide Nasir ... Kathleen Gleason Prayias ... Adrian Gray ... Amilcar Guzman ...Amanda Byrd ... Lucas Boyce ... Matthew Doering ... Melissa Cross ... Margaret O’Meara ... Cynthia Alksne ... Eric Bakker ... Branda Weix ... Brendan Martin (h/ts Teresa Vilmain).",
  "But another character played a central role behind the scenes in the alleged fraud: Ms. Holmes’s boyfriend, Ramesh ‘Sunny’ Balwani.” https://on.wsj.com/2LgVqtU … $24.35 on Amazon https://amzn.to/2LfBBmP\n\n-- “Apple, Influence, and Ive,” by Benjamin Clymer in Hodinkee Magazine: “The greatest designer of our generation [Jony Ive] talks watches for the very first time.” http://bit.ly/2GvvXt6 (h/t Longform.org)\n\n-- “‘I Killed Them All’: The Unbelievable Story of One of America’s Bloodiest Hitmen,” by BuzzFeed’s Jessica Garrison: “True Evil has a face you know and a voice you trust.” https://bzfd.it/2s0WUA3\n\n-- “My Adventures With the Trip Doctors,” by Michael Pollan, author of “How to Change Your Mind: What the New Science of Psychedelics Teaches Us About Consciousness, Dying, Addiction, Depression, and Transcendence,” in the N.Y. Times Magazine: “The researchers and renegades bringing psychedelic drugs into the mental health mainstream.” https://nyti.ms/2rSOPxR … $16.80 on Amazon https://amzn.to/2KC6n8l\n\n-- “Paul Simon vs. the World,” by Steven Hyden in The Ringer: “As the legendary singer-songwriter and musical icon winds down his career with a farewell tour, a new book examines his life, career, and complicated relationship to creation, his collaborators, and other cultures.” http://bit.ly/2rT3mc9 (h/t TheBrowser.com)\n\n-- “How the Enlightenment Ends,” by Henry Kissinger in The Atlantic’s June issue: “AI may soon be able to optimize situations in ways that are marginally different, and probably significantly different, from how humans would optimize them.",
  "senior adviser Stephen Dwyer and speeches from office of House Majority Leader Kevin McCarthy (R-Calif.) floor assistant Chris Bien, OpenGov Foundation executive director Seamus Kraft and OpenGov founder Joshua Tauberer … “Newsmakers”: Rep. Adam Schiff (D-Calif.), questioned by WSJ’s Jerry Seib and NYT’s Nick Fandos … “Q&A”: Author and UVA’s William Hitchcock\n\n-- MSNBC’s “Kasie DC”: Sen. Kirsten Gillibrand (D-N.Y.) … Rep. Debbie Dingell (D-Mich.) … Marc Lotter … Guy Cecil … Phil Rucker … Kimberly Atkins … Jake Sherman … Anthony Cormier … Leigh Ann Caldwell … Ken Dilanian … Lea Marquez Peterson\n\n-- PBS’ “To the Contrary”: Panel: The George Washington University’s Lara Brown, Republican strategist Rina Shah, Independent Women’s Forum’s Julie Gunlock and Young Democrats of America president emeritus Altima Omara\n\n-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher or listen at http://bit.ly/2mGabdq): Foundation for the Defense of Democracies president Mark Dubowitz.",
  "“In exchange for taking steps to increase purchases of U.S. goods and liquefied natural gas, China wants Trump to back off his threat to impose tariffs on $50 billion to $150 billion worth of Chinese goods and to restrict Chinese investment in certain sectors of the U.S. economy.” https://politi.co/2IuUcOh\n\nTRUMP LASHES OUT AT AMAZON – “Trump personally pushed postmaster general to double rates on Amazon, other firms,” by WaPo’s Damian Paletta and Josh Dawsey: “President Trump has personally pushed U.S. Postmaster General Megan Brennan to double the rate the Postal Service charges Amazon.com and other firms to ship packages, according to three people familiar with their conversations, a dramatic move that probably would cost these companies billions of dollars.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "However, the emails reviewed by POLITICO show at least two leading law enforcement groups discussing a call by Cotton’s office this week for letters of opposition on prison reform ahead of a White House summit Friday on the issue.” https://politi.co/2rT9dii\n\nCORRY BLISS’S CASH … “Ryan-linked group raised $24.6M from anonymous donor,” by Scott Bland: “American Action Network, the nonprofit group closely aligned with House Speaker Paul Ryan, raised a record $41.9 million amid the GOP push to repeal Obamacare and restructure the tax code — more than half of which came from one donor, according to a tax filing obtained by POLITICO.",
  "Ms. Markle did not promise to ‘obey’ her husband, who has chosen to wear a wedding ring -- unlike his brother.” http://bit.ly/2Iu5xhs … BBC video of the couple’s kiss outside St. George’s Chapel https://bbc.in/2s1R4yn\n\nROYAL WEDDING CLICKERS – The 22-page royal wedding program http://bit.ly/2k7zd5n … “A Wedding Album for Harry and Meghan” – NYT -- 20 pix on one page https://nyti.ms/2IynAiz … “All The Famous People Attending The Royal Wedding: Oprah Winfrey, Idris Elba, James Blunt and more are in attendance” – HuffPost -- 17 pix on one page http://bit.ly/2LgIpAS\n\nBIG DOUGH ALERT … HAIM SABAN gave the DCCC $203,400 on April 2.",
  "Panel: Ed Rollins and Lee Carter\n\n-- Fox News’ “MediaBuzz”: Sara Fischer … Adrienne Elrod … Guy Benson … Hogan Gidley … Kristin Tate … Jessica Tarlov … Emily Jashinsky\n\n-- CNN’s “Fareed Zakaria GPS”: Hanan Ashrawi and Tom Friedman … Joshua Matz and Laurence Tribe … John Doerr\n\n-- CNN’s “Reliable Sources”: Ezra Klein, Sabrina Siddiqui and John Avlon … Olivia Nuzzi\n\n-- Univision’s “Al Punto”: Rep. Mario Díaz-Balart (R-Fla.) … Rep. Luis Gutíerrez (D-Ill.) … Margarita Zavala … Chamel Torres … María Corina Machado … Francisco Cantú\n\n-- C-SPAN: “The Communicators”: Interview with office of House Minority Whip Steny Hoyer (D-Md.)",
  "Kakanis has been briefly questioned by the FBI on the topics of possible Russian interference in the 2016 presidential election, the WikiLeaks website, its founder Julian Assange, and the hacker or hackers who call themselves Guccifer 2.0.” https://reut.rs/2kaZEY2\n\n-- DAVID STERN in KIEV: “Mueller probes Ukrainian who pitched peace plan to White House”: “Special counsel Robert Mueller’s team has been meeting over the last year with a Ukrainian lawmaker at the center of a controversial plan to end his country’s conflict with Russia, pressing him for details about interactions with Trump administration officials.",
  "“Zinke and his aides have offered similar opportunities, while his wife has pressed for such access as well, the records and interviews with current and former Interior employees show.” https://wapo.st/2s1MLmH\n\nBEIJING PLEDGES TO BUY … “U.S., China make progress on trade, but talks to continue,” by Doug Palmer, Ben White and Andrew Restuccia: “The United States and China have made progress on a deal aimed at boosting U.S. exports to the Asian giant by about $200 billion in coming years, but do not have a final agreement, two administration officials said late Friday.",
  "And last month, his critiques culminated in the signing of an executive order mandating a government review of the financially strapped Postal Service that could lead to major changes in the way it charges Amazon and others for package delivery.” https://wapo.st/2KF4tnF\n\nHEATHER CAYGLE and ELANA SCHOR: “Cotton jolts prison reform negotiations”: “Multiple law enforcement groups say Sen. Tom Cotton’s office approached them about opposing a bipartisan prison reform bill — a key legislative priority for President Donald Trump — according to emails reviewed by POLITICO.",
  "What will become of human consciousness if its own explanatory power is surpassed by AI, and societies are no longer able to interpret the world they inhabit in terms that are meaningful to them?” https://theatln.tc/2IysKem\n\nMEDIAWATCH -- “Murdoch embraces liberal approach to curb Facebook, Google,” by Jason Schwartz: “[A]s the owner of Fox News, The Wall Street Journal and many other publications, he has frequently criticized social-media companies for not adequately compensating news publishers, even as the platforms benefit from their content.",
  "“Andrii Artemenko told POLITICO that FBI agents had peppered him with ‘assorted questions’ over ‘at least’ two interviews about his ‘meetings, dealings and the questions discussed with various levels of the American political establishment.’ ‘These included congressmen, senators and representatives of the White House administration,’ he added in a telephone conversation on Friday, after a meeting with members of the Mueller team.” https://politi.co/2rZFe8L\n\nHOW THE SAUSAGE IS MADE -- “‘Thank you,’ now get out of here!",
  "THE LATEST IN TEXAS -- AP: “Teen laid out Texas attack plans in journals, officials say,” by Michael Biesecker, Jeff Horwitz and Juan Lozano in Santa Fe, Texas: “The Texas student charged in the shooting at Santa Fe High School described planning the attack in private journals, including a plan to kill himself, posted an image on Facebook of a “Born to Kill” shirt and used his father’s shotgun and pistol in the rampage that left 10 dead and 10 wounded, authorities said Friday.",
  "Learn more at google.com/grow/veterans\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker -- 11 keepers https://politi.co/2GulzSE\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “The Birth of a New Aristocracy: The gilded future of the top 10 percent -- and the end of opportunity for everyone else,” by Matthew Stewart on the cover of June’s Atlantic: “The class divide is already toxic, and is fast becoming unbridgeable.",
  "“More than half the 22 Democratic House candidates competing in the Texas primary runoff next Tuesday openly tout their support for single-payer health care.” https://politi.co/2IU67V0\n\n-- ELENA SCHNEIDER in HOUSTON: “Democrats clash over party’s direction in key Texas race”: “Laura Moser was at the center of a Democratic civil war in March, after the DCCC derided her as a D.C. carpetbagger and furious activists leaped to her defense ahead of Texas’ primary.",
  "They gathered around the big screen and watched episodes of ‘The Office.’ Someone made popcorn.” https://nbcnews.to/2IUkHMn\n\n-- “Why buying a house today is so much harder than in 1950: A postwar boom, legal discrimination, and new mortgage loans made suburban housing accessible, and set the stage for today’s challenging market,” by Patrick Sisson in Curbed: “Educators in the City by the Bay earn a median salary of $72,340.",
  "The problem, Thomas wrote, was Hilton’s work for Fox News.” https://wapo.st/2IOaf94\n\nBLAST FROM THE PAST -- SPOTTED: Reince Priebus having breakfast on Friday with Corey Lewandowski and Dave Bossie at the Hay-Adam\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: Prince Harry and Meghan Markle listen to the Archbishop of Canterbury Justin Welby during their wedding service at St. George's Chapel in Windsor Castle on May 19.",
  "House GOP limping to Election Day as farm bill implodes Presented by\n\nDriving the Day\n\nWHAT THE WORLD IS TALKING ABOUT -- “Prince Harry and Meghan Markle marry and delight Windsor crowds,” by The Telegraph’s Danny Boyle: “Prince Harry and Meghan Markle have been proclaimed husband and wife by the Archbishop of Canterbury in a ceremony watched by a global audience of hundreds of millions of people.",
  ": “After school shootings, a teenager challenges the gun culture in her conservative Wyoming town.” https://wapo.st/2wWaudp\n\n-- “Theranos Inc.’s Partners in Blood,” by WSJ’s John Carreyrou, adapted from “Bad Blood: Secrets and Lies in a Silicon Valley Startup,” in the paper’s “Saturday Essay”: “Much of the attention has focused on Theranos founder Elizabeth Holmes.",
  "Alas, none of it was for me.” Read her Playbook Plus Q&A: https://politi.co/2IxCm9j\n\nBIRTHDAYS: Cindy McCain ... David Marin, head of government affairs at Mylan (hat tip: Jon Haber) ... Allie Brandenburger (h/ts Ryan Mahoney and Tim Miller) ... Jim Lehrer is 84 ... David Hartman is 83 ... Daily Beast writer Michael Daly ... Sydney Simon, comms.",
  "Panel: Donna Brazile, Amanda Carpenter, Ronan Farrow, Matt Schlapp and Jonathan Swan\n\n-- CNN’s “Inside Politics” with John King: Margaret Talev, Rachael Bade, Perry Bacon and Carl Hulse (guest anchor: Nia-Malika Henderson)\n\n-- Fox News’ “Sunday Morning Futures”: Rep. Devin Nunes (R-Calif.) … House Majority Whip Steve Scalise (R-La.)",
  "That was inconsistent with the portrait painted by his friends — a reserved young man, an athlete who had discussed wanting to own guns but didn’t talk of killing people.” https://bit.ly/2rTNMxT\n\nHOUSTON CHRONICLE FRONT PAGE … “TERROR IN SANTA FE” http://bit.ly/2kdDG6N\n\nNYT’S ADAM GOLDMAN, MARK MAZZETTI and MATT ROSENBERG: “F.B.I.",
  "And some Republicans even blamed Ryan, arguing they’re stuck with an outgoing speaker who couldn’t get the job done.” https://politi.co/2wWigUD\n\n-- QUICK TAKE … It’s easy to blame the lame-duck Ryan here -- and there might be some truth to the fact that Republicans are willing to screw him because he’s on his way out the door.",
  "BLOOMBERG’S SAHIL KAPUR (@sahilkapur): “THIS WEEK —North Korea setback —Kushner/Qatar —Israel/Gaza —Trump/Cohen/$ —Wilkie pick for VA —Mueller 1yr —TX school shooting —PA/OR/ID/NE primaries —Trump/‘animals’ —Haspel confirmed —21st circuit judge —Trump abortion rule —NAFTA/China talks —Pruitt fallout —Farm bill crashes”.",
  "But, according to a new Trulia report, they can afford less than one percent of the homes currently on the market.” http://bit.ly/2kaFL3l\n\n-- “How democracy dies,” by John Gray in the New Statesman – per ALDaily.com’s description: “Three ways in which democracies die: Coups, catastrophes, and technological takeovers.",
  "| Dominic Lipinksi/pool photo via AP\n\nIT’S BACK… “Texas Democrats look to single-payer in congressional races,” by Renuka Rayasam: “Democrats hoping to wrest congressional seats away from diehard repeal-and-replace Republicans are campaigning on an unlikely issue for Texas — single-payer health care.",
  "THE FARM BILL FLAP …\n\n-- RACHAEL BADE: “Republicans claw at each other over farm bill implosion”: “House Republicans are at each other’s throats after the Freedom Caucus delivered a shock to party leaders on Friday by killing a key GOP bill over an unrelated simmering feud over immigration.",
  "Special Counsel Robert Mueller has subpoenaed a key assistant of long-time Donald Trump adviser Roger Stone, two people with knowledge of the matter said, the latest sign that Mueller’s investigation into alleged Russian meddling in the 2016 election is increasingly focusing on Stone.",
  "But Tuesday’s primary runoff has been so collegial that the moderator at a recent forum felt the need to interject 20 minutes in: ‘How are you different?’” https://politi.co/2IVCBhW\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "AAN’s new tax return itemizes 36 donations of at least $5,000, including seven of at least $1 million.” https://politi.co/2rVzzzr\n\nTHE INVESTIGATIONS …\n\n-- “Special Counsel subpoenas another Stone aide in Russia probe – sources,” by Reuters’ Mark Hosenball and Nathan Layne: “U.S.",
  "Let’s go, guys.’ ...\n\n“According to Martha Kumar, director of the White House Transition Project, Trump did 170 short question-and-answer sessions through April 29, as compared to 55 for President Barack Obama at the same point in his first term.",
  "Several Obama administration officials — including Vice President Joe Biden — stayed for free at the Brinkerhoff Lodge in Grand Teton National Park, only to reimburse the government later when their visits came under fire after a FOIA disclosure.",
  "You’re probably part of the problem.” https://theatln.tc/2Iysyf8\n\n– “Inside the final days of Cambridge Analytica: Failed rebrands, fleeing clients and Nerf basketball,” by NBC News’ Brandy Zadrozny and Ben Collins: “There was a lot of down time.",
  "“Such VIP tours of National Park Service sites, some at the height of the tourist season, came at the request of either Interior Secretary Ryan Zinke or his wife, Lola, according to records obtained under the Freedom of Information Act.",
  "But the outreach from the Arkansas Republican, one of Trump's closest allies in Congress, has left supporters of the prison reform effort suspicious that he is trying to tank the Trump-backed legislation before it reaches the Senate.",
  "Brennan has so far resisted Trump’s demand, explaining in multiple conversations occurring this year and last that these arrangements are bound by contracts and must be reviewed by a regulatory commission, the three people said.",
  "Learn more at google.com/grow/veterans\n\nTHE ADMINISTRATION … WAPO’S JULIET EILPERIN: “A perk for friends of the Zinkes: Guided tours through National Park Service sites”: “A personalized visit to Joshua Tree National Park.",
  ")” https://wapo.st/2rTmg3k\n\n-- THE PRESIDENT’S BOY … -- MIKE GRYNBAUM (@grynbaum): “Bit of late Friday news: Trump met today at White House with journalists from about a dozen conservative outlets, including Breitbart.",
  "“She has told the president that the Amazon relationship is beneficial for the Postal Service and gave him a set of slides that showed the variety of companies, in addition to Amazon, that also partner for deliveries.",
  "Potus said nice things about Kevin McCarthy & less-nice things about Jeff Sessions, per an attendee.”\n\nSTEVE HILTON UPDATE … WAPO’S DAVE WEIGEL: “Fox News host Steve Hilton wanted to disrupt the party system.",
  "But more than 40 percent of it is used just once, and it’s choking our waterways.” https://on.natgeo.com/2KCBVuK (h/t Longreads.com)\n\n-- “Gun violence’s distant echo,” by WaPo’s Eli Saslow in Gillette, Wyo.",
  "After the couple -- the new Duke and Duchess of Sussex -- tied the knot at St George’s Chapel, they delighted tens of thousands of well-wishers as they travelled through Windsor in an open-topped carriage.",
  "“Under both Democratic and Republican presidents, top Interior officials have long given lawmakers and White House officials tours of Park Service sites and other courtesies at the agency’s disposal.",
  "on Friday, without evidence, of sending a spy to secretly infiltrate his 2016 campaign ‘for political purposes’ even before the bureau had any inkling of the ‘phony Russia hoax.’\n\n“In fact, F.B.I.",
  "“Ms Markle’s white wedding dress -- with a white veil and boat neck -- was created by British designer Clare Waight Keller, the first female Artistic Director at French fashion house Givenchy.",
  "As a ‘social welfare’ group organized under section 501(c)(4) of the tax code, AAN can raise money in unlimited amounts, but it is not required to disclose its donors, unlike a super PAC.",
  "“Power Player of the Week” segment with Triple Crown winning horse trainer Bob Baffert\n\n-- NBC’s “Meet the Press”: Roger Stone … Sen. Bernie Sanders (I-Vt.) … Rep. Adam Schiff (D-Calif.).",
  "The informant, an American academic who teaches in Britain, made contact late that summer with one campaign adviser, George Papadopoulos, according to people familiar with the matter.",
  "If a reporter lands on a topic dear to him, he’ll go for it, frustrating efforts to clear the room of all those alleged ‘fake news’ purveyors and so-called enemies of the people.",
  "“Cotton is a stalwart critic of broader criminal justice overhaul proposals but has yet to publicly come out against the narrower, prison-focused approach that Trump is backing.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“The money raised includes $24.6 million from a single anonymous donor, according to AAN’s 2017 tax return, which covers July 2016 to June 2017 and was filed this week.",
  "agents sent an informant to talk to two campaign advisers only after they received evidence that the pair had suspicious contacts linked to Russia during the campaign.",
  "This week, he left his PAC,” by WaPo’s Dave Weigel: “British political consultant Steve Hilton ... announced that he was leaving Crowdpac, which he founded in 2014.",
  "… A host of celebrities including Oprah Winfrey, George Clooney and David Beckham are among the 600 invited guests alongside senior members of the Royal family.",
  "scrutiny for his ties to Russia.” https://nyti.ms/2rUtSSw\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "The difficult job of a Trump press wrangler,” by WaPo’s Erik Wemple: “Wrangling correspondents, however, has proven complicated in the Trump White House.",
  "Panel: Rep. Robin Kelly (D-Ill.), David Urban, Jennifer Granholm and Linda Chavez\n\n-- CBS’s “Face the Nation”: Sen. Mark Warner (D-Va.) … Jon Meacham.",
  "Moser and fellow Democrat Lizzie Pannill Fletcher are still competing for the Democratic nomination to face Republican Rep. John Culberson this fall.",
  "Freedom Caucus members said GOP leaders brought the matter on themselves by failing to pass a conservative immigration solution for Dreamers sooner.",
  "The partisan farm bill, after all, includes historic new work requirements for food stamp beneficiaries that conservatives have demanded for years.",
  "Greg Abbott said Dimitrios Pagourtzis, 17, wrote about planning the attack in journals on his computer and in his cellphone that police obtained.",
  "This is a House Republican Conference that is limping toward Election Day, unable to do something as simple as pass an all-Republican farm bill.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "THE SHOWS, by @MattMackowiak in Austin:\n\n-- “Fox News Sunday”: Steven Mnuchin … Mark Kelly … Oliver North … Sen. Lindsey Graham (R-S.C.).",
  "But Democrats in this deep red state have also watched closely races where single-payer advocates have upset centrist primary opponents.",
  "BIRTHDAY OF THE DAY: Elizabeth Gore, chair of Brownstein Hyatt’s government relations department and Clinton WH and Byron Dorgan alum.",
  "A fun fact about her: “During my stint at the Clinton White House, I often got calls and letters that were intended for Tipper Gore.",
  "... Nine minutes after Trump issued his first ‘thank you,’ the wrangler succeeded in herding the press pool out of the Cabinet Room.",
  "And some believe that moving left on health care will mobilize new voters in primaries —and offer a shot at winning come November.",
  "His successor as CEO, Jesse Thomas, announced that Crowdpac would put a 10-day hold on all fundraising for Republican campaigns.",
  "Panel: Yamiche Alcindor, David Brooks, Hugh Hewitt and Hallie Jackson\n\n-- CNN’s “State of the Union”: Sen. Mark Warner (D-Va.).",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Plus, President Donald Trump leaned in, tweeting his support for the bill Thursday night to up the pressure on the far right.",
  "In an embarrassing show of weakness, the bill went down on the floor after a last-minute leadership scramble to flip votes.",
  "Used Informant to Investigate Russia Ties to Campaign, Not to Spy, as Trump Claims”: “President Trump accused the F.B.I.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "That said, there is ample evidence that the Freedom Caucus would’ve done the same thing had he not been on his way out.",
  "I got invited to some fabulous parties, I was asked to speak at some major universities, and I even got some fan mail.",
  "“The subpoena was recently served on John Kakanis, 30, who has worked as a driver, accountant and operative for Stone.",
  "Prince Harry and his best man the Duke of Cambridge are both wearing the frockcoat uniform of the Blues and Royals.",
  "“Another 2,640 members of the public have been chosen to watch the ceremony from the grounds of Windsor Castle.",
  "Facebook had cut off their access to the social network’s developer system and wasn’t returning their calls ...",
  "McClear, a Schwarzenegger, RNC and Bush-Cheney 2004 alum, was director of central comms at Uber through March.",
  "The eight-figure donation by itself almost eclipsed AAN’s previous fundraising high for an entire fiscal year.",
  "Now We’re Drowning in It,” by Laura Parker in NatGeo: “The miracle material has made modern life possible.",
  "Panel: Amy Walter, Reihan Salam, Anne Gearan and Jamelle Bouie\n\n-- ABC’s “This Week”: No guests as of now.",
  "He also met repeatedly in the ensuing months with the other aide, Carter Page, who was also under F.B.I.",
  "He was an advisor at VC firm SV Angel for the past couple of months, which he’ll continue from Edelman.",
  "The Prince of Wales has stepped in for the father of the bride, as he walked Ms. Markle down the aisle.",
  "Speaker Paul Ryan and his leadership team were sure the group of three dozen rabble-rousers would cave.",
  "None of those are inevitable, but none have solutions.” http://bit.ly/2rNXOR1\n\n-- “Planet or Plastic?",
  "But will AI be able to explain, in a way that humans can understand, why its actions are optimal?",
  "(Obama bests Trump, however, in interviews — 187 to 95 — and solo press conferences — 13 to 1.",
  "“Across the country, many Democrats are trying to minimize internal battles on health care.",
  "POTUS has blessed it now,’ one senior administration official said late Friday afternoon.",
  "Panel: Brit Hume, former Rep. Jane Harman (D-Calif.), Juan Williams and Josh Holmes.",
  "Despite these presentations, Trump has continued to level criticism at Amazon.",
  "“Cotton’s office says it made no direct request for groups to oppose the bill.",
  "And a trip to the top of the Lincoln Memorial, which is closed to the public.",
  "Several excursions were scheduled specifically for friends and acquaintances.",
  "There is a chance that the House won't be able to pass any immigration bill.",
  "That’s because of Trump, who is forever listening for his kind of questions.",
  "GOP leaders blamed the conservatives for upending a core Trump priority.",
  "Preakness post time tonight is 6:48 p.m. and will be broadcast on NBC.",
  "The group brought in $27.5 million from July 2010 to June 2011.",
  "“Almost immediately, Republicans pointed fingers at each other.",
  "A spin through the West Wing, guided by White House staffers.",
  "Instead, the dozens of U.S. employees played Nerf basketball.",
  "TOM STEYER gave NextGen Climate Action Fund $13,504,100.",
  "David Stern, the former NBA commissioner, gave $20,000.",
  "RYAN has set up a June filled with immigration votes.",
  "“But two months later, the heat has dissipated.",
  "“A motive wasn’t immediately clear, but Gov.",
  "We aren’t related but our names are similar.",
  "... ‘This deal is not going to fall apart.",
  "“But Ryan’s team sorely miscalculated.",
  "(Tipper’s name is Mary Elizabeth.)",
  "… Rep. Mac Thornberry (R-Texas).",
  "Penny Pritzker gave $93,500.",
  "Good Saturday morning.",
  "Come on, [inaudible].",
  "Blame who you’d like.",
  "... Come on, Steve.",
  "‘Thanks, everyone.",
  "Thanks, everyone.",
  "We Made Plastic.",
  "We Depend On It.",
  "Thanks, guys.",
  "Time to go."
]