[
  "(such as those by Jacob Groshek and Philip Howard) is that these tools probably do not hurt in the short run and might help in the long run — and that they have the most dramatic effects in states where a public sphere already constrains the actions of the government.” (“The Political Power of Social Media,” Foreign Affairs, 2011)\n\nWhat he says now (via email):\n\nDylan Matthews\n\n[Your 2008 book] Here Comes Everybody was full of persuasive arguments that the social web was fundamentally changing dynamics of political organizing, largely for the better.",
  "The first is the near-total victory of the “social graph” as the ideal organizational form for social media, to the point that we now use “social media” to mean “media that links you to your friends’ friends,” rather than the broader 2000s use of “media that supports group interaction.”\n\nThe second thing I underestimated was the explosive improvement in the effectiveness of behavioral economics and its real-world consequences of making advertising work as advertised.",
  "However, this does not reverse the irreversible dynamic of connection technologies putting power in the hands of citizens and networks of citizens at the expense of hierarchies, including the state.” (Interview with Huffington Post, 2013)\n\nWhat he says now (via phone interview):\n\nDylan Matthews\n\nYou’ve expressed a lot of optimism about the potential for social networks and online networks more generally to undermine dictatorships, empower citizens, and so on.",
  "We would scream and cry if we were forced back into the old political information ecosystem: 22 minutes of nightly news, mimeographed (look it up) one-pagers on a handful of issues that you could pick up at your campaign headquarters, a range of opinions in the mainstream media (which was pretty much the only media) that range from moderate left to moderate right, and the marginalization of virtually all voices that didn’t issue from white men in suits.",
  "“It seems to me empirically true that we’re dealing with a transformative, exceptional technology that holds open utopian possibilities.” (Interview with ABC Radio Australia, 2012)\n\nWhat he says now (via email):\n\nDylan Matthews\n\nSmall Pieces Loosely Joined was one of the first books I read to champion the web’s potential to improve political discourse, and I know you’ve written some on how Facebook has fallen short of that potential.",
  "Within the internet ecosystem, I feel my tiny role is to be one of the people who occasionally interrupt the important discussion of the failings of the net to say, “Okay, but we should also sometimes remember just how much the net has positively transformed politics as well.”\n\nThat’s not what we need to be focusing on right now because we’re facing issues that threaten democracy itself.",
  "To find out, I reached out to a number of men (and, this being the tech industry, the most prominent and enthusiastic voices were men) who, in the early years of the internet, expressed optimistic views of the potential of the web to improve democracy, politics, or just society generally, to ask them if they’ve reevaluated their views in light of recent events.",
  "If they do not, they may be replaced by entrepreneurs or insurgents, good or bad.” (Public Parts, 2011)\n\nWhat he says now (via email):\n\nDylan Matthews\n\nYour book Public Parts begins with a long interview with Facebook founder Mark Zuckerberg, where you seem to share a philosophy centered around the value of “publicness” and overratedness of privacy with him.",
  "Author of numerous books, including Small Pieces Loosely Joined: A Unified Theory of the Web (2002), Everything Is Miscellaneous: The Power of the New Digital Disorder (2007), and Too Big to Know: Rethinking Knowledge Now That the Facts Aren’t the Facts, Experts Are Everywhere, and the Smartest Person in the Room Is the Room (2011).",
  "The web, and in particular social media platforms like Facebook and Twitter, were supposed to make information easier and freer to share, to advantage the citizen at the expense of governments, to provide access to more information and viewpoints and more vibrant debates than residents of democracies had ever experienced before.",
  "In fact, it’s conceivable that large corporations are going to sink the internet, and that even though there are new voices being heard, say, through the blogosphere, the biggest sites on the blogosphere are either very traditional media companies or they’re people who are now playing the basic role of very big media companies.",
  "That is why the curmudgeons’ debate with themselves matters: because it could do harm; it could result in dismissing the tools of publicness just when we most need to safeguard them.” (“Gutenberg of Arabia,” BuzzMachine, 2011)\n\n“Dictators and politicians, media moguls and marketers try to tell us what to think and say.",
  "Both companies were relatively young at the time, and the book was not focused on them as firms so much as enablers of social patterns, but the social pattern I was most interested in was opt-in, active, and created a sense of membership among its users, as Meetup does, not just connectedness, as Facebook does.",
  "When you add to that environment the presence of advertising firms that can now finally do what ad firms have long claimed to be able to do, namely to predictably and reliably engender a fairly tailored set of emotional reactions in a narrowly defined target audience, you get, well, today.",
  "Since many early web enthusiasts like me felt emboldened by the fact that what we liked about the web was baked into the internet’s very architecture, it is particularly disappointing — horrifying, actually — to see that architecture get turned against the values we hoped it would support.",
  "… It’s a world we build simply by using it, and what is of worth stays and adds to the Web’s overall worth.” (Small Pieces Loosely Joined, 2002)\n\n“I think it’s essential that there be people keeping people like me in line, and reminding us that big business has reemerged on the internet.",
  "Voluntary associations (groups that know who their members are, roughly, whether organized around veganism or socialism or a shared love of Family Guy) defend themselves against material that comes in from the outside, and they also contain the spread of information they produce.",
  "Without that social club as an organizational form, you get an emphasis on the pleasure of shared emotion, and especially outrage, among a large, loosely knit social fabric, which gets privileged over most other kinds of reactions and over almost many forms of collective action.",
  "Taken together, these forces have marginalized the earlier model of the public sphere characterized by voluntary association (which is to say a public sphere that followed [Jürgen] Habermas’s conception), rather than as a more loosely knit fabric for viral ideas to flow through.",
  "For I believe the future of news media, and I do hope we have one, is to abandon our mass-media ways, treating everyone alike and underserving countless communities in society — and bring people relevance and value as individuals and members of communities.",
  "Author of several books, including Here Comes Everybody: The Power of Organizing Without Organizations (2008), Cognitive Surplus: Creativity and Generosity in a Connected Age (2010), and Little Rice: Smartphones, Xiaomi, and the Chinese Dream (2015).",
  "I know you’ve written some on how Facebook has fallen short of that potential, so I’m curious for your thoughts, as well as any reflections on which of your predictions about the web and democracy have and haven’t been borne out so far.",
  "In the case of Russia using Facebook as well as it did, [social media] took a big hierarchy like the United States and its democratic institutions and undermined it, even though it was in a position of asymmetrical disadvantage.",
  "It, like Google — and like news media in the rare instances when we are smart enough to get our own first-party data — shares the fruits of that information with advertisers in terms of better targeting and ad effectiveness.",
  "It was a firm with rich political backers exploiting average citizens’ data without permission, a case of Facebook and social media being used to enhance corporate power and the power of political elites, not citizen power.",
  "Note well now that Facebook is hiring 20,000 people to combat that bad behavior on its platform, while, for the sake of apples-to-pears comparison only, the US now employs fewer than 30,000 journalists on daily newspapers.",
  "But to be perfectly blunt, I don’t see government as the source of vast expertise in how to regulate the online world, and I think some of the biggest pieces of shit using social media to foment hate come from government.",
  "I think there’s room in the market for new entrants, so I think the corrective is better arrived at by people imaging the social networks they would like that don’t exist right now, than something coming out Trumps’s DOJ.",
  "If we go overboard in forbidding the collection and use of that information, I fear that we will cut off our nose to spite our face and cut off a critical strategy for a sustainable future of news and journalism.",
  "Here Comes Everybody is about that former model — I just looked in the index, and I mention Facebook only four times in the book, while I wrote about Meetup so much it has its own set of subheadings in the index.",
  "Dylan Matthews\n\nI’m not a lawyer, but my understanding is that the Supreme Court has sharply limited what can be punished as libel in cases where you can’t prove actual malice and the information is simply false.",
  "The API that allowed a researcher to take the public data of friends of friends was disabled shortly after it was used (and note this was a feature that was used by many media and marketing companies as well).",
  "Alec Ross\n\nIf you look at the critique coming out of a lot of European capitals and the European academics and the people closing their Facebook accounts, I think there are many saying it’s not worth it.",
  "And yet I look around and I see how fundamentally transformed — often in ways that we forget, because we’re living in the midst of this — how fundamentally transformed so many aspects of our lives are.",
  "… The Che Guevara of the 21st century is the network.” (Remarks at the Guardian’s Activate summit, 2011)\n\n“These technologies can be used against citizens and they frequently are, to deadly effect.",
  "The anonymity that is the default on the net, a property that is liberating for the vulnerable and oppressed, also lets hackers, cowards, and frauds demean our conversations and erode our trust.",
  "What he said: “Dictatorships are now more vulnerable than they have ever been before, in part — but not entirely — because of the devolution of power from the nation state to the individual.",
  "What he said then: “Today, it occurs to me that Facebook, Twitter, and YouTube may be the Gutenberg press of the Middle East, tools like this that enable people to speak, share, and gather.",
  "When Alabama subpoenaed the NAACP’s membership lists, the Supreme Court unanimously blocked it, saying that forcing the group to give up its membership lists violated freedom of assembly.",
  "(This is a big change — at the beginning of the decade, people were still writing think pieces about how socially and politically unimportant Facebook and Twitter would turn out to be.)",
  "The difference between social media being used to foment hate today versus the 1990s is that it’s inherently more collaborative as opposed to something like radio where it’s one-way.",
  "I also think, and I think this will seem almost comically naive, but there are things called libel and slander, and I don’t understand why they’re considered now to be off the books.",
  "Alec Ross\n\nBio: “One of America’s leading experts on innovation.” Former senior adviser on innovation to Secretary of State Hillary Clinton; author of The Industries of the Future.",
  "But as Twitter, Blogger, and Medium co-founder Ev Williams said at [South by Southwest] recently, he and we did not account for the extent of the bad behavior that would follow.",
  "If they are to prosper, these institutions must learn to deal with us at eye-level, with respect for us as individuals and for the power we can now wield as groups — as publics.",
  "Jeff Jarvis\n\nBio: Journalist; professor and director of the Tow-Knight Center for Entrepreneurial Journalism at the City University of New York Graduate School of Journalism.",
  "What he said then: “The use of social media tools — text messaging, e-mail, photo sharing, social networking, and the like — does not have a single preordained outcome.",
  "If you think it’s a net negative, if you’re at all intellectually honest, you’d say, “If it were up to me I’d push a button and turn it off.”\n\nAm I in favor of that?",
  "Dylan Matthews\n\nThat sounds to me like a statement that we can’t have any antitrust enforcement at all for the next two and a half years, more if Trump is reelected.",
  "Dylan Matthews\n\nA lot of people would look at what happened with Cambridge Analytica and dispute that that constituted the advantaging of citizens over governments.",
  "If there’s a nickel spent for any kind of issue advocacy or social advocacy, the origin of those dollars should be transparent in real time; it should be disclosed.",
  "Clay Shirky\n\nI’ve long said the organizational and communal models enabled by the internet are a challenge to 20th-century institutions, not an extension of them.",
  "But now, in a truly public society, they must listen to what we say, whether we’re using Twitter to complain about a product or Facebook to organize a protest.",
  "(2009), Public Parts: How Sharing in the Digital Age Improves the Way We Work and Live (2011), and Geeks Bearing Gifts: Imagining New Futures for News (2014).",
  "I want to be careful about not overreacting to the 2014 violation of Facebook’s terms of service by one researcher who then worked with one nefarious company.",
  "If someone’s fighting for a $15 minimum wage and they spew a bunch of information, the origin of the money and the amount of the money should be transparent.",
  "Furthermore, and this is a looong conversation, talking with like-minded people is how we make sense, collectively and collaboratively, of what’s going on.",
  "I’m curious for your thoughts, as well as any reflections on which of your predictions about the web and democracy have and haven’t been borne out so far.",
  "Dylan Matthews\n\nFacebook is being used to perpetrate a genocide against Muslim people in Myanmar, with the tacit approval of the country’s government.",
  "I’ve never held the view that technology — what I believe is that technology can disrupt the power of hierarchies at the expense of citizen networks.",
  "It’s a tragedy that while the web connects pages via an open protocol, the connections among people are managed by closed, for-profit corporations.",
  "Clay Shirky, David Weinberger, and Jeff Jarvis replied by email; Alec Ross, currently a candidate for governor of Maryland, talked on the phone.",
  "That means we need to know people as individuals; we need to have information — or to use what is becoming the scare term, data — about them.",
  "Dylan Matthews\n\nI hear a lot more criticism of specific networks, like Facebook, than blanket condemnations of the idea of connecting people.",
  "Alec Ross\n\nI think there is a reasonable role for government to play — for example, getting platforms to keep from promulgating genocide.",
  "A lot of our political problems come from that: The interests of those corporations and of its users and citizens are not always aligned.",
  "Clay Shirky\n\nBio: Writer, researcher, professor of journalism and interactive telecommunications at New York University and NYU Shanghai.",
  "The ability for anyone to speak on any topic without having to ask permission also enables bots to pepper us with their lies and hatred.",
  "Alec Ross\n\nFrom my standpoint, it’s being used in the same way in which Hutu radio was used to foment a genocide in Rwanda in the 1990s.",
  "Dylan Matthews\n\nBut let’s go back to what you said about mandating disclosure by advocacy groups, which I found extremely alarming.",
  "What role do you think state governments have in fixing the problems the Russian hacking scandal and Cambridge Analytica exposed?",
  "“The overarching pattern is the redistribution of power from governments and large institutions to people and small institutions.",
  "David Weinberger\n\nThe net is certainly more open to systematic and systemic attack than some early web optimists like me thought.",
  "Nevertheless, we should be trying to preserve the good the net has done as we work to mitigate its harm to our political system.",
  "Dylan Matthews\n\nDo you think there’s any role for the government to play in regulating social media companies to prevent abuses?",
  "Our interactions with the internet are mediated by applications, and applications can be adjusted so that they serve us better.",
  "What they did is they used their tools and their targeting to basically create an insurgent army of unwitting American voters.",
  "What about the individuals whose data was obtained without permission by Cambridge Analytica and exploited for political ends?",
  "They did not see the extent of the actions of political bad actors and trolls who would destroy for the sake of destruction.",
  "“But it does matter that the revolutionaries of the Middle East use — indeed, depend upon — these social tools and the net.",
  "… The safest characterization of recent quantitative attempts to answer the question, Do digital tools enhance democracy?",
  "I say we have a problem as a society that we need to work on as we negotiate new norms around our new, connected reality.",
  "They devolve power from the nation-state, from governments and large institutions to individuals and small institutions.",
  "Now, in 2018, the familiar techno-utopian pronouncements of the 1990s and ’00s seem not just wrong but like a bad joke.",
  "Harassment is being promulgated by a set of actors who are willing to spend behind closed doors with zero transparency.",
  "Others insist their initial views were less utopian than many critics believed, and that they’ve been right all along.",
  "It can advantage the upstart against the incumbent, and in the case of Russia versus the United States, that’s Russia.",
  "If you look at what the Trump administration has been willing to politicize, I do not trust his Justice Department.",
  "al., and believe that the social tools are merely toys and trifles, then what does it matter if they are shut down?",
  "If you look at members of Congress, do you really want them to be the ones setting norms for our online platforms?",
  "Dylan Matthews\n\nI don’t think many people are saying we should turn off all smartphones and end all social media.",
  "Note also that Facebook does not — contrary to frequent talk-show assertion — share or sell data to advertisers.",
  "Yes, we form “echo chambers,” but we are also are more aware than ever of the diversity of opinions around us.",
  "These companies accounted and compensated for dark-hat SEO, spam, and other economically motivated behavior.",
  "It also centralized itself around key commercial providers in ways that I’d hoped and predicted it wouldn’t.",
  "We need to bring good old-fashioned enforcement on the book of false speech, the whole fake news phenomenon.",
  "I see the government playing a negative role, by and large, in making the internet a more harmonious place.",
  "If I were a venture capitalist, I’d see there’s a great big market out there of people abandoning Facebook.",
  "As a practical matter, if you see where most people are congregating, it’s on a small number of platforms.",
  "Have your views on this evolved at all in the wake of the 2016 election, revelations about Facebook, etc.?",
  "If you asked me, if it were up to you, would all of our smartphones go dead and all social media go dead?",
  "We soon might be investing more in detecting and banning bad behavior than we do in reporting the truth.",
  "If you look at what was the case in the 2016 election, it fits the technical legal definition of malice.",
  "One reason we don’t have laws like that is to prevent harassment and violence against vulnerable people.",
  "It’s hard to think about anything coming out of Trump’s administration as anything other than malignant.",
  "Alec Ross\n\nIt’s a different ecosystem, but do you imagine the data sharing practices are any different?",
  "The web excited many of us because we could talk about what mattered to us and do so in our own voice.",
  "It was supposed to topple dictators, to build social collaboration, to punish defection and isolation.",
  "That is the reason why we must protect them, for by doing so we protect the public and its freedoms.",
  "I’m in favor of exerting increased levels of responsibility, but am I in favor of turning it off?",
  "I think the power of the state is made considerably more vulnerable by exposure to technologies.",
  "I wouldn’t attack this from an antitrust perspective, but a market competitiveness perspective.",
  "David Weinberger\n\nBio: Philosopher, researcher, and freelance writer on technology and society.",
  "We are far more engaged, far more politically informed (and, yes, far more misinformed, alas).",
  "Facebook clearly has a different, and arguably more dangerous, ecosystem than, say, Instagram.",
  "Hard to take seriously after Russia orchestrated a successful effort to hack the US election.",
  "Alec Ross\n\nI mean, a lot of quote-unquote “issue advocacy” is inherently candidate-oriented.",
  "Jeff Jarvis\n\nI share with Zuckerberg a belief that a connected world can be a better world.",
  "… One thesis statement I want to emphasize is how networks disrupt the exercise of power.",
  "And frankly, if the membership lists had been released, people could have been lynched.",
  "When you talk about disclosure and transparency, what specifically do you mean by that?",
  "When addressed with nation-scale resources, the internet enables perfect surveillance.",
  "Of course, it also allows trumpeting, racist narcissists to sound like themselves too.",
  "“And so the argument that it hasn’t changed that much I think needs to be considered.",
  "However, I underestimated two things, and both of them make pessimism more warranted.",
  "Have you reevaluated that philosophy in the wake of the Cambridge Analytica scandal?",
  "Most of them would get kicked off if there was much in the way of regulation there.",
  "A lot of what’s being published meets the technical measure of liberal and slander.",
  "I will not pretend to have arrived at what I think the right answers to that are.",
  "I think a lot of people made a mistake by lumping it into democracy specifically.",
  "I think the barriers to entry are lower than what the conventional wisdom says.",
  "I think transparency in how election dollars are spent is critically important.",
  "Does this mean meaningful antitrust can’t be trusted as long as he’s president?",
  "I’ve adjusted my view of the net to this extent: I was and remain an optimist.",
  "Not only do I still think that’s true, now almost everyone thinks it’s true.",
  "This isn’t something out of the textbook; this is something out of reality.",
  "It’s against the law in terms of what’s on the law; it’s just not enforced.",
  "What he said then: “The Web’s architecture itself is fundamentally moral.",
  "I’m not in favor of all our smartphones and social networks going dark.",
  "Their responses have been very lightly edited for length and clarity.",
  "The simple fact of the matter is that we have a cyberbully president.",
  "Dylan Matthews\n\nBut it’s a different app, with a different culture.",
  "Alec Ross\n\nI don’t think there are many competitor social networks.",
  "I don’t think the same holds true in reference to corporate power.",
  "It was undermined by this relatively small upstart political firm.",
  "I always think the technology can be used for closed theocracies.",
  "Whether it’s used for good or ill depends on the people using it.",
  "I do not think that Cambridge Analytica itself negates that view.",
  "I think we need to be moving in the direction of transparency.",
  "The question right now is where is harm actually taking place.",
  "No, curmudgeons, we’ll never be able to answer that question.",
  "So where I think what was really destroyed was the election.",
  "You just said you don’t think Facebook has real competition.",
  "Dylan Matthews\n\nNot just candidates but advocacy groups too?",
  "Ideas are like technology: They can fuel a city or destroy.",
  "Some people have falsely characterized my views as utopian.",
  "What does that say about society’s problems and priorities?",
  "Without people and their passion, could revolutions occur?",
  "Alec Ross\n\nI think that sunlight is the best disinfectant.",
  "Alec Ross\n\nLook, my views on this haven’t changed at all.",
  "You conflated corporate power and the power of the state.",
  "Here you can get lots of different people participating.",
  "… The Web is not the messiah dressed in cables and bits.",
  "Creator of Entertainment Weekly, blogger at BuzzMachine.",
  "Do you think Facebook has gone too far in data sharing?",
  "But it is also more than merely another new technology.",
  "I’m saying this with the experience of having governed.",
  "I was rather a dogmatist about the value of openness.",
  "The technology itself is value-neutral and inanimate.",
  "I think our problem right now is the exact opposite.",
  "The president of the United States is a cyberbully.",
  "That has helped politicians sound more like humans.",
  "Alec Ross\n\nFrom an antitrust perspective, less so.",
  "Twitter is drawn into this as much as Facebook is.",
  "Take a look at the depth of the fake news problem.",
  "Alec Ross\n\nI think that’s a very reasonable point.",
  "Dylan Matthews\n\nWhat about antitrust enforcement?",
  "The theory and practice are two different things.",
  "Alec Ross\n\nYou just hit the right word: malice.",
  "My views have never been utopian or dystopian.",
  "Cambridge Analytica — how long has it existed?",
  "What was undermined was the American election.",
  "It’s also how people form political movements.",
  "Citizens enjoying a wealth of new information?",
  "Without those tools, could revolutions occur?",
  "I’m not saying it’s easy, but it is possible.",
  "In disclosing membership, the details matter.",
  "The name of the organization and the amount?",
  "I don’t think his NSC or EPA can be trusted.",
  "Dylan Matthews\n\nYou’re running for governor.",
  "But why are these revolutions occurring now?",
  "The internet was supposed to save democracy.",
  "Does Facebook “go too far in data sharing”?",
  "Current candidate for governor of Maryland.",
  "There are certain things a governor can do.",
  "Do I blame Zuckerberg or Facebook or that?",
  "It does not even make us all millionaires.",
  "Have you adjusted your view of Zuckerberg?",
  "Citizens being privileged over countries?",
  "Individuals gaining power over hierarchy?",
  "You think I trust his Justice Department?",
  "I believe in transparency, I really do.",
  "It’s a reasonable and convincing point.",
  "Or the composition of the organization?",
  "How could we have gotten this so wrong?",
  "Others landed somewhere in the middle.",
  "Have I adjusted my view of Zuckerberg?",
  "Facebook owns it; it’s the same thing.",
  "Alec Ross\n\nBut Instagram is Facebook.",
  "If you follow [Malcolm] Gladwell, et.",
  "Of course, curmudgeons, they could.",
  "Some have rethought their premises.",
  "Name another social media platform.",
  "That seems pretty reasonable to me.",
  "I’m not saying this in a happy way!",
  "Again, I’m cold-blooded about this.",
  "How does that fit into your theory?",
  "It’s this very little organization.",
  "We sound like ourselves on the web.",
  "It does not signal the apocalypse.",
  "Author of What Would Google Do?",
  "I wouldn’t conflate those two.",
  "Dylan Matthews\n\nI suppose not.",
  "I guess that’s my view on it.",
  "Alec Ross\n\nI know, it sucks.",
  "Of course not, curmudgeons.",
  "I believe that to be true.",
  "I still value openness.",
  "Alec Ross\n\nI disagree.",
  "Not very long, right?",
  "I have hope, though.",
  "That’s bad.",
  "Hell no.",
  "Do you?",
  "Yes.",
  "No.",
  "No.",
  "No."
]