[
  "SCL, founded in 1993 by former Saatchi & Saatchi advertising executive Nigel Oakes, has operated at least 18 separate companies in Britain and 12 in the United States, according to corporate filings in Britain and the U.S. compiled by Wendy Siegelman and Ann Marlowe, independent researchers in New York, and verified by USA TODAY.",
  "Gary Coby, director of advertising at the Republican National Committee and a top media strategist on the Trump election campaign, said Cambridge Analytica was on the ground with the Trump social media team, sharing San Antonio office space with other Trump media execs, in the months leading up to the 2016 presidential election.",
  "Around the time Cambridge Analytica began work for Trump, Nix, the company's CEO, reached out, via a public-speaking agency, to Julian Assange, the founder of the whistle-blowing website WikiLeaks, seeking information about 33,000 missing emails belonging to candidate Trump's opponent, Hillary Clinton.",
  "(Photo: AFP)\n\nLONDON — Cambridge Analytica, the British firm accused of improperly harvesting Facebook data to help Donald Trump win the U.S. presidency, and its parent company quietly worked behind the scenes in elections and on big data projects for years with clients that spanned the globe.",
  "On Monday and Tuesday, British broadcaster Channel 4 aired a video of Cambridge Analytica CEO Alexander Nix saying his firm could entrap politicians in compromising situations, prompting British regulators to seek a warrant to inspect the company's databases and servers.",
  "The social media platform, which suspended Cambridge Analytica from its platform on Friday, said the data analytics firm improperly received, used and then held onto user data passed to it by Cambridge University psychology professor Aleksandr Kogan.",
  "The app Kogan created, \"thisisyourdigitallife,\" was downloaded only 270,000 times but was able to connect to other data points, such as \"likes\" and hometowns, for millions of other Facebook users through the app users' network of friends and family.",
  "\"When you try to wind SCL back and figure out where it came from and how it got to where it is now, it's very difficult to do,\" said Martin Moore, director of the Center for the Study of Media, Communication and Power at King's College London.",
  "In its 25 years of existence, the firm or its parent company, Strategic Communication Laboratories Group (SCL), has worked for political and military clients in Afghanistan, Kenya, Mexico, Nepal, Somalia and for the U.S. State Department.",
  "The Trump campaign paid $6 million in 2016 to Cambridge Analytica to conduct large-scale polling and place hyper-targeted messages and online ads in front of U.S. voters in key swing states, Federal Election Commission records show.",
  "They go wherever there is something to be done,\" said Paul-Olivier Dehaye, a Switzerland-based mathematician who studies and campaigns for issues related to data protection and privacy through his organization PersonalData.IO.",
  "The State Department paid SCL nearly $500,000 in 2017 for information on how Islamic State extremist propaganda motivates recruits to commit terrorism, according to public data held by its Global Engagement Center unit.",
  "The company said it used polling, voter files, early and absentee voting returns released by each state and both its own and Trump campaign data to compile more than 5,000 data points on 230 million American voters.",
  "\"Psychographic targeting\" uses data points to create personality profiles of American voters that can then be reached with more targeted political advertising, a tactic Cambridge Analytica claims as a specialty.",
  "The campaign, as a whole, focused more on direct-response marketing — or getting voters to donate or volunteer immediately after seeing an ad — rather than “psychographic targeting,” he said.",
  "Kogan, Facebook claims, devised and then exploited a personality predictor application to get unsuspecting Facebook users to give away information about themselves and their Facebook friends.",
  "\"There's no doubt they have been trying to manipulate data for their purposes,\" said David Miller, a professor of sociology at Bath University in England and an authority on propaganda.",
  "Last December, the House Intelligence Committee, which had been investigating Russia's interference in the U.S. presidential election, called on Nix to testify behind closed doors.",
  "In Mexico, it used commercial and political data to gauge the effect of United States policy on the drug trade and violent crime in 13 cities under the influence of drug cartels.",
  "Special counsel Robert Mueller wants Cambridge Analytica to turn over its internal documents as part of his investigation into Russian meddling in the U.S. presidential election.",
  "Facebook accuses the firm of harvesting private information improperly from 50 million of the social media site's users to make predictions about their likely voting habits.",
  "On Tuesday, in a video broadcast on Britain's Channel 4, Nix is shown belittling representatives of the committee, saying Republican members asked him just three questions.",
  "Cambridge Analytica's election work has been partly funded by Mercer, the American hedge fund billionaire, according to federal election data published by OpenSecrets.org.",
  "Dehaye has filed freedom of information requests in Britain to determine how Cambridge Analytica collects its data and whether that data extraction violates British law.",
  "Cambridge Analytica said through a spokesperson who declined to be named that Nix made the approach to WikiLeaks to find what information it had and where it came from.",
  "In an emailed reply to USA TODAY questions, Cambridge Analytica said it provided research, data science and digital and TV marketing services for Trump's campaign.",
  "U.S. Sen. Ted Cruz's 2016 presidential campaign paid Cambridge Analytica nearly $6 million for work before the company went to work for Trump, the records show.",
  "In October and November of 2016, WikiLeaks published thousands of emails allegedly stolen from Clinton's campaign boss John Podesta by Russian-linked hackers.",
  "Cambridge Analytica’s investors have included Trump benefactor Robert Mercer and former White House aide Steve Bannon, two of Trump’s biggest boosters.",
  "Bannon, who divested his stake in April, held shares worth between $1 million and $5 million, according to his White House financial disclosure form.",
  "President Trump's former national security adviser Michael Flynn disclosed in August that he held a brief advisory role with Cambridge Analytica.",
  "Just the FAQs\n\nA screen grab from footage broadcast by the British Parliament on Feb. 27 shows Cambridge Analytica chief executive Alexander Nix.",
  "In Kenya, Cambridge Analytica has taken credit for helping to re-elect President Uhuru Kenyatta, a vote marred by concerns over its legitimacy.",
  "\"I started Facebook, and at the end of the day I'm responsible for what happens on our platform,\" he said in a Facebook post Wednesday.",
  "It has more than a dozen branches and offices around the world linked through a complex corporate structure with multiple shareholders.",
  "Britain's Parliament is investigating the firm's involvement in \"Brexit,\" the nation's 2016 referendum to leave the European Union.",
  "\"The difficulty in understanding this organization is that a lot of what it says about itself turns out not to be to quite right.\"",
  "It said in a statement that it does not use, hold or have access to Facebook data or data from other social media platforms.",
  "Bannon, ousted White House chief strategist, was among the shareholders in a U.S.-based affiliate, Cambridge Analytica LLC.",
  "In Afghanistan, SCL undertook \"audience profiling\" to understand local attitudes toward religious affairs and governance.",
  "The official said the company was not asked by the Trump campaign or anyone else, including Russia, to make the inquiry.",
  "Flynn has pleaded guilty to a felony count of lying to the FBI about conversations he had with Russia's ambassador.",
  "He did not return a request for comment on the Facebook allegations or to further explain his side of the story.",
  "He was also a vice president at the company from 2014 to 2016 and received a monthly consulting fee until 2016.",
  "Kogan told USA TODAY late last year that he had \"very limited knowledge\" of Cambridge Analytica's activities.",
  "Cambridge Analytica first emerged as an offshoot of SCL about five years ago, according to public filings.",
  "\"They helped on some surveying, some of the data sides, had multiple ad buying teams under me,\" Coby said.",
  "In Somalia, it assessed the viability of establishing a telephone network across the war-torn country.",
  "Assange in a tweet confirmed the approach from Nix but said WikiLeaks never acted on the request.",
  "Contributing: Rick Jervis reported from Austin\n\nRead or Share this story: https://usat.ly/2FWtGMa",
  "Mark Zuckerberg, Facebook's CEO, said the social network had \"made mistakes\" over the scandal.",
  "SCL has 17 international offices, in such countries as Argentina and the United Arab Emirates.",
  "Public records reveal a smattering of shareholders and some of its most prominent clientele.",
  "The Facebook case is lifting the veil on some of Cambridge Analytica's actions and tactics.",
  "But case studies published on its website show the scope and complexity of SCL projects.",
  "In most instances, SCL and Cambridge Analytica won't divulge who pays for its work.",
  "The breach was troubling enough to draw scrutiny from the Federal Trade Commission.",
  "The company said it did not use \"marketing psychology\" to target Trump supporters.",
  "The company declined through a spokesman to comment on its corporate structure.",
  "Mercer is a major contributor to conservative causes, including Breitbart News.",
  "What role did Cambridge Analytica play in the 2016 U.S. presidential elections?",
  "Facebook has since changed its privacy policies to prevent such connections.",
  "He then passed the information to Cambridge Analytica for Trump's campaign.",
  "In Nepal, it gathered data on anti-social behavior among Maoist insurgents.",
  "CLOSE Here's how a data firm helped Donald Trump get elected as president.",
  "Now the firm is under scrutiny for its information-gathering tactics.",
  "Who are Cambridge Analytica's clients, and what work has it done?",
  "\"They had a lot of great people, really smart people,\" he said.",
  "Most of the employees work in its central London headquarters.",
  "\"It's not clear how good they are at doing it,\" Miller said.",
  "Cambridge Analytica says it has 107 full-time employees.",
  "The company denies any wrongdoing in the Facebook case.",
  "But Coby downplayed the firm’s role in Trump’s victory.",
  "Cambridge Analytica is the elections division of SCL.",
  "Some of these companies are now dormant or dissolved.",
  "Cambridge Analytica suspended Nix on Tuesday.",
  "What is Cambridge Analytica, and who owns it?",
  "Bannon could not be reached for comment.",
  "\"I call (SCL) information mercenaries.",
  "\"After five minutes — done,\" he said.",
  "We have the FAQs."
]