[
  "Paul Grewal, Facebook's vice president and deputy general counsel, said that they learned in 2015, a researcher at the University of Cambridge named Dr. Aleksandr Kogan lied to us and violated our Platform Policies by passing data from an app called \"thisisyourdigitallife\" that was using Facebook Login from Cambridge Analytica.",
  "According to The Wall Street Journal, Cambridge Analytica's CEO Alexander Nix was emailed by Trump donor Rebekah Mercer asking if they might be able to better organize the release of Hillary Clinton emails by Wikileaks.",
  "He also passed that data to Christopher Wylie of Eunoia Technologies, Inc. Kogan gained access to the data in a legitimate way, but Grewal wrote that he violated the policies by passing it on to third parties.",
  "Special counsel Robert Mueller in December asked Cambridge Analytica to turn over internal documents as part of its investigation into Russian meddling in the 2016 election, according to The Washington Post.",
  "Facebook on Friday suspended consulting firm Strategic Communication Laboratories, the parent company of data analytics firm Cambridge Analytica, for violating its policies on data collection and retention.",
  "Julian Assange has said Wikileaks was approached by Cambridge Analytica in 2016 about potentially working together about the release of Hillary Clinton's deleted emails.",
  "President Trump's 2016 data guru Brad Parscale, who has been named campaign manager of the 2020 re-election bid, hired Cambridge Analytica during the campaign.",
  "Cambridge Analytica -- including Strategic Communication Laboratories -- and Kogan and Wylie have been suspended, \"pending further information.\"",
  "After Facebook learned of the violation, Grewal said they deleted the app and demanded he and all the parties who had the data delete it.",
  "Parscale told \"60 Minutes\" in October that the campaign never used the psychographics that made Cambridge Analytica famous.",
  "Cambridge Analytica uses the controversial practice called psychographics that microtarget ads based on personality.",
  "He said the practice of psychographics \"doesn't work,\" but he said he doesn't believe it's \"sinister.\"",
  "Grewal said Cambridge Analytica, Kogan and Wylie provided certification they deleted the data.",
  "But several days ago, Grewal said, they received reports that not all the data was deleted.",
  "According to Politico, Mercer is a large investor in Cambridge Analytica.",
  "Cambridge Analytica has said it was key to Mr. Trump's victory."
]