[
  "In the letter, Zuckerberg also said that Facebook added “dozens more Burmese language reviewers” and increased the number of people at the company to help with “Myanmar-related issues.”\n\nMajor “Black Lives Matter” Facebook Page Ended Up Being An Australian Scam\n\nThis past week, CNN Tech reported that one of the biggest “Black Lives Matter” Facebook Pages ended up being a scam tied to a “middle-aged white man in Australia.” And that disingenuous Page raised over $100,000 -- which got sent to various Australian bank accounts.",
  "The FCC filing for the new Spectacles -- which was substantially redacted -- highlighted a “wearable video camera.” And the device is being referred to as “Model 002.” Here is a label that was included in the FCC filing:\n\nTwitter\n\nHonest Ads Compliance\n\nIn a tweet, Twitter pledged to support the proposed Honest Ads Act -- which would require technology companies to disclose the source that paid for political ads.",
  "If no requests are made, the token will expire after about 60 days and the person will have to go through the login flow again to get a new token.”\n\nCongressional Hearing\n\nThis past week, Facebook CEO Mark Zuckerberg went through hours of tough questioning in front of Congress pertaining to the business model, Russian meddling, advertising targeting capabilities and the Cambridge Analytica scandal.",
  "And he believes “the best defense against racism and other repugnant views, both on Reddit and in the world, is instead of trying to control what people can and cannot say through rules, is to repudiate these views in a free conversation, and empower our communities to do so on Reddit.”\n\nIn the follow-up, Huffman added Reddit separates behavior from beliefs when it comes to enforcement.",
  "When Huffman was asked about whether hate speech is against Reddit’s rules, he said “it’s not.” This was in response to a question from Reddit user chlomyster who asked “I need clarification on something: Is obvious open racism, including slurs, against reddits rules or not?”\n\n“On Reddit, the way in which we think about speech is to separate behavior from beliefs.",
  "“We do that for a number of reasons, including security and including measuring ads to make sure that the ad experiences are the most effective.”\n\nZuckerberg Clarifies Facebook's Advertising Model:\n\nMany people believe that Facebook collections data about its users and then sells it to advertising companies.",
  "We have avoided collecting personal information since the beginning—sometimes to the detriment of our business—and will continue to do so going forward.”\n\nSnap\n\nStories Feed Gets Fixed\n\nSnapchat has started to bring back the chronological Stories feed following criticism from many users about the redesign.",
  "In addition, some businesses using our enterprise solution may employ another company to manage their communications — for example, to store, read, or respond to your messages.”\n\nYouTube\n\nVevo Videos Get Hacked\n\nA number of music videos on YouTube associated with Vevo were recently defaced by hackers.",
  "“In light of recent reports that AggregateIQ may be affiliated with SCL and may, as a result, have improperly received (Facebook) user data, we have added them to the list of entities we have suspended from our platform while we investigate,” a Facebook spokesperson told the National Observer.",
  "Josh Golin, the executive director of the Campaign for a Commercial-Free Childhood, said that Google has been abdicating its responsibilities to kids and families by claiming that YouTube is not for children under 13 despite having popular cartoons, toy ads and nursery rhymes on its platform.",
  "“This program will reward people with first-hand knowledge and proof of cases where a Facebook platform app collects and transfers people’s data to another party to be sold, stolen or used for scams or political influence,” said Facebook’s Head of Product Security Collin Greene.",
  "Zuckerberg acknowledged that Facebook did consider a paid version in the past, but said that the free ad-based version was the “right one for us.”\n\nAlerting Cambridge Analytica Victims\n\nFacebook has started alerting some users whose data was compromised by Cambridge Analytica.",
  "Kids Service Likely To Depend Less On Algorithms\n\nThe YouTube Kids app is intended to be a safe place for kid-friendly content, but a number of inappropriate videos such as off conspiracy theories were added to the service because certain users were able to game the system.",
  "So, if an advertiser comes to us and says, ‘Alright, I’m a ski shop and I want to sell skis to women,’ then we might have some sense because people shared skiing related content or said they were interested in that,” said Zuckerberg to Sen. John Cornyn via TechCrunch.",
  "Twitter also said it launched a new service called the Ads Transparency Center (ATC) that will go beyond the Honest Ads Act requirements:\n\nLast October, Twitter announced plans to launch a new industry-leading platform called the Ads Transparency Center (ATC).",
  "While there is no maximum, high impact bug reports have garnered as much as $40,000 for people who bring them to our attention.”\n\nFacebook said it will review all legitimate reports and respond as quickly as possible when a credible threat is identified.",
  "Some users saw a notification on Tuesday that said “one of your friends” used Facebook to log into the banned personality quiz app “This Is Your Digital Life,” which is an app that misused user data like birthdays, current cities, Page likes, etc.",
  "I am a libertarian who has publicly supported Ron Paul and Gary Johnson in the past, and I plan on voting for Gary in this election as well.”\n\nInterestingly, Gizmodo reported that Sen. Cruz was one of Cambridge Analytica’s biggest clients.",
  "One of CubeYou’s most viral apps was a Facebook quiz created with the University of Cambridge called “You Are What You Like.” The quiz was promoted as a way to predict a user’s personality based on the Pages that they liked on Facebook.",
  "The native Vimeo macOS app makes it easier to upload directly to your Vimeo account, integrates exporting with Final Cut Pro, allows you to adjust video settings such as privacy and collaboration and simplifies the sharing process.",
  "“Because YouTube is not for children, we’ve invested significantly in the creation of the YouTube Kids app to offer an alternative specifically designed for children,” said a company spokesperson in a statement via USA Today.",
  "Zuckerberg told Sen. Peters that “a lot of these cases that you’re talking about are a coincidence.” This conspiracy theory has been rampant for years and I wrote about why many people believe it is true back in October 2017.",
  "CNBC said that CubeYou sold data that was collected by researchers working with the Psychometrics Lab at Cambridge University in a similar way to how Cambridge Analytica exploited data obtained from other professors.",
  "Zuckerberg’s Data Was Also Leaked To Cambridge Analytica:\n\nDuring the hearing before the House Energy and Commerce Committee, Zuckerberg said on Wednesday that he was not an exception to the Cambridge Analytica leak.",
  "Last month, Reddit CEO Steve Huffman said that Reddit was cooperating with a congressional investigation about whether the platform was used for spreading misinformation during the 2016 U.S. presidential campaign.",
  "Specifically, Reddit user Jumja asked Huffman “on a scale of 1 to 944, how happy are you to not be Mark Zuckerberg today?”\n\n“943: Save 1 point for my mother, who I think would enjoy watching,” Huffman quipped.",
  "Zuckerberg Reportedly Emailed Myanmar Critics\n\nAccording to The New York Times, Facebook CEO Mark Zuckerberg wrote an email to activists who were upset about the company’s response to the situation in Myanmar.",
  "Mueller’s team charged 13 Russians and three companies for allegedly interfering with the 2016 presidential election through the use of social media propaganda via ad purchases on Facebook and other platforms.",
  "During the hearings, Zuckerberg had apologized repeatedly for failing to prevent the scandal and he admitted responsibility for Cambridge Analytica being able to gather information for up to 87 million users.",
  "\"After you’ve taken a photo or video in your stories camera, open the stickers tray, tap the @mention sticker, start typing the name of the account you want to mention and select from the options that appear.",
  "Advocacy Group Alleges Unlawful Data Collection On Children\n\nYouTube is being accused of generating billions of dollars for illegally targeting minors with advertisements based on their viewing habits.",
  "Messenger Asks Users To Check Privacy Settings Before May 25\n\nMessenger, the popular instant messaging platform built by Facebook, is now asking users to check their privacy settings before May 25th.",
  "— Twitter Public Policy (@Policy) April 10, 2018\n\nVimeo\n\nmacOS App Version Launched\n\nVimeo has launched a macOS app for its video sharing service, which is available for free in the Mac App Store.",
  "“Here’s more background: I contributed $10,000 to Nimble America because I thought the organization had fresh ideas on how to communicate with young voters through the use of several billboards.",
  "This concept would require Facebook and other technology companies to not act against a user’s interest and the courts would decide what penalties would be imposed if a violation were to occur.",
  "Robert Mueller Probe:\n\nDuring the Congressional hearings, Zuckerberg told Senate Judiciary and Commerce committees that he was not personally interviewed by Special Counsel Robert Mueller.",
  "WhatsApp\n\nReassurance About Data Being Safe\n\nFacebook-owned messaging service WhatsApp has updated its FAQ with a new section that assures users that their data is private on the service.",
  "This includes the most popular YouTube video, which is Luis Fonsi and Daddy Yankee’s “Despacito.” The image of that video was replaced with a gang holding guns pulled from a Netflix show.",
  "CubeYou And AggregateIQ Get Suspended\n\nAggregateIQ:\n\nFacebook has reportedly suspended Canadian election consulting company AggregateIQ from its platform, according to National Observer.",
  "\"Can you confirm whether or not this is true?”\n\nIt is believed that Facebook is able to track users to a certain extent after they log out through the use of social plugins and cookies.",
  "(Please) review your data settings by 25 May to continue using Messenger.”\n\nThe GDPR rules are designed to provide more controls over how much data is processed by technology companies.",
  "As noticed by The Next Web’s Matt Navarra, Facebook launched the tool within its Help Center:\n\nYou will also be able to access the tool by searching for “Cambridge” in the search box.",
  "Zuckerberg was not opposed to regulations and one of the ideas that he was receptive to was a information fiduciary concept proposed by Sen. Brian Schatz (D-HI) and Ed Markey (D-MA).",
  "In essence, this would create an industry-wide code of conduct that is modeled after similar designations in other fields such as law, medicine and finance, according to The Verge.",
  "This ensures only you and the person you're communicating with can read your messages or listen to your calls, and nobody in between, not even WhatsApp,” wrote WhatsApp in the FAQ.",
  "“There have been reports that Facebook can tracks a user's internet browsing activity even after that user has logged off of the Facebook platform,” said Sen. Wicker via Mashable.",
  "And Zuckerberg said “no” to a question from Sen. Cruz about whether he personally made any hiring or firing decisions based on political positions or candidates employees support.",
  "Pages Associated With Richard Spencer Get Suspended\n\nTwo Facebook Pages that were associated with outspoken alt-right leader Richard Spencer were removed from the social network.",
  "It is believed that Cruz’s campaign paid Cambridge Analytica approximately $5.8 million between July 2015 and June 2016 for “voter ID targeting” and “voter modeling” purposes.",
  "This means that every 90 days you must send a person through the login process and they must agree to the login by clicking the Continue button,\" said Facebook in a blog post.",
  "Tool To See If Your Data Was Processed By Cambridge Analytica\n\nFacebook has released a new tool that will inform you whether your data was compromised by Cambridge Analytica.",
  "And Zuckerberg said that his intention was to highlight how the company is building artificial intelligence to better identify hateful content before it is flagged by users.",
  "So if there’s a group that, their primary purpose or a large part of what they do is spreading hate, we will ban them from the platform overall,” said Zuckerberg via VICE.",
  "Sen. Cruz had also inquired Zuckerberg about whether Facebook knows the political orientation of the thousands of people that are involved in reviewing News Feed content.",
  "This would require an opt-in data sharing consent from users to share or sell any personal information and provide clear notifications when data is collected or shared.",
  "“Vevo can confirm that a number of videos in its catalogue were subject to a security breach... which has now been contained,” said a Google spokesperson via The Verge.",
  "Sen. Ted Cruz Asked About Palmer Luckey’s Firing:\n\nDuring the testimony, Sen. Ted Cruz (R-Texas) questioned Zuckerberg about whether Facebook has any political biases.",
  "It’s worth mentioning that Palmer Luckey was associated with a “troll farm” known as Nimble America, which was planning to spread memes to disparage Hillary Clinton.",
  "Microphone Conspiracy Theory Debunked:\n\nWhile speaking in front of the Senate Judiciary & Commerce Committees, Zuckerberg debunked a widespread conspiracy theory.",
  "The activists represent six civil society organizations and they criticized Facebook for allowing a chain letter to spread across the social network last year.",
  "This was based on a conversation with Rep. Anna Eshoo (D-Calif.) who had asked Zuckerberg directly if his data was included in the Cambridge Analytica scandal.",
  "The way that this concept applies to medicine is that doctors have a fiduciary duty to patients in recommending treatment based only on genuine medical needs.",
  "Some users will now see a “Stories” section in the Friends tab, which will filter out content from users who have not posted anything in the last 24 hours.",
  "“I know that people use cookies on the internet, and that you can probably correlate activity between, um, between sessions,” Zuckerberg said in response.",
  "“When you use iOS, Android, or our JavaScript SDK, the SDK will handle making sure that tokens are refreshed before they expire during this 90-day period.",
  "Facebook\n\nApps Now Being Blocked After 90 Days Of Non-Usage\n\nFacebook is rolling out a new feature that limits the ability of an app to access user data.",
  "New Set Of Spectacles Spotted In FCC Filing\n\nAccording to an FCC filing via Variety, Snap is preparing a new set of its Spectacles smart glasses product.",
  "As it happens, communities dedicated racist beliefs end up banned for violating rules we do have around harassment, bullying, and violence,” he added.",
  "If the data abuse is confirmed, then Facebook will shut down the offending app and take legal action against the company selling or buying the data.",
  "This was in response to a question by Senator Gary Peters (D-MI), which was whether Facebook listens to conversation through smartphone microphones.",
  "Hints about that idea surfacing is based on a response to a question from Sen. Orrin Hatch (R-UT), who asked whether Facebook would always be free.",
  "There were reports that Snap’s first Spectacles product did not go as well as planned due to thousands of pairs found unsold in Chinese warehouses.",
  "Russian Bots Banned\n\nReddit also announced that it banned 944 accounts linked to a Russian organization that it believed was spreading propaganda.",
  "Instagram\n\nFocus And @Mention Features\n\nInstagram is rolling out a couple of new features that could make your posts and stories more interesting.",
  "Part of the service will still rely on algorithms, but the new system should alleviate odd videos from being added to YouTube Kids in the future.",
  "The complaint is urging the FTC to investigate and sanction Google for allegedly violating the Children's Online Privacy Protection Act (COPPA).",
  "And Huffman pointed out that these are complicated issues that people may not always agree, but he is listening to responses from the community.",
  "The Namestag feature is an image associated with your account that people can scan with their mobile device camera to find your profile easier.",
  "Reddit\n\nCEO Steve Huffman Clarifies Hate Speech Rules\n\nIn an announcement, Reddit CEO Steve Huffman clarified Reddit’s stance on hate speech.",
  "The ATC will go beyond the requirements of the Honest Ads Act and eventually provide increased transparency to all advertisements on Twitter.",
  "LinkedIn\n\nGIFs In Messaging\n\nProfessional social network LinkedIn has added GIFs to its messaging service through a partnership with Tenor.",
  "The two Pages that were removed included The National Policy Institute (about 4,000 followers) and “Altright.com” (about 10,000 followers).",
  "“Social Media Roundup” is a weekly roundup of news pertaining to all of your favorite websites and applications used for social networking.",
  "Business Insider pointed out that the pop-up notification took over the full screen on Messenger and said: “Important Updates to Review.",
  "For example, one of the proposals was the Customer Online Notification for Stopping Edge-provider Network Transgressions (CONSENT) Act.",
  "The recent news stories about me do not accurately represent my views,” wrote Palmer Luckey on his Facebook profile in September 2016.",
  "The updated FAQ comes not too long after WhatsApp co-founder Brian Acton suggested people to delete their Facebook account on Twitter.",
  "These tokens will be refreshed once per day, for up to 90 days, when the person using your app makes a request to Facebook's servers.",
  "Published on Sundays, “Social Media Roundup” will help you stay up-to-date on all the important social media news you need to know.",
  "Due to Luckey's association with Nimble America, many developers made public statements that they would no longer work with Oculus.",
  "Zuckerberg apologized for not acknowledging the role that activist groups played in preventing the circulation of harmful messages.",
  "So CNN contacted payment transfer services Paypal and Patreon and those companies ended up suspending associated campaigns quickly.",
  "CubeYou:\n\nFacebook also suspended a data analytics company called CubeYou after CNBC notified the social network company about it.",
  "Focus:\n\nAfter you open the camera feature in Instagram, you will see a “Focus” option next to the “Superzoom” button under Record.",
  "Either way, this test makes it appear that Snap is trying to improve the user experience following the unpopular design changes.",
  "Huffman On Zuckerberg’s Congressional Hearings\n\nA Reddit user recently asked Huffman what he thought about Facebook's situation.",
  "The Honest Ads Act was introduced in October by Sen. Amy Klobuchar (D-MN), Sen. Mark Warner (D-VA) and Sen. John McCain (R-AZ).",
  "It's important to remember, however, that when you contact a business, several people in that business might see your messages.",
  "A consortium of more than 20 child advocacy groups filed a complaint with the Federal Trade Commission (FTC) this past week.",
  "May 25th is the date that the European government is rolling out the new General Data Protection Regulation (GDPR) rules.",
  "Zuckerberg said that Facebook does not generally ask people about their political orientation when they join the company.",
  "You can then rotate, scale and place your sticker wherever you’d like,\" said Instagram in a blog post about the feature.",
  "Huffman acknowledged that in the heat of the moment, he does not “always find the right words to express” what he means.",
  "Sen. Peters asked Zuckerberg to answer “yes or no” if Facebook used audio from mobile devices for advertising purposes.",
  "So Zuckerberg apologized in his reply for not being “sufficiently clear about the important role” that activists play.",
  "“That is a specific personnel matter that seems like it would be inappropriate to speak to here,” replied Zuckerberg.",
  "@Mention:\n\nInstagram is also rolling out the @mention sticker on iOS so you can connect with friends in your stories.",
  "Many communities have rules around speech that are more restrictive than our own, and we fully support those rules.\"",
  "And Reddit banned several hundred accounts before the 2016 election as part of its routine Trust and Safety reviews.",
  "\"We also did not detect any effective use of these accounts to engage in vote manipulation,\" said Huffman via CNET.",
  "And then we can show the ads to the right people without that data ever changing hands and going to the advertiser.",
  "The Final Cut Pro feature enables video creators to upload clips in additional formats and codecs including ProRes.",
  "Luckey is the founder of Oculus VR, a virtual reality company that Facebook acquired for $2 billion in March 2014.",
  "Zuckerberg did not provide any additional details as he did not want to break any potential confidentiality rules.",
  "“Our policies have changed a lot over the years, and will continue to evolve into the future,” Huffman concluded.",
  "GIFs in LinkedIn Messaging is in the process of rolling out and will be available globally in the coming weeks.",
  "There is a new Focus feature rolling out and the @mention sticker is being added to the iOS version of the app.",
  "\"Our internal review continues, and we will cooperate fully with any investigations by regulatory authorities.\"",
  "\"There is a very common misconception that we sell data to advertisers, and we do not sell data to advertisers.",
  "During the Congressional testimony, Zuckerberg said that Facebook does not allow hate groups on its platform.",
  "\"Our approach to governance is that communities can set appropriate standards around language for themselves.",
  "However, Huffman pointed out that a majority of the propaganda accounts had little to no influence on Reddit.",
  "When the camera notices someone in the photo, it will focus on that person while blurring the background.",
  "YouTube said it will review the complaint to determine if the process of protecting kids can be improved.",
  "Nametags To Launch Soon\n\nAccording to TechCrunch, Instagram will be rolling out a Nametags feature soon.",
  "This means on Reddit there will be people with beliefs different from your own, sometimes extremely so.",
  "Rewards For Reporting Data Abusers\n\nIn a blog post, Facebook announced a new Data Abuse Bounty program.",
  "However, all access tokens must be renewed every 90 days with the consent of the person using your app.",
  "“I am deeply sorry that my actions are negatively impacting the perception of Oculus and its partners.",
  "According to BuzzFeed, YouTube will likely start curating safe and kid-friendly content going forward.",
  "And later on, Huffman wrote a follow-up to the company position about it in a statement to The Verge.",
  "The Focus feature is available on iPhone SE, 6S, 6S+, 7, 7+, 8, 8+ and X and certain Android devices.",
  "When Snapchat got redesigned, it appeared that the app grouped Friends together in a randomized way.",
  "One of the best features in the Vimeo app for macOS is the ability to upload multiple files at once.",
  "Facebook will provide a monetary reward to people that report any misuse of data by app developers.",
  "That’s a very fundamental part of how our model works and something that is often misunderstood.\"",
  "Huffman said that even though racism is not against the rules, it is not welcome on the platform.",
  "And lawyers have a similar fiduciary duty to clients to not mislead them for their own advantage.",
  "What we allow is for advertisers to tell us who they want to reach and then we do the placement.",
  "These Pages along with other hate speech content were removed following queries from VICE News.",
  "Native mobile apps using Facebook's SDKs get long-lived access tokens, good for about 60 days.",
  "The chain letter contained content warning Buddhists about a potential attack from Muslims.",
  "Eventually, Facebook removed the fake \"Black Lives Matter\" Page and it is no longer online.",
  "One of the reasons why is because AggregateIQ was reportedly linked to Cambridge Analytica.",
  "On its website homepage, AggregateIQ denies being a part of of Cambridge Analytica or SCL.",
  "Several Congressional politicians urged Facebook to make a number of changes to its model.",
  "And the affected videos appear to have been linked to music video streaming service Vevo.",
  "Zuckerberg hinted that there could be a paid premium version of Facebook in the future.",
  "LinkedIn pointed out that 7 in 10 Americans use GIFs and emoji in their conversations.",
  "When users actions conflict with our content policies, we take action,” Huffman added.",
  "“In all cases, WhatsApp will deliver your messages to a business end-to-end encrypted.",
  "“Just like the bug bounty program, we will reward based on the impact of each report.",
  "Earlier, Zuckerberg cited that incident as an example for how it handles hate speech.",
  "Companies that are in violation of GDPR could be fined up to 4% of annual turnover.",
  "However, Zuckerberg implied that there would always be a free version of Facebook.",
  "It’s worth mentioning that the FAQ was updated specifically for WhatsApp Business.",
  "And Luckey is known for being associated with several conservative organizations.",
  "And he followed that up by saying it was not because of Luckey's political views.",
  "This feature is similar to Snapchat’s Snapcodes, which launched in January 2015.",
  "Every 90 days, Facebook is now requiring apps to renew the consent of its users.",
  "However, Zuckerberg acknowledged that Facebook is “working with” Mueller’s team.",
  "Now you can search for GIFs within messaging and send it out to your contacts.",
  "Plus the description was changed by hackers known as \"Prosox\" and \"Kuroi’sh.\"",
  "Zuckerberg said no, but pointed out that users can upload videos with audio.",
  "asked Zuckerberg whether Facebook can still track users after they log out.",
  "It is unknown when or whether this feature will be rolled out for everyone.",
  "Specifically, Sen. Cruz asked Zuckerberg about the firing of Palmer Luckey.",
  "The FCC filing shows a device with support for an 802.11ac Wi-Fi standard.",
  "But there were seven banned accounts that had “significant” karma scores.",
  "“Aggregate IQ has never entered into a contract with Cambridge Analytica.",
  "None of these Russian accounts purchased election-related ads on Reddit.",
  "“We cannot control people’s beliefs, but we can police their behaviors.",
  "Chris Wylie has never been employed by AggregateIQ,” wrote AggregateIQ.",
  "All WhatsApp messages and calls are secured with end-to-end encryption.",
  "Sen. Wicker Asks About External Tracking:\n\nSen. Roger Wicker (R-Miss.)",
  "Initially, Facebook declined to remove the Page when it was contacted.",
  "He said that Facebook’s systems detected and removed those messages.",
  "But the activists said that they had to repeatedly flag the content.",
  "This made it harder to see the latest Stories that friends posted.",
  "And Muslims were told to be prepared for violence from Buddhists.",
  "For example, around 70% of the accounts had a zero karma rating.",
  "Then Sen. Cruz directly asked Zuckerberg why Luckey was fired.",
  "And you must have Instagram version 39.0 or higher to see it.",
  "And these penalties would be determined at the state level.",
  "That is one of the reasons why Zuckeberg could not say no.",
  "\"There will always be a version of Facebook that is free.\"",
  "\"User access tokens are either short-lived or long-lived.",
  "Donorbox and Classy had already removed those campaigns.",
  "Following the public outcry, Luckey issued an apology.",
  "All the affected videos have been restored since then.",
  "This chain letter caused tremendous chaos and panic.",
  "“We do not allow hate groups on Facebook, overall.",
  "“In all seriousness, we feel somewhat vindicated.",
  "To which Zuckerberg simply replied, \"Yes.\"",
  "Zuckerberg explained that it is not true.",
  "by sharing it with Cambridge Analytica.",
  "“They shared whether they’re a woman.",
  "\"Yes,\" responded Zuckerberg.",
  "His data was also exploited.",
  "“We care about your privacy.",
  "A Paid Version Of Facebook?"
]