[
  "Anybody can ask you anything, other than let’s presume something illegal, and you have the right to say “Yes” or “No.” If it’s “Yes,” go in good health and if it’s “No,” then it’s full stop.’\n\n“But the end result of that is a guy, let’s presume he is heterosexual, and his boss, heterosexual, and guy asks guy for a drink and they go have a drink and they talk about career opportunities.",
  "Charlie Rose ceases to exist.”\n\nTwilight of the Gods\n\nMr. Diller is the chairman of the board of Expedia, and his IAC owns a gaggle of internet properties, including Vimeo, Dictionary.com, Investopedia, Tinder, Match and OkCupid.",
  "“We recently had a formal complaint made by a woman who said that she was at a convention with her colleagues and she was asked to have a drink with her boss.",
  "“I see it in our companies, where the relationships between people are changing,” Mr. Diller says.",
  "I liked the sheer adventure of romance before online dating, which is less appealing to me.”",
  "Or what I think every man was guilty of, some form of omission in attitude, in his views.",
  "It’s funny, though, on Bumble, the women get to choose first and they don’t want to.",
  "“Match.com has caused God knows how many more marriages than bars ever did.",
  "“It’s just like the princess phone evolved to the internet,” he says.",
  "I wonder how he thinks online dating is reshaping the culture.",
  "I’m promoting him.’ A woman now cannot be in that position.",
  "But I hope in the future for some form of reconciliation.",
  "Or even just a flirty-flirt that has one sour note in it.",
  "Are we really going to have only capital punishment?",
  "And now I’m starting to hear that out of Tinder.",
  "And the boss says, ‘Oh, this is a smart guy.",
  "Because right now, that’s what we have.",
  "I’m not talking about rape and pillage.",
  "I’m talking about all of the spectrum.",
  "“God knows, I’m hardly a sociologist.",
  "You get accused, you’re obliterated.",
  "Because I think all men are guilty.",
  "So all these things are a-changin’.",
  "I’m not talking about Harveyesque.",
  "And we said, ‘Here’s the thing.",
  "From an aggressive flirt.",
  "That was the complaint.",
  "Period."
]