[
  "Epstein says that this is not a big deal as “everybody does it,” noting that Facebook itself brags about being able to “drive a successful campaign” and target “constituents and supporters.”\n\nEpstein notes that during the 2016 election, Hillary Clinton had access to a far greater amount of digital data than President Trump did, yet Clinton still lost the election:\n\nDuring the 2016 campaign, Hillary Clinton had far more powerful digital tools at her disposal than Trump did.",
  "Epstein states that the methods Cambridge used are not very powerful and are trivial compared to real threats on the internet:\n\nCambridge Analytica claims to have purchased 5,000 “data points” — that is, digital facts — about every voter in America before the 2016 election, as well as to have employed new psychometric techniques to figure out how best to influence those voters.",
  "Using Facebook’s Ads Manager – as thousands of companies do each day to match up their products with potential buyers — Cambridge Analytica’s data and methodology allowed them to display their ads to hand-picked Facebook users, and that, in turn, should have increased what marketers call the “clickthrough rate” (CTR) — the proportion of people who click on their ads.",
  "Robert Epstein, a Senior research psychologist at the American Institute for Behavioral Research and Technology, published an op-ed recently claiming that Cambridge Analytica are not the problem in the latest user data scandal, but tech giants Facebook and Google themselves are.",
  "This is because no matter what content people are generating — and when Cambridge Analytica is placing ads, it is a content provider — Google and Facebook have complete control over what people will see (“filtering”) and in what order information will be displayed (“ordering”).",
  "The Groundwork had access to Google’s entire data base — hundreds of thousands of digital facts about each of us, including our search histories and emails — so much information, in fact, that Google could likely have computed the election results days before Election Day.",
  "To give you just one example, in 2015, Google czar Eric Schmidt — who, at one point, had offered to oversee Hillary’s digital campaign — set up a secretive tech company called The Groundwork, the sole purpose of which was to make Hillary president.",
  "Epstein stated that the biggest factor in influencing the public is the platform they view information on, such as Facebook and Google, who decide exactly what the public sees:\n\nSo who has the power to change minds and flip elections?",
  "In an article published on the Daily Caller, Epstein discussed the methods that Cambridge Analytica used to gain access to the personal data of 50 million Facebook users.",
  "(Although Google obviously screwed up on its Electoral College calculations, Clinton won the popular vote by nearly 3 million, almost certainly with Google’s help.)",
  "It was staffed by many of the same people who served on Obama’s 2012 tech team, which was also supervised by Schmidt.",
  "It’s the platforms: and that means Google, Facebook, and, to a much lesser extent, Twitter.",
  "Read the full piece in the Daily Caller here.",
  "5,000 data points?",
  "P’lease."
]