[
  "That’s where Breitbart News comes in, along with Free Our Internet—the group sponsoring this Breitbart News Townhall—to pick up the mantle where Sessions, who is now the nation’s top law enforcement official, left off: Battling the “Masters of the Universe.”\n\nThe Thursday evening panel will feature syndicated columnist and multiple New York Times bestselling author Ann Coulter, Breitbart News senior editor-at-large and Government Accountability Institute president Peter Schweizer, and senior research psychologist at the American Institute for Behavioral Research and Technology Robert Epstein.",
  "“The lawsuit alleges that, ‘Google employees who expressed views deviating from the majority view at Google on political subjects raised in the workplace and relevant to Google’s employment policies and its business, such as ‘diversity’ hiring policies, ‘bias sensitivity,’ or ‘social justice,’ were/are singled out, mistreated, and systematically punished and terminated from Google, in violation of their legal rights,’” Breitbart Tech’s Lucas Nolan wrote in a lengthy piece about the lawsuit.",
  "When Sessions was still serving in the U.S. Senate before his appointment as Attorney General, battling the globalist forces pushing for open borders amnesty policies, he popularized the phrase “The Masters of the Universe” to describe particularly Facebook CEO Mark Zuckerberg but more generally the entire Silicon Valley elite who act like they are better than ordinary Americans.",
  "On Thursday night in the suburbs of New Orleans in Metairie, Breitbart News Network will host a town hall aimed at exposing what Attorney General Jeff Sessions has called “The Masters of the Universe.” Close to a thousand people are expected to attend what is expected to be an action-packed town hall event in person, with countless more watching online.",
  "Schweizer, an expert on corruption who authored Clinton Cash as well as the newly released Secret Empires, another number one bestselling book, says this whole Facebook operation is not just a data privacy issue: It’s about how Facebook takes the data, packages it, then sells it to companies who aim to “manipulate” consumers.",
  "Facebook founder Mark Zuckerberg is scheduled to testify before the U.S. House of Representatives’ Committee on Energy and Commerce on April 11 and on Wednesday told reporters in a conference call that his company made significant mistakes with regard to the handling of people’s data.",
  "Fired Google engineer James Damore, who has since become a whistleblower against the tech giant, has exposed what he says in a class-action lawsuit against the company is severe political, racial, and gender-based discrimination that Google engaged in to further a leftist agenda.",
  "Alex Marlow, the editor-in-chief of Breitbart News and moderator of a Thursday night panel in Metairie, said:\n\nNot only have the handful of unelected Big Tech oligarchs obtained unprecedented power and influence, but they’ve done so operating almost entirely clandestinely.",
  "“The left is desperate to prevent conservatives from communicating information that the MSM would prefer to keep secret.”\n\nCoulter is exactly right: Facebook’s algorithm changes crush conservatives across the new media, including even President Donald Trump himself.",
  "Most conservatives have seen similar if not more drastic hits in traffic as Facebook seeks to marginalize conservative and anti-establishment voices from every perspective, and amplify voices that protect the status quo and the political and cultural establishment.",
  "That was long before the rise of Donald Trump, who in 2015 launched a presidential campaign focused on building a wall on the U.S. border with Mexico and deporting all those illegal aliens that Zuckerberg wanted to force taxpayers to subsidize with amnesty.",
  "“I would assume if you had that setting turned on that someone at some point has access to your public information in some way.”\n\nHe also, according to Bloomberg News, admitted to Facebook scanning links and photos people send on the private messenger app.",
  "Now, those same very powerful “Masters of the Universe”—particularly Facebook’s Zuckerberg and Google’s leadership—are rearing their ugly heads again to push to silence conservatives and manipulate the masses with misuse of data surreptitiously collected.",
  "https://t.co/rzEohH1FEb pic.twitter.com/TmlOuQOenM — ABC News (@ABC) April 4, 2018\n\nAll of the issues swirling around Zuckerberg and Facebook at the moment should not detract from what mega-search engine firm Google is doing to silence conservatives.",
  "The debate and battle over amnesty continued into 2015 and 2016, as Trump crushed amnesty backers one-by-one in the GOP presidential primaries before Sessions triumphantly endorsed him, not too far from here, just outside Huntsville, Alabama.",
  "I guess I will first note that young Mr. Zuckerberg maybe doesn’t know there is a deep American tradition — a tradition in most developed nations — that you don’t go to a foreign capital to criticize your own government.",
  "Zuckerberg spent millions upon millions of dollars pushing for amnesty, but Sessions—armed only with his voice on the floor of the U.S. Senate and a handful of crusading right-wingers fighting at his side—defeated him.",
  "Sessions said on the Senate floor, a now infamous speech:\n\nOne of the groups that have joined the chorus of special interests demanding executive action on immigration is FWD.us, run by Facebook CEO Mark Zuckerberg.",
  "At the time, Facebook and Zuckerberg were pushing hard for the “Gang of Eight” amnesty plan that would have left America’s borders and interior insecure but provided citizenship to every illegal alien in America.",
  "And they manipulate us without us even knowing it’s going on.”\n\nMisuse of user data is just the tip of the iceberg with regard to Facebook’s mistreatment of users for corporate, financial, and political gain.",
  "They’ve used savvy marketing, addictive products, and billions of dollars to influence politicians and citizens alike to turn a blind eye to the full extent to which they can censor, control, and manipulate.",
  "“We’re still nailing down details on this, but it should directionally be, in spirit, the whole thing,” he said, per the Independent, when asked about Europe’s General Data Protection Regulation (GDPR).",
  "And it’s a policy unfit for today’s world.’ Well, the ‘masters of the universe’ are very fond of open borders as long as these open borders don’t extend to their gated compounds and fenced-off estates.",
  "Then, in 2014 as the battle turned from stopping a legislative amnesty to stopping executive amnesty, Sessions used his most powerful weapon—his voice—again to speak up on the Senate floor.",
  "Expect many excited activists to attend the town hall.”\n\nLocal Republican clubs and conservatives as well as Tea Party activists and Trump supporters are making their way to the event.",
  "The amnesty plan did pass the Senate in 2013, but thanks to Sessions’ efforts he stopped it in the House, preventing any amnesty from making it to then-President Barack Obama’s desk.",
  "NEW ORLEANS, Louisiana — Down on the bayou, the conservative grassroots are preparing for another epic battle—this time with the titans of technology in Silicon Valley.",
  "“Internet censorship is the most important issue facing the nation, after immigration,” Coulter, who will also appear on the panel Thursday evening, said in an email.",
  "The phrase came up again at the 2016 Republican National Convention, when Alabama blog Yellowhammer Politics noted that Sessions—the first major politician, a U.S.",
  "“The grassroots in Louisiana treasure their hard won freedoms,” Maness, who now runs the conservative grassroots political group Gator PAC, told Breitbart News.",
  "JUST IN: Facebook: \"We believe the Facebook information of up to 87 million people—mostly in the US—may have been improperly shared with Cambridge Analytica.\"",
  "Facebook’s CEO admitted during the call with reporters that his company may have improperly shared the data of 87 million users with Cambridge Analytica.",
  "Trump’s Facebook page, as Breitbart News has reported, has seen as high as a 45 percent drop-off since algorithm changes went into effect recently.",
  "Senator, to back Trump—defeated the “Masters of the Universe” by getting Trump the party’s presidential nomination and beating amnesty for years.",
  "It is here that Sessions spoke out against “The Masters of the Universe” specifically in relation to Zuckerberg on the floor of the U.S. Senate.",
  "One of his fellow billionaires, Mr. Carlos Slim — maybe the world’s richest man — invited Mr. Zuckerberg down to Mexico City to give a speech.",
  "Grassroots conservatives from across Louisiana and throughout the South are expected to make their way by the hundreds to the event.",
  "The renewed focus on the “Masters of the Universe” comes as Facebook, particularly, but others in Silicon Valley are under fire.",
  "As Breitbart News has reported, the lawsuit shows widespread alleged discrimination against conservatives at Google.",
  "“The issue is not just privacy,” Schweizer, who will appear on the panel on Thursday evening, said in an email.",
  "The event begins at 7:00 p.m. central time at Andrea’s restaurant in Metairie, and it is open to the public.",
  "“These big tech companies gather information on us to sell them to companies but also to manipulate us.",
  "This is what he said in Mexico City: ‘We have a strange immigration policy for a nation of immigrants.",
  "Zuckerberg added that Facebook will only apply privacy protection measures “in spirit” to most users.",
  "Tomorrow night, we begin the process of exposing the Masters of the Universe for what they are.",
  "Marlow will moderate the panel, which will be live-streamed on Breitbart News and on Facebook.",
  "They probably didn’t teach him about that when he was at one of the elite schools he attended.",
  "Enthusiasm, two-time U.S. Senate candidate Rob Maness told Breitbart News, is off the charts.",
  "“We fight to protect them here and are energized across the state to free our internet!",
  "“We’ve seen some scraping,” Zuckerberg told reporters on a call Wednesday.",
  "Thursday’s panel is going to explore all of these things and more.",
  "He just turned 30, and I understand he is worth about $30 billion.",
  "“It’s going to be a blockbuster!” Coulter added of the panel.",
  "To attend, please RSVP to RSVP@freeourinternet.org.",
  "What did Mr. Zuckerberg promote in his speech?",
  "Mr. Zuckerberg has been very busy recently.",
  "I suppose he doesn’t know about that.",
  "All attendees must RSVP in advance.",
  "Well, this is a report of it."
]