[
  "Speculating about why Clinton might have complained about the DNC's data, Bonier said: \"The modeling's built on data, right, so maybe it's a stone's throw from there where you don't want to blame your own staff who build the models, who told you, you don't need to go to Wisconsin ... so you go a little bit further upstream and say it was the data that that was built upon.\"",
  "JUST WATCHED People and things Clinton blames for her loss Replay More Videos ... MUST WATCH People and things Clinton blames for her loss 02:01\n\nDavid Radloff, the co-founder of the Democratic data and analytics firm Clarity Campaign Labs, tweeted : \"Used DNC data on numerous campaigns this year, well managed, efficient, accurate.",
  "\"Tom is already deeply engaged with the outpouring of support from Democrats across the country, from Silicon Valley to suburban Georgia, who want to help improve the data and tech, get it in the hands of more organizers everywhere, and build the grass-roots funding stream required to support those efforts.\"",
  "Much of her criticism of the DNC was an implicit shot at former President Barack Obama, who many Democrats have complained kept his own campaign's data and analytics housed separately and allowed the party's infrastructure to lapse under former chairwoman Debbie Wasserman Schultz's leadership.",
  "The DNC is now undergoing an organizational restructuring that will include a new chief technology officer, who will do an in-depth analysis and maintain the party's analytics infrastructure needs,\" Tyler said in a statement.",
  "Tom Bonier, the chief executive officer of TargetSmart, a Democratic voter-targeting firm, said in using the DNC's data, the Clinton campaign was \"absolutely standing on the shoulders of the Obama data juggernaut.",
  "\"I can tell you, having worked with the DNC from the outside over that time period, the DNC not only maintained what was built as part of the Obama 2008 and 2012 campaigns, but they built upon it,\" he said.",
  "Washington (CNN) Democratic data gurus are lashing out at Hillary Clinton after she complained publicly that her campaign was hamstrung by a party that had out-of-date information on individual voters.",
  "Despite her loss, the associate said, she was pleased to leave the party without a debt \"and she turned over her email list and her data, something that Bernie Sanders did not do and has not done.",
  "Several Democrats pointed to the Clinton campaign's use of the data in making decisions about which voters to target, where to send the candidate and where to devote its advertising dollars.",
  "Clinton also cited the Trump campaign's use of the controversial GOP firm Cambridge Analytica, which boasts of \"psychographic\" profiles of voters based heavily on Facebook information.",
  "\"We have to up our game at the DNC,\" he added, noting the organization is \"getting back to basics\" by investing in organizing, training of candidates and technology.",
  "However, when asked on CNN's \"Erin Burnett Outfront\" on Thursday about Clinton's remarks, Perez said, \"There are a lot of reasons for not winning that election.\"",
  "The Republican National Committee made improving its data and analytics a priority between 2012 and 2016, erasing the advantage Obama had in previous elections.",
  "Tom Perez, the new Democratic National Committee chairman, also complained about the party's data operation in his campaign for the job over the winter.",
  "Andrew Therriault, the former DNC director of data science, lashed out in two since-deleted tweets, calling Clinton's comments \"f---ing bull----.\"",
  "Therefore, they said, if there was trouble with the data, her staff would have known long before she won the Democratic presidential nomination.",
  "But it's absurd to suggest that any Democratic candidate who was using the DNC data in 2016 was inheriting nothing, as Secretary Clinton said.",
  "Many Democrats noted that Clinton -- just like her opponent Bernie Sanders -- had access to the DNC's data from the outset of her campaign.",
  "\"Tom has said before that the DNC was not firing on all cylinders and that's why he did a top to bottom review that included technology.",
  "Clinton said Wednesday in an interview with Recode's Kara Swisher that once she became the Democratic nominee, she inherited \"nothing.\"",
  "\"You can believe the hype on how great they were or the hype on how they weren't, but the fact is, they added something,\" she said.",
  "\"I hope you understand the good you did despite that nonsense,\" he said in a message directed to DNC data staffers.",
  "DNC spokesman Michael Tyler said the party is in the process of overhauling its data and technological operations.",
  "John Hagner, a partner at Clarity, added : \"I worked with DNC data every day last cycle, on winning Gov races.",
  "Clinton's campaign did not hire a similar outside data firm, but she said Cambridge Analytica helped Trump.",
  "Her comments drew swift rebuttals from some Democratic operatives who built, or worked with, that data.",
  "The Democratic National Committee's data, she said, \"was mediocre to poor, nonexistent, wrong.",
  "What they were inheriting was the best data operation the Democratic Party has ever seen.\"",
  "That element of the campaign -- analytics -- is built on top of the party-provided data.",
  "Clinton's allies say her joint fundraising efforts helped improve the DNC's positioning.",
  "\"She was intent on leaving the party in the black,\" a Clinton associate said Thursday.",
  "Still, there were elements of Clinton's argument that are difficult to dispute.",
  "Bonier added: \"You can argue about whether or not they were behind Republicans.",
  "They built an in-house analytics team, which they had not had in the past.",
  "Because we've got to have this in one place so people can utilize it.\"",
  "It was accurate and up-to-date and I'm grateful for their hard work.\"",
  "\"We're totally focused on the future of the DNC,\" he told Burnett.",
  "\"We're totally focused on building an infrastructure for success.\"",
  "Real question is who's feeding Clinton bad info and why??\"",
  "\"And that meant more staff and that meant better data.",
  "And they were constantly adding data to the file.\"",
  "I had to inject money into it.\"",
  "There's just no question.\"",
  "So what went wrong?",
  "..."
]