[
  "And while the President has not formally agreed to do a sit-down interview with Mueller, these preparations underway signal a new phase that the President's legal team is intensifying deliberations over whether to allow him to come under Robert Mueller's questioning and it's the clearest sign yet, Anderson, that Trump and his team do remain open to the possibility of an interview with Mueller despite these concerns from people around the President that such an interview could expose him to possible charges, perjury charges.",
  "Also it's an indication not just that people in his campaign were looking for this kind of information but also that there were sources from outside of the campaign, whether they be from the dark web or from Russia or wherever they might have been that were peddling this information and presenting it to people who were on Trump's team and hoping and expecting that they would somehow take it and run with if and try to get it out, which is in fact, what it sounds like this person did.",
  "And Mr. Schiff has extended an invitation to the Cambridge Analytica whistle-blower, so we're trying to arrange for that individual, Christopher Wylie to come in and we're going to see witnesses who want to be patriotic and help out country and help us understand what the Russians did so that they or anyone else are not able to do it again.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:51:33] COOPER: Breaking news tonight, Defense Secretary James Mattis signed an order for up to 4,000 National Guard to be dispatched to the southern board, the elements of both and the Arizona and Texas National Guard are being sent to the U.S. border with Mexico and Austin, Texas capital.",
  "COOPER: But when you say he's not being straight, I mean he did -- he says in the e-mail where he said that he dined with Julian Assange, that it was a joke, there doesn't seem to be any evidence -- you know, he has shown the daily caller and others flight tickets that he actually did dine with Julian Assange?",
  "He had some credibility coming into this so that he could approach the FBI, the state department, the intelligence community's inspector general, and then the house intelligence committee with this material that if you or I came with things from the dark web, of course we wouldn't get that kind of access.",
  "ANNE MILGRAM, FORMER NEW JERSEY ATTORNEY GENERAL: Just even putting this particular President aside for a minute, I think almost every lawyer in America would say don't do it because there's a potential risk and there's very little upside except for the fact that he's the President of the United States.",
  "But he was, multiple sources told us, relentless in his pursuit of this and it fits into the larger picture of where you had multiple attempts by folks in the Trump campaign looking to get their hands on damaging information about Hillary Clinton even if it was stolen information about Hillary Clinton.",
  "He said he has not been involved in any criminal activity, and so it does seem strange, I think, for most people who aren't lawyers to see someone who says I didn't do anything wrong --\n\n\n\nCOOPER: Even Mueller has said that he is not the target of criminal prosecution.",
  "People criticize, especially from your party, how he engaged with North Korea, and we've seen a lot of developments surrounding North Korea and with China because I believe the President has a specific strategy on engagement with specific world leaders.",
  "STONE: -- who told me that yes, indeed -- and this is someone who was close to people on the WikiLeaks legal team that indeed what Assange told CNN in June was accurate, that he had substantial and devastating information that would roil the campaign.",
  "COOPER: The other story obviously, the breaking news tonight, Scott, when you hear that the President is kind of in early stages of at least kind of getting brushed up on what some of the topics Mueller might want to cover if there's an interview.",
  "\n\n\n\nReturn to Transcripts main page\n\nANDERSON COOPER 360 DEGREES\n\nTrump Begins Informal Prep For Potential Mueller Interview; President Trump Adviser Played Key Role In Pursuit of Possible Clinton Dirt; Roger Stone On WikiLeaks Connection; U.S.",
  "And that and the date, I just think if we really pick through this interview, which now I don't want to do because I'm just going to think about Van's parrot, is there's more lies in there that are easy to see at first blush in my opinion.",
  "PARIS DENNARD, CNN POLITICAL COMMENTATOR: Well, perhaps the best orator we've ever seen in political history was President Bill Clinton, the President Bill Clinton and he got tripped up in testifying under oath and was impeached for it.",
  "And then from the President, then candidate Trump, inviting the Russians to hack her e-mails to taking meetings with the Russians when they offered hacked e-mails or dirt on Hillary Clinton, it just seems like there was a pattern here.",
  "(BEGIN VIDEO CLIP)\n\n\n\nTRACY R. NORRIS, DEPUTY ADJUSTMENT GENERAL, TEXAS MILITARY DEPARTMENT: With the authorization and under the authority of Governor Abbott, this deployment has begun with the movement of equipment and troops today.",
  "Another issue, though, Anderson, is that in our investigation, we should have been able to subpoena all of the records rather than having to wait and see what reporters were able to dig up and find about Roger Stone's communications.",
  "Also my conversation with another potential figure in the investigation, the self-professed political trickster, Roger Stone and what he says about allegations he was a key figure in the leaking of hacked e-mails during the campaign.",
  "Unfortunately if he goes in there and he has a conversation and he says something that's not true, which would never happen with Donald Trump -- but if something crazy happened and he said something that wasn't true, that's a crime.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:17:26] COOPER: As you know, the house intelligence committee's Russia investigation came to a close with members nearly coming to blows along with a great big F-bomb from final witness Corey Lewandowski.",
  "JENNINGS: Honestly, if you're the commander in chief of the United States and you think a hostile, foreign power is meddling in your election, and you're today saying, well, somebody in another party wouldn't let me, that's weak.",
  "The House Republicans with the subpoena power were unwilling and as we learned more about Roger Stone or in earlier reporting, as you have been reporting Joseph Schmitz was shopping around what you thought were deleted e-mails.",
  "(COMMERCIAL BREAK)\n\n\n\n[21:28:03] COOPER: We've been discussing tonight's interview with Roger Stone, who categorically denied ever having any type of communication with WikiLeaks Founder, Julian Assange, direct or otherwise.",
  "But privately he's sort of wavered as those around him, his friends, his advisers caution him of the risks of speaking to prosecutors who have already charged 19 individuals with criminal offenses including lying to the FBI.",
  "COOPER: Right, I mean, in order to get to intent, which for an obstruction of justice charge that would be critical, I assume Mueller would have to actually speak to him in order to figure out what his intent was on things.",
  "It is border with Mexico and if you stretched them out one person -- in increments, it will be one person every six miles, how much that will do, we don't know but may end up be more than 250 people who come to this border.",
  "And I believe his engagement with Russia, mainly the President of Russia, is because he has a strategy in mind on how to work with him in a way so that he can get what he needs to make America great again for this country.",
  "I mean, just for the record, the text exchanges over Twitter and direct message between Stone and WikiLeaks, the ones at least that have been released, and assuming those are the only ones, they don't really show anything.",
  "There is no way that Roger Stone, who has gone out and tweeted direct message with WikiLeaks, direct message with Guccifer, right, which he initially did not admit and then did admit it once there was evidence put forward.",
  "[21:30:16] QUINN: Anderson, part of that interview -- and I agree with Van, but I thought was interesting is he talks about the October 1st date and he says something to the effect, the date I said, then it didn't happen.",
  "What does add up, though, are the number of witnesses throughout the course of the campaign who were in communications with the Russians and had a deep, deep interest and focus on trying to get Hillary Clinton's e-mails.",
  "And so if they go down a rabbit hole that he was not prepared for and he answers in a way off the cuff, if you want to say that he's unscripted, that would not be good because it's impeachment, and it would be criminal.",
  "So Roger Stone doesn't actually start publicly talking about e-mails or anything from WikiLeaks until about a month after Julian Assange has already come forward, which surprised me when I was doing the research.",
  "I mean that would be --\n\n\n\nDENNARD: And to that point, if he's the liar of liars of all liars and picking through the bird crap, I believe that Mueller would have called him in months ago and said, this is easy.",
  "MILGRAM: So I mean, my view on this is been Mueller will want him to come voluntarily because he will want him -- and remember that it's actually not perjury if he comes voluntarily and is not under oath, right?",
  "And so to me, the idea this guy is associated with the President of the United States, that somehow this guy was involved in any part of our electoral system lets you know this was a very, very nasty campaign.",
  "They knew or believed this was going to be the key to winning, and why wouldn't you, when your candidate stands up on TV and asks a foreign enemy to come hack the e- mails of the Democratic national committee?",
  "He obtained what he believed were Hillary Clinton's missing 30,000 e- mails or deleted 30,000 e-mails obtained from the dark web and took them so seriously that he then took them to multiple federal agencies.",
  "It's that there is proof that is essentially very strong proof beyond a reasonable doubt that someone actually has given you an interview where they've lied about something that you know to be true as a fact.",
  "And we have yet to see Donald Trump be able to get through more than five or six minutes of conversation where he doesn't say something at least hyperbole, if not an outright falsehood, and that's a danger.",
  "It would have been so blatantly evident if there was an e-mail chain and text messages and all the things that people are saying, they would have called him in there before Sam Nunberg and then after that.",
  "He did actually say Podestas, plural, and he says it was because it was at the same time Paul Manafort was fired and the Pentagon -- the panama papers and that he was talking about Tony Podesta's work.",
  "QUINN: Paris, your point kind of that he hasn't been brought in, in these investigations often the longer you're being looked at and the less quickly you're being brought in, the worse it is for you.",
  "I mean, in an investigation like this, we know that they're investigating whether or not the campaign conspired with the Russians either to hack the e-mails or coordinate the release of the e-mails.",
  "But the point --\n\n\n\nQUINN: But the fact is that muscle -- Presidential bully pulpit muscle, which the President uses -- you know, to condemn Tuesday being Tuesday --\n\n\n\nDENNARD: That never happened.",
  "But it's very possible that this exercise that they're going through right now is partly to persuade him of the danger that he's encountering or could encounter when he goes into this room.",
  "I never received anything whatsoever from WikiLeaks, Julian Assange, anyone associated with them, or anyone else including allegedly hacked e- mails and passed them on to Donald Trump.",
  "A member of the House Intelligence Committee weighs in on this in tonight's conversation with a longtime association of the President, Roger Stone, who appeared before the committee.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: The President's latest national security adviser got a night sendoff from White House staff today, a large crowd gathered outside to say goodbye to H.R.",
  "This initial phase of deployment will include command and control, coordination cells and operational planning as requested, in support of the federal entities already on the border.",
  "COOPER: Well, the other thing is a lot of his predictions were that information was going to be about the Clinton Foundation, which is really not what the focus of the e-mails were.",
  "And to have a President who literally, his own people are not sure he could survive without committing a crime in the middle of this conversation, that's what's shocking right now.",
  "I mean it's again, an indication of the President's team looking for information about these e-mails, something the President himself called out for Russia to try to help him find.",
  "And later how Russia may retaliate after the White House slapped sanctions on the Kremlin in a way that directly hits Vladimir Putin's inner circle, the billionaires who back him.",
  "They've been informal, and they've included going over potential topics with the President that Robert Mueller and his team would likely raise in any potential that could happen.",
  "He was a foreign policy adviser in that famous photo with the President when he introduced his foreign policy team sitting right next to George Papadopoulos as you can see there.",
  "And the same analogy you just said of trying to criticize of Obama of not -- just as commander in chief moving along, you could put moving aggressively put right on Donald Trump.",
  "DENNARD: -- because President Obama did the same thing and we know the Russians were doing the exact same thing during the Obama years that they were doing in the 2016 election.",
  "And a programming note, tune in Sunday night for a new episode of the American Dynasties, the Kennedys focusing on the days immediately after President Kennedy was assassinated.",
  "I mean it is not a really bad idea but --\n\n\n\nTUCHMAN: So when you look across the border and see members of U.S. National Guard looking in this direction, that won't bother you.",
  "In the state of Arizona, at least 150 National Guard troops will be arriving in there, in the four Arizona counties that board Mexico and they will be there for a support role.",
  "And I think they could be just trying to find more evidence about things well beyond Russia because there's nothing there with Russia, and there's nothing there with WikiLeaks.",
  "He said we have failed to impose sufficient costs on Russia and therefore the Kremlin's confidence is growing and he also praised the Trump administration response to Russia.",
  "Also, I believe Natasha Bertrand reported on text message exchanges that she had found direct messages between WikiLeaks and Roger Stone during the course of the campaign.",
  "And so, again, the larger issue here is I do not believe the Trump team, the family, the candidate, and associates like Stone are being straight with the American people.",
  "And now a CNN exclusive about yet another Trump campaign adviser or associate seeking dirt on Hillary Clinton, and in this case how far he may have gone to look for it.",
  "Now, multiple aides to the President continue to describe him as obsessed with the Russia investigation, becoming increasingly agitated as details of the probe emerge.",
  "My speech before the Southwest Broward Republican Club, in which I speak of communication, refers, as I said under oath to the house committee, to a confirming source.",
  "Texas is saying the 250 National Guard troops will be informed tomorrow about the deployment and 250 of them will arrive starting on Monday into Tuesday and Wednesday.",
  "The rhetoric on Russia has been soft, but the sanctions are muscular, as the Obama White House official said, and I think they are ultimately going to have an impact.",
  "And so if he decides at the end of the day and says, I'm not going to do it, I would pivot to say my attorneys have advised me that this is not the right thing to do.",
  "We're in the middle now of a midterm election, maybe the most important midterm election in history, and what has this administration done to protect our elections?",
  "COOPER: I mean, it is interesting, this is from the Treasury Department, but in his rhetoric he has not really said anything about Vladimir Putin in a negative way.",
  "But we can tell you that his legal team continues to go back and forth with Mueller's team about the scope of a possible interview and those negotiations continue.",
  "PAMELA BROWN, CNN SENIOR WHITE HOUSE CORRESPONDENT: Well, we've learned, Anderson, that the preparations between the President and his legal team have been short.",
  "VAN JONES, CNN HOST: Look, the good thing about Donald Trump is he can do whatever he wants to do, and he'll just say it was a brilliant strategy on his own part.",
  "But if that conversation didn't occur, I just want to ask for the record, did you at that time have knowledge that Assange had gotten e-mails on senior Democrats?",
  "Well, if you're talking to no one, if you're not kind of back and forth with these people, or intermediary how did you have the date before anybody else had it?",
  "Within 72 hours the Texas military department will have 250 personnel along with ground surveillance vehicles as well as light and medium aviation platforms.",
  "Coming up, more of what Roger Stone said about what if any communications he's had with WikiLeaks founder Julian Assange, our panel weighs in next as well.",
  "GARY TUCHMAN, CNN NATIONAL CORRESPONDENT: Anderson, we're on the Texas-Mexico border and this is where the National Guard troops will be arriving shortly.",
  "So in terms of him being skilled and knowing what to say and knowing what to did, he came across as very, in my opinion, very credible in this interview.",
  "We begin with what we're now just learning about the President's latest homework assignment, getting ready to possibly talk to Russia's Special Counsel.",
  "My colleague, Jenna McLaughlin and I multiple times by e-mail, by phone, so we went to his house this morning, spoke to him, and he declined to comment.",
  "It was a campaign that was full of seedy people who are using dirty tricks to get Hillary Clinton because they knew they couldn't beat her straight up.",
  "So I think the White House lawyers, the private lawyers as well for the President understand the gravity of the situation and are weighing it with him.",
  "I mean, I think you're right that we've seen that he doesn't always follow the advice or often follow the advice of his lawyers or any of his advisers.",
  "They are there for different role but we saw them while we were there talking to Mexicans about what they feel is happening on this side of the border.",
  "But there is something about rhetoric from the President of the United States directly to the President of Russia that we're not seeing in this case.",
  "In this case, I called him a back channel because it was dramatized in a speech, but that channel intermediary confirming source --\n\n\n\nCOOPER: Right.",
  "It's basically, at one point it's WikiLeaks saying Roger Stone, please stop saying you have connections to us because you have no connections to us.",
  "We weren't the first ones to respond in any way, shape, or form to the poisoning in the U.K. We followed many other countries in the European Union.",
  "And this is very interesting five minutes away from where I'm standing right now there are many members of the military who are armed to the teeth.",
  "I'm not sure what good it would do for him to continue to talk to somebody who is going to lie to your face, which is what Putin does to everybody.",
  "And so just the fact that he thought it was a good idea to talk to them I think shows how he viewed his role throughout the course of the election.",
  "But the other thing that to go back to Roger Stone's interview which I thought was brilliant with you, was the fact that he talked about the scope.",
  "Congressman Swalwell, looking at some of what Stone said tonight, does it square with his testimony in front of the house intelligence committee?",
  "But I continue to believe they are more problematic than this Stone angle, particularly if Stone's story that he told you tonight was the truth.",
  "There's a lot to ask us including some of the things that Roger Stone has been saying and comparing it to his testimony before the committee.",
  "A quick programming note, tomorrow night at 7:00 p.m. Eastern, Van Jones is going to have Former Vice President Al Gore as one of his guests.",
  "We'll look at the latest high profile Russian sanctioned today by the Trump administration including one of Vladimir Putin's closest allies.",
  "So what are your sources telling you about government agencies reviewing materials that they thought were Hillary Clinton's deleted e-mails?",
  "I think this WikiLeaks connection to Stone is ultimately going to be not as important as the WikiLeaks connection to Cambridge Analytica.",
  "I mean my personal view is that Russia is an existential threat to the United States, that this is an incredible national security issue.",
  "We have definitely not talked -- you know, we're focused on and this is a huge part of the reason for the special counsel investigation.",
  "It's just --\n\n\n\nCOOPER: Julian Assange did come out, though, in June 16th, I think, on ITV and say, I've got e-mails of Hillary Clinton.",
  "The reason I say it that way is because I actually believe that Assange would make public disclosures on October 1st, which he did not.",
  "I'm talking about the scope they're bringing him in on could be something totally different outside of Russia and outside of WikiLeaks.",
  "If there was a poisoning of somebody using polonium in the United States -- JENNINGS: They wouldn't be interviewed by Anderson Cooper.",
  "SCIUTTO: Well, he was a former inspector general for the Department of Defense in the Bush administration, so he knew the bureaucracy.",
  "On the table, a sign perhaps, that the President could be more in than out when it comes to possibly sitting down with Robert Mueller.",
  "(END VIDEO CLIP)\n\n\n\nTUCHMAN: Now if only 250 National Guard personnel were to come here to the border, Texas is about 1250 miles long.",
  "Up next, breaking news, Defense Secretary James Mattis signs an order for National Guard troops to be sent to the U.S.-Mexico border.",
  "He had his facts down, and they were corroborated with things that you even tried to challenge him on or even stated as fact as well.",
  "Most Americans didn't because most people view them as having worked to support the Trump team and were disseminated hacked e-mails.",
  "And then Roger Stone replies, like, well you should know who your friends are because I've been saying nice things about you on TV.",
  "I had no advanced notice of the content source or exact timing of the WikiLeaks disclosures including the allegedly hacked e-mails.",
  "ROGER STONE, DONALD TRUMP'S POLITCAL ADVISOR: What I actually said in my testimony was that I had never communicated with Assange.",
  "They in fact were told by multiple sources, Anderson, my colleague Jenna McLaughlin and I, they didn't want to touch this stuff.",
  "You can't deal with every -- if you have multiple children --\n\n\n\nCOOPER: So you're saying there is a master plan that he does?",
  "Interestingly their opinion about the U.S. National Guard arriving are varied just like they are on this side of the border.",
  "You know, he has said as you'll recall, just in January, that he wouldn't mind going to do an interview with Robert Mueller.",
  "It's the federal code that basically says it's illegal to lie to a federal agent, and you have to be able to prove that lie.",
  "(COMMERCIAL BREAK)\n\n\n\nCOOPER: The treasury department is adding some high level Russian oligarchs to its list of sanctions.",
  "So when you do the right thing last and late, when you should have been first and leading, I don't think you get a cookie.",
  "And also it sounds like Roger Stone is asking us to believe that he was lying back in 2016 and he's telling the truth now.",
  "Now, the sources caution that the more formal, lengthier proceedings to prepare for an interview, they have not begun yet.",
  "A couple of hours ago a couple of helicopters took off from the state capitol in Austin to pave the way for their arrival.",
  "Just ahead we'll take you there where authorities are mapping out plans for deployment to reinforce border patrol agents.",
  "JENNINGS: The rhetoric on North Korea was very tough, but it was ultimately the sanctions that brought them to the table.",
  "Everybody else in the world, if they say one bad thing he's off to the races for whatever reason still with the Russians.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOOPER: Just for the record, what has been your communication, direct or otherwise, with Assange?",
  "I think he does what journalists do, get information from whistle-blowers and publish it, just like you do here at CNN.",
  "They could also go back and say here are five places in which you would have been charged with 1,001 had you done this?",
  "Targets Putin Allies In Latest Sanctions; Texas Officials: 250 National Guard Troops Will Be On The Border In 72 Hours.",
  "Not so much on the Russia piece but I worry about the obstruction piece because clearly they're drilling down on that.",
  "I mean most of the interviews that we do as prosecutors with witnesses, with the FBI agents, those are not under oath.",
  "And so I think we have to be honest that all lawyers in America would be conservative on this and tell him not to go.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCOOPER: Can you just say categorically that you had no advance knowledge of the hacked e-mails?",
  "When he didn't get what he wanted from them, he then went to the House Intelligence Committee and shared them there.",
  "Joining us is Van Jones, Scott Jennings, Julie Hirschfeld Davis, Christine Quinn, Paris Dennard, and Anne Milgram.",
  "The idea that I knew about John Podesta's e-mails being hacked in advance is disproved by the wording of my tweet.",
  "We have left on the table, a number of witnesses who were not interviewed and documents that we have not reviewed.",
  "COOPER: Well, I think he said he believed it and then he said he walks back that he believes, that he believed it.",
  "But I mean there is no question that we are in a new type of war, but I think we are in a type of war with Russia.",
  "But let's not forget that President Trump opposed the legislation that allowed the imposition of these sanctions.",
  "And then they respond with, yes, you've been saying nice things about us, but alleging connections don't help us.",
  "But I am skeptical because I feel like when you're explaining you're losing and he has a lot of explaining to do.",
  "He's also a former business associate of Paul Manafort, now facing criminal charges in the Russia investigation.",
  "You know, Anderson, it certainly appears to me that he is now trying to minimize what his role was back in 2016.",
  "We see the Republican report as incomplete and inaccurate and we have a duty to continue to interview witnesses.",
  "And you know, sanctions do work from an economic perspective, whether they're against countries or individuals.",
  "I mean, obviously it's interesting, I mean Democrats keep pointing to his saying Podesta's time in the barrel.",
  "So that's his other point that he makes that he got wrong as evidence of not really having advance knowledge.",
  "Does this -- to the President's critics who say he's not tough enough against Russia, does this satisfy that?",
  "I would remind us all that Donald Trump did bring this up with Vladimir Putin I think in their first meeting.",
  "DENNARD: There's a method to -- if you call it madness, there's a method to it, and that's what we're seeing.",
  "So in these preliminary things, they can go down some other things that he might not have been prepared for.",
  "One of them is especially close to Russia's Vladimir Putin, worth according to Forbes more than $5 billion.",
  "He went to the inspector general of the intelligence community and said, these e-mails need to be reviewed.",
  "And I mean these are real sanctions, and I think the great likelihood is that there will be more like them.",
  "[21:20:00] COOPER: Can you just say categorically that you had no advance knowledge of the hacked e-mails?",
  "Behind doors, though, he sort of wavers, equivocates at the prospect of sitting down with Mueller's team.",
  "He has said he wants to do it and to backtrack on that now I think could be seen as politically damaging.",
  "The armchair lawyer and me, says no because I'm worried about what would happen in one of this situation.",
  "He was interviewed by the FBI, by the intelligence community, but they did not take this very seriously.",
  "We see they're talking about finances and business dealings, and he could have had privy to information.",
  "They've got to reassure the American people they cannot meddle in this next election or in the next one.",
  "This is what we saw with the Clinton investigation and the scope of what Kenneth Starr was going after.",
  "Both White House Lawyer Ty Cobb and the President's attorney Jay Sekulow declined to comment, Anderson.",
  "Later, more breaking news from the order has just gone out to send thousands of National Guard troops.",
  "I have never met with him, spoken to him on the phone, e- mailed with him, face-timed, Skyped, so on.",
  "And, you know, there's a disconnect between the policy right now and the rhetoric from the President.",
  "(BEGIN VIDEO CLIP)\n\n\n\nCHRIS GARCIA, RESIDENT, CIUDAD ACUNA, MEXICO: I don't think it is a good idea.",
  "How is he going to possibly going to keep it all straight in an interview with a federal prosecutor?",
  "I mean, I think it will feel -- you know, when you try cases the defendant does not have to testify.",
  "They're trying to divide America and they started doing all of this during the Obama administration.",
  "For his sake, I hope he was telling you the truth tonight because if he is, I don't think he has a .",
  "And he does have his story, but there are just pieces that seem a little inconsistent or incredible.",
  "COOPER: In the past, the President has publicly at least seem receptive to sitting for an interview.",
  "JIM SCIUTTO, CNN CHIEF NATIONAL SECURITY CORRESPONDENT: Well, let's start with who this person was.",
  "COOPER: But, Van, he is certainly has set the stage for not doing by saying this is the deep state.",
  "It could be something other than that, but that's the problem with the scope of this investigation.",
  "Whether that's the right decision politically, and he is again the President of the United States.",
  "And there is a question of what actually happened here that will not be answered unless he speaks.",
  "And now we're learning that initial preparations for a possible interview are under way, Anderson.",
  "But on the 1st, he did announce a subsequent schedule for data dumps, which began on October 6th.",
  "QUINN: There's a lot of information nobody else had at that point, and it's so kind of circular.",
  "There were so many points where you were able to just raise questions with him, what about this?",
  "I'm glad it's moving forward, but there's nobody else you have to drag to get into a fight with.",
  "And if he responds a certain way, they'll say, wait a second --\n\n\n\nMILGRAM: I agree completely.",
  "This is according to two people who have spoken to myself, my colleague, Gloria Borger as well.",
  "QUINN: He used that on Russia would make an enormous difference in the international community.",
  "You are subject to 1001, which is what Papadopoulos and Flynn and others have plead guilty to.",
  "QUINN: But with a level of specificity that could be completely made up, right, or not, right?",
  "Now, the communication is like a little bit of like bug off, buddy, or you're not helping us.",
  "So it's important -- this is one of the reasons why he was so upset with the special counsel.",
  "DENNARD: Any attorney would be doing what they're doing right now if this reporting is true.",
  "And, again, notwithstanding all this categorical denials, he was in communication with them.",
  "Again \"The Washington Post\" pointing out that you are always very specific with your denial.",
  "You know, I'm pretty sure it is going to get worse than what it is right now, the way it is.",
  "MILGRAM: But there's no question that juries are always asking why doesn't someone testify.",
  "But again, a member of the Trump campaign team doing this and demonstrating their interest.",
  "The political strategist in me says, the President has maintained he's done nothing wrong.",
  "These concerns are also coming from his lawyers, but they want to make sure he's prepared.",
  "Joining us now, House Intelligence Committee Member, Democratic Congressman Eric Swalwell.",
  "COOPER: Are the Democrats going to write a report from your committee and the Republicans?",
  "Just tell us the truth so we can better protect the ballot box when we vote this November.",
  "Can you say that you just simply had no advance knowledge that the hacked e-mails existed?",
  "There's an Obama official in the \"New York Times\" tonight saying this is fairly muscular.",
  "And at the same time --\n\n\n\nQUINN: But Putin just, you know, corrupted an entire election.",
  "He also denied doing anything wrong with respect to WikiLeaks released of hacked emails.",
  "COOPER: Anne, how likely would Mueller give a subpoena if the President refused to come?",
  "Because it's going to bring a lot of tension to these people from here, and over there.",
  "I agree with Scott I think Cambridge Analytica is by far the bigger part of the story.",
  "You're trying to pick through all this crap to figure out is there any facts in here.",
  "I had no advance knowledge of the content or the source of the WikiLeaks disclosures.",
  "What you hear from the President publicly and then behind doors, I'm told by sources.",
  "TUCHMAN: Why do you think having the U.S. military on the border would make it worse?",
  "They're in place now, and that is, by all accounts, going to be something that hurts.",
  "It is common in border towns throughout Mexico to see members of the army with guns.",
  "They are there to support the border patrol however they are armed for self-defense.",
  "So there is legal jeopardy, but I want to make sure we use the sort of right terms.",
  "And I think as to Scott's point, they should prepare for whatever he decides to do.",
  "He didn't just come across a blip on the screen when Donald Trump became President.",
  "And then, will you guys stand with us publicly, and the Republicans wouldn't do it.",
  "You've got to be poisoning people and destroying America before you get a response.",
  "The level of specificity, I think very few other people had or were talking about.",
  "You can't -- when you're under the penalty of perjury, you have to tell the truth.",
  "But it's possible, and I want to make it clear I don't have any reporting on this.",
  "COOPER: Was there any exchange of information between you and --\n\n\n\nSTONE: No, no.",
  "SWALWELL: Well, Anderson, what it shows to me is that he was talking to WikiLeaks.",
  "What is a fact is the President has a strategy on engagement with foreign leaders.",
  "And we see tonight again Roger Stone not being straight with the American people.",
  "No attorney in the world would have ever had him say I want to do that interview.",
  "Our Chief National Security Correspondent, Jim Sciutto has details on this story.",
  "The scope of what they're going to bring him in to talk about is also important.",
  "His company basic element controls seven percent of the world's aluminum output.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Our Gary Tuchman is along the border for us tonight.",
  "TUCHMAN: So you think it could result in worse things because people are angry?",
  "DENNARD: Well, look at the history of what he's doing with other world leaders.",
  "DENNARD: President Obama did the exact same thing when Putin won his election.",
  "COOPER: Logistically, how do you start to impose sanctions against oligarchs?",
  "Whether or not and what he knew, I mean I'm a little more skeptical, I think.",
  "DENNARD: I don't know if he was poisoned, but it's part of Roger Stone's M.O.",
  "DENNARD: In terms that he does these types of things --\n\n\n\nCOOPER: I'm sorry.",
  "The senior adviser, Jared Kushner could possibly very be likely on that list.",
  "In the past, the President has seemed receptive to sitting for an interview.",
  "Putin wants a dysfunctional, divided society, and we are under daily attack.",
  "[21:54:49] Coming up, a warm sendoff for U.S. National Security Advisor H.R.",
  "[21:35:08] There is no way that you would not want to talk to him about it.",
  "DENNARD: I doubt it because of his longtime involvement with the President.",
  "CHRISTINE QUINN, PRESIDENT, WIN: And they're high level individuals, right?",
  "I do think it's hard to go back on something when you say, I want to do it.",
  "Aired 9-10p ET\n\nAired April 6, 2018 - 21:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "He started prepping for it, and as you know, the stakes could not be hire.",
  "He flats out lies so --\n\n\n\nCOOPER: And the President said he believed him.",
  "Now, if you want to blame Obama, blame your own party for not helping him.",
  "Congratulations on winning your completely rigged, undemocratic election.",
  "And I think all -- you know, you don't get points for doing what's right.",
  "So we can't assume he's in the clear because they haven't brought him in.",
  "They're poisoning people in the U.K. Russia is completely out of control.",
  "COOPER: OK.\n\n\n\nJONES: Is there anything in here that's factual or useful.",
  "DENNARD: The interesting about -- we have to remember about Roger Stone.",
  "He'll be replaced by Former Ambassador and Fox News Analyst John Bolton.",
  "Also Ryan Coogler, director of the hit movie, great movie Black Panther.",
  "He has not gone as far on Russia in his rhetoric as I would have liked.",
  "But this administration time and again has stood up to these Russians.",
  "And they were really successful at it during the Obama administration.",
  "He's been doing this political operative work for a good 30, 40 years.",
  "COOPER: I want to ask you about that too because it's often misquoted.",
  "Trump himself feels that this investigation undermines his presidency.",
  "COOPER: So do you know more about how he had access to these agencies?",
  "And the President fired the general in a tweet a couple of weeks ago.",
  "DENNARD: True, but his involvement in politics has been for decades.",
  "Now the Russians are so emboldened, they think they might get Syria.",
  "I had no advance notice of WikiLeaks hacking of Podesta's e-mails.\"",
  "And you know, it's either coaching him or persuading him not to do.",
  "So I vacillate on this, and I don't know what he's going to choose.",
  "It will get people angry and --\n\n\n\nTUCHMAN: Does it make you angry?",
  "ROMMEL RODRIGUEZ, RESIDENT, CIUDAD ACUNA, MEXICO: It will be safer.",
  "Apparently with the intention of then disseminating those e-mails.",
  "We know they're writing a report about that, so that bothers me.",
  "JULIE HIRSCHFELD DAVIS, CNN POLITICAL ANALYST: Well, absolutely.",
  "JENNINGS: I thought he tells a very specific and faithful story.",
  "So even the other side tonight is saying this is the right move.",
  "I used to have a parrot that would crap all over the newspaper.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: That's Roger Stone earlier tonight.",
  "I know the President, and I've been critical of the President.",
  "Ordinary people don't even know how they're being manipulated.",
  "You know, it's the Justice Department and he can't trust them.",
  "This should have been stood up to full force a long time ago.",
  "So the thing that --\n\n\n\nQUINN: Do you think he was poisoned?",
  "We're going to be dumping, and it's going to be really huge.",
  "And Vladimir Putin looked him right in the face and he lied.",
  "To me, that's the only thing I saw in this whole interview.",
  "And that doesn't help protect the ballot box this November.",
  "Here's a portion of the interview I did with Stone earlier.",
  "This is clearly something improper for us to be looking at.",
  "[21:00:52] ANDERSON COOPER, CNN ANCHOR: Been quite a night.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "STONE: It says, they Podestas, it refers to John and Tony.",
  "JONES: You know, no it doesn't because it's taken so long.",
  "Obama took these guys on and asked for Republican support.",
  "Why has he had to be dragged into these Russian positions?",
  "We're talking about what Donald Trump is doing right now.",
  "I'm here in Muscatine, Iowa, Anderson, talking to voters.",
  "In a moment a leading Democrat on the committee joins us.",
  "He has grown increasingly bitter it hasn't concluded yet.",
  "Joseph Schmitz, he was not a coffee boy in the campaign.",
  "QUINN: The man's disregarded his attorneys from day one.",
  "The defendant has a constitutional right not to testify.",
  "COOPER: So did you ever give anything to Julian Assange?",
  "GARCIA: I'm already angry of what Donald Trump is doing.",
  "And I'm sure he does mean it when he lies to everybody.",
  "It's not just the election tampering from the Russians.",
  "I think it's because -- it goes back down to the scope.",
  "The armchair lawyer in me -- by the way, don't hire me.",
  "He is a former department of defense official himself.",
  "What they have to do next is take it one step further.",
  "So it doesn't seem like there's any smoking gun there.",
  "COOPER: Congressman Swalwell, I appreciate your time.",
  "The man can't be honest in 147 characters on Twitter.",
  "Listen, we have just been pulled apart as a society.",
  "It's been the same for like two years, I got to say.",
  "(END VIDEO CLIP)\n\n\n\nCOOPER: Back now with the panel.",
  "And it doesn't seem like there was just an interest.",
  "Hire Anne down there unless you want to go to jail.",
  "And so, you know, he's a part of this conversation.",
  "I mean, that's more reason for him to go in, right?",
  "And what they are saying to me is just come clean.",
  "REP. ERIC SWALWELL (D), CALIFORNIA: No, Anderson.",
  "You can't say that because we know it's not true.",
  "And you try to think -- that's how it feels like.",
  "The scope of what they want to talk to him about.",
  "COOPER: He's been working with Trump for decades.",
  "They were going to keep looking and keep looking.",
  "QUINN: Obama is not the President anymore, right?",
  "Why wasn't he leading the free world in response?",
  "QUINN: And what we are seeing is congratulations.",
  "They're over the bridge of Ciudad Acuna, Mexico.",
  "COOPER: Do you think she should do an interview?",
  "[21:05:09] They said, it came from the dark web.",
  "That's why I said I was not sure about the date.",
  "So it's not just that somebody's fudging a fact.",
  "Are there just going to be two separate reports?",
  "I didn't talk to WikiLeaks during the campaign.",
  "I mean, preparing for this is absolutely vital.",
  "SCOTT JENNINGS, CNN POLITICAL COMMENTATOR: Yes.",
  "It seems like a cup out if they go that right.",
  "COOPER: All right, Pam Brown, I appreciate it.",
  "But I think he should listen to his attorneys.",
  "They have control on the huge amount of money.",
  "That's speculation, and you're welcome to it.",
  "He left in his last public remarks this week.",
  "That, you know, here's what it's going to be.",
  "They have bots on both sides of every debate.",
  "JENNINGS: You know, I'm of two minds in this.",
  "These are just initial steps in its infancy.",
  "Look, I feel like we're just picking around.",
  "JENNINGS: Well, he said I think he means it.",
  "QUINN: I mean, in the United States he has.",
  "STONE: Yes, I absolutely can categorically.",
  "STONE: Yes, I absolutely categorically can.",
  "I mean that really made me scratch my head.",
  "STONE: Yes, I absolutely can categorically.",
  "He lies about the lies that he lies about.",
  "COOPER: You've also said, \"Let's be clear.",
  "This --\n\n\n\nJONES: And what have they done?",
  "When I saw that, I thought to myself good.",
  "COOPER: All right, Gary, thanks very much.",
  "I mean, more jobs, probably for military.",
  "It's not so much this picking through it.",
  "You're not subject to perjury if you lie.",
  "There was like a dogged interest, right?",
  "So, talk about what you've learned, Pam?",
  "He said, we had nothing to do with that.",
  "He had just corrupted his own election.",
  "That he would love to do it under oath.",
  "COOPER: All right, Jim Sciutto, thanks.",
  "COOPER: Has he responded to the report?",
  "So, you know, it doesn't really add up.",
  "When we come back, more with the panel.",
  "We're not talking about that right now.",
  "That could be what they're waiting on.",
  "And so Obama felt his hands were tied.",
  "I don't think you talked to WikiLeaks.",
  "I mean, you can't go in and wing this.",
  "They say outwardly he is enthusiastic.",
  "He reluctantly signed the legislation.",
  "I mean, you go after their businesses?",
  "Time to hand things over to Don Lemon.",
  "COOPER: Thanks everybody in the panel.",
  "Authorities briefed reporters tonight.",
  "Both will be on \"THE VAN JONES SHOW.\"",
  "[21:45:10] JONES: That is not a fact.",
  "I mean, this is -- it's an odd story.",
  "COOPER: We got to take a quick break.",
  "Here's what you're going to be asked.",
  "Roger Stone is obviously in the news.",
  "COOPER: No, it would be a huge story.",
  "As Van says, lies and lies and lies.",
  "They strike at Putin's inner circle.",
  "They do have huge impacts on people.",
  "They passed it over his objections.",
  "And that carries a lot of weight.",
  "But they are not in this country.",
  "And you keep going back to Obama.",
  "[21:40:07] Back now to the panel.",
  "Yes, let me answer your question.",
  "COOPER: The polonium among them.",
  "Oh, but they won't let me do it.",
  "He went to the State Department.",
  "RODRIGUEZ: No, I don't think so.",
  "McMaster from White House stuff.",
  "You just impose sanctions there.",
  "Is he calling Putin rocket man?",
  "\"CNN TONIGHT\" starts right now.",
  "A lot of times it is misquoted.",
  "SWALWELL: Well, we're not done.",
  "JONES: Calling him rocket man?",
  "It's working with North Korea.",
  "That's not the strategy, Van.",
  "JENNINGS: Well, here is deal.",
  "I mean he doesn't equivocate.",
  "They need to be declassified.",
  "SCIUTTO: Well, we tried him.",
  "He's got his time line down.",
  "MILGRAM: But there's no way.",
  "I got to take a quick break.",
  "The Russians are emboldened.",
  "But there was communication.",
  "I think that's very popular.",
  "So what is the latest, Gary?",
  "They should do more of this.",
  "DENNARD: That's not a fact.",
  "JONES: Leading from behind.",
  "We weren't able to do that.",
  "I was trying to be precise.",
  "JENNINGS: I agree with Van.",
  "DENNARD: I didn't say that.",
  "QUINN: Or it could be both.",
  "I would want to know more.",
  "JENNINGS: Go ahead, Paris.",
  "I think he's a journalist.",
  "He didn't want to sign it.",
  "He starts to seize assets.",
  "MILGRAM: It's the 18 USC.",
  "QUINN: Well, that's true.",
  "A lot more to talk about.",
  "These folks are corrupt.",
  "DAVIS: That's not right.",
  "[21:10:00] COOPER: Anne?",
  "It's working with China.",
  "JONES: Hold on a second.",
  "And more secure borders.",
  "JENNINGS: Yes, his own.",
  "I am an admirer of him.",
  "We see these sanctions.",
  "Is that still the case?",
  "Is that still the case?",
  "BROWN: It's different.",
  "Pam Brown has details.",
  "They're going to hurt.",
  "Does that satisfy you?",
  "But it happened later.",
  "I hope be a good idea.",
  "It is a support role.",
  "That's his whole M.O.",
  "STONE: No, I did not.",
  "STONE: No, I did not.",
  "He is just a subject?",
  "COOPER: 1001 meaning?",
  "Thanks for watching.",
  "DAVIS: That's right.",
  "That is speculation.",
  "Look at North Korea.",
  "And it's also true.",
  "And let's be clear.",
  "Here's the reality.",
  "He did, and it did.",
  "JONES: Do I buy it?",
  "He is an operative.",
  "What do we see now?",
  "I'm eager to do it.",
  "He went to the FBI.",
  "She joins us now.",
  "It's Roger Stone.",
  "Thanks very much.",
  "MILGRAM: Exactly.",
  "That is correct.",
  "Do you buy that?",
  "What about this.",
  "I appreciate it.",
  "Exactly that is.",
  "Nothing at all.",
  "It's too broad.",
  "MILGRAM: Right.",
  "DENNARD: Right.",
  "COOPER: Paris?",
  "COOPER: Right.",
  "SWALWELL: Yes.",
  "COOPER: Scott?",
  "COOPER: Right.",
  "JENNINGS: Yes.",
  "That's for us.",
  "That's a fact.",
  "No, he's not.",
  "MILGRAM: Yes.",
  "JONES: Faith.",
  "DAVIS: Right.",
  "Not over yet.",
  "COOPER: Yes.",
  "DENNARD: No.",
  "GARCIA: Yes.",
  "GARCIA: Why?",
  "I'm sorry.",
  "McMaster.",
  "Anderson."
]