[
  "She added that the Times “is a great paper,” but its \"inability to admit error — Judy Miller, Clinton Cash, emails, and yes this very important story — is just such an ongoing own goal and horrible for the country.”\n\nABRAMSON SAYS COMEY’S NO BETTER THAN TRUMP: Former New York Times executive editor Jill Abramson writes in the Guardian that one of Comey’s newly released memos “reflects a blatant disrespect for freedom of the press by both Trump and Comey, who is no martyr.”\n\n— When discussing leaks to the news media with Trump in February 2017, Comey recalled saying “something about the value of putting a head on a pike as a message.” Trump replied with a suggestion that journalists would talk if they spent a couple days in jail, prompting a laugh from Comey.",
  "The decision is and should be based on judgments about accuracy, factuality, news value, and the public interest.”\n\n— Confessore maintained that the Podesta emails “revealed information that illuminated our understanding of Clinton, her political and financial relationships, her struggles to find a central message, the factionalism that undermined her campaign operation.” He wrote that “perhaps not every story we published about the [Podesta and DNC] e-mails met the standard of newsworthiness,” but still thinks “almost all of them did.”\n\nWHILE WE’RE REVISITING THE NYT’S OCT. 2016 COVERAGE, I noted Friday that James Comey said the New York Times’ much scrutinized Oct. 31, 2016, article — “Investigating Donald Trump, F.B.I.",
  "The New York Times’ Nellie Bowles writes how the veteran TV journalist and now head of news partnerships at Facebook “has long had to grapple with questions about whether she really has influence at the social network.” But Bowles finds Brown “is emerging as a fiery negotiator for her vision of Facebook as a publishing platform.” Bowles reports that Facebook has set aside $90 million to partner on original news programming and that Brown “is pitching publishers on making Facebook-specific news shows featuring mainstream anchors.”\n\n— Brown has also been holding media mixers at her TriBeCa apartment.",
  "In January 2016, Hannity said there were 'millions more Americans suffering under this president' partly because of foreclosures.”\n\nHOW SINCLAIR OPERATES: BuzzFeed’s Steven Perlberg reports how executives from the right-leaning media company “reprimanded and ultimately ousted a local news reporter who refused to seed doubt about man-made climate change and ‘balance’ her stories in a more conservative direction.” The experience of local reporter Suri Crowe, he writes, “demonstrates how the parent company’s ideology can permeate throughout local news reporting.”\n\nCONWAY LEADING WHITE HOUSE COMMS?",
  "NYT’s 2016 coverage, reconsidered — Inside Sinclair — Hannity's real estate empire — Christian TV boosts Trump — Facebook's global threat\n\nAMY CHOZICK WROTE 1,285 stories on the Hillary Clinton beat for the New York Times yet suggests in her new memoir, “Chasing Hillary,” that a half-dozen written during the final month of the 2016 election “tainted my entire body of work.” She’s referring to coverage of Clinton campaign chairman John Podesta’s stolen emails, which WikiLeaks began releasing about 15 minutes after the “Access Hollywood” video broke and continued dripping out for weeks.",
  "For months, we had been tracking riots and lynchings around the world linked to misinformation and hate speech on Facebook, which pushes whatever content keeps users on the site longest — a potentially damaging practice in countries with weak institutions.”\n\nTODAY: Aleksandr Kogan, the Cambridge researcher at the center of the Facebook-Cambridge Analytica scandal, sits down with NBC’s Savannah Guthrie on “Today.” Tomorrow, he'll testify before a parliamentary committee in London.",
  "The staffers discussed various communications strategies, he wrote, with \"one suggestion that most in the room agreed with: that Trump should do more local and regional media, which increases his chances of getting more favorable coverage than he's getting in the national media.”\n\nCHRISTIAN TV BOOSTS TRUMP: “In the past two years, largely out of view of the coastal media and the Washington establishment, a transformation has taken place,” Ruth Graham writes for POLITICO magazine.",
  "Trump has forged a particularly tight marriage of convenience with Pat Robertson’s Christian Broadcasting Network, which since early in the 2016 campaign has offered consistent friendly coverage and been granted remarkable access in return.”\n\nNYT DEFENDS HABERMAN AFTER TRUMP ATTACK: The New York Times pointed out Saturday that Maggie Haberman has interviewed Trump twice in the Oval Office and three times by phone after the president claimed he doesn’t speak to the reporter.",
  "“Jailing journalists is no laughing matter and the image of these two supremely powerful officials sharing a good chuckle over the prospect of it is simply nauseating.”\n\nBERNIE SANDERS’ ‘DIGITAL MEDIA EMPIRE’: “Sanders’s press staff — three aides, including Armand Aviram, a former producer at NowThis News, and three paid interns — published 550 original short, policy-focused videos on Facebook and Twitter in 2017 alone,\" New York magazine’s Gabriel Debenedetti reports.",
  "“With his fluent Russian and roots in the Soviet Union, we expect Alex to be an important part of our coverage of Vladimir Putin’s attempts to subvert American democracy.”\n\nEXTRAS\n\n— In a Wall Street Journal essay, Kevin D. Williamson recalls telling Atlantic editor Jeff Goldberg how “the campaign to have me fired will begin 11 seconds after you announce that you’ve hired me.” Williamson was fired three days after his first Atlantic piece.",
  "\"In this case, not only at our company but around the American newspaper business, I believe these tariffs will cost jobs.”\n\nNEW OPPORTUNITY FOR LAID-OFF DENVER POST JOURNALISTS: “The Economic Hardship Reporting Project — a journalism organization focused on income inequality housed at the Washington, D.C.-based Institute for Policy Studies — wants to help those journalists sustain their work,” CJR’s Corey Hutchins reports .",
  "Axios’ Jonathan Swan reports that although Kellyanne Conway \"has never actually wanted the job of White House communications director,\" she recently left many on the communications team \"with the impression that she'd be leading the team in some capacity.”\n\n— Conway was among the senior officials at an off-site, team-building meeting of dozens of White House communications staffers last week, Swan reports.",
  "Executive editor Dean Baquet said in a statement that “the story is filled with named quotes on the record, and everything Maggie has reported from inside the White House has proven true.”\n\n‘I DON’T LIKE TO BE CALLED A NAZI,’ embattled New York Times editorial page editor James Bennet told POLITICO editor-in-chief John Harris for the magazine’s latest “Media” issue (more of which will be out this week).",
  "The Guardian’s Jon Swaine dug into Hannity’s real estate portfolio and reports that “records link Hannity to a group of shell companies that spent at least $90m on more than 870 homes in seven states over the past decade.”\n\n— “Dozens of the properties were bought at a discount in 2013, after banks foreclosed on their previous owners for defaulting on mortgages,\" Swaine writes.",
  "“One editor, who asked not to be identified because these gatherings are off the record,” she wrote, “said he felt ‘humiliated’ afterward, having been reminded that the power of traditional publishers is waning.”\n\nIN OTHER CAMPBELL BROWN PARTY NEWS, via Playbook : “Pool report from Campbell Brown's 50th birthday party in a rooftop loft in Chelsea last night.",
  "“The communications arms of national campaigns will be more like production studios and less devoted to the ability to spin reporters.”\n\nSEAN HANNITY’S 'PROPERTY EMPIRE': After being identified last week as a client of Michael Cohen, the Fox News star suggested his dealings with Trump’s personal lawyer were primarily around real estate.",
  "“Alissa Quart, executive editor of the project, tells CJR that her organization is setting up a $10,000 fund specifically for ex-Denver Post journalists who recently lost their jobs.”\n\n— “It’s been difficult to watch,” Denver Mayor Michael Hancock said Sunday on CNN’s “Reliable Sources” about the newsroom cutbacks in recent years.",
  "HOW FACEBOOK HELPS SPREAD DANGEROUS MISINFORMATION: The New York Times’ Amanda Taub and Max Fisher report from Sri Lanka: “We came to this house to try to understand the forces of social disruption that have followed Facebook’s rapid expansion in the developing world, whose markets represent the company’s financial future.",
  "— Nearly a year-and-a-half since the 2016 election, Chozick’s book , which hits shelves tomorrow, is already reigniting debate over whether the level of coverage of Clinton email controversies, including her use of a private email account while serving as Secretary of State, was appropriate or excessive.",
  "Each of those live events has outdrawn CNN on the night it aired.”\n\n— “The idea that we can do a town meeting which would get a significantly larger viewing audience than CNN at that time is something I would not have dreamed of in a million years, a few years ago,” Sanders tells Debenedetti.",
  "“Alex is an unusually versatile journalist, a tenacious reporter, graceful writer and original thinker, who will break news, and produce provocative features that will contribute meaningfully to the national conversation,” said Yahoo News editor-in-chief Daniel Klaidman.",
  "“The gatherings are frequently a who’s who of the news media, mixing long-established outlets with digitally focused newcomers,” Bowles writes, including BuzzFeed’s Ben Smith, the New Yorker’s David Remnick, Wired’s Nick Thompson, and Vox’s Melissa Bell.",
  "Attendees included John Podhoretz, John Heilemann, Mark McKinnon, Matt Negrin, Bari Weiss, Bret Stephens, Dafna Linzer and Bart Gellman, Jacob Weisberg and Deborah Needleman, Bill Kristol, Katie Couric, Kevin Delaney, Ben Smith, and Michael Barbaro.",
  "NEWSPAPERS FEAR IMPACT OF TARIFFS: “The U.S. Commerce Department applied the tariffs to Canadian paper in January and March, causing the price of newsprint to spike about 30% overall, according to print publishers,” writes CNN’s Jill Disis.",
  "— “The Bernie Bros and Mr. Trump’s Twitter trolls had called me a donkey-faced whore and a Hillary shill, but nothing hurt worse than my own colleagues calling me a de facto instrument of Russian intelligence,” Chozick wrote.",
  "She recalls how the Times reported shortly after the election that every major news organization, including the Times, became a “de facto instrument of Russian intelligence” in covering the pilfered Podesta and DNC emails.",
  "The Tampa Bay Times, Florida's largest newspaper, said this week that it is cutting about 50 jobs.”\n\n— \"In some cases, tariffs are supposed to protect American jobs,\" Tampa Bay Times publisher Paul Tash told Disis.",
  "Story Continued Below\n\n— Chozick offers a blunt self-assessment of her role in a chapter titled “How I Became an Unwitting Agent of Russian Intelligence,” part of which was excerpted in the Times’ Sunday Review.",
  "— “The case for a more complete inquiry into that New York Times article … grew stronger [Thursday] when David Remnick asked James Comey about it,” tweeted NYU journalism professor Jay Rosen.",
  "Hancock has faced tough coverage in the Post, but praised the paper’s standards, its role in the city, and expressed hope its hedge fund owners sell to someone who will put resources into it.",
  "“Then, immediately, he seemed to realize that this sounded too much like the kind of hyperventilating, name-calling language some critics use against him and Times colleagues,” Harris wrote.",
  "What is actually going on seems so over the top that any producer would reject it.” — CNN’s Jake Tapper to the New York Times as his first novel, “The Hellfire Club,” is published tomorrow.",
  "It also tackles the uncomfortable question of whether the press inadvertently played in to the hands of those hoping to boost Donald Trump’s candidacy through hacking or phishing attacks.",
  "— “Ultimately, anybody that chooses to run in 2020 will be seeking to build their own audience and production capabilities,” says Brian Fallon, Clinton’s 2016 press secretary.",
  "THE TIMES’ NICK CONFESSORE, who co-wrote some stories with Chozick on hacked Democratic emails, departed from his colleague’s assessment in a series of Sunday tweets.",
  "— POLITICO’s Matthew Nussbaum reports that Trump has departed from predecessors in not inviting media to Tuesday’s State Dinner with French President Emmanuel Macron.",
  "I shouldn’t say that.”\n\n— There’s a lot in this interview, including Harris asking Bennet whether he believes younger Times journalists share his journalistic values.",
  "Sees No Clear Link to Russia” — was “wrong” to assert that Russian hacking efforts were simply meant to disrupt the election rather than to also help Donald Trump.",
  "Are there some journalists here or elsewhere, young journalists, who sort of think that the role of journalism in the Trump era is to be part of the Resistance?",
  "— The New York Times’s Patrick Farrell profiles Ram Badam Singh, who has been selling newspapers near the 86th Street station for more than three decades.",
  "\"As Christian networks have become more comfortable with politics, the Trump administration has turned them into a new pipeline for its message.",
  "— The Washington Post’s Margaret Sullivan talks to Moira Donegan about creating the “Shitty Media Men” list and dealing with the fallout.",
  "“I think the headline was off, but if you read the story I think it was NOT inaccurate based on what we knew at the time,” Baquet said.",
  "In between, there were toasts and video sketches by Anne Kornblut, Frank Bruni, Lester Holt, Amy Chiaro, Alex Pelosi and Dan Senor.\"",
  "REVOLVING DOOR\n\nAlexander Nazaryan, most recently a senior writer with Newsweek, is joining Yahoo News as a national correspondent.",
  "The evening began with live musical performances by Campbell's sons, Eli and Asher, and ended with a jam session by Jon Batiste.",
  "Trump’s Twitter tirade was prompted by Haberman’s piece on the president’s relationship with personal lawyer Michael Cohen.",
  "— “God I don't know why the Times keeps defending this story,” tweeted Mother Jones editor-in-chief Clara Jeffery.",
  "But executive editor Dean Baquet broadly defended the 2016 story on Friday to the Washington Post’s Erik Wemple.",
  "“The increase is making companies consider whether to cut staff, drop pages, or print fewer editions.",
  "\"Most sources who provide non-public information have a reason for wanting that information public.",
  "\"And, this year, he has begun experimenting with streaming town-hall-style programs on Facebook.",
  "It’s just something we have to work out over time.”\n\nWHAT’S CAMPBELL BROWN DOING AT FACEBOOK?",
  "— In a new Atlantic cover story, John Dickerson writes how the presidency became impossible.",
  "\"Before and after then, Hannity sharply criticised Barack Obama for the US foreclosure rate.",
  "— The Daily Beast’s Matt Wilstein argues that liberals shouldn’t dismiss Bill Maher.",
  "“The worst part was, they were right.”\n\nGood morning and welcome to Morning Media.",
  "“It’s very hard to imagine the city of Denver without the Denver Post,” he said.",
  "So, I guess that is a clash of values, and I do worry about that a little bit.",
  "But the decision to publish a story shouldn't depend on the source's motives.",
  "— For Nieman Lab, James Rose profiles Rohingya-run news outlet R Vision.",
  "KICKER\n\n“We’re living through a bizarre era, it’s no question.",
  "“And does that conflict with how I see the role of journalism?",
  "You can reach me at mcalderone@politico.com / @mlcalderone .",
  "Daniel Lippman ( @dlippman ) contributed to the newsletter.",
  "“I’ve been told I’ve been called a Nazi; I haven’t seen it.",
  "— “This exchange chilled my blood,” Abramson writes.",
  "“I think all this stuff comes down to the person.",
  "Yeah, there probably are,” Bennet said.",
  "“I should subtract that,” Bennet added.",
  "— “All sources have motives,” he wrote.",
  "Subscribe .",
  "Absolutely.",
  "Archives ."
]