[
  "Access to Facebook went down briefly in parts of the Americas (AFP Photo/Lionel BONAVENTURE)\n\nSan Francisco (AFP) - Facebook revealed on Friday that up to 50 million accounts were breached by hackers, dealing a blow to the social network's effort to convince users to trust it with their data.",
  "The social network is investigating the extent of harm done when hackers exploited a trio of software flaws to steal \"access tokens,\" the equivalent of digital keys that enable people to automatically log back into the social network.",
  "The breach is the latest privacy embarrassment for Facebook, which earlier this year acknowledged that tens of millions of users had personal data hijacked by Cambridge Analytica, a political firm working for Donald Trump in 2016.",
  "Democratic US Senator Mark Warner cited the breach as further proof of the privacy danger of companies such as Facebook and Equifax not adequately protecting the massive amounts of information they gather about people.",
  "\"While I'm glad we found this, fixed the vulnerability, and secured the accounts that may be at risk, the reality is we need to continue developing new tools to prevent this from happening in the first place.\"",
  "\"Facebook has one of the best and most well-resourced cybersecurity outfits in the world, yet a breach of its servers appears to have compromised tens of millions of accounts in still-undisclosed ways.\"",
  "The 50 million figure was the total number of accounts Facebook determined were breached by the attack since July of last year, but the social network did not disclose the earliest incursion.",
  "Attackers would have been able to meddle with Instagram accounts lined to Facebook, but could not have tampered with the social network's WhatsApp messaging service, according to executives.",
  "Hackers could have also gotten into third-party applications linked to Facebook accounts, but it was too early to determine whether that happened, according to the social network.",
  "\"This is another sobering indicator that Congress needs to step up and take action to protect the privacy and security of social media users,\" Warner said in a statement.",
  "Information hackers appeared interested in included names, genders, and home towns, but it was not clear for what purposes, the executives said in a telephone briefing.",
  "As a precaution, Facebook is temporarily taking down the \"view as\" feature -- described as a privacy tool to let users see how their profiles look to other people.",
  "But Facebook may have deeper problems, said Jonathan Zittrain, a Harvard law professor and co-founder of university's Berkman Klein Center for Internet & Society.",
  "When asked why people should still trust Facebook with their personal information, Zuckerberg outlined anew ways the social network is ramping up defenses.",
  "\"We face constant attacks from people who want to take over accounts or steal information around the world,\" Zuckerberg said on his Facebook page.",
  "Hackers took advantage of a \"complex interaction\" between three software bugs, which required a degree of sophistication, according to Rosen.",
  "Facebook said it took a precautionary step of resetting \"access tokens\" for another 40 million accounts where the \"view as\" was used.",
  "Facebook said that it noticed an unusual spike in activity on September 16 and determined nine days later that it was malicious.",
  "\"It's clear that attackers exploited a vulnerability in Facebook's code,\" said vice president of product management Guy Rosen.",
  "Facebook chief executive Mark Zuckerberg said engineers discovered the breach on Tuesday, and patched it on Thursday night.",
  "Facebook reset the 50 million breached accounts, meaning users will need to sign back in using passwords.",
  "\"People's privacy and security is incredibly important , and we're sorry this happened,\" Rosen said.",
  "- Sophisticated hack -\n\nNo passwords were taken in the breach, only \"tokens,\" according to Rosen.",
  "Facebook is working with data privacy regulators as well as law enforcement, according to Rosen.",
  "Facebook this year is doubling to 20,000 the number of workers devoted to safety and security.",
  "The vulnerability was created by a change to a video uploading feature in July of 2017.",
  "Facebook is trying to determine whether hackers tampered with posts or messages.",
  "\"As I've said a number of times, security is an arms race,\" Zuckerberg said.",
  "\"As I've said before -- the era of the Wild West in social media is over.\"",
  "\"We don't know if any accounts were actually misused,\" Zuckerberg said.",
  "\"There is a structural problem here,\" Zittrain said in a tweet.",
  "\"We've fixed the vulnerability and informed law enforcement.\"",
  "The stolen tokens gave hackers complete control of accounts.",
  "This will require those users to log back in to Facebook.",
  "\"We may never know who is behind this,\" Rosen said.",
  "\"This is not an easy investigation.\"",
  "\"This is a serious issue.\""
]