[
  "Pedro Nunes / Reuters Former Cambridge Analytica chief executive Alexander Nix\n\nCambridge Analytica, the collapsed political consultancy at the centre of an international storm over the misuse of Facebook data, had the enthusiastic backing of senior British government officials as it tried to position itself as a player in Donald Trump's Washington, BuzzFeed News has learned.",
  "Emails released under the Freedom of Information Act show that two of the Foreign Office's top officials in the US regarded Cambridge Analytica – which worked on Trump's 2016 presidential campaign – as a British success story worth supporting in its efforts to win a larger slice of the lucrative US data analysis market.",
  "Allen had been looped into an email communication between Cambridge Analytica and his boss, Antonia Romeo, Britain's consul general in New York, who also seemed to be eager to support the support the London-based political data firm's ambitions to grow in the US.",
  "\"Following on from our discussion yesterday, we would very much like to work with you, to support the promotion of Great Britain and, ideally to be part of the 'Great' campaign,\" a Cambridge Analytica employee wrote to Romeo on 19 January.",
  "\"Our job is to help you win new business,\" Ross Allen, Britain's director of international trade in the US, wrote to Cambridge Analytica on 20 January 2017 – the day of Trump's inauguration.",
  "At one point, the Foreign Office and Cambridge Analytica discussed an event to coincide with Trump's inauguration, according to an email from an unidentified Cambridge Analytica employee.",
  "In an email on the afternoon of 20 January, she told a Cambridge Analytica executive: \"As discussed we're keen to keep in touch and help you as you expand into the US.\"",
  "Romeo told Allen she believed Cambridge Analytica could play a prominent role in a campaign to promote digital British companies to potential American customers.",
  "Allen oversaw the \"GREAT Britain\" marketing campaign, which showcased iconic UK companies such as Aston Martin, Burberry and McLaren to potential US customers.",
  "According to the emails released to BuzzFeed News, Romeo envisaged an offshoot of the campaign promoting technology-related businesses, called \"#dataisGREAT\".",
  "\"I think you coined the phrase 'Data is Great' and if we could help you create a more cutting edge to the campaign then that would be to our mutual benefit.\"",
  "The officials even discussed having Cambridge Analytica feature in a campaign to promote British technology companies, which they called \"#dataisGREAT\".",
  "Romeo – who is now the most senior civil servant in the UK's international trade department in London – had met Cambridge Analytica earlier that week.",
  "As the highest-ranking officials in the British consulate in New York, Romeo and Allen had a central role in promoting UK exporters in North America.",
  "The names of the executive and other employees of the firm have been redacted from the emails released to BuzzFeed News.",
  "In Allen's email to Cambridge Analytica on 20 January, he said the possibility of a joint event was still on the table.",
  "It was being \"re-shaped and delayed a little to suit both organizations but still very much happening\", Allen wrote.",
  "And, she wrote to Allen and the unnamed executive, Cambridge Analytica \"might be a good company to help promote\" it.",
  "The emails also reveal that the UK government was considering holding events jointly with Cambridge Analytica.",
  "Pool / Getty Images UK prime minister Theresa May with former British consul general Antonia Romeo.",
  "It did not happen because \"the timing was too short by the time the idea had emerged\".",
  "Trump had been sworn in as the 45th US president in Washington just hours earlier.",
  "Cambridge Analytica was eager to be involved."
]