[
  "Clint Watts, a former FBI agent and the author of Messing With the Enemy: Surviving in a Social Media World of Hackers, Terrorists, Russians, and Fake News, said that the investigators are likely focused on whether there is a Russian connection to the creation and operation of the sites, whether their content shows any sign of coordination, and whether they received any outside funding.",
  "But after reviewing social media posts, government records, domain registry information, and archived versions of fake news sites, as well as interviewing key players, BuzzFeed News, the Organized Crime and Corruption Reporting Project, and the Investigative Reporting Lab Macedonia can now reveal that Veles’ political news industry was not started spontaneously by apolitical teens.",
  "“If you found 100 groups for conservatives, you could only find 10 for liberals.” In the first interview with reporters, Arsov claimed that his sites did not publish hoaxes; rather they initially ripped content from mainstream conservative sites, such as Fox News, Breitbart, the Daily Caller, and the Washington Examiner.",
  "Goldman’s statement, however, denied this: “We never utilized any of his legal services in any capacity, and the relationship was strictly journalist-to-journalist.” Both Arsov and Goldman said the relationship began when they shared each other’s content on their respective Facebook pages, and grew from there.",
  "(In response to requests for comment, Pane denied any knowledge of any investigations into fake news sites and said, “I am positive I’ve done nothing wrong.”) Arsov said the brothers briefly tried running a car site, but soon discovered that politics — especially of the conservative brand — performed better.",
  "The investigation also reveals that at least one member of Russia’s “troll factory,” who has been indicted by US special counsel Robert Mueller for alleged interference in the election, was in Macedonia just three months before the web domain for the country’s first US-focused politics site was registered.",
  "In his statement, Goldman said, “we believe that our activities and reporting were accurate and legitimate journalism.” Officials say the investigation involves trying to determine the key players behind the sites and whether there was any foreign involvement in their creation and operation.",
  "Just thought he was smart building a big page and bringing in the money.” Another American who worked for Arsov is Alicia Powe, who says she applied for a job and was able to “write as many articles as I want.” She did not reply to subsequent questions sent via Facebook Messenger.",
  "But now Macedonian security agencies are cooperating with law enforcement in the United States and at least two Western European countries to probe possible links between Russians, US citizens, and the pro-Trump “fake news” websites, two senior Macedonian officials said.",
  "Media outlets from around the world descended upon Veles to tell the story of how the so-called fake news teens — many of whom had a shaky understanding of English — made large sums of money from digital ads shown next to their misleading stories about US politics.",
  "The indictment focused on the role of the St Petersburg–based Internet Research Agency — often referred to as a “troll factory” — which produced online propaganda and spread messages via social media aimed at helping Trump and defeating his rival, Hillary Clinton.",
  "“Putin to NWO Agents and Satan Worshipers: I’m Coming for You!” was another, as was “HUGE Scandal – Chelsea isn’t Bill Clinton’s Daughter?” In at least one instance, the site republished an article from the satirical website the Onion, presenting it as real news.",
  "But what is clear is that the powerful forces of Facebook, digital advertising revenue, and political partisanship gave rise to an unlikely global alliance that increased the spread of misleading and false news in the critical months before Election Day.",
  "By reviewing domain registration records of Macedonian politics sites, reporters were able to determine that Arsov, along with his brother, Panche, registered the domain name of the first politics site in Veles, USAPoliticsToday.com, on Sept. 23, 2015.",
  "Patient Zero The stereotype of the Macedonian fake news publisher is of a teenager in Veles who knows little English, doesn’t care about journalism or US politics, and excels at using spammy techniques to make plagiarized misinformation go viral.",
  "In a series of interviews held in person and via WhatsApp and telephone, he gradually revealed details behind the enterprise, including information about his collaborators in Britain and the United States, which were later verified by reporters.",
  "The Arsovs eventually established their own network of nearly half a dozen sites and associated Facebook pages — which had a total of over 2 million followers — that operated until the social media site finally took them down this April.",
  "He said he began exchanging Facebook messages with Ben Goldman, an American writer and publisher who, along with his partner, Paris Wade, had founded Liberty Writers News, a hyperpartisan conservative site based in the United States.",
  "Now, as Facebook continues to target English-language publishers in Macedonia, the country’s authorities are pursuing their own investigations into those responsible for spreading political misinformation during the 2016 election.",
  "Not long after Facebook killed his pages, Arsov tuned in to watch Mark Zuckerberg being grilled by members of the United States Congress over the company's data protection practices in the wake of the Cambridge Analytica scandal.",
  "“Accurate and Legitimate Journalism” As the 2016 election approached, Arsov and his partners at Liberty Writers continued pumping out a torrent of viral, often misleading, pro-Trump news via multiple websites and Facebook pages.",
  "Bogacheva and Arsov are among more than 20 people being looked at in two overlapping investigations in Macedonia, according to the two officials, who hail from different agencies in the country and were interviewed separately.",
  "Danilo Agutoli for BuzzFeed News Trajche Arsov\n\nDuring more than a decade in which Macedonia was ruled by an authoritarian conservative government, he was one of only a few lawyers willing to defend independent journalists.",
  "Along with another agency employee, Bogacheva allegedly traveled around the United States for about three weeks in June 2014, gathering information for an intelligence report that was shared with her superior at the agency.",
  "A number of early stories were also favorable to Russia, though Arsov repeatedly denied in interviews that his publishing business had any connection to Russia or anyone who might have operated as a proxy for the country.",
  "Rather, it was launched by a well-known Macedonian media attorney, Trajche Arsov — who worked closely with two high-profile American partners for at least six months during a period that overlapped with Election Day.",
  "Arsov said that Goldman had asked him to help stop other Macedonian publishers from stealing Liberty Writers content, which he says he did in his capacity as a lawyer by sending letters to Veles site owners.",
  "And who gave them the resources and skills to get it off the ground?”\n\nDanilo Agutoli for BuzzFeed News Anna Bogacheva\n\n“Not discussing my work” One person of interest to investigators is Anna Bogacheva.",
  "Meanwhile, Tale kept running the website and built a stable of new brands: Guerrilla News (and its misspelled sister site, Guerilla News), Read Conservatives, New Conservatives, and Conservative Army.",
  "A week before Election Day in 2016, BuzzFeed News revealed that young men and teens in Veles were running over a hundred websites that pumped out often false viral stories that supported Donald Trump.",
  "The pair would achieve a certain level of infamy after a late November 2016 profile by the Washington Post portrayed them as misinformation merchants who were getting rich by stoking fear and anger.",
  "An investigation reveals that the fake news sites that flourished in Macedonia in 2016 weren’t just the work of local teens — and that security agencies are probing possible connections to Russia.",
  "Danilo Agutoli for BuzzFeed News Ben Goldman\n\nBoth Arsov and the Americans, Goldman and Wade, initially downplayed their relationship, and changed their stories when confronted with new evidence.",
  "He said all of the other publishers in Veles were plagiarizing, while he himself wanted to avoid running afoul of Google’s rules that require its advertising partners to publish original content.",
  "For youngsters in a country where just under half of the youth population is unemployed, the opportunity to earn US dollars through Google AdSense and other ad networks was transformative.",
  "(In a twist of fate, a coauthor of this story was formerly one of Arsov’s clients; Arsov was dropped as counsel after his publishing activities were uncovered during this investigation.)",
  "A source with knowledge of the removals said they were taken down in line with Facebook’s push to have financially motivated “inauthentic” content removed from the platform.",
  "“We found that the names of the groups where we could stay longer, where our profiles were not removed, were related to conservatives, to Republicans, to Trump,” he said.",
  "For years, Veles had played host to a multitude of sites that churned out viral articles on healthy food, supplements, muscle cars, motorbikes, and other niche topics.",
  "You can start with politics.’” Though Arsov considers himself a right-leaning libertarian, he says he first attempted to also crack the market in liberal content.",
  "Amid the hearings, Arsov sent an email to the senator’s office to decry what he described as Facebook’s unfair censorship of conservative voices on its platform.",
  "A joint investigation by BuzzFeed News and partners has uncovered new information that rewrites the story of the fake news boom in the Macedonian town of Veles.",
  "Arsov also employed other American and British writers, including at least one who currently works for US right-wing conspiracy site the Gateway Pundit.",
  "Left: Ben Goldman; Right: Paris Wade, the cofounder of US conservative site Liberty Writers News, and a current candidate for the Nevada State Assembly.",
  "Exactly one year to the day after Trump’s election victory, Wade said that his and Goldman’s Facebook page and its more than 1.8 million fans were gone.",
  "Immigration records obtained by reporters show that Bogacheva was in Macedonia in mid-2015, leaving the country by land to Greece on June 26 that year.",
  "“The conservative media is under Facebook attack, we are looking for support and help to spread this news everywhere.” Cruz’s office did not reply.",
  "“Sent him a message saying I had yrs of experience blogging, so he gave me a shot,” Roberts wrote in a Facebook Messenger chat with a reporter.",
  "Goldman and Wade said they were unaware of any official investigations into the Macedonian sites prior to being informed of them by reporters.",
  "Wade subsequently made a video in which he cites the removal of the Facebook page in a pitch asking for donations to his political campaign.",
  "Just last month, Facebook unveiled new measures aimed at reducing the reach of pages run by foreign-based publishers like those in Veles.",
  "Wade eventually wrote more than 40 articles for Arsov’s Macedonian site, USA Politics Today, between the summer of 2016 and January 2017.",
  "The agent said that information determined to be of interest to Mueller is being shared with his office, but declined to comment further.",
  "Both stories went viral, but at the time almost no one knew that the Macedonians and the Americans had been working together for months.",
  "When contacted by reporters via VKontakte to ask why she was in Macedonia in 2015, Bogacheva said, “sorry, I'm not discussing my work.\"",
  "Like Wade and Goldman, he appeared to be unaware of the existence of the investigations prior to being told about them by reporters.",
  "When first contacted by phone, Wade told a reporter that “I don’t know anything about” collaborating with a Macedonian publisher.",
  "USA Politics Today\n\nInternational Partnerships By the summer of 2016, Veles was home to a cottage industry of US politics sites.",
  "Nobody can charge me,” he said, adding that he believed that any Macedonian investigations would be the result of US pressure.",
  "Facebook pages linked to Arsov’s sites, with their more than 2 million fans, survived longer than his American partners’ page.",
  "A British former writer for Arsov, Oliver Dollimore, also contributed to the Gateway Pundit as recently as April last year.",
  "He then said that their only connection was that he had commissioned a small number of articles from Wade’s brother, Alex.",
  "“I know websites are relatively inexpensive to set up, but the basic infrastructure and know-how must come from somewhere.",
  "Bogacheva’s posts on Russian social media site VKontakte show that her trip also took her to Austria and possibly Italy.",
  "Bogacheva was one of 13 Russian nationals indicted by Mueller in February over alleged interference in the US election.",
  "Just over two weeks later, after Trump won the election, the Washington Post published its profile of Goldman and Wade.",
  "Macedonian security officials said it’s not clear that anyone involved in the Veles fake news operations broke the law.",
  "His brother, Alex Wade, also wrote for the site, authoring at least 670 articles using the pseudonym Alexander Warren.",
  "Reporters met Arsov in mid-May in a hotel lobby in downtown Skopje, across from a museum commemorating Mother Teresa.",
  "Danilo Agutoli for BuzzFeed News Paris Wade\n\nOne of those Americans, Paris Wade, is now running for office in Nevada.",
  "An examination of archived pages from the now-defunct site, however, shows a raft of right-wing conspiracy theories.",
  "In 2016, Pane and Tale each took separate trips to Thailand, later posting photos online posing with captive tigers.",
  "According to the indictment, Bogacheva at one point oversaw the “data analysis group” for the agency’s US operation.",
  "Arsov, 33, is a lawyer based in the capital of Skopje who comes from Veles, and commonly goes by the nickname Tale.",
  "A senior FBI agent familiar with the Macedonia case confirmed that the bureau is assisting with the investigations.",
  "One was Orce Stankovski, who had previously spent six months unhappily working on a pig farm, according to Arsov.",
  "According to Arsov, it all began in the fall of 2015 with an approach from his brother, who usually goes by Pane.",
  "BuzzFeed News\n\nUltimately, the influx of attention would cause both groups to effectively lose their businesses.",
  "Powe now writes for the Gateway Pundit, a site that frequently traffics in falsehoods and conspiracy theories.",
  "He said he was hired after contacting the USA Politics Today Facebook page to offer his services as a writer.",
  "So did the copycat publishers in Macedonia and the Russian trolls working for the Internet Research Agency.",
  "“Obama’s Ex-Boyfriend Reveals Shocking Truth That He Wants To Hide From America,” reads one early headline.",
  "Arsov still has his law practice, but Facebook’s crackdown has killed off many of Veles’ politics websites.",
  "The hammer finally came down in early April of this year, when Facebook removed them all on the same day.",
  "As of publication, none of the Americans involved with Arsov’s sites are known to be under investigation.",
  "Where did they get the idea to start a clickbait site with such a deliberate focus on the US election?",
  "Stankovski launched USAPoliticsInsider.com and USADailyPolitics.com, domain registration records show.",
  "He said the fact that Arsov was based in Macedonia “was weird at first but I didn’t think much of it.",
  "Word began to spread in Veles that the brothers had come up with a new topic that could make money.",
  "“My idea was, ‘OK, you can start with something different, not healthy food, not sport, no cars.",
  "Some local men had made small fortunes from online advertising services such as Google AdSense.",
  "Reporters did not find any evidence connecting the Russian, Anna Bogacheva, to the Veles sites.",
  "Only after more than two weeks of interviews did Arsov disclose their extensive cooperation.",
  "Arsov initially said he mostly knew about Goldman and Wade from the Washington Post profile.",
  "On Nov. 3 that year, BuzzFeed News published its initial story about the websites in Veles.",
  "Goldman, however, eventually issued a written statement that acknowledged the partnership.",
  "The investigations are “still in a very early phase,” one of the officials told reporters.",
  "“I’m against the mainstream media [because of its] bias to Democrats, CNN and all others.",
  "\"The biggest for me is: Where did they get the money to start their efforts?” Watts said.",
  "The Veles sites were kicked out of AdSense and later began losing their Facebook pages.",
  "But on Facebook, republishing conservative articles was just better business, he said.",
  "“I follow the Macedonian politics, the US politics, Russian politics,” Arsov said.",
  "The site would soon set off a chain reaction in Veles, spawning many imitators.",
  "He was particularly interested in what Sen. Ted Cruz would ask Facebook’s CEO.",
  "“When [your] Facebook page is removed, you cannot work anymore,” Arsov said.",
  "Others, mostly young men, soon created their own US politics sites in Veles.",
  "“No one, literally no one, in Veles created his own articles,” Arsov said.",
  "Reporters found no connection between Bogacheva and the Macedonian sites.",
  "He simply used such content because it was readily available, he said.",
  "He vehemently denies any connection to Russia’s propaganda operation.",
  "The profits piled up, and the brothers wasted no time spending them.",
  "Wade is now a Republican candidate for the Nevada State Assembly.",
  "The Arsovs’ first site, called USA Politics Today, grew quickly.",
  "Soon, Pane’s friends began launching their own politics sites.",
  "Pane, who was unemployed, wanted in on the action, Arsov said.",
  "He is a self-described libertarian who counts Republican Sens.",
  "But he is the godfather of US politics sites in the country.",
  "Stankovski hung up on a reporter when contacted for comment.",
  "He did not reply to questions sent via Facebook and Twitter.",
  "By 2016, Tale Arsov had also made an important new contact.",
  "He says he’s unconcerned about what authorities might find.",
  "Arsov maintains that the first site had been his own idea.",
  "Facebook, Google, and other platforms began cracking down.",
  "Arsov also hired other American writers to work for him.",
  "But when confronted with documents, he began to open up.",
  "“I’m the owner of USA Politics Today,” the email began.",
  "Arsov may be a supporter, but he’s not a constituent.",
  "No record could be found of her entering the country.",
  "They bought new cars and spent wildly at local clubs.",
  "One American who worked for Arsov is Johnny Roberts.",
  "Rand Paul and Ted Cruz among his political idols.",
  "Exactly a year later, she arrived in Macedonia.",
  "He first denied any involvement in the sites.",
  "She did not respond to subsequent messages.",
  "Trajche Arsov is none of these things.",
  "ABC — they are also biased,” he said.",
  "Arsov denies any links to Russia.",
  "“There is no crime here.",
  "?"
]