[
  "Not only did the Trump campaign pay Cambridge Analytica millions of dollars to get information to target voters, but we also know now that the Russian researcher who harvested the Facebook data of millions of Americans -- which he then sold to Cambridge Analytica -- also worked with a group at Russia's St. Petersburg University in 2014 on a similar project.",
  "Follow CNN Opinion Join us on Twitter and Facebook\n\nWhile there isn't definitive evidence the Russians did such precise targeting -- as Clinton's comments suggest -- there is growing evidence that the Russians gathered intel on Americans and bought anti-Clinton ads on Facebook and other forms of social media to influence the electorate.",
  "And no one has stated the thrust of the issue more clearly than Hillary Clinton : \"The real question is how did the Russians know how to target their messages so precisely to undecided voters in Wisconsin or Michigan or Pennsylvania -- that is really the nub of the question.",
  "There are valid questions about Facebook's policy, too, and how the company didn't disclose -- after it became aware of the issue in 2015 -- that a Russian academic had sold the personal data of millions of Americans to a firm working for the Trump campaign.",
  "And President Trump is really not helping matters by congratulating the very man behind the meddling in the US presidential on his re-election, which he achieved by excluding candidates who presented any real threat of winning the Russian presidency.",
  "So, if they were getting advice from say Cambridge Analytica, or someone else, about 'OK here are the 12 voters in this town in Wisconsin -- that's whose Facebook pages you need to be on to send these messages' that indeed would be very disturbing.\"",
  "But over the same period our understanding of and concern about the role the Kremlin played in disseminating disinformation across social media channels and the extent to which Russia pushed false narratives about Hilary Clinton has also increased.",
  "As has the work of special counselor Robert Mueller, who is leaving no stone unturned in getting to the bottom of the what, how and why of Russia's involvement in the 2016 election -- and the possibility that the Trump campaign may be connected.",
  "In a report by Britain's Channel 4, Cambridge Analytica's CEO, Alexander Nix, claims he orchestrated the online viral growth of some of the most damaging and false narratives about Hillary Clinton -- including the \"Crooked Hillary\" slogan.",
  "And it certainly does not fly when this same firm claiming naivete also employed a Russian researcher to mine the personal data of Americans and perhaps took advantage of one of Trump's favorite campaign slogans.",
  "Defenders of Cambridge make a similar argument to that of many former Trump campaign staffers and supporters: They simply weren't competent enough to coordinate with the Russians and meddle in an election.",
  "(CNN) This week we learned that an infamous Donald Trump slogan for his opponent -- \"Crooked Hillary\" -- may have been weaponized on his behalf by Cambridge Analytica in its campaign ads for Trump.",
  "That spin rings hollow when it comes from supporters of the Trump team, given the number of undisclosed meetings and the clear willingness to accept damaging information on Trump's opponent.",
  "News reports at the time confirmed that the Trump team shelled out $5 million in September alone to Cambridge Analytica and referred to the firm as its \"secret weapon.\"",
  "Because the Trump team has been attempting to minimize the role of Cambridge Analytica, including its ties to the firm and the impact of the firm's work, for months.",
  "But regardless of the impact and about the steps that will and should be taken from here, the legal and political question is about the intent of the Trump team.",
  "Jen Psaki, a CNN political commentator, was the White House communications director and State Department spokeswoman during the Obama administration.",
  "Did the Trump team, with the help of a data firm it hired, coordinate with the Russians to meddle in the election in 2016?",
  "And now the Cambridge Analytica story is beginning to emerge with even greater detail, raising some major red flags.",
  "She is vice president of communications and strategy at the Carnegie Endowment for International Peace.",
  "This story, particularly in relation to Cambridge Analytica's work practices, isn't entirely new.",
  "And there are valid questions about whether Russia's election meddling changed the outcome.",
  "There was extensive reporting on the role of the firm in targeting voters back to 2016.",
  "The opinions expressed in this commentary are solely those of the author.",
  "Seems like more than a strange coincidence.",
  "The truth is we don't know for sure.",
  "Follow her at @jrpsaki.",
  "Why does this matter?"
]