[
  "If you didn't interview George Papadopoulos, somebody who apparently is the person that triggered the investigation because he was bragging about potential access to damaging information on Hillary Clinton, if you didn't interview him, just that one, and there's other people you didn't interview, how can you draw this conclusion--\n\nREP. MICHAEL CONAWAY:\n\nWell--\n\nCHUCK TODD:\n\n--definitively?",
  "And our allies, if we truly have an alliance with the U.K. that involves other countries like Germany and France, all the members of NATO, all of these nations should be coming together with a collective response, whether it's more -- whether it’s additional sanctions or additional diplomatic actions, combined with some other perhaps NATO buildups and protective status increments.",
  "But we begin with the White House's escalating assault on the Russia probe with President Trump tweeting last night, \"The Mueller probe should never have been started,\" adding, \"It was based on fraudulent activities,\" he claims, and again he called it a “witch hunt.”\n\nThe president is making his most aggressive moves yet to shut down the Russia probe.",
  "The NBC Nightly News Saturday anchor and an evening anchor all week long on Telemundo, Jose Diaz-Balart, Amy Walter, national editor for the Cook Political Report, Eliana Johnson national political reporter for Politico and Jonah Goldberg, senior editor of National Review.Wow, I've got to start with a couple of new tweets from the president.",
  "SEN. SHERROD BROWN:\n\nWell, you said something earlier about-- I was listening to the show from the studio on Cleveland-- about how what members of Congress say publicly and what they say privately and what Democrats say privately and publicly about this president and the dysfunction and the immortality isn't the same thing.",
  "CHUCK TODD:\n\nI want to ask you about this news about Cambridge Analytica and, frankly, the news that Facebook may have known in the summer of '16 that 50 million -- that sort of the profiles of 50 million Facebook users were somehow in the hands of a, of a political consulting firm really without their knowledge.",
  "In a statement McCabe dismissed the charges, quote, \"I'm being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey.” Joining me now from Miami is Republican Senator Marco Rubio of Florida.",
  "Joining me for insight and analysis are Amy Walter, national editor for the Cook Political Report, Jonah Goldberg, senior editor for National Review, Eliana Johnson, national political reporter for Politico and the anchor of NBC Nightly News on Saturdays and on Telemundo, Jose Diaz-Balart.",
  "He said, \"The release of this report,\" referring to the inspector general report on his conduct, \"Was accelerated only after my testimony to the House Intelligence Committee revealed that I would corroborate former Director Comey's accounts of his discussions with the president.\"",
  "Against this flurry of activity over the last two days, and that doesn't even include Tuesday's firing of the Secretary of State Rex Tillerson on Twitter, we have a brand new NBC News/Wall Street Journal poll with mixed news for President Trump and the Republican Party.",
  "CHUCK TODD:\n\nNo, I'm talking about did he back up Mr. Comey's contention that Mr. Comey said he thought one of the reasons the F.B.I., that James Comey was fired, himself, reason he was fired, he had testified that he thought it had to do with the Russia probe.",
  "That said, look, there's an inspector general report that's due and work that's being done and after he had retired, if that report would've indicated wrongdoing or something that was actionable, there are things that could've been done after the fact.",
  "But I think what people around the president fear is that with the firing of Rex Tillerson and all these rumors of who else is going to be fired that the president is feeling more comfortable in his skin, feeling more comfortable in the job.",
  "So in terms of his testimony in front of us, I don't know how the IG would have gotten--\n\nCHUCK TODD:\n\nSo there is no way transcripts of Andrew McCabe's testimony are going to end up in the hands of, say, the White House or anybody else?",
  "From the state line to Ohio is only a few miles because it's the northern part of Wheeling in that area and West Virginia and towns like Steubenville and Bellaire and Saint Clairsville and Cadiz and Woodsfield, across that part of Ohio.",
  "I remain confident that the Special Counsel is gonna, is going to conduct a probe that is fair and thorough and is gonna arrive at the truth and is, and is not going to go down rabbit holes that are not places that we need to be going.",
  "JONAH GOLDBERG:\n\nIf you talked to Republicans over the last three months they all would say, \"Oh once the tax cut thing actually manifests itself, when people see their paycheck,\" and we saw in Pennsylvania 18, the dog didn't bark.",
  "I think another part about it is sometimes these companies grow so fast and get so much good press they get up high on themselves that they start to think that perhaps they're above sort of the rules that apply to everybody else.",
  "You know, I--\n\nCHUCK TODD:\n\nThe president of the United States targeted him for -- targeted -- President of the United States targeted him for over a year that created this cloud over him which we don’t whether is fair or unfair.",
  "JONAH GOLDBERG:\n\nYeah, look, you talk to people, one of the greatest disconnects in life, and you talk about earth too, right, different dimension is talking to congressman and senators off the record versus on the record.",
  "You said on Monday in a conference call, \"At the end of the day we believe that the broader evidence available to us was that they,\" referring to the Russians, \"Favored her,\" Hillary Clinton, \"Over him,\" Donald Trump.",
  "What we did with the ICA, which was what drove those com -- those comments, and I got us off on the wrong track, quite frankly, is that we wanted to look at the analytical integrity of that process throughout the ICA.",
  "As we mentioned, the president's approval rating is actually up four points from January while those who want to see Republicans in charge of Congress is down giving Democrats a double-digit ten-point advantage.",
  "All of this played out last week when Democrats pulled off the upset in that special election in Pennsylvania's 18th Congressional district, a place Donald Trump won by nearly 20 points less than two years ago.",
  "CHUCK TODD:\n\nGood Sunday morning to quote the great character Penny Lane in the movie Almost Famous, though without the jazz hands, “It's all happening.” Item: Attorney General Jeff Sessions fires former F.B.I.",
  "And he says, \"We've lost all credibility and we're going to have to issue probably two different reports unfortunately and no one's going to really--\" he's implying that no one's going to know what to believe.",
  "JONAH GOLDBERG:\n\nSamantha Power responded to that tweet by saying, \"You don't want to make enemies with John Brennan,\" which is a really dumb thing to say because--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nThat is also dumb.",
  "They're, they’re, they’re looking at the entire thing and what happened with regards to Russian interference and whether there was any U.S. laws broken in the process of Russian interference in our elections.",
  "On Saturday Mr. Trump's attorney, John Dowd, called on Deputy Attorney General Rod Rosenstein to, quote, \"Bring it in to the alleged Russia collusion investigation manufactured by McCabe's boss James Comey.\"",
  "And he might have changed his ideas across that, that, you know, six year--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nBut you just said, you just said your job wasn't to figure out if there was collusion in the committee.",
  "On Saturday the Democratic leader of the Senate's Russia investigation, Mark Warner, tweeted, \"Every member of Congress, Republican and Democrat, needs to speak up in defense of the special council now.\"",
  "I don't think voters or citizens in my state particularly care about the 2016 election, whether it was Hillary or Donald Trump--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nWell then answer me this, what does she not get?",
  "ELIANA JOHNSON:Setting that aside for one second I actually think that the president is doing great damage to his cause because the McCabe firing, from what we know, was recommended by career officials.",
  "And so I think there's nothing happening legislativ-- in terms of legislation between now and the election which leaves the headlines Trump tweets, you know the sort of circus of the executive branch.",
  "REP. MICHAEL CONAWAY:\n\nWell we, all the other information we got and all the information we got about him, talked about him, he was not somebody that seemed to be a player in the, in the long-term.",
  "JOSE DIAZ-BALART:\n\nNBC Nightly News last night with this story and the New York Times says that they've seen evidence that when they said they were going to put or destroy the data they didn't.",
  "Chuck, when I won my first election many years ago for state representative, and I remember for three or four days I kept talking about the election, how great I was for winning the election.",
  "Since January, Republicans are down three points among all white voters, down six with voters who live in GOP districts, down seven with suburbanites and down nine with white-collar workers.",
  "Now they have to start worrying about suburban districts in a lot more smaller to mid-size cities, places like Virginia Beach, Lexington, Kentucky, Little Rock, Arkansas and Omaha, Nebraska.",
  "CHUCK TODD:\n\nAre you concerned about damage this does to the F.B.I., to the office of professional responsibility who apparently made this recommendation and the Justice Department itself?",
  "And, frankly, the House- anything that passes the Republican House is too conservative to get through the Senate which needs sort of oatmeal mushy type, you know, compromise legislation.",
  "Our new NBC News/Wall Street Journal poll combined with the results from last week's special election in Pennsylvania show the GOP could be in for a very rocky midterm season this fall.",
  "REP. MICHAEL CONAWAY:\n\nWell, the--\n\nCHUCK TODD:\n\nCambridge Analytica worked for the Trump campaign, had potential contacts with-- contracts with the Russians, manipulated Facebook data.",
  "JONAH GOLDBERG:\n\nOne quick point though, there are a lot of people, a lot of Democrats, I hear them on your cable show all the time saying that Democrats need to put forward an agenda.",
  "CHUCK TODD:\n\nAnd joining me now is the Republican who has been in charge of the House version of the Russia investigation for the Intel Committee, Congressman Mike Conaway of Texas.",
  "So this idea that you're going to see Republicans coming forward and trying to be sort of a moderating influence until the president does anything it's going to be very hard to do.",
  "\"When the full extent of your finality, moral turpitude and political corruption becomes known you will take your rightful place as a disgrace demagogue in the dustbin of history.",
  "At the same time though the Republican Party's numbers have slipped since January by a margin of ten points, 50/40, voters say they would prefer to see Democrats control Congress.",
  "I think people, what they care about is they say a president who is engaging in that name-calling and they know people know he doesn't tell the truth about a whole lot of things.",
  "AMY WALTER:\n\nWell, even though Facebook is now accused of having played a role in helping the Trump campaign I do think that they're a microcosm of why the president was elected.",
  "The way that they talk about the Trump White House, the sense of chaos, sort of like--\n\nCHUCK TODD:\n\nSense of concern--\n\nJONAH GOLDBERG:\n\n--a kid from--\n\nCHUCK TODD:\n\n--frankly.",
  "(OVERTALK)\n\nJONAH GOLDBERG:\n\nI think what we're going to have is we're going to have an 800 number where people get to call in and pick which cabinet secretary they want fired.",
  "And then you get them all on camera and the problem is most of Trump's policies, most of Trump's personality divides the GOP rather than attracts independents and moderates.",
  "And what this town doesn't understand, Chuck, is that workers 30, 40 years ago sat down at the bargaining table, gave up dollars today, money they'd like for their families.",
  "Item: President Trump formally joins his legal team's response to the porn actress Stormy Daniels claiming in court papers that she has violated a confidentiality agreement.",
  "My guest this morning, Republican Senator Marco Rubio, Florida, Democratic Senator Sherrod Brown of Ohio and Representative Mike Conaway of the House Intelligence Committee.",
  "And that's why at the end Saccone moved to, the Republican candidate, moved to his sort of “they're coming for your bibles” stuff because he hoped that would work instead.",
  "And I think people overwhelmingly wonder about President Trump when he calls everybody else names, including people in his own party, but he never, ever criticizes Putin.",
  "So I would guess 70%, 80% of the people in Ohio, including Trump voters, really do wonder what exactly it is between Putin and Trump that we don't know details about yet.",
  "And every emotional spasm that comes out is something that the world reacts to and yet it's like are we living in a different time and space right now because of Twitter?",
  "Why--\n\nREP. MICHAEL CONAWAY:\n\nWell, we--\n\nCHUCK TODD:\n\n--wouldn't you want to reopen--\n\nREP. MICHAEL CONAWAY:\n\nWe know--\n\nCHUCK TODD:\n\n--the investigation to focus on it?",
  "CHUCK TODD:\n\nSenator, I heard you describe in those border communities there between Ohio and Pennsylvania, sounded like Hillary Clinton was talking about those people.",
  "And it was in Pennsylvania 18 where the generic ballot, when you asked that question right before the election, was 42/42 in a district that Trump carried by 20 points.",
  "Andrew McCabe says he believes he was fired because of the role he played and the actions he took and the events he witnessed in the aftermath of James Comey's firing.",
  "We-- that's what we investigated, was there collusion between the Trump campaign and the Russians or was there collusion between the Clinton campaign and the Russians?",
  "Republicans were already worried about suburban districts around the big metro areas in this country from Orange County, California, to Northern Virginia, to Houston.",
  "AMY WALTER:\n\nWell, just empirical evidence--\n\nELIANA JOHNSON:\n\nNo but to Amy's point, you were saying a lot of this stuff doesn't come to fruition with the president.",
  "I think we all are stuck in this time warp where we're going to relive the 2016 election--\n\nSEN. SHERROD BROWN:\n\nWell, help us--\n\nCHUCK TODD:\n\n--over and over again.",
  "And, and I'm not sure if the sort of institutional knowledge about the responsibilities both legal and ethical that come with that have kept pace with their growth.",
  "If Facebook were a Senator and we treated Facebook as an individual here's what Senator Facebook, here's what we would have put up in questioning Senator Facebook.",
  "Our probe is about election security, about the methods, about breakdowns in our intelligence system if they happen in terms of identifying Russian interference.",
  "But, you know, 48 hours to go before retirement, I would've certainly done it differently given the fact there's still this report out there that hasn't come in.",
  "Director James Comey, who Mr. Trump also fired, are the two people best positioned to know whether the president obstructed justice in the Russia investigation.",
  "And that's why people in the end will vote for me and will vote for Democrats that stick to those issues of fighting for consumers and fighting for health care.",
  "I think clearly just from a laymen's perspective the fact that they were working on it actively at the time of its collapse leads you to believe it could have.",
  "CHUCK TODD:\n\nOn Friday Mr. Trump called McCabe's firing a “great day” tweeting, \"Sanctimonious James Comey was his boss and made McCabe look like a choir boy.",
  "What is surprising is that in the Congressional districts that we polled in that are all held by Republicans right now the generic ballot is dead even, 46/46.",
  "And if, if I were a district that a Republican candidate won narrowly in 2016 the PA18 thing is basically the equivalent of watching the rivers turn to blood.",
  "CHUCK TODD:\n\nBut if you're not investigating collusion then you haven't--\n\n(OVERTALK)\n\nREP. MICHAEL CONAWAY:\n\nThat's all we--\n\nCHUCK TODD:\n\n--the evidence.",
  "Then March '18, Senator Facebook, we found out 50 million users had their data from Facebook somehow ended up in the hands of a political consulting firm.",
  "But the idea that, that Putin wanted to help Trump that came out of the ICA, we don't believe that was supported by the standard tradecraft of analytics.",
  "And I think the problem they face is that they didn't pass a reconciliation bill which means that they need 60 votes to get anything through the Senate.",
  "CHUCK TODD:\n\nBy the way, we're going to see the reelection, we should probably put that in quotes, of Vladimir Putin today --\n\nSEN. MARCO RUBIO:\n\nYeah.",
  "McCabe responds that, \"The president seeks not just to slander me personally but to taint the F.B.I., law enforcement and intelligence professionals.\"",
  "AMY WALTER:And yet--\n\nJOSE DIAZ-BALART:And because of--\n\nAMY WALTER:--and he's used Twitter often to make these threats that never get followed up on.",
  "Mr. McCabe is accused in an inspector general's report, which is not yet public, of not being forthcoming under oath about his decision to let F.B.I.",
  "The statements from the president and Dowd are the clearest sign yet that the special council's job may be in danger after months of dropping hints.",
  "Their growth has been a lot faster than perhaps their ability to mature institutionally from within on some of these challenges that they're facing.",
  "JONAH GOLDBERG:\n\nThe weird irony is that Facebook is the home of everyone's sentiment-- putting their most sentimental part of their lives on there.",
  "It's also this idea that they can't control this platform that they created, that these bots are out there now whether it's on Twitter or Facebook.",
  "What our system needs to do to protect itself for the -- in the '18 election, certainly the 2020 election, that the Democrats will agree with that.",
  "And that's when things change and we see a president back off this kind of name-calling, not telling the truth, sending out these tweets, all that.",
  "The challenge for Republicans right now isn't just that the president isn't popular and has lost popularity even in districts that he won in 2016.",
  "Because if-- if Sessions had not fired McCabe, Trump could have used that as a pretext to fire Sessions, put in somebody who then fire Rosenstein.",
  "REP. MICHAEL CONAWAY:\n\n--he got outside the opportunity for us to interview him when he was charged and is caught up in the Mueller investigation.",
  "CHUCK TODD:\n\nAnother sign the administration is trying to delegitimize the Russia investigation: the eleventh hour firing of former Deputy F.B.I.",
  "I was with a CEO the other day who said he has never seen a business leader or a political leader who calls his employees or her employees names.",
  "And that makes all the difference in the world regardless if you're a Clinton or a Trump--\n\nCHUCK TODD:\n\nWell--\n\nSEN. SHERROD BROWN:\n\n--voter.",
  "JOSE DIAZ-BALART:You know what I think, I think we're living in a different time space continuum in the United States and maybe anywhere else.",
  "ELIANA JOHNSON:\n\nI don't think that there is one between now and the November elections which I think makes it very difficult for Republicans.",
  "And so how-- if the inspector general got, got permission to do it then that was -- he didn't ask me to do it and had to go a different route.",
  "CHUCK TODD:\n\nThe campaign against Mueller and the Justice Department has been cheered on by Mr. Trump's defenders in the conservative media.",
  "And you know in Virginia--\n\n(OVERTALK)\n\nPRESIDENT TRUMP:\n\n--in Virginia--\n\nSARAH HUCKABEE SANDERS:\n\nHe has had some very troubling behavior.",
  "Or is it that they just don't want to spend the money to do what they need to do--\n\nJOSE DIAZ-BALART:\n\nWe led-\n\nAMY WALTER:\n\n--to make this.",
  "I was in Cleveland yesterday with 200 pensioners that will see 40%, 50% cuts in their pension in large part because of what Wall Street did.",
  "We'll be back in a moment with end-game and something in our poll that we've never seen before that could be hugely significant in November.",
  "/ Updated\n\nNBC News - Meet the Press\n\n“03.18.18”\n\nCHUCK TODD:\n\nThis Sunday President Trump steps up his attack on the Russia investigation.",
  "We are looking at what happened, how Russia did it and what we can do in the future to prevent that sort of interference in our election.",
  "CHUCK TODD:\n\nBack now with End Game and something that showed up in our new NBC News/Wall Street Journal poll that we hadn't seen before.",
  "CHUCK TODD:\n\n--before I get to the political landscape, what should Congress do as an institution in looking into the Andy McCabe firing?",
  "The other stuff about collusion and the like, in the process of looking at everything, you may or may not run into something about that.",
  "It's, it’s pretty unfair of us to speculate at this point--\n\n(OVERTALK)\n\nCHUCK TODD:\n\nBut is it an appropriate use of the bully pulpit?",
  "CHUCK TODD:\n\nWas McCabe fired because he may have lied under oath or because the president wants to undermine the Russia investigation?",
  "What's your pitch to the Trump voter in Ohio that says, \"You know what, I may not be happy with his style but I think he's delivering?\"",
  "I guess he does--\n\n(OVERTALK)\n\nELIANA JOHNSON:The empirical facts of the--\n\n(OVERTALK)\n\nJOSE DIAZ-BALART:I think we know what he feels.",
  "\"And then he adds, \"Why did the Mueller team have 13 hardened Democrats and some big, crooked Hillary supporters and zero Republicans?",
  "And so it's very difficult for them to say, \"Focus on this, our agenda,\" as opposed to the distractions coming out of the White House.",
  "SEN. SHERROD BROWN:\n\n--listen, I'm not going to come on your show and analyze what Hillary gets today or not and what she got in 2016.",
  "What Conor Lamb talked about and Senator Brown raised this about the issue of health care is going to be a big issue in this election.",
  "CHUCK TODD:\n\nI, I, I appreciate that and my apologies to your pastor--\n\nREP. MICHAEL CONAWAY:\n\nThat's--\n\nCHUCK TODD:\n\n--on that front.",
  "The other issue is we couldn't feel a real good link between the Papadopoulos himself and his braggadociosness and the Trump campaign.",
  "But I think we need to be very careful about taking these very important entities and smearing everybody in them with a broad stroke.",
  "But the president himself hasn't stood -- hasn’t been as confrontational with Putin as many, I know like you, would like to see him.",
  "But I don't know how the inspector general would have gotten that unless he got it from McCabe during his conversation with McCabe.",
  "CHUCK TODD:\n\n--it's interesting and I wonder how concerned you are about your own credibility being able to fight for these voters.",
  "And I think at some point Republican enablers in the House and Senate are going to say publicly what they've been saying privately.",
  "In short, our NBC News/Wall Street Journal poll shows Pennsylvania 18 may be less of an outlier and more a sign of things to come.",
  "They have pictures of their kittens and their grandkids and their vacations and love letters to themselves and to everybody else.",
  "Senator Facebook in November of 2016, your founder says the idea that fake news on Facebook swung the election is pretty crazy.",
  "And that this debate about the merits of anything now has become impossible to have because it's not empirical, it's emotional.",
  "The next day, you reversed that statement saying, \"No, no, no, no they were targeting-- they were trying to help Donald Trump.\"",
  "CHUCK TODD:\n\nAll right, I want to ask you, I know you're now saying that your committee was not focused on the collusion idea.",
  "CHUCK TODD:\n\nWell, Devin Nunes has gone out there saying all the evidence he's seen, there is no, there has been no collusion.",
  "SEN. MARCO RUBIO:\n\nWell, ultimately when it comes to the U.K. incident, I mean, that is an attack on an ally in a NATO nation.",
  "CHUCK TODD:\n\nItem: President Trump's attorney John Dowd says he wants to see Special Counsel Robert Mueller's probe shut down.",
  "Then why is Devin Nunes claiming, \"Well, there's no evidence of collusion” if you didn't even investigate this aspect of it?",
  "Let me start with something Andrew McCabe said following his firing because it involves the committee that you're a part of.",
  "But I want to ask you a question that an anguished uncle of a victim, Alexa Duran, has, is asking this morning in the paper.",
  "JONAH GOLDBERG:\n\n--a dysfunctional family worried that dad's in the ripple again when the Twitter starts going is palpable.",
  "When we come back, one of ten Democrat senators trying to hang onto seats this year in states President Trump won in 2016.",
  "But at the time he was giving it, you're listening to it, you're trying to analyze for veracity and those kinds of things.",
  "And this has been the challenge all along that what the president's doing is very hard for his party to come out against.",
  "CHUCK TODD:\n\nDoes the blockbuster story about Cambridge Analytica and Facebook make you want to reopen the investigation?",
  "AMY WALTER:\n\nWell, the other thing that I think is really difficult is that Republicans have no agenda this coming year.",
  "What I believe is that by Thursday I hope that the Democrats will fold in whatever it is they want to put in the report.",
  "REP. MICHAEL CONAWAY:\n\nWell, I don’t, you know, well, that's (UNINTEL) – there’s a chance Todd that I don't understand.",
  "He said this, \"The Mueller probe should never have been started and that there was no collusion and there was no crime.",
  "There was certainly a lot of criticism of Comey from Democrats when they didn't like how he handled the Hillary probe.",
  "There are also a lot of Democrats who don't like Andrew McCabe because they think he helped cost Hillary the election.",
  "And a lot of that split has to do with the fact that a lot of suburban Republicans just don't like all of this drama.",
  "SEN. MARCO RUBIO:\n\nYeah, I just don't like this whole, you know, back and forth between the people outside the F.B.I.",
  "REP. MICHAEL CONAWAY:\n\nI don't know how the inspector general got access to that testimony in front of our committee.",
  "I finally want to ask you about the tragedy down at FIU, a school that's very important to you, frankly my home town.",
  "REP. MICHAEL CONAWAY:\n\nIf he did his job, if he told the truth, then he wouldn't have been in, you know-- we'll see.",
  "(OVERTALK)\n\nCHUCK TODD:\n\nYou talk to one set of people and they think the wheels are coming off this administration.",
  "Then Senator Facebook, on April of '17 you admitted malicious actors did spread misinformation in the 2016 election.",
  "(OVERTALK)\n\nREP. MICHAEL CONAWAY:\n\nI don't know what he did to-- you know, the F.B.I., all the facts will come out.",
  "You know, the field offices around the countries, many of whom are far removed from any of the drama in Washington.",
  "He said this this morning, \"Spent very little time with Andrew McCabe but he never took notes when he was with me.",
  "REP. MICHAEL CONAWAY:\n\nSo, if there's criminal activity there then that's the Justice Department's responsibility.",
  "On October of 2017, Senator Facebook says, Russia bla-- uh backed election content reached 126 million Americans.",
  "But no there’s-- that’s -- that was committee sensitive information that should have stayed within the committee.",
  "Why do you think she views those--\n\nSEN. SHERROD BROWN:\n\nWell, I don't really--\n\nCHUCK TODD:\n\n--voters that way?",
  "insiders talk to a reporter during the presidential campaign about the investigation of the Clinton Foundation.",
  "But by doing so, the president effectively admits he was a party to paying off Miss Daniels to keep her quiet.",
  "We're trying to stay away from the Mueller investigation and not confuse that or hurt it one way or the other.",
  "Plus the president's lawyer, John Dowd, says it's time to end Special Counsel Robert Mueller's investigation.",
  "Amy Walter, what was extraordinary about it, it was-- it was basically identical results that Conor Lamb had.",
  "There are 97 Republican districts where President Trump's margin of victory in 2016 was less than 20 points.",
  "The president stepping into this is doing great damage because it is making it look like a political action.",
  "What he's being fired about is for helping Donald Trump get the Clinton email story into the New York Times.",
  "CHUCK TODD:\n\nTom Rooney, who's a member of the Intel Committee said, \"The committee has gone off the rails.\"",
  "ANNOUNCER:\n\nYou can see more End Game and PostGame sponsored by Boeing on the Meet the Press Facebook page.",
  "If something came up that, that caused us to, to need to look at something, absolutely we'll look at that.",
  "I think the issues with respect to what the Russians did cyber-wise, social-media wise they'll agree with.",
  "But I thought he was-- you know, tried to, to tell us what--\n\nCHUCK TODD:\n\nYou thought he was forthcoming?",
  "If there's no agenda between now and November here's my suggestion, why don't you deal with the Dreamers?",
  "My state alone 200,000 are getting opioid treatment right now because they have the Affordable Care Act.",
  "And he fought for the Affordable Care Act and said, \"No I'm going to stand in the way of repealing it.\"",
  "CHUCK TODD:\n\nDo you understand why many people think he's not been treated fairly in the public square?",
  "Can you tell us if that sentence, if it's true that that's what McCabe did in front of your committee?",
  "Districts home to a lot of the groups that our poll shows Republicans are now struggling to hold onto.",
  "And yet we can't seem to see if our institutions are going to survive the emotional spasms of Twitter.",
  "So half of the country's going to believe, or 40% of the country believes that McCabe was railroaded.",
  "I mean, all of these agencies are made up of thousands of people who are out there working every day.",
  "Within the span of less than ten years, they've gone from being a novel idea to a major corporation.",
  "But I didn’t-- nothing that he said we said, \"Well, you know, Mr. McCabe that's just clearly wrong.",
  "CHUCK TODD:\n\nAll right, Senator Rubio, I know it's been a tough week for you down in South Florida.",
  "And it feels like this whole thing is--\n\n(OVERTALK)\n\nJOSE DIAZ-BALART:What an explosion it will be.",
  "You talk about the election happening today in Russia, we already know the results of the election.",
  "Because here was Hillary Clinton and what she said earlier this week while giving a talk in India.",
  "They're totally tone-deaf to people's passions about these issues, about the invasions of privacy.",
  "REP. MICHAEL CONAWAY:\n\nYou know, I had previous little-- some experience with, with Andrew McCabe.",
  "I'm disturbed by the fact that Facebook has created filters to help the Chinese government censor.",
  "Now obviously, once you open that up and you start looking you can go in one direction or another.",
  "It was based on fraudulent activities and a fake dossier paid for by Crooked Hillary and the DNC.",
  "And Republicans are losing support among groups they typically rely on to push them over the top.",
  "If he goes through and takes out Mueller the reaction is going to be huge on--\n\nCHUCK TODD:Is it?",
  "And when you have John Brennan and James Comey coming out on Twitter and it was like a blowtorch.",
  "ELIANA JOHNSON:\n\nAnd Comey is threatening the president about what he's going to say in his book.",
  "CHUCK TODD:It just feels like we're about to see Mueller and Trump--\n\nAMY WALTER:Go head to head.",
  "SEN. SHERROD BROWN:\n\nWell, Conor Lamb's district is right on the southwest edge of Pennsylvania.",
  "And to the extent that he has something to contribute towards that, we should talk to him again.",
  "REP. MICHAEL CONAWAY:\n\nSo I should be in church and Sunday school but I'm here with you instead.",
  "CHUCK TODD:\n\nWas this a rare red district win for the Democrats or a sign of a coming blue wave?",
  "The irony of that is--\n\nAMY WALTER:You know--\n\nJONAH GOLDBERG:One last thing on Eliana's point.",
  "We're living in what Catalan writer Andre Giuliana (PH) called the emotional spasms of Twitter.",
  "But the fact of the matter is I don't know if our institutions can handle what Trump is doing.",
  "And there was a theory amongst some that this was done in some ways to save the Mueller probe.",
  "CHUCK TODD:\n\nI know it's been a extraordinarily busy time for you both locally and nationally.",
  "\"Why they had to build this monstrosity in the first place to get children across the street.",
  "REP. MICHAEL CONAWAY:\n\nYou know, I don't have access to the personnel records that the F.B.I.",
  "CHUCK TODD:\n\nDid he back up Comey's contention that he was fired because of the Russia probe?",
  "CHUCK TODD:Marco Rubio--\n\nELIANA JOHNSON:Jeff Sessions would have had the facts on his side.",
  "When we come back, is President Trump finally trying to shut down the Russia investigation?",
  "They're gonna -- they’ll disagree with us on whether or not we found evidence of collusion.",
  "Do you think Facebook has told you the extent of everything that was done with their users?",
  "But ultimately, people have to understand our probe is different from the Special Counsel.",
  "SEAN HANNITY:\n\nIf Rod Rosenstein had his way we wouldn't know about any of these scandals.",
  "I appreciate you coming on--\n\nREP. MICHAEL CONAWAY:\n\nI don't need my pastor's forgiveness.",
  "But I do think had the president stayed out of this he would've had the facts on his side.",
  "HILLARY CLINTON:\n\nI won the places that represent 2/3 of America's gross domestic product.",
  "Or I'm not going to come and analyze how Donald Trump keeps talking about Hillary Clinton.",
  "But he knows what the steel-enforcement, enforcing steel-trade laws mean to his district.",
  "In districts currently held by the Democrats voters prefer Democrats by 24 points, 56/32.",
  "We were focused not so much on that as the-- because that feeds into the collusion issue.",
  "And, and our, our committee doesn’t -- was not charged with answering the collusion idea.",
  "REP. MICHAEL CONAWAY:\n\nYeah, it's been a while since I sat through that, that testimony.",
  "And his race didn't particularly surprise me because Conor Lamb, what did he talk about?",
  "But I hear so many Republican senators grumble about his ethics, about his name-calling.",
  "We also know going forward that they-- that they likely--\n\nCHUCK TODD:\n\nSo, you're done?",
  "CHUCK TODD:\n\nI saw on Twitter that your wife said you got a haircut yesterday for this.",
  "CHUCK TODD:\n\nWhen we come back will what happened in Pennsylvania this week stay there?",
  "NARRATOR:\n\nFrom NBC News in Washington, the longest-running show in television history.",
  "He knew all about the lies and corruption going on at the highest levels of the F.B.I.\"",
  "CHUCK TODD:\n\nYou know, the president tweeted about the Special Counsel late last night.",
  "Then they decided to stress-test this bridge while traffic was running underneath it.\"",
  "And another 40% believe he had it coming to him--\n\nJONAH GOLDBERG:With that IG report.",
  "And that more things are going to come to fruition that he will step up and fire H.R.",
  "Just 26 hours before his formal retirement following a recommendation from the F.B.I.",
  "The president tweeting, \"A great day for the hardworking men and women of the F.B.I.\"",
  "So, we'll have one report that will answer much of the questions that we want it to.",
  "And come November Republicans will have a lot more districts just like it to defend.",
  "We've been looking at the Congressional ballot result through this lens since 2010.",
  "He is -- he is now going to weigh the costs and the benefits of the action he took.",
  "This apparently is based on testimony he gave to the House Intelligence Committee.",
  "Deputy Director Andrew McCabe who has been a target of President Trump for months.",
  "And more importantly, I would hate to discourage new people from coming into that.",
  "SEN. MARCO RUBIO:\n\nWell, I don't think it's clear that there was testing going on.",
  "CHUCK TODD:\n\nDo you regret trying to draw a conclusion, a conclusion on collusion?",
  "And it was my idea to set up this joint House/Senate bipartisan pension committee.",
  "But gave those dollars up so that in the future they would have economic security.",
  "Yet they are an example of sort of the failure of elites to sort of do their jobs.",
  "JONAH GOLDBERG:\n\nWell, and also--\n\nAMY WALTER:\n\nAlways talking about health care.",
  "In fact, would embrace some things, policy-wise, that the president was pursuing.",
  "JONAH GOLDBERG:\n\n-- it fuels the argument that the deep state is out to get them.",
  "But I most certainly think it should be a comprehensive and coordinated response.",
  "And it is during that work that the bridge collapsed beginning on the north end.",
  "Every time that we've spoken to them it's kind of rolled out as more coming out.",
  "Are we seeing a change in White House tactics from cooperation to confrontation?",
  "There may or-- you know, we-- that's a, that’s a, that’s a different statement.",
  "He knows everybody in Garfield Heights, Maple Heights in the city of Cleveland.",
  "CHUCK TODD:\n\nWe're going to try to get to that in the next round of the panel.",
  "And 96 of those 97 are more racially diverse than this Congressional district.",
  "And after he--\n\nCHUCK TODD:\n\nHow do you know that if you didn't interview him?",
  "Now obviously whether the work was the cause of it or not remains to be seen.",
  "Do you believe the Senate Intel Committee should call McCabe back to testify?",
  "'s activities in this important investigation since Director Comey was fired?",
  "REP. CHARLIE DENT:\n\nCandidly, it looks like retribution and a bit vindictive.",
  "CHUCK TODD:\n\nDo voters in Ohio care about the Russia investigation right now?",
  "And you talk to another set and it's exactly the presidency that they wanted.",
  "I mean it is like the seven--\n\nCHUCK TODD:\n\nWhat you're saying is you'd bail.",
  "And they’re basically-- they're trying to turn human beings into commodities.",
  "And driving a lot of--\n\nJOSE DIAZ-BALART:\n\nThey can't or they don't want to.",
  "CHUCK TODD:Look, let's put the Brennan quote up because it was unbelievable.",
  "And they've always led by double digits, just as the Democrats still do now.",
  "REP. MICHAEL CONAWAY:\n\nWell, I mean, yes, we could vote to have that happen.",
  "But if that proves to be incorrect then that was a bad judgment on my part.",
  "But that , frankly, that's the first question I think a lot of people have.",
  "JOSE DIAZ-BALART:\n\nA country that likes our Facebook likes more than we do.",
  "And a year into the job feeling more self-confident than he was a year ago.",
  "JOSE DIAZ-BALART:\n\nYou know what, you step back and you look at the world.",
  "I don't have criminal -- criminal prosecutorial tools to make that happen.",
  "And both parties have always led in their own districts that they've held.",
  "But it may also be time for Republicans to start hitting the panic button.",
  "So I won the places that are optimistic, diverse, dynamic, moving forward.",
  "We have the latest numbers from our new NBC News/Wall Street Journal poll.",
  "What we said, Todd, excuse me, Chuck, is that we found no evidence of it.",
  "SEN. MARCO RUBIO:\n\nWell, I would just say this about the Special Counsel.",
  "But if they've got evidence of collusion, they haven't shared it with us.",
  "It seems like everybody in agreement that they’re-- should be dealt with.",
  "PRESIDENT TRUMP:\n\nHe got from five to $700,000, whatever the number was.",
  "But, you know, he's a guy that's not used to being questioned like that.",
  "It's the report that we've got -- we're drafting at this point in time.",
  "Each of us gets to make up our own mind of what, what we said happened.",
  "Back in January the Democratic Party's lead was just six points, 49/43.",
  "Is there anything about that tweet that you think is factually correct?",
  "You know, eve-- every Ivy League graduate wants to go work at Facebook.",
  "Republicans could lose the House in 2018 by trying to repeal Obamacare.",
  "ANNOUNCER:\n\nComing up, End Game and PostGame brought to you by Boeing.",
  "And his whole campaign make America great again was looking backwards.",
  "We will always watch what these other actors around the world will do.",
  "They peeled out the investigation of McCabe from the larger IG report.",
  "Meanwhile, the the actual corporation, it's like they have Asperger's.",
  "It's very -- it’s been a tremendous source of pride for South Florida.",
  "CHUCK TODD:\n\nConor Lamb wins a district President Trump swept in 2016.",
  "And primarily for the purposes of making sure it never happens again.",
  "I support going wherever the evidence and wherever the facts take us.",
  "But to Amy's point I think, I'm sorry--\n\nAMY WALTER:\n\nWhat did I say?",
  "AMY WALTER:The actual facts are because we have now pushed our sides.",
  "And this is going to overshadow the Republican efforts to get ahead.",
  "I don't think--\n\n(OVERTALK)\n\nCHUCK TODD:starting with the president.",
  "The poll that you have out today has Trump about ten in the generic.",
  "We'll be back next week because if it's Sunday, it's Meet the Press.",
  "What should be done to get Putin to stop doing what he's been doing?",
  "If he did, I'm unaware of it so I'll have to, to run that to ground.",
  "I mean, was that fair for the president to single him out like that?",
  "We didn't investigate conspir-- or his obstruction of justice issue.",
  "Only Putin knows for sure what he was doing during that time frame.",
  "REP. MICHAEL CONAWAY:\n\nWell, everybody gets to make their own mind.",
  "I think both sides of this debate have done this from time to time.",
  "He seems to be unloading again on Mr. McCabe, on the Mueller probe.",
  "CHUCK TODD:\n\nAll right, you--\n\nSEN. SHERROD BROWN:\n\nOkay, go ahead.",
  "ANNOUNCER:\n\nMeet the Press Data Download brought to you by Pfizer.",
  "Eliana, the president has declared war on the Mueller probe again.",
  "And then it becomes like a nursery's rhyme going all the way down.",
  "We're already confident that the Russians meddled in the campaign.",
  "And improperly used in FISA Court for surveillance of my campaign.",
  "So I'm not saying that the response should be a military response.",
  "REP. MICHAEL CONAWAY:\n\nI -- you'll need to talk to Tom about that.",
  "CHUCK TODD:\n\nHow would you characterize McCabe's testimony to you?",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Again, we don't have access to actually what he did or didn't do.",
  "SEN. SUSAN COLLINS:\n\nHas there been any curtailment of the F.B.I.",
  "These guys would all behoove themselves to just stay off Twitter.",
  "By the way, the GOP is also down double-digits with young voters.",
  "JOSE DIAZ-BALART:\n\nAnd between now and November what do you have?",
  "Continuing our mission to connect, protect, explore and inspire.",
  "Continuing our mission to connect, protect, explore and inspire.",
  "Senator, let me start--\n\nSEN. SHERROD BROWN:\n\nYou brought it up.",
  "And the irony is Democrats lost the House in 2010 on Obamacare.",
  "You may scapegoat Andy McCabe but you will not destroy America.",
  "CHUCK TODD:Which is I think what he lied about here supposedly.",
  "CHUCK TODD:\n\nUh, I want to change the subject to Facebook here.",
  "All of these things should be done in conjunction and together.",
  "It made it so that he was in an untenable position, did it not?",
  "They're going to take entire chunks of that bridge for testing.",
  "But we will know the truth and we will know it in its entirety.",
  "Do you now regret trying to draw a conclusion about collusion?",
  "You go where the evidence takes you and that's what I support.",
  "So -- and I want to try to get to a number of things with you.",
  "They have the smartest people in the country working for them.",
  "And so the irony here is that there are a lot of ironies here.",
  "AMY WALTER:\n\nI was just about to say we have seen it actually.",
  "I think that's all pretty bizarre that he just keeps reliving.",
  "CHUCK TODD:\n\nIt's interesting to watch Conor Lamb's campaign.",
  "It's the best Mr. Trump has done in our poll since September.",
  "CHUCK TODD:\n\nNow you're on the Senate Intelligence Committee.",
  "CHUCK TODD:\n\nThey're not supposed to under any circumstances?",
  "The news and stories that matter, delivered weekday mornings.",
  "He's clearly disturbed but he's trying not to get emotional.",
  "That's kinds of things I'll be talking about and working on.",
  "And that's got to be terrifying to a lot of swing districts.",
  "I don't believe he made memos except to help his own agenda.",
  "And they can have that section written in there differently.",
  "He could be doing all of this and there is no actual clash.",
  "McMaster, he'll get rid of more of his cabinet secretaries.",
  "And maybe Hillary and Trump ought to quit talking about it.",
  "SEN. SHERROD BROWN:\n\nI say that I'm not going to look back.",
  "ELECT CONOR LAMB:\n\nIt took a little longer than we thought.",
  "MICHAEL CONAWAY:\n\nHe wasn't fired when he testified to us.",
  "And if the benefits outweigh the cost he will do it again.",
  "No reopening of this investigation under any circumstance?",
  "Sessions, to save Sessions, which, in turn, saves Mueller.",
  "ELIANA JOHNSON:I think Brennan needs to stay off Twitter.",
  "And no one's talking about it because they don't have to.",
  "CHUCK TODD:\n\nHe's also a key witness in the Russia probe.",
  "They're just out there doing their work every single day.",
  "He should've been allowed to finish through the weekend.",
  "CHUCK TODD:\n\nBut they sent him a strongly worded letter.",
  "CHUCK TODD:\n\nJonah, you heard it in Marco Rubio's voice.",
  "Now oversight responsibility Intel Committee is ongoing.",
  "CHUCK TODD:\n\nSenator Brown, I'm going to leave it there.",
  "That he's simply beginning to trust his instincts more.",
  "ANDREW McCABE:\n\nMa'am, we don't curtail our activities.",
  "On the one hand the president's numbers are up a notch.",
  "That's why all this other speculation out there is bad.",
  "The Special Counsel is not simply looking at collusion.",
  "We've got both competing narratives going on out there.",
  "I think what we do know is that there was work ongoing.",
  "The Brits, the Germans and we're standing behind them.",
  "We ought to be working on infrastructure and pensions.",
  "He talked about pensions, he talked about health care.",
  "CHUCK TODD:\n\nSenator, welcome back to Meet the Press.",
  "SEN. SHERROD BROWN:\n\nI think that a lot of people do.",
  "McCabe has been a target of the president for months.",
  "And they call it, you know, post-tension application.",
  "REP. MICHAEL CONAWAY:\n\nTo the extent that we knew it.",
  "CHUCK TODD:\n\nDuring his testimony to you, Mr. McCabe?",
  "He's the guy who's usually questioning someone else.",
  "SEN. MARCO RUBIO:\n\nI don't like the way it happened.",
  "I don't like the fact they're in the news every day.",
  "Forty-four of those are even more suburban or urban.",
  "I think we all want to get out of the 2016 election.",
  "That's where Hillary Clinton actually won districts.",
  "CHUCK TODD:\n\nMike Conaway, I have to leave it there.",
  "CHUCK TODD:Marco Rubio not liking how this was done.",
  "Is it that the technology has gotten away from them?",
  "We will always watch what Putin does or doesn't do.",
  "I've shared all of my evidence we've got with them.",
  "Health care, I've heard this too that on the trail.",
  "The party's unpopular and the issues are unpopular.",
  "Ninety of those are younger on average than PA '18.",
  "That's the kinds of things Conor Lamb talked about.",
  "Four point increase since he, we tested in January.",
  "He could do it again here inside the United States.",
  "So we'll learn more about this in the days to come.",
  "We didn't have any kind of confrontation like that.",
  "CHUCK TODD:\n\nDid you interview George Papadopoulos?",
  "SEN. JEFF FLAKE:\n\nNow that’s, that's a wakeup call.",
  "REP. MICHAEL CONAWAY:\n\nThat's all we investigated.",
  "And the facts will, will support one or the other.",
  "Did Andrew McCabe back up James Comey’s testimony.",
  "You felt like he was trying to tell you the truth?",
  "REP. MICHAEL CONAWAY:\n\nNo they're not supposed to.",
  "And so, I don’t -- but it's going to take a while.",
  "There were these rods that go inside, like cables.",
  "There's a lot I'm disturbed about in these things.",
  "SEN. BEN CARDIN:\n\nI just think this is outrageous.",
  "He wasn't around to vote against NAFTA like I was.",
  "REP. MICHAEL CONAWAY:\n\nNo, it's a different issue.",
  "But the president is more popular than his party.",
  "I- I- I- I would think about bailing pretty hard.",
  "And, and I think we've learned that the hard way.",
  "Thanks for coming on and sharing your views, sir.",
  "We'll have a second report on this-- that effort.",
  "He was kind of at the edge of the circumstances.",
  "REP. MICHAEL CONAWAY:\n\nNo evidence of collusion.",
  "There's got to be a collective response to this.",
  "AMY WALTER:\n\nWell, that's what's really unclear.",
  "The collusion issue, we found no evidence of it.",
  "Yes, it was ultimately decided by Jeff Sessions.",
  "Red Fox called he wants the ripple comment back.",
  "SEN. SHERROD BROWN:\n\nCarlos in Garfield Heights.",
  "CHUCK TODD:\n\nHow do you like them apples, Jonah?",
  "Or it could be very rough sign for Republicans.",
  "ANNOUNCER:\n\nEnd Game, brought to you by Boeing.",
  "CHUCK TODD:\n\nThat's a great line at this point.",
  "CHUCK TODD:\n\nThat’s what you talk about Eliana.",
  "43% approve of his performance, 53% disapprove.",
  "So we really weren't focused on that direction.",
  "Why were they testing this the way they did it?",
  "Obviously there's a lot of investigating to do.",
  "Definitively, what is your conclusion on this?",
  "Senator Rubio, welcome back to Meet the Press.",
  "And they have testified before your committee.",
  "And Venezuela has a sham election 20th of May.",
  "They've not shared that with us, if they have.",
  "So our oversight responsibilities are ongoing.",
  "CHUCK TODD:\n\nWelcome back, Data Download time.",
  "So I appreciate--\n\nSEN. SHERROD BROWN:\n\nI did.",
  "I hope your, I hope your pastor forgives you.",
  "China's strong man is going to stay stronger.",
  "But let me start with Andrew McCabe's firing.",
  "Look, the whole Russian thing was an excuse.",
  "And we, we found out what he did in Britain.",
  "But I'd, I’d have to go back and check that.",
  "My apologies, that is a tough phrase to say.",
  "We are going to know how -- why this failed.",
  "We're going to break it down with the panel.",
  "We sat there waiting for an hour and a half.",
  "SEN. SHERROD BROWN:\n\nGood to be back, Chuck.",
  "SEN. SHERROD BROWN:\n\n--get out of us, Chuck.",
  "We'll have to wait for our next poll to see.",
  "5th of March was supposedly their end date.",
  "JONAH GOLDBERG:\n\nTheir agenda is unpopular.",
  "I believe Facebook said, \"You must do this.",
  "Look, these companies have grown very fast.",
  "And they're begging to get back into China.",
  "Also the Democrats big win in Pennsylvania.",
  "Vladimir Putin is a cost-benefit analyzer.",
  "REP. MICHAEL CONAWAY:\n\nWell, good morning.",
  "CHUCK TODD:\n\nThat's all we have for today.",
  "Maybe the press ought to stop covering it.",
  "AMY WALTER:--and it really doesn't matter.",
  "This is Brennan talking to the president.",
  "still is more popular than the president.",
  "CHUCK TODD:\n\nMissing church this morning.",
  "CHUCK TODD:\n\nWhy is it a different issue?",
  "CHUCK TODD:--clash and it's an explosion.",
  "And all the issues that matter in places.",
  "In Conor Lamb's district and in my state.",
  "Why don't we deal with the Dreamer issue?",
  "There's proportionate responses to Putin.",
  "But he doesn't even respond well to that.",
  "PRESIDENT TRUMP:\n\nI'd like to see it end.",
  "I would hate to demoralize the workforce.",
  "CHUCK TODD:\n\nDemocrats are hitting back.",
  "There are ways to hold them accountable.",
  "\"And the main issue was to sow discord.\"",
  "You have a pretty loud microphone there.",
  "I know what kinds of people live there.",
  "JONAH GOLDBERG:Yeah, it was done badly.",
  "CHUCK TODD:Welcome back, panel is here.",
  "Is this not part of your investigation?",
  "Congressman, welcome to Meet the Press.",
  "But that's the Special Counsel’s focus.",
  "People now need to be held accountable.",
  "Director Andrew McCabe on Friday night.",
  "A dramatic shift in his legal strategy.",
  "This is Meet the Press with Chuck Todd.",
  "Welcome to Sunday, it's Meet the Press.",
  "These agencies, the F.B.I., the C.I.A.",
  "My, my first Sunday morning show ever.",
  "CHUCK TODD:\n\nNo evidence of collusion.",
  "REP. MICHAEL CONAWAY:\n\nNo, we did not.",
  "So I know that district in that sense.",
  "Okay, check a box here if you did it.\"",
  "CHUCK TODD:\n\nFacebook's got a problem.",
  "ELIANA JOHNSON:\n\nThey're doing great.",
  "Why don't you deal with the Dreamers?",
  "CHUCK TODD:\n\nI am half teasing there.",
  "It always has shown our polarization.",
  "The Department of Justice, the F.B.I.",
  "So I just don't like the whole tone.",
  "And so that's what we're focused on.",
  "And again, that's why leaks are bad.",
  "And that we'll have that one report.",
  "REP. MICHAEL CONAWAY:\n\nThat's right.",
  "SEN. SHERROD BROWN:\n\nThanks so much.",
  "JOSE DIAZ-BALART:\n\nThank you, Chuck.",
  "Enjoy those-- that UMBC game today.",
  "He didn't run against Trump per se.",
  "REP. MICHAEL CONAWAY:\n\nNow hang on.",
  "REP. MICHAEL CONAWAY:\n\nMy pleasure.",
  "And remember though that the F.B.I.",
  "So that part of the timing – front.",
  "These are not quick investigations.",
  "We're not a criminal justice probe.",
  "Have they been forthcoming to you?",
  "We found no evidence of collusion.",
  "I'm not talking about Marco Rubio.",
  "CHUCK TODD:The facts don't matter.",
  "I need Jesus Christ's forgiveness.",
  "This one poll could be an outlier.",
  "ELIANA JOHNSON:\n\nIt's health care.",
  "CHUCK TODD:\n\nThat's a great point.",
  "And then I realized nobody cared.",
  "60,000 Ohioans could lose 40, 50.",
  "And by most accounts a bad actor.",
  "There is absolutely no collusion.",
  "SEN. MARCO RUBIO:\n\nGood morning.",
  "That is what they're looking at.",
  "Director Andrew McCabe is fired.",
  "Had our first meeting last week.",
  "That's why people voted for him.",
  "It's not Russia, it's not trade.",
  "Comey needs to stay off Twitter.",
  "Strong men are getting stronger.",
  "CHUCK TODD:\n\nThey don't need to.",
  "Taxes, hey, taxes, taxes, taxes?",
  "I'm just talking about generic.",
  "America will triumph over you.\"",
  "Does anyone think this is fair?",
  "And yet there is no collusion.\"",
  "SEN. MARCO RUBIO:\n\nPotentially.",
  "But yeah I'm disturbed by that.",
  "McCabe along with former F.B.I.",
  "I haven't had read it recently.",
  "They've already taken samples.",
  "And they were being tightened.",
  "So they're not above reproach.",
  "SEN. MARCO RUBIO:\n\nNo I don't.",
  "The Democrats think they have.",
  "Cuba just had a sham election.",
  "And it's time that we move on.",
  "And it's a good one to end on.",
  "A lively panel, thank you all.",
  "CHUCK TODD:\n\nThey're products.",
  "JOSE DIAZ-BALART:\n\nThat's it?",
  "He fought for a trade policy.",
  "It's just a clash on Twitter.",
  "JOSE DIAZ-BALART:--all sides.",
  "It is much broader than that.",
  "SEN. MARCO RUBIO:\n\nThank you.",
  "REP. MICHAEL CONAWAY:\n\nRight.",
  "And we agree with most of it.",
  "REP. MICHAEL CONAWAY:\n\nWhen?",
  "Well, we haven't drawn that.",
  "It is not a collusion probe.",
  "Got that money for the wife.",
  "JONAH GOLDBERG:\n\nOn Twitter.",
  "And yet that's the big view.",
  "Same with lying James Comey.",
  "Can we call them fake memos?",
  "CHUCK TODD:That's the irony.",
  "That's been taken away from.",
  "He knows what pensions mean.",
  "Anyway, thank you very much.",
  "It's Sherrod Brown of Ohio.",
  "CHUCK TODD:\n\n--fair enough.",
  "Another Dem recently added.",
  "I don't know at this point.",
  "CHUCK TODD:\n\n-- in Russia.",
  "REP. MICHAEL CONAWAY:\n\nNo.",
  "Make sure it's in quotes.",
  "ELIANA JOHNSON:\n\nExactly.",
  "Probably at a later date.",
  "CHUCK TODD:\n\nFair enough.",
  "But I think you're wrong.",
  "AMY WALTER:\n\nHealth care.",
  "JOSE DIAZ-BALART:\n\nRight.",
  "What do you say to that?",
  "CHUCK TODD:\n\nYou laugh.",
  "CHUCK TODD:\n\nThat's it.",
  "CHUCK TODD:\n\nAll right.",
  "We're not prosecutors.",
  "should be independent.",
  "Was he treated fairly?",
  "So he's uncomfortable.",
  "JONAH GOLDBERG:\n\nYeah.",
  "ELIANA JOHNSON:\n\nYeah.",
  "JONAH GOLDBERG:\n\nYeah.",
  "CHUCK TODD:\n\nElection.",
  "ELIANA JOHNSON:\n\nYeah.",
  "Republican from Texas.",
  "Conor Lamb knows that.",
  "That's not surprising.",
  "So I stopped doing it.",
  "The election is over.",
  "Thanks for coming on.",
  "JONAH GOLDBERG:Right.",
  "AMY WALTER:\n\nThey do.",
  "And it's beyond this.",
  "The court stepped in.",
  "That has been proven.",
  "did to, to see that.",
  "The NTSB is on site.",
  "Former deputy F.B.I.",
  "I think that's nuts.",
  "Thanks for watching.",
  "And all of my state.",
  "CHUCK TODD:\n\n--that.",
  "ELIANA JOHNSON:Yes.",
  "AMY WALTER:\n\nRight.",
  "Where's the agenda?",
  "AMY WALTER:\n\nYeah.",
  "It turns them off.",
  "CHUCK TODD:\n\nYeah.",
  "CHUCK TODD:\n\nWell.",
  "CHUCK TODD:\n\nOkay.",
  "CHUCK TODD:\n\nOkay.",
  "Sorry, UVA fans.",
  "Say that again.",
  "But we did it.",
  "Take a listen.",
  "Stick around.",
  "Yeah, right.",
  "Is he right?",
  "Witch hunt.\"",
  "and in it.",
  "Thank you.",
  "Good man.",
  "X, Y, Z.\"",
  "Right?",
  "Right?",
  "Yeah.",
  "Amy?",
  "REP.",
  "###"
]