[
  "Zuckerberg also reflected on how far his company has come: \"If you told me in 2004, when I was getting started with Facebook, that a big part of my responsibility today would be to help protect the integrity of elections against interference by other governments, you know, I wouldn't have really believed that.\"",
  "Related: Mark Zuckerberg breaks his silence on Cambridge Analytica scandal\n\nThis week has brought another black eye for the company after what was already a bruising year full of stories about fake news, foreign election meddling, filter bubbles and social media addiction.",
  "Related: Mark Zuckerberg in his own words: The CNN interview\n\nZuckerberg is now pledging to further restrict developers' access to user data, including automatically removing access for any app the user hasn't opened in at least three months.",
  "In the CNN interview, Zuckerberg said if anyone had told him when he founded Facebook in 2004 that he'd one day be battling state actors, \"I wouldn't have really believed that that would be something I'd have to work on 14 years later.\"",
  "Related: Zuckerberg says 'I'm sure someone's trying' to disrupt 2018 midterm elections\n\nIn the interview with CNN, Zuckerberg suggested the question was not whether Facebook should be regulated so much as how best to do it.",
  "\"The steps Facebook has laid out to protect its users are a start, but Zuckerberg still needs to come testify,\" Sen. Amy Klobuchar, a Democrat from Minnesota, wrote on Twitter (TWTR).",
  "Although Facebook employs a small army of lawyers and lobbyists in Washington, Zuckerberg himself has never testified before a congressional committee, according to a C-SPAN database.",
  "Zuckerberg broke his silence on the issue earlier Wednesday with a post on his personal Facebook page laying out a series of steps the company would take to better protect user data.",
  "Related: Mark Zuckerberg says he's 'really sorry that this happened'\n\nFacebook says the data was initially collected by a professor for academic purposes in line with its rules.",
  "Despite his high-profile position running one of the world's largest companies, Zuckerberg typically prefers to speak through Facebook posts and events rather than interviews.",
  "Politicians on both sides of the Atlantic have called for Zuckerberg to testify before their legislative bodies in the five days since the Cambridge Analytica scandal erupted.",
  "\"The short answer is I'm happy to if it's the right thing to do,\" the Facebook (FB) CEO told CNN's Laurie Segall in an exclusive TV interview on \"Anderson Cooper 360.\"",
  "The data firm, which has ties to President Donald Trump's campaign, reportedly accessed information from about 50 million Facebook users without their knowledge.",
  "When asked if bad actors are currently trying to use Facebook to meddle in the U.S. midterm elections, Zuckerberg said, \"I'm sure someone's trying.\"",
  "At the time, Facebook demanded and received a formal certification from the firm that it had deleted all user data acquired through improper means.",
  "Zuckerberg expressed regret for not doing more to take action against Cambridge Analytica when the issue came to the company's attention in 2015.",
  "The information was later transferred to third parties, including Cambridge Analytica, in violation of Facebook's policies, Facebook has said.",
  "\"And there's a lot of hard work we have to do to make it harder for nation states like Russia to do election interference,\" he said.",
  "\"I'm sure that there's V2, version two of whatever the Russian effort was in 2016, I'm sure they're working on that,\" he said.",
  "Mark Zuckerberg apologized for the data debacle that has upended Facebook and opened the door to testifying before Congress.",
  "\"I don't know about you, but I'm used to when people legally certify that they are going to do something, that they do it.",
  "After his post on Wednesday, Zuckerberg was criticized by some on social media for stopping short of an outright apology.",
  "\"And there are going to be some new tactics that we need to make sure that we observe and get in front of.\"",
  "\"What we try to do is send the person at Facebook who will have the most knowledge,\" Zuckerberg said.",
  "He said the company recognizes its \"responsibility\" not just in the U.S. but all around the world.",
  "\"It's hard to know what we'll find, but we are going to review thousands of apps,\" he told CNN.",
  "\"This was a major breach of trust, and I'm really sorry that this happened,\" Zuckerberg said.",
  "She also urged the company to support new regulation around online advertising disclosures.",
  "Facebook will also investigate all apps with access to large amounts of user data.",
  "\"There are things like ad transparency regulation that I would love to see.\"",
  "But I think this was clearly a mistake in retrospect,\" Zuckerberg said.",
  "But he expressed confidence in his company's ability to tackle it.",
  "\"We need to make sure we don't make that mistake ever again.\"",
  "\"We have a basic responsibility to protect peoples' data.\"",
  "\"I'm not sure we shouldn't be regulated,\" Zuckerberg said.",
  "But that wasn't enough to appease lawmakers.",
  "\"This is going to be an intensive process.\"",
  "He rectified that in the CNN interview.",
  "\"If that's me, then I am happy to go.\"",
  "\"But we can get in front of this.\"",
  "Lawmakers want to change that.",
  "\"This isn't rocket science.",
  "he said.",
  "Right?\""
]