[
  "(Ashlee Rezin/Sun-Times/AP)\n\nFormer secretary of state Hillary Clinton drew a comparison Tuesday between the Sept. 11, 2001, terrorist attacks and Russian efforts to influence the 2016 election, saying that in both cases, a foreign power had attacked the United States, but that in the latter, the president had “done nothing.”\n\nClinton, the 2016 Democratic presidential nominee, also said she thinks Russian interference and other factors “certainly altered the outcome” in several parts of the country during the last campaign.",
  "“I believe that the combination of the Russian campaign, the WikiLeaks being the cutout for Russian stolen information, the role that Cambridge Analytica and other organizations like that played in connection with the Republican apparatus, the [Republican] National Committee and other allies and the Trump campaign certainly altered the outcome in enough places that we have to ask, ‘What really happened?’ ” she replied.",
  "Clinton told Goldberg that while she did not want to look backward, “what we know now is incredibly troubling.” She added 2016 was the first time “that we have been attacked by a foreign power and have done nothing.”\n\n“It would be like — I can’t even imagine — I mean, it’s a horrible example, but after 9/11, [if] George W. Bush said, ‘Well, I don’t have time to meet.",
  "“And that remains one of the most troubling episodes in this presidency.”\n\nMoments later, Clinton went on to say Trump “has been racist; he’s been sexist; he’s been Islamophobic; he has been anti-LGBTQ; I mean, there’s a long list.”\n\n“He has a view of America that is incredibly constricted, and he talks to that America,” she said.",
  "“I mean, how could you explain what he did and why after Charlottesville?”\n\nShe noted that after the Sept. 11 attacks, President George W. Bush visited a mosque to tell American Muslims, “We’re not at war with you.”\n\n“But that’s not what we got after Charlottesville,” Clinton said.",
  "[Cambridge Analytica shuts down amid scandal over use of Facebook data]\n\nCambridge Analytica has come under criticism for its use of personal Facebook data in elections, but the political consultancy’s influence on the 2016 campaign remains unclear.",
  "Clinton has previously been critical of Trump’s mixed messages on Russia’s election interference and his praise for Russian President Vladi­mir Putin, although Tuesday appeared to be the first time she made a comparison to the Sept. 11 attacks.",
  "The interference included hacking that targeted the Democratic National Committee and the emails of former Clinton campaign chairman John Podesta as well as the use of fake social media accounts to spread false information.",
  "[FBI in agreement with CIA that Russia aimed to help Trump win the White House]\n\nThe U.S. intelligence community has concluded Russia interfered in the 2016 election with the goal of boosting Trump’s campaign.",
  "Former secretary of state Hillary Clinton participates in a roundtable discussion with 10 female high school students from across Chicago about the importance of leadership at EvolveHer on Oct. 1.",
  "Asked Tuesday by Atlantic editor in chief Jeffrey Goldberg whether she believed Russia had stolen the election from her, Clinton responded by pointing to a number of factors.",
  "She criticized President Trump’s response to last year’s violence in Charlottesville, saying he “has thrown his lot in” with white nationalists.",
  "And it’s by no means a majority, as we know, but it is a very hard core who are responding to him and supporting him for a variety of reasons.”",
  "We’ll rebuild New York and the Pentagon, but we’re not going to worry about it.’ Well at a certain point, that’s what this is turning into.",
  "“I think he has thrown his lot in with many people and groups whose stated objective is white nationalism, white supremacy,” Clinton said.",
  "At first, she declined to answer directly but said the president had aligned himself with racist groups and individuals.",
  "Clinton made the remarks during a wide-ranging interview at the Atlantic Festival in Washington.",
  "The hacked emails were allegedly transferred to the anti-secrecy organization WikiLeaks.",
  "Clinton was also asked whether she thinks Trump is a racist.",
  "The evidence continues to accumulate,” Clinton said.",
  "I don’t have time to worry about this.",
  "“He talks to them all the time.",
  "We feel sorry about it.",
  "It was terrible."
]