[
  "“What people may not realise is that they’re being targeted with other forms of content too, like articles, surveys, imagery that again reinforces what is already their opinion, already their world view and already their filter bubble and that in itself is highly concerning,” Neaman added.",
  "Because what users may not have known is that along with their own data, they were also allowing the app to access their friends’ information, and it’s this extension of the data harvesting – and what was done with it – that has made headlines.",
  "Rachel Neaman, head of the not-for-profit Corsham Institute which looks to empower people when using technology, said there is a lack of understanding of how this data can be used to target users with adverts or other content.",
  "Not only would this be in violation of Facebook’s guidelines on how to use that data – but it also begs the question of whether or not users knew this was possible in the first place.",
  "It is now at the centre of a huge scandal involving a British data firm linked to Donald Trump’s presidential campaign and the UK’s Brexit Leave campaign.",
  "It is thought that the information of around 50 million people was harvested using the app, and used to influence politics in the US and the UK.",
  "If you wanted to take part you just had to download the app, log in via Facebook, agree to share some profile information, and that was it.",
  "On Sunday a whistleblower called Christopher Wylie claimed most of this personal information had been taken without authorisation.",
  "He said Cambridge Analytica had used it to build a powerful software program to predict and influence choices at the ballot box.",
  "However, you can make some meaningful changes to your Facebook settings to stop the network sharing your data with apps.",
  "Once within the settings menu head to the bottom left-hand corner of the screen and you’ll see the word Apps.",
  "Cambridge Analytica has now been suspended by Facebook following these allegations.",
  "At first glance, the “thisisyourdigitallife” Facebook quiz looked like any other.",
  "This can be found in the top right-hand corner of Facebook’s profile page.",
  "And around 270,000 people did just that.",
  "But the app actually did a lot more.",
  "Head to Settings.",
  "Here’s how:\n\n1."
]