[
  "/ Updated By Mike Memoli and Anna Schecter\n\nWASHINGTON — Cambridge Analytica whistleblower Christopher Wylie told Democrats on Capitol Hill that former Trump campaign strategist Steve Bannon asked the embattled data firm to study voter suppression strategies as the group also conducted test messaging on Russia.",
  "In a closed-door meeting Tuesday, Wylie told Democratic Members of the House Judiciary Committee and the House Committee on Oversight and Government Reform that Bannon specifically tasked Cambridge Analytica with looking at ways to depress Democratic turnout with their messaging.",
  "But, he said he “didn’t even know about the Facebook mining,” referring to the scandal surrounding data on up to 87 million Facebook users that was improperly sold to Cambridge Analytica to help the company develop messaging for Republican candidates in U.S. elections.",
  "“I can’t explain why it was that they picked Vladimir Putin to talk about in focus groups or to do message testing or to do models on, and why that would be useful to Steve Bannon.”\n\nWylie said there was very little U.S.-based staff at Cambridge Analytica.",
  "Bannon and Cambridge Analytica’s financial backers Rebekah and Robert Mercer got legal advice about the importance of having Cambridge Analytica be a U.S. company with Americans in leadership and decision-making roles if working on U.S. elections.",
  "Flynn did not disclose his relationship with Cambridge Analytica until he filed his third amended financial disclosure form, which listed work for the SCL Group, but stated that he worked for them only from November 2016 to December 2016.",
  "Aaron P. Bernstein / Reuters\n\nAccording to House Judiciary Committee Democrats, Wylie also told lawmakers Cambridge Analytica tested messaging for an American audience about Vladimir Putin and Russian expansion in Eastern Europe.",
  "In the Financial Times video Bannon defends the company, saying it only works in U.S. elections and is totally separate from its parent company, SCL, that has been criticized for some of its work in elections around the world.",
  "Cambridge Analytica employee Christopher Wylie arrives to meet with Democratic members of the House Intelligence Committee at the U.S. Capitol in Washington on April 25, 2018.",
  "Cambridge Analytica has called Wylie a disgruntled former contractor who left the company in July 2014 and has no knowledge of the inner workings of the company.",
  "Wylie has publicly stated his suspicions about Cambridge Analytica’s work with Russia but the company has denied ever doing any work with any Russian entity.",
  "Bannon acknowledged helping to found Cambridge Analytica and coming up with the company’s name at a Financial Times conference in March.",
  "But based on a transcript of his comments provided by the committee, it was not clear to Wylie whether Bannon directed the research.",
  "“It was the only foreign issue, or foreign leader, I should say, being tested at the time I was there,” Wylie said.",
  "The company, he said, was a “shell” company with most of the work done in London by its parent company, SCL.",
  "“As far as I know, it was to open doors and look at potential contracts,” Wylie said of the relationship.",
  "He spoke to Democrats on the House Intelligence Committee in separate closed-door meeting Tuesday.",
  "Cambridge Analytica “was set up to be essentially a full service propaganda machine,” Wylie said.",
  "“I helped put the company together and gave it that amazing name,” Bannon told the conference.",
  "A spokesman for Cambridge Analytica and SCL did not respond to requests for comment.",
  "Lawmakers asked Wylie about Michael Flynn’s advisory role in the company.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "Bannon did not respond to a request for comment on this story.",
  "The news and stories that matter, delivered weekday mornings.",
  "The company was later hired by Donald Trump’s campaign."
]