[
  "Facebook has also suspended the access of Cambridge Analytica's parent company, Strategic Communication Laboratories; University of Cambridge psychology professor Aleksandr Kogan, the academic who created the app in question; and another individual, Christopher Wylie of Eunoia Technologies, who also allegedly received user data from the app.",
  "(AP Photo/Matt Rourke, File)\n\nWASHINGTON (AP) — A data analysis firm employed by President Donald Trump's 2016 campaign tapped the Facebook profiles of more than 50 million users without their permission, allowing it to capitalize on the private social media activity of a large portion of the U.S. electorate, newspapers reported Saturday.",
  "The Facebook blog post, written by deputy general counsel Paul Grewal, cited the \"public prominence\" of Cambridge Analytica, called the alleged data retention an \"unacceptable violation of trust\" and said the social network will take legal action if necessary to hold all parties \"responsible and accountable for any unlawful behavior.\"",
  "It said the parent company's SCL Elections unit hired Kogan to undertake \"a large scale research project in the U.S.,\" but subsequently deleted all data it received from Kogan's company after learning that Kogan had obtained data in violation of Facebook policies.",
  "One of the largest data leaks in Facebook history allowed Cambridge Analytica, which had ties to Trump campaign strategist Steve Bannon, to develop techniques that formed the basis of its work on the Trump campaign, The New York Times and The Guardian reported.",
  "Facebook suspended Cambridge Analytica, a data-analysis firm that worked for President Donald Trump's 2016 campaign, over allegations that it held onto improperly obtained user data after telling Facebook it had deleted the information.",
  "Cambridge Analytica is backed by the family of billionaire donor Robert Mercer, a hedge fund manager who also supported the Trump campaign and other conservative candidates and causes, including Bannon, the Trump campaign strategist.",
  "Cambridge Analytica later certified in 2015 that it had destroyed the information it had received, according to Facebook, although the social network said it received reports \"several days ago\" that not all the data was deleted.",
  "In a blog post, Facebook explained that Cambridge Analytica had years ago received user data from a Facebook app that purported to be a psychological research tool, though the firm was not authorized to have the information.",
  "The firm had secured a $15 million investment from Mercer and wooed Bannon with the promise of tools that could identify the personalities of American voters and influence their behavior.",
  "Trump campaign officials have downplayed Cambridge Analytica's role, saying they briefly used the company for television advertising and paid some of its most skilled data employees.",
  "Facebook said it suspended Cambridge Analytica over allegations that it kept the improperly obtained user data after telling Facebook it had been deleted.",
  "The company claims to build psychological profiles based on personal details from millions of Americans that can categorize individual voters.",
  "So the firm harvested private information from the Facebook profiles of more than 50 million users without their permission.",
  "Trump's campaign Saturday denied using the firm's data, saying it relied on the Republican National Committee for its data.",
  "It worked for both the primary campaign of Texas Republican Sen. Ted Cruz, and Trump's general-election campaign.",
  "\"The campaign used the RNC for its voter data and not Cambridge Analytica,\" the campaign said in a statement.",
  "Cambridge Analytica is probably best known for its political work during the 2016 U.S. presidential campaign.",
  "Wylie is a former Cambridge Analytics employee who has emerged as a primary source for the Times report.",
  "The company has surfaced in the U.S. probes into Russian interference in the 2016 presidential election.",
  "The firm said none of Kogan's data was used in its 2016 election work for the \"avoidance of doubt.\"",
  "Any claims that voter data were used from another source to support the victory in 2016 are false.\"",
  "FILE - In this May 16, 2012, file photo, the Facebook logo is displayed on an iPad in Philadelphia.",
  "British officials are also investigating the firm in connection with the June 2016 EU referendum.",
  "A representative for Bannon did not immediately respond to an email seeking comment.",
  "But Cambridge Analytica did not have the data to make its new products work.",
  "Roughly 270,000 people downloaded and shared personal details with the app.",
  "\"Using the RNC data was one of the best choices the campaign made.",
  "Kogan did not immediately reply to an emailed request for comment.",
  "Cambridge Analytica denied wrongdoing in a statement.",
  "Wylie could not immediately be located.",
  "Facebook says it is investigating.",
  "Story continues"
]