[
  "Other administration officials have suggested that WikiLeaks or its founder Julian Assange could face criminal charges in the U.S. | Jack Taylor/Getty Images Trump campaign: WikiLeaks posting hacked DNC emails was legal Publication of messages didn't violate the law even if WikiLeaks stole them, Trump's lawyers say\n\nWikiLeaks' publication of thousands of emails apparently hacked from the Democratic National Committee was legal and specifically protected by federal law, the Trump campaign argued in a court filing Wednesday.",
  "Lawyers for the Trump presidential campaign came to the controversial transparency website's defense in a bid to defeat a lawsuit three Democratic activists filed in July accusing Trump's presidential campaign of conspiring to publish sensitive personal information, including Social Security numbers and information suggesting that a Democratic National Committee employee was gay.",
  "\"That is so even when even when the website performs 'editorial functions' 'such as deciding whether to publish....' Since WikiLeaks provided a forum for a third party (the unnamed 'Russian actors') to publish content developed by that third party (the hacked emails), it cannot be held liable for the publication.\"",
  "\"Since WikiLeaks’ posting of emails was not an unlawful act, an alleged agreement that it should publish those emails could not have been a conspiracy,\"\n\nThe Trump camp's defense of WikiLeaks is eye-catching because some top figures in the Trump administration have been withering in their condemnation of the site.",
  "Other administration officials have suggested that WikiLeaks or its founder Julian Assange could face criminal charges in the U.S., although no such charges have been made public and it is unclear whether they would be based solely on publishing information as opposed to conspiring to steal it.",
  "Story Continued Below\n\nThe Trump campaign's motion to dismiss the case argues that WikiLeaks qualifies as the kind of online service that Congress rendered immune from legal liability through legislation passed more than two decades ago.",
  "\"Under Section 230 of the Communications Decency Act ... a website that provides a forum where 'third parties can post information' is not liable for the third party’s posted information,\" the campaign's attorneys wrote.",
  "“I can confirm an approach by Cambridge Analytica [prior to November last year] and can confirm that it was rejected by WikiLeaks,” Assange wrote, responding to a Daily Beast story that first reported the outreach.",
  "The Trump legal team argues that WikiLeaks didn't run afoul of the law by publishing the emails even if it was involved in hacking them and that if WikiLeaks didn't break the law, neither did the campaign.",
  "The motion filed Wednesday in federal court in Washington largely repeats arguments the Trump campaign advanced last month that the suit it is facing is legally flawed on a variety of grounds.",
  "Assange said on Twitter Wednesday that a data mining firm that did work for the Trump campaign, Cambridge Analytica, sought to coordinate with WikiLeaks prior to last November's election.",
  "The main argument is that the collection of emails published by WikiLeaks was newsworthy when taken as a whole, so the courts should not entertain a suit about their publication.",
  "Another contention from Trump's lawyers is that allowing the lawsuit to proceed could interfere with the investigation being conducted by Special Counsel Robert Mueller.",
  "A spokesman for United to Protect Democracy, a liberal group representing the plaintiffs in the case, had no immediate comment on the new Trump campaign filing.",
  "That is so even if the publisher or its source stole the information,\" wrote the lawyers, Michael Carvin, Vivek Suri, and Jeffrey Baltruzak of Jones Day.",
  "\"It's time to call out WikiLeaks for what it really is: A non-state hostile intelligence service often abetted by state actors like Russia,\" Pompeo said.",
  "\"A publisher ... faces no liability 'when its publication is 'newsworthy'; that is, when it concerns facts of legitimate public interest.'",
  "The suit is pending before U.S. District Court Judge Ellen Huvelle, an appointee of President Bill Clinton.",
  "Morning Cybersecurity A daily briefing on politics and cybersecurity — weekday mornings, in your inbox.",
  "At a conference in April, CIA Director Mike Pompeo blasted WikiLeaks as a threat to U.S. security.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "WikiLeaks rebuffed the entreaty, he said.",
  "You can unsubscribe at any time."
]