[
  "In the past year, technology companies and their executives have come under unprecedented scrutiny from elected officials and regulators stemming from a variety of issues, including a barrage of data privacy scandals, accusations of toxic corporate culture, the negative impact of tech platforms on political debate, and concerns over tech overuse and addiction.",
  "\n\nApple chief executive Tim Cook speaks during a product launch event on Sept. 12 in Cupertino, Calif. (Noah Berger/AFP/Getty Images)\n\nApple chief executive Tim Cook urged consumers not to believe the dominant tech industry narrative that the data collected about them will lead to better services.",
  "In an interview with “Vice News Tonight” that aired Tuesday, Cook highlighted his company’s commitment to user privacy, positioning Apple’s business as one that stands apart from tech giants that compile massive amounts of personal data and sell the ability to target users through advertising.",
  "The massive data breach was yet another blow to Facebook’s reputation, as the company is still reeling from its Cambridge Analytica crisis, and from its role in a Russia-backed misinformation campaign designed to influence the 2016 presidential election.",
  "The top Democrat on the Senate Intelligence Committee, Sen. Mark R. Warner (Va.), called the breach “deeply concerning” and repeated his calls for Congress to pass new data privacy laws.",
  "The companies were largely unwilling to commit to specific privacy rules and instead pledged to work with the Senate Commerce Committee on a comprehensive national privacy law.",
  "Just days before the breach was announced, members of Congress questioned representatives from Google, Twitter and several telecom companies regarding user privacy.",
  "Cook said in the interview that he is “exceedingly optimistic” that the topic of data privacy has reached an elevated level of public debate.",
  "“The narrative that some companies will try to get you to believe is: I’ve got to take all of our data to make my service better,” he said.",
  "Last week, Facebook disclosed that hackers stole information that could have allowed them to compromise over 50 million user accounts.",
  "In recent months, growing calls from Capitol Hill have boosted the prospects of new legislation aimed at big tech companies.",
  "“When the free market doesn’t produce a result that’s great for society you have to ask yourself what do we need to do.",
  "Whoever’s telling you that, it’s a bunch of bunk.”\n\nCook’s remarks come at a pivotal time for Silicon Valley.",
  "And I think some level of government regulation is important to come out on that.”",
  "“Well, don’t believe them."
]