[
  "And of course, this summer, the Intercept leaked an internal memo showing that Google is even considering a move back into China, building a custom search engine code-named “Dragonfly” that will systematically track Chinese users, while providing censored search results that remove results for terms like “human rights.” Google has for its part claimed that the project was only “exploratory,” though this explanation is disputed.",
  "First, Google has invested relentlessly in securing its infrastructure: When it was hacked (allegedly by China) in 2010, the company not only pulled out of China, but it poured resources into hardening its systems, and even moved its security team into a dedicated building at the edge of their Mountain View campus to thwart physical espionage.",
  "While the idea that Google is doing better than those companies might seem strange—Google is one of the biggest data collectors in the world, after all—I would argue that to a large extent, this is because Google has invested massively building user trust.",
  "The more extreme version of the argument holds that people who expect privacy must avoid tools like Chrome and Facebook altogether, as though privacy is a value we should all suffer for—and one that is the exclusive right of the technical elite.",
  "Let’s call it “pulling a Facebook” in honor of the many times that Facebook has “accidentally” relaxed the privacy settings for user profile data, and then—following a bout of bad press coverage—apologized and quietly reversed course.",
  "It’s part of a new technical “feature” in the browser called “identity consistency between browser and cookie jar.” Despite the gritty technical name of the feature, it represents a truly fundamental change in the way Chrome works.",
  "In 2017, when Facebook announced it had handed more than 80 million user profiles to the sketchy election strategy firm Cambridge Analytica, Facebook received surprisingly little sympathy and a notable stock drop.",
  "More critically, it’s allowed Google the breathing room to quietly improve its data collection and advertising businesses without the embarrassing congressional testimony and distractions of a Cambridge Analytica.",
  "Google security engineers brag that they can go toe-to-toe with nation-states, and they back this up by providing nation-state hacking warnings to at-risk users like journalists, politicians, and professors.",
  "Of course, the fact that Google is so ubiquitous means that it can afford to be magnanimous: There’s no need to push the privacy envelope with users when you’re already getting so much of their data.",
  "In August 2017, a former New America employee who was critical of Google alleged that he was fired because Schmidt, held undue influence at the organization, a charge New America denied.",
  "Even worse, this course change indicates that companies’ self-interest in maintaining user trust may not be a match for the business pressures that drive them to become more intrusive.",
  "Even when invisible to the average person, it’s helped to build trust with highly technical users who generally serve as ambassadors and an informal “IT help-desk” for everyone else.",
  "It’s just that without some countervailing pressure forcing Google to hold up their end of the bargain, it’s going to be increasingly hard for Google executives to justify it.",
  "To Google’s credit, it recognizes the privacy implications of this change, and simply signing the browser into Google does not immediately send your data to Google’s servers.",
  "Google has donated money to New America, a think tank, as has former Google executive chairman and CEO Eric Schmidt, who also once served as chair of New America’s board.",
  "It seems that many technical professionals feel the same way I do: that their web browser should be just a web browser, rather than an arm of Google’s online juggernaut.",
  "On the privacy front, Google is the king of targeted advertising, but it largely avoids controversial and upsetting privacy changes like the ones that plague Facebook.",
  "A key feature of these episodes is that management rarely takes the blame: It’s usually laid at the feet of some anonymous engineer moving fast and breaking things.",
  "You had the option to sign the browser into Google—and thus take advantage of Google’s many data-sharing and cloud-synchronization options—but you never had to.",
  "Maybe it’s just a coincidence that these changes consistently err in the direction of increasing “user engagement” and never make your experience more private.",
  "In the stroke of an update, the sign-in became mandatory: If you happened to visit a Google property, the browser would attach itself to your Google account.",
  "Of course, some might say that I’m a fool for ever relying on Google products, that I deserve whatever I get for becoming enmeshed in the Google ecosystem.",
  "Where Chrome had always allowed me to browse the internet as an anonymous user, suddenly my browser had signed itself into my Google account.",
  "A bit of investigation (and a visit to a nerd forum) pointed me to the cause: Chrome had logged itself in after I visited my Gmail account.",
  "For example, Google recently inked a secret deal with Mastercard to link your credit card transaction information to your web browsing.",
  "It’s hard to see Google retaining a strong reputation for privacy if it deploys systems like this to a large fraction of the world.",
  "It’s entirely possible for a company like Google to make good, usable products that strike a balance between privacy and profit.",
  "What’s new here, and is a very recent development indeed, is that we’re finally starting to see that this approach has costs.",
  "It announced a forthcoming update last Wednesday: Chrome’s auto-sign-in feature will still be the default behavior of Chrome.",
  "This is not because I inherently love Google—it’s a profit-making entity, and its shareholders will always come before me.",
  "For example, it now seems like Facebook executives spend an awful lot of time answering questions in front of Congress.",
  "But the recent Chrome changes indicate that Google is not immune to the same pressures that apply to other companies.",
  "Disclosures: From 2014–15, Matthew Green received a grant from Google’s Advanced Technologies and Projects division.",
  "Google is the one major Silicon Valley firm that has avoided much of the tech backlash that’s spattering its peers.",
  "But it brings users within an accidental click of sharing their bookmarks and browsing history with Google.",
  "And while the Chrome update may be only a small sign of that pressure, it’s hardly the most troubling one.",
  "Sure, it collects gobs of data, but it’s generally been upfront about what it takes and what it doesn’t.",
  "In short, I fear Google is well on the way to becoming a different kind of company, and it worries me.",
  "Losing the trust of your users, we’re learning, does not immediately make them flee your business.",
  "A couple of weeks ago, I noticed something strange was happening to my Google Chrome web browser.",
  "After I wrote about the change, I was taken aback by the tech community’s vociferous response.",
  "But you’ll be able to turn it off through an optional switch buried in Chrome’s settings.",
  "It’s just that the consequences are cumulative, like spending too much time in the sun.",
  "For the first 10 years of Chrome’s existence, Chrome was simply a typical web browser.",
  "This pattern of behavior by tech companies is so routine that we take it for granted.",
  "But I worry that it is increasingly trading away my trust for short-term benefits.",
  "Slate is a partner with New America and Arizona State University in Future Tense.",
  "It’s this background that makes Google’s recent changes to Chrome so surprising.",
  "If nothing else works, then at least I can vote with my feet—or my fingertips.",
  "And unlike Facebook, the company almost never loses your data to hackers.",
  "I fear Google is well on the way to becoming a different kind of company.",
  "This pro-security strategy has produced tangible benefits for Google.",
  "In the end, this is why I’m moving away from the Google ecosystem.",
  "The change in Chrome’s behavior, it turns out, was not a bug.",
  "The tech backlash even caused Google to back down, sort of.",
  "We can only guess at what it hopes to do with this data.",
  "This investment takes various forms.",
  "Photo illustration by Slate.",
  "Photo by korionov/iStock.",
  "I reject this argument.",
  "But it does matter."
]