[
  "Though she once suggested her husband would be a \"John Dean\"-like figure in Mueller's probe — a reference to the former White House attorney who pleaded guilty and became a key witness against Richard Nixon — she has recently become a more vocal critic of the FBI, openly suggesting her husband was set up by law enforcement.",
  "Story Continued Below\n\nGeorge Papadopoulos — a central figure in the FBI's decision to launch an investigation of contacts between the Trump campaign and Russia — has been cooperating with special counsel Robert Mueller since pleading guilty last year to lying to the FBI about his relationship with Russia-linked professor.",
  "| J. Scott Applewhite/AP Photo Papadopoulos’ wife won’t testify before House Intelligence members\n\nHouse Democrats’ plans to interview Simona Mangiante Papadopoulos — the wife of former Trump campaign foreign policy adviser George Papadopoulos — fell through late Wednesday over efforts to reimburse her travel expenses.",
  "According to reports and a Republican memo revealing once-classified details of the origin of the FBI probe, Papadopoulos told the Australian official that he had learned from a Kremlin-connected associate, Josef Mifsud, that Russians had obtained damaging information about Hillary Clinton.",
  "Simona Papadopoulos told POLITICO that she had intended to be on Capitol Hill next week for the interview, which comes amid efforts by Democrats on the committee to continue investigating Russian interference in the 2016 election even though Republicans have concluded the formal probe.",
  "Papadopoulos told POLITICO that she had arranged to testify to members of the House Intelligence Committee on July 8 and had even selected flights only to be informed that the committee’s Republican majority was unwilling to fund her transportation from Chicago.",
  "Rep. Adam Schiff (D-Calif.), the ranking member of the House Intelligence Committee, has held at least one hearing since Republicans shuttered that panel’s probe, bringing in former Cambridge Analytica employee Christopher Wylie.",
  "Trump campaign associates and the White House have downplayed his role in the campaign, though he took foreign trips and interacted with high-ranking foreign officials under the auspices of the campaign.",
  "George Papadopoulos' April 2016 interaction with an Australian diplomat in London appeared to help trigger the FBI's investigation of Trump campaign contacts with Russia that year.",
  "She's appeared in numerous television interviews and become a fixture on Twitter, where she's recently raised questions about the FBI's conduct.",
  "In recent months, Papadopoulos has become an unofficial spokeswoman for her husband, who pleaded guilty to lying to the FBI last year.",
  "Papadopoulos later pleaded guilty to lying to the FBI about the timing of his interactions with Mifsud.",
  "It's unclear whether Republican lawmakers will be invited to attend Simona Papadopoulous' interview.",
  "She's also pleaded for Trump to pardon her husband and solicited funds to help cover his legal fees.",
  "He's been cooperating with prosecutors in the interim and is due for sentencing in September.",
  "The tip made its way to the FBI by July, when the Russia investigation was officially opened.",
  "Aides to Schiff and the committee’s Republican chairman Devin Nunes declined to comment.",
  "\"i used to trust Institutions until they proved me wrong,\" she tweeted last month.",
  "Simona Mangiante Papadopoulos has become a vocal critic of the FBI.",
  "\"Definetely 'a lot to come' it smells of #entrapment.\"",
  "Schiff invited Republicans to attend the interview."
]