[
  "Dems blocked from sharing transcripts with Mueller\n\nSchiff and the Democrats were also frustrated in their efforts to interview Mangiante Papadopoulos, the wife of former Trump campaign adviser George Papadopoulos\n\nBut Democratic members and staff struggled to find a way to pay for Mangiante Papadopoulos to fly to Washington from Chicago for the interview, weighing whether they could use member accounts to do so.",
  "They could opt to take up a similar playbook that Nunes has used to probe the FBI and Justice Department's handling of the start of the Russia investigation and the Foreign Intelligence Surveillance Act warrant on former Trump aide Carter Page , with numerous subpoenas and requests for documents that have been backed up with threats of contempt and even impeachment.",
  "\"Minutes after we invited the majority to participate in the interview, they subsequently called Mashburn's counsel to encourage him not to testify — now their practice in our ongoing investigation — because they have been repeatedly embarrassed by new revelations that have come from and about witnesses they refused to bring in, like Maria Butina,\" Boland said.",
  "Instead, they have had to rely on House Minority Leader Nancy Pelosi's office to pay for outside transcription services and to use her offices to conduct interviews -- as they did when t he Cambridge Analytica whistleblower, Christopher Wylie , met with the panel in April and for Wednesday's interview with Simona Mangiante Papadopoulos.",
  "Democrats charged that Republicans helped kill the interview after they learned Mashburn had agreed to attend, but Mashburn accused Democratic staffers in a statement to CNN of falsely claiming the interview would be bipartisan when they didn't tell Republicans about the meeting until an hour before it was scheduled to occur.",
  "But beyond the small-bore disputes, there is one serious matter at hand, Democrats say: They want to share the transcripts of their witness interviews with special counsel Robert Mueller over concerns that some witnesses may have been untruthful, but Nunes, they say, isn't cooperating.",
  "Republicans refuse to participate\n\nIn that probe, Democrats accused Nunes of sitting on scores of subpoena requests and demands to interview a bevy of witnesses, while the GOP said Schiff and his colleagues were on a witch-hunt with the sole goal of undermining the White House.",
  "Since then, Republicans have erected several hurdles making it harder for Democrats to continue their own investigation into connections between Trump campaign officials and Russians after the GOP ended the committee's probe in March, Democratic lawmakers and aides said.",
  "Mashburn, a Trump campaign policy aide who has worked in the White House and as a senior adviser to Energy Secretary Rick Perry, reportedly provided intriguing testimony to the Senate Judiciary and Intelligence Committees -- and Democrats were eager to press him further.",
  "Republicans told CNN they now see no reason why they should participate in or help with the Democratic investigation that they believe is a fruitless exercise and a continuation of the partisan battle that engulfed the committee for the past 18 months.",
  "The scuttled Mashburn interview is one of a number cases where the partisan acrimony on the House Intelligence Committee has hampered the Democrats' efforts to continue the Russia investigation that the panel's Republicans ended in March.",
  "In an interview on a podcast hosted by Wisconsin Republican Rep. Sean Duffy, Nunes accused the FBI and the Justice Department of trying to slow-walk their cooperation with the Republican probes in the hopes that Democrats win in November.",
  "\"They certainly do what they can to make it difficult for us,\" Rep. Adam Schiff, the top Democrat on the Intelligence Committee, said of Republicans, accusing them of \"affirmatively\" working to urge witnesses not to cooperate with them.",
  "Should Democrats retake the House in November, they will gain control of the committees -- and the unilateral subpoena power that comes with them in the House -- to make things difficult for Trump's campaign team and the White House.",
  "Nunes spokesman Jack Langer said in a statement: \"It's a letdown to see that the Democrats have run out of amusing collusion conspiracy theories to leak to CNN and have replaced them with a litany of petty administrative complaints.\"",
  "(CNN) Democrats on the House Intelligence Committee thought they had scored a coup in their efforts to continue investigating Russian interference in the 2016 election: Trump aide John Mashburn had agreed to answer their questions.",
  "But just minutes before he was slated to speak to lawmakers last week, the Democrats were told he had canceled -- and wouldn't appear because Republicans were not attending, according to three sources familiar with the interview.",
  "Schiff spokesman Patrick Boland said in a statement that Democratic staff \"conveyed to Mr. Mashburn's lawyer that committee Republicans were unlikely to attend because they had prematurely shut down their investigation.\"",
  "\"Rep. Schiff's staff actually gave less than 60 minutes notice to committee Republicans regarding both the existence of and the opportunity to attend this unofficial, unauthorized meeting of Democrat only members.",
  "\"They won't even agree to pay for any investigation that is not of the investigators themselves,\" Schiff said, referring to Nunes' efforts to investigate how the Trump-Russia probe was handled in 2016.",
  "\"There's a difference between a real investigation and a fake investigation fueled by a desire for people to get on television,\" said Rep. Mike Turner, an Ohio Republican, who sits on the panel.",
  "And Rep. Mike Conaway , the Texas Republican who led the committee's Russia investigation after Nunes last year temporarily stepped aside from running the probe, is backing the chairman now.",
  "Democrats say Republicans have been playing petty games preventing them from carrying out basic tasks, including spending any money to cover the costs of flying witnesses to Washington.",
  "Democrats say they made a request for an interview with Butina, the Russian national accused by federal authorities of being a covert agent, but she did not respond to their request.",
  "\"I agreed to answer questions from bipartisan House staff in any officially authorized meeting or interview as I have already done for two Senate committees,\" he told CNN.",
  "Schiff has contended that some of the witnesses who testified during the GOP-led Russia probe may have lied, which is a crime, and he wants Mueller to know about it.",
  "\"We're looking at what legal recourse there may be if the committee takes evidence of a potential crime, but we don't have a final legal judgment on that yet.\"",
  "Schiff has requested additional interviews, such as embattled FBI agent Peter Strzok , although they must come voluntarily since Democrats lack subpoena power.",
  "Given the intense partisanship in the House, it's not unusual for any majority in either party to squelch efforts by the minority party to act unilaterally.",
  "\"They not only don't want to hear what the Trump campaign knew about Russian possession of the stolen emails, but they don't want us to know either.\"",
  "\"They are putting all their chips in on that the Republicans will lose the House and all of these investigations will shut down,\" Nunes said.",
  "Midterms looming\n\nThe battle over committee resources is another indication of the stakes of the battle for the House in the midterms.",
  "But without Nunes' help, Schiff said, Democrats are exploring other ways to provide Mueller with the information unilaterally.",
  "But Democrats say House Intelligence Chairman Devin Nunes , a Republican from California, has taken it to a whole new level.",
  "\"Within minutes\" of inviting Republicans to attend last Wednesday, Schiff said, Mashburn abruptly canceled his appearance.",
  "Democrats contend that the GOP has even taken the step of denying the use of free-of-charge House transcription services.",
  "Ultimately, she told CNN she paid her own way to do the interview, which occurred Wednesday in Pelosi's personal office.",
  "This was not what had been agreed to from the beginning between the respective attorneys, so we declined to appear.\"",
  "\"We're trying determine whether evidence of a crime is an exception to the executive session rules,\" Schiff said.",
  "Nunes declined to answer CNN's questions about Schiff's scheduled interviews and the Democratic complaints.",
  "In the case of Mashburn, Democratic sources say he was told ahead of time that Republicans were invited.",
  "The moves, in turn, have prompted Democrats to take their own steps to try to counter the Republicans.",
  "\"I think it's extraordinarily unlikely they're going to learn anything we don't already know.",
  "But knock yourself out,\" said Rep. Chris Stewart, a Utah Republican, also a committee member.",
  "But Mashburn had a different accounting of the negotiations ahead of his scheduled testimony.",
  "They say the GOP has prevented the Democrats from using the committee spaces for interviews.",
  "\"And if you do, I'll recognize that and I'll thank them for it.\"",
  "\"Devin runs that process, and I'm backing Devin's decisions.\"",
  "\"That's the only thing they're willing to investigate.\"",
  "It's the committee's money,\" Conaway said.",
  "\"It's not their money."
]