[
  "“We acknowledge the uncertainty,” surrounding the company following the breach, heightened government scrutiny, and some recent high-profile executive defections, Argus Research’s Joseph Bonner wrote in a Wednesday note, “but also recognize that Facebook’s (FB) platforms provide digital advertisers with unique access to a huge base of users.",
  "Newsletter Sign-up\n\n“Facebook is having a tough year, with continued fallout from the Russian troll operation in the 2016 election and the Cambridge Analytica scandal, the exit of several senior executives, and the recent report of a security breach,” Bonner wrote.",
  "As a result, Bonner wrote, Facebook trades at about a 40% discount to a peer group of a dozen large internet and technology stocks using a common valuation metric of enterprise value to forward earnings before interest, taxes, depreciation and amortization.",
  "But some of those fears may be overdone, Bonner believes, noting that the 50 million accounts said to be affected represents a small percentage of the company’s total user base; Facebook’s response, meanwhile, may have been sufficient to avoid major fines.",
  "It has been an eventful year for the shares: After diving in mid-March as news of the Cambridge Analytica scandal spread, they recouped those losses (and then some) before its Q2 results and a cloudy outlook started a fresh drop.",
  "Text size\n\nThe dip in shares of Facebook since news of a data breach landed last week could represent a buying opportunity for investors willing to put up with the “uncertainty” surrounding the company.",
  "Bonner on Wednesday lowered his price target on the stock from $237 to $210, still about 30% above the stock’s recent price of $162.48.",
  "The haircut for Facebook shares has been a positive for valuation.”\n\nThe shares are down roughly 3% since the news broke.",
  "His new target is just about in line with the average analyst price target, according to FactSet data.",
  "The stock, down about 8% in 2018—during which the S&P 500 is up some 9%—is up more than 2% today.",
  "Follow him at @marinonachison and follow Barron’s Next at @barronsnext.",
  "That compares with an 8% average discount over the last two years.",
  "Email David Marino-Nachison at david.marino-nachison@barrons.com.",
  "(The peer group is proprietary, Bonner told Barron’s Next.)",
  "Bonner maintained his Buy rating on Facebook’s stock.",
  "They’re now within shouting distance of March lows."
]