[
  "It sent shockwaves through the tech world, with other big companies being swept up in data scandals of their own, including Google which was criticised for collecting location data even when users told it not to.",
  "His evidence thrust Facebook into a tsunami of scandal, wiping $60 billion off the company's value and forcing CEO Mark Zuckerberg into a media apology tour, which has evolved into a global advertising campaign.",
  "Wylie told Business Insider how his life has transformed since going public with evidence that Cambridge Analytica weaponised the data of 50 million Facebook users during the 2016 US presidential election.",
  "Life after blowing the whistle on Facebook\n\nWylie is comfortable with Cadwalladr's moniker, particularly as he hopes to inspire a new generation of whistleblowers to come forward and expose corruption.",
  "Business Insider Christopher Wylie, the 29-year-old data scientist who exposed Facebook's giant data breach, has revealed he has been physically assaulted and followed since blowing the whistle.",
  "Four months later, the official Leave campaign was found guilty of breaking electoral law for funnelling payments of more than £675,000 to Aggregate IQ through another Brexit campaign group.",
  "He is coy about how he earns a living but said he does consulting work for \"different authorities in different jurisdictions\" to help them identify blind spots on emerging technologies.",
  "Asked if he could see himself policing data misuse in the future and bringing companies like Cambridge Analytica to justice, he said: \"Do I see myself being a data cop in the future?",
  "\"Once the story came out, and blew up in the way that it did, I had to let go of that old habit, and embrace the fact that people want to talk about it, and talk to me about it.\"",
  "Neil P. Mockford/Getty Images Prior to going public in March, which he did through interviews with The Observer and The New York Times, Wylie said he was a private person.",
  "Wylie helped build what he describes as \"[Trump advisor] Steve Bannon's psychological warfare mindf--k tool,\" which exploited Cambridge Analytica's haul of Facebook data.",
  "He thought about stripping the pink from his hair and removing his piercings, but decided that his identity as a gay man should be part of his narrative.",
  "\"It's important that queer people get visibility, particularly when they look, act, and speak in the way that they're comfortable with,\" he continued.",
  "Some of the abuse he has encountered has been reported to the police, while a risk assessment was also carried out on the whistleblower.",
  "Carole Cadwalladr, The Observer journalist who got Wylie to talk, described him as \"the millennials' first great whistleblower.\"",
  "I've been followed into gay clubs, for example, where alt-right blogs would send photographers to take pictures of me,\" he said.",
  "In March, Wylie said the UK may not have voted to quit the EU if it had not been for \"cheating\" by the Leave campaign.",
  "Now, his shock of pink hair, nose ring, and countless media appearances have made him an easily recognisable figure.",
  "The Canadian went on to become a vocal critic of the UK's Brexit referendum, challenging the validity of the vote.",
  "\"That has been not necessarily the easiest to deal with but, again, you start to actually just get used to it.\"",
  "Almost had never done any kind of media, anything before,\" he said after being named in the UK Tech 100.",
  "\"It's important that people see that you can be a whistleblower and you can be different,\" he explained.",
  "His \"unique\" look, as he describes it, was actually discussed prior to the story going live.",
  "At the moment, I am helping quite a few authorities and investigations more broadly.\"",
  "Aggregate IQ is a Canadian data firm with a web of links to Cambridge Analytica.",
  "It all means he has to take certain precautions when he is out in public.",
  "\"Before my coming out, as it were, I was very much a private person.",
  "\"I've been physically assaulted several times in the street.",
  "Wylie said it was this that made him vulnerable to attack.",
  "Born in Victoria, Canada, Wylie now lives in London.",
  "But this was not the reason he was targeted.",
  "Somebody once pushed me into traffic.",
  "\"For me, that was important.\"",
  "Christopher Wylie.",
  "I don't know.",
  "Probably not."
]