[
  "“We used to view our role as building tools for people and saying, ‘Hey, we’re going to put this power in your hands.’ And we think people are basically good, and we think that that can have a net positive effect.”\n\n“Now I just think we understand—both because of the ability for us to develop these things and because of the scale at which we operate—that it’s also our responsibility to make sure that all these tools are used well, not just to put them in people’s hands,” Zuckerberg said.",
  "Increasingly we’re building AI tools to do more of that proactively, but still a lot of it is reactive.”\n\n“Given the importance of these elections, especially 2018—with major elections in the United States, India, Brazil, Mexico, Pakistan, Hungary coming up soon—we just thought that that wasn’t enough,” he said.",
  "“You need to also make sure that that voice is not used for foreign interference in elections or disseminating fake news.”\n\nThe most important aspect of the new Facebook reforms—at least according to Zuckerberg—is that they are not just reactive.",
  "“But we were slow in identifying this new kind of attack, and we need to get ahead of that in the future.”\n\nAnticipating different kinds of attacks is one reason why Facebook is now trying to show more information to Facebook users.",
  "If Facebook is a castle, it must build its walls, maintain them, and make sure its more than 25,000 employees work to protect them—all while constantly imagining new ways of coming under attack.",
  "“I think that will be quite effective at preventing someone in Russia, for example, from lying and saying that they’re in the United States and able to advertise in the election here.”",
  "“We will physically mail a code to where you say you are, and you have to be able to access that code that we mail to you in order to be able to run an ad,” said Zuckerberg.",
  "First, it will require the individual owners of the largest Facebook pages to verify their names by providing the company with a copy of their government IDs.",
  "His team caught Russia trying to interfere with campaigns—for instance by phishing staff—but it didn’t understand the scale of the country’s overall effort.",
  "But Facebook’s adversaries, be they Russian hackers or a team of enterprising bigots, need only find one gap in the ramparts to wage a successful assault.",
  "“You post something and then if it violates the community standards, someone flags it to us and then we review it.",
  "“Generally, you can come to Facebook, you can post what you want, you can run an ad,” said Zuckerberg.",
  "“I think there’s just been a very basic shift in how we view our responsibility,” he said.",
  "What went wrong in 2016, Zuckerberg said, was in part a failure of imagination.",
  "“You know, you can’t just give people a voice,” he told me.",
  "Take the company’s new political-ad transparency program.",
  "It will also make them respond to a letter in the mail.",
  "“We were looking for different issues,\" he said.",
  "So Facebook has taken two steps."
]