[
  "\"We worked with Facebook over this period to ensure that they were satisfied that we had not knowingly breached any of Facebook's terms of service and also provided a signed statement to confirm that all Facebook data and their derivatives had been deleted,\" it added.",
  "Cambridge Analytica, a data analytics firm used by the Trump campaign during the 2016 elections, insisted on Saturday that it did not misuse or hold data obtained from Facebook users, despite having been sanctioned by the platform for doing so.",
  "\"This company, Global Science Research (GSR), was contractually committed by us to only obtain data in accordance with the U.K. Data Protection Act and to seek the informed consent of each respondent,\" it added.",
  "\"In 2014, we contracted a company led by a seemingly reputable academic at an internationally-renowned institution to undertake a large scale research project in the United States,\" Cambridge Analytica said.",
  "On Friday, Facebook announced that it had suspended Cambridge Analytica, suggesting the firm had not been honest about deleting user data sent to it by the makers of a popular psychology test app.",
  "\"When it subsequently became clear that the data had not been obtained by GSR in line with Facebook's terms of service, Cambridge Analytica deleted all data received from GSR,\" Cambridge said.",
  "It stands accused of harvesting Facebook user data to profile voters that that were ultimately targeted by the Trump campaign, which spent over $6 million on information obtained by the firm.",
  "Cambridge Analytica now finds itself in the middle of a political firestorm, amid a roiling debate over 'information warfare' that is being used to influence the electoral process.",
  "Yet on Saturday, Cambridge Analytica issued a statement insisting it \"fully complies\" with Facebook's terms of service, and was working with the site to resolve the issue.",
  "\"Cambridge Analytica's commercial and political divisions use social media platforms for outward marketing, delivering data-led and creative content to targeted audiences.",
  "They do not use or hold data from Facebook profiles,\" the firm said, as it sought to distance itself from a company it originally contracted to mine information.",
  "\"Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,\" Facebook said in a blog post.",
  "However, the social network has accused Cambridge Analytica of holding that data, despite assurances to the contrary.",
  "That particular app, called \"thisisyourdigitallife,\" was itself banned by Facebook back in 2015.",
  "If true, this is another unacceptable violation of trust and the commitments they made.\"",
  "\"We are moving aggressively to determine the accuracy of these claims."
]