[
  "It’s a public relations and messaging firm that has clients all around the world, and as Vox’s Andrew Prokop writes:\n\nSCL tends to describe its capabilities in grandiose and somewhat unsettling language — the company has touted its expertise at ”psychological warfare” and “influence operations.” It’s long claimed that its sophisticated understanding of human psychology helps it target and persuade people of its clients’ preferred message.",
  "But we also made mistakes, there’s more to do, and we need to step up and do it.”\n\nBut former Facebook employees have said that there’s a tension between the security team and the legal/policy team in terms of how they prioritize user protection in their decision-making.",
  "Why this is a Facebook scandal more than a Cambridge Analytica one\n\nFacebook founder and CEO Mark Zuckerberg wrote in a response to this scandal, “I’ve been working to understand exactly what happened and how to make sure this doesn’t happen again.",
  "“The people whose job is to protect the user always are fighting an uphill battle against the people whose job is to make money for the company,” Sandy Parakilas, who worked on the privacy side at Facebook, told the New York Times.",
  "It not only collected data from people who took the quiz, but as my colleague Aja Romano writes, it exposed a loophole in Facebook API that allowed it to collect data from the Facebook friends of the quiz takers as well.",
  "Cambridge Analytica CEO Alexander Nix actually reached out to WikiLeaks founder Julian Assange about the emails that were hacked from the Democratic National Committee’s servers, according to the Wall Street Journal.",
  "There is a complicated web of relationships that explains how the Trump campaign, Cambridge Analytica, and Facebook are tied together, as my colleague Andrew Prokop explains in this excellent piece.",
  "1) Here’s the very simple version of the story\n\nFacebook exposed data on up to 87 million Facebook users to a researcher who worked at Cambridge Analytica, which worked for the Trump campaign.",
  "Now, there is a decent chance Cambridge Analytica’s work didn’t actually do much to elect Trump; the firm’s reputation in the political consulting community is less than stellar.",
  "And according to a former Cambridge Analytica employee, the firm got it through researcher Aleksandr Kogan, a Russian American who worked at the University of Cambridge.",
  "Cambridge Analytica, the political consulting firm that did work for the Trump campaign and harvested raw data from up to 87 million Facebook profiles, is shutting down.",
  "And the developer was able to exploit a loophole to gather information on not only people who used the app but all their friends — without them knowing.",
  "Cambridge Analytica was created when Steve Bannon approached conservative megadonors Rebekah and Robert Mercer to fund a political consulting firm.",
  "Bannon became vice president of Cambridge Analytica, and during the 2016 election, he reached out to the Trump campaign to introduce the two sides.",
  "Still, it’s Cambridge Analytica paying the price today after losing multiple clients after the last several months of unflattering publicity.",
  "As Romano points out, Facebook prohibited the selling of data collected with this method, but Cambridge Analytica sold the data anyway.",
  "The good news is that the most important actions to prevent this from happening again today we have already taken years ago.",
  "Facebook allowed a third-party developer to engineer an application for the sole purpose of gathering data.",
  "But if you need a refresher on how all the pieces fit together, this diagram helps make sense of it all.",
  "This means, as the New York Times writes, Cambridge Analytica is basically a shell for the SCL Group.",
  "Bannon, of course, eventually became a senior adviser to Trump before he was fired in August 2017.",
  "But the more important part of this story is how Cambridge Analytica got its data from Facebook.",
  "But this highlights a larger debate over how much users can trust Facebook with their data.",
  "4) How did Kogan use Facebook to harvest up to 87 million user profiles?",
  "So what is the SCL Group, which does the work for Cambridge Analytica?",
  "2) But how is the Trump campaign connected to Cambridge Analytica?",
  "3) How did Cambridge Analytica get its data?",
  "Kogan built a Facebook app that was a quiz."
]