[
  "Developing now, Thursday, April 12, 2018\n\nHouse Speaker Paul Ryan's retirement announcement sets off a frenzy over who’ll succeed him – and his decision’s impact on the 2018 midterms\n\nHouse Intel Chair Devin Nunes and Rep. Trey Gowdy gain access from the FBI to the memo that started the Russia investigation\n\nYears of ‘soft policy’ against Russia are over, Mike Pompeo, President Trump's pick for secretary of state, is expected to tell senators at his confirmation hearing\n\nRegulation of social media companies is 'inevitable,' Facebook CEO Mark Zuckerberg says during his second day of congressional testimony\n\nThe Parkland, Fla., shooting suspect wants to give his inheritance to massacre victims, his lawyer told a judge Wednesday\n\nTHE LEAD STORY - SHADOW CAMPAIGNS FOR HOUSE SPEAKER, PELOSI LOOKING TO REGAIN POWER: House Speaker Paul Ryan’s retirement plans, announced Wednesday, expose what appears to be an already-existing behind-the-scenes battle among his top lieutenants to replace him ... Ryan and his staff had for weeks denied rumors that the Wisconsin Republican planned to leave office, as House Majority Leader Kevin McCarthy and Majority Whip Steve Scalise appeared to be increasing their respective national profiles and positioning for the job.",
  "According to his prepared remarks, Pompeo will chastise Russia for acting “aggressively” and emphasize that the national security strategy of the Trump administration considers Russia “a danger to our country.” However, he also will say that diplomatic efforts with Moscow, while challenging, “must continue.” Pompeo, currently the CIA director, will vow to promote democracy and human rights while stressing America’s “duty to lead,” according to the remarks, despite Trump’s vows to put “America first.” His remarks come as President Trump and U.S. allies weigh options against Syria and the Assad regime for its suspected poison gas attack on its own people last weekend.",
  "“He would like that money donated to an organization that the victims’ family believes would be able to facilitate healing in our community or an opportunity to educate our community about the issues that have ripened over the last four or five months.” Cruz’s mother died last November and the 19-year-old is set to inherit $800,000 from a trust fund when he turns 22, reports said.",
  "BLOOD MONEY: Parkland, Fla., school shooting suspect Nikolas Cruz wants to donate his inheritance to victims of the massacre and help “heal the community” ... A lawyer for Cruz — who is accused of killing 17 people with a semi-automatic weapon Feb. 14 at Marjory Stoneman Douglas High School — said that any wealth his client receives would go to survivors of the gunman’s rampage.",
  "ET: Adm. James Stavridis on the possibility of a U.S.-led strike on Syria and its impact on Russia relations; Chris Wallace on the latest in the Mueller investigation; Gerri Willis on the takeaway from Mark Zuckerberg's testimony on Capitol Hill; Dana Perino on Paul Ryan's retirement and who could be the next House speaker; Jenna Lee on the top headlines of the day.",
  "ET: House Majority Leader Kevin McCarthy reacts to Paul Ryan's retirement announcement; Judge Andrew Napolitano on the latest in the Mueller investigation; an Army veteran who was recently in Syria discusses rising tension in the region; and the \"Pitbull of Personal Development\" Larry Winget has some advice for soon-to-be college graduates.",
  "FACEBOOK SAVES FACE: House members took turns Wednesday grilling Facebook CEO Mark Zuckerberg about the social networking site’s failure to protect the personal information of 87 million users, calling on the billionaire to explain the “alarming reports” about data security issues and urging him to help fix the industry’s problems ...",
  "ACCESS NO LONGER DENIED: Facing possible legal action, Deputy Attorney General Rod Rosenstein allowed House Intelligence Committee chairman Rep. Devin Nunes, R-Calif., and Rep. Trey Gowdy, R-S.C., to view the FBI memo that sparked the bureau's counterintelligence investigation of contacts between Russia and the Trump campaign ...",
  "The meeting came a day after Nunes threatened to take legal action -- including contempt proceedings and impeachment -- against Rosenstein and FBI Director Christopher Wray for failing to produce a clean copy of the memo, known as an electronic communication, or EC, that was responsive to an August 2017 committee subpoena.",
  "– Tucker Carlson, on \"Tucker Carlson Tonight,\" challenging Commentary Magazine associate editor Noah Rothman, who claimed the host \"willfully misled his audience and advanced Russian geopolitical narratives\" by cautioning against anti-Assad actions in Syria following the chemical attack on civilians there.",
  "– Former Secretary of State Madeleine Albright, on \"The Daily Briefing with Dana Perino,\" saying she is concerned President Trump acts as though he is \"above the law\" and is concerned Trump doesn't have a real strategy for a potential attack on Syria.",
  "“So my position is not that there should be no regulation, but I also think that you have to be careful about regulation you put in place.”\n\nIf lawmakers sought to humble Zuckerberg during his two days of testimony, they may have fallen short.",
  "GETTING TOUGH ON RUSSIA: Mike Pompeo, President Trump's nominee to be the next secretary of state, is expected to tell the Senate during his confirmation hearing Thursday that years of soft policy toward Russian aggression are “now over\" ...",
  "#OnThisDay\n\n2008: Democratic presidential candidate Barack Obama concedes that comments he'd made privately during a fundraiser about bitter working class voters who \"cling to guns or religion\" were poorly-worded.",
  "Zuckerberg testified before the House Energy and Commerce Committee on his final day on Capitol Hill — after five hours on Tuesday before a joint hearing of the Senate’s commerce and judiciary committees.",
  "“The internet is growing in importance around the world in people’s lives and I think that it is inevitable that there will need to be some regulation,” Zuckerberg said during testimony Wednesday.",
  "ET: Mike Huckabee; Gene Munster, managing partner at Loup Ventures; Apollo Ohno, Olympics champion; RNC spokeswoman Kayleigh McEnany; State Sen. Jim Brulte, California Republican Party chairman.",
  "Statements from representatives facing re-election this year ranged from complaints of anti-conservative bias to questions about whether Facebook could improve broadband speeds in their state.",
  "If the Democrats retake the House in November, current Minority Leader Nancy Pelosi – the self-described “master legislator” from California -- could be in an ideal position to regain power.",
  "Two days of unfocused questioning helped Zuckerberg restore more than $25 billion in market value that the company has lost since the Cambridge Analytica scandal broke in mid-March.",
  "\"Although the subpoenas issued by this Committee in August 2017 remain in effect, I’d like to thank Deputy Attorney General Rosenstein for his cooperation today,\" Nunes responded.",
  "ET: Guests include: Walid Phares, former Trump campaign foreign policy adviser; Chris Swecker, former assistant FBI director; Rep. Claudia Tenney; Rep. Blaine Luetkemeyer.",
  "A government source told Fox News that Nunes, Gowdy and committee Republican staff were able to view the two-page memo with relatively few redactions.",
  "ET: Mike Murphy, founder of Rosecliff Ventures; Keith Fitz-Gerald, Money Map Press chief investment strategist; Ford O’Connell, GOP strategist.",
  "Cruz does not want those funds, whatever money that he is entitled to,” lawyer Melissa McNeill told a Broward County judge Wednesday.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: House Speaker Paul Ryan announced he would not be seeking re-election in November.",
  "1961: Soviet cosmonaut Yuri Gagarin becomes the first man to fly in space, orbiting Earth once before making a safe landing.",
  "Fox News Jared Halpern discusses Ryan’s 20-year career in politics and the effect his retirement may have on the GOP.",
  "I think there really has to be some kind of a strategic approach to it and a plan, and I am worried about it.\"",
  "ACROSS THE NATION\n\nI'm 'a member of the African-American community,' says white Dem seeking state House seat.",
  "Fox News' Eben Brown is at the McAllen, Texas border, where he spoke to one nun who is helping the migrants.",
  "HOLLYWOOD SQUARED\n\n'Roseanne' star Emma Kenney is 'seeking treatment' for her 'illegal' behavior.",
  "Massive 205-million-year-old ichthyosaur fossil discovered, 'one of the largest animals ever.'",
  "Fans boo Tristan Thompson in first game since allegedly cheating on pregnant Khloe Kardashian.",
  "AS SEEN ON FOX NEWS\n\nQUESTIONING SYRIA: \"You accused me of 'defending a blood-soaked regime.'",
  "MINDING YOUR BUSINESS\n\nTesla CEO Elon Musk sleeping on factory floor during Model 3 rollout.",
  "1861: The Civil War begins as Confederate forces open fire on Fort Sumter in South Carolina.",
  "THE SWAMP\n\nJerry Brown bolsters National Guard but defends California's sanctuary status.",
  "Facebook shares rose more than 1 percent Wednesday after climbing 4.5 percent on Tuesday.",
  "WATCH\n\n#CohenRaid\n\nAlan Dershowitz: Why the FBI raid on Trump's lawyer hurts all of us.",
  "But as signs of the shadow campaigns emerge, the Democratic Party could play spoiler.",
  "TRENDING\n\nBiblical prophecy claims the Rapture is coming April 23, numerologist says.",
  "Virginia man followed woman across three states in fake police car, authorities say.",
  "White House mulls letting states require drug tests for some food stamp recipients.",
  "Bill Cosby accuser calls fallen comedian 'a serial rapist' on the witness stand.",
  "PHOTO: Optical illusion that makes colors 'vanish' before your eyes goes viral.",
  "I am questioning anyone who states as fact what he doesn't know [to be] fact.\"",
  "Trump has warned Russia against countering any potential U.S. strike on Syria.",
  "Michael Goodwin: When it comes to Mueller, Trump needs to play the long game.",
  "ET: Author and radio host Mark Steyn, \"Tucker Carlson's Final Exam\" and more.",
  "Suspect's sketches released in Washington cold-case murder of young couple.",
  "Plus, National Guard troops have started gathering at the southern border.",
  "Stranger on plane adopts struggling woman's baby after 'chance encounter.'",
  "The source described those redactions as \"minimal and justified.\"",
  "WATCH\n\n'FOREIGN POLICY BY TWEETS': \"It can't just be a one-off.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "JP Morgan's Dimon says U.S. economy still looks 'pretty good.'",
  "Also, commentary from \"Fox & Friends\" co-host Brian Kilmeade.",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Kevin Spacey sexual assault case reviewed by Los Angeles DA.",
  "Greitens says 'sexy workout' encounter was nonconsensual.",
  "Judge Andrew Napolitano: The real threat to Donald Trump.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "We'll see you in your inbox first thing Friday morning.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Pelosi served as House speaker from 2007-2011.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Sears to sell 16 stores in online auction.",
  "Heinz releases new Mayochup condiment.",
  "The Intelligence Report, 2 p.m.",
  "The Brian Kilmeade Show, 9 a.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "Welcome to Fox News First.",
  "Ex-lover of Missouri Gov.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Enjoy your day!",
  "Click here.",
  "“Mr."
]