[
  "\"We have strict firewall practices to ensure no coordination between regulated groups, including the teams working on non-coordinated campaigns being physically separated, using different servers and being banned from communicating with each other,\" a spokesman said.",
  "\"So if they were getting advice from, let's say, Cambridge Analytica or someone else about 'OK, here are the 12 voters in this town in Wisconsin — that's whose Facebook pages you need to be on to send these messages,' that indeed would be very disturbing.\"",
  "Mark Turnbull, the managing director of Cambridge Analytica Political Global, was filmed saying the firm would use proxy organizations, such as charities or activist groups, to discreetly funnel negative material about other candidates onto social media.",
  "Lisa Lake/Getty Images for Geisinger Symposium\n\n\"So you've got Cambridge Analytica, you've got the Republican National Committee — which, of course, had always done data collection and analysis — and you've got the Russians,\" she said.",
  "Cambridge used super PACs to seed attack ads\n\nCambridge Analytica's bosses also described how they used groups outside Trump's official Republican vehicle to seed attack ads — something that may pique the interest of US authorities.",
  "'We just put information into the bloodstream to the internet, and then watch it grow'\n\nNix and his colleagues described to the undercover reporter how Cambridge Analytica disseminated Trump's message online without leaving a trace.",
  "Turnbull explained how Cambridge Analytica created the \"Defeat Crooked Hillary\" attack ads, which Channel 4 News said were funded by the Make America Number 1 super PAC and watched more than 30 million times during the campaign.",
  "YouTube\n\n\"So the campaign will use their finite resources for things like persuasion and mobilization, and then they leave the 'air war,' they call it, like the negative attack ads, to other affiliated groups,\" Tayler said.",
  "CEO Alexander Nix and his colleagues thought they were talking to a fixer for a wealthy client hoping to get candidates elected in Sri Lanka when they met the Channel 4 News reporter at luxury hotels in London.",
  "\"And the real question is how did the Russians know how to target their messages so precisely to undecided voters in Wisconsin or Michigan or Pennsylvania; that is really the nub of the question.",
  "They explained how they would use super PACs — independent campaigning committees not constrained by certain spending rules — to target Hillary Clinton, the 2016 Democratic presidential nominee.",
  "Reuters\n\nThe bosses of the data firm Cambridge Analytica were secretly filmed boasting about using shadowy online propaganda tools to help Donald Trump win the US presidential election in 2016.",
  "The footage is the latest revelation from an explosive investigation by Britain's Channel 4 News, which sent an undercover reporter into meetings with Cambridge Analytica over four months.",
  "Channel 4 News\n\n\"We just put information into the bloodstream to the internet, and then watch it grow, give it a little push every now and again over time to watch it take shape,\" he said.",
  "\"We did all the research, all the data, all the analytics, all the targeting — we ran all the digital campaign, the television campaign, and our data informed all the strategy,\" Nix said.",
  "\"We take information security with the utmost seriousness, and for high-profile clients, using mainstream email providers simply doesn't provide a suitable level of security,\" he said.",
  "Nix said Cambridge Analytica also used ProtonMail, taking advantage of the encrypted email service's \"self-destruct\" feature that deletes messages within two hours of being read.",
  "\"When you think about the fact that Donald Trump lost the popular vote by 3 million votes but won the Electoral College vote, that's down to the data and the research,\" he said.",
  "The board said his recorded comments \"do not represent the values or operations of the firm, and his suspension reflects the seriousness with which we view this violation.\"",
  "Speaking to Channel 4 News while promoting her book last year, Clinton questioned whether Cambridge Analytica was involved in Russia's interference in the 2016 US election.",
  "Cambridge Analytica has insisted that it has strict rules to separate its activity and that it was transparent about its work on political campaigns and PACs.",
  "In another conversation, Cambridge Analytica's chief data officer, Alexander Tayler, argued that the firm's work helped Trump emerge victorious.",
  "A Cambridge Analytica spokesman denied any involvement in Russia's election interference, saying that \"such an allegation is entirely false.\"",
  "Nix was suspended on Tuesday pending an independent investigation by the British barrister Julian Malins, the company said in a statement.",
  "\"And so this stuff infiltrates the online community and expands, but with no branding, so it's unattributable, untrackable.\"",
  "Coordination between an official campaign and these outside groups is illegal under US election law, Channel 4 News said.",
  "A Cambridge Analytica spokesman told Channel 4 News: \"CA has never claimed it won the election for President Trump.",
  "In one exchange, Nix said he had met Trump \"many times\" and described what the firm undertook for his campaign.",
  "Last week, the embattled company was suspended from Facebook for harvesting the data of 50 million users.",
  "A Cambridge Analytica spokesman said that using encrypted communications was a common practice.",
  "\"There's no evidence, there's no paper trail, there's nothing,\" Nix said.",
  "Nix, right, with Mark Turnbull, another Cambridge Analytica executive.",
  "Clinton: Did Cambridge Analytica coordinate with Russia?",
  "The \"Defeat Crooked Hillary\" YouTube channel.",
  "Cambridge Analytica CEO Alexander Nix.",
  "This is patently absurd.\"",
  "Hillary Clinton."
]