[
  "“There’s this idea that there’s a magic sauce of personality targeting that can overcome any issue, and the fact is that’s just not the case,” said the former staffer, adding that Cambridge “doesn’t have a level of understanding or experience that allows them to target American voters.”\n\nSeveral GOP data operatives said that, even if Trump’s campaign were to bring on the top conservative data firms, it might be too little, too late to catch up to Clinton.",
  "But Zac Moffatt, co-founder of the GOP digital firm Targeted Victory, which had done online payment processing for the Trump campaign before it was replaced by Revv, said, “the apparatus around Trump hasn’t given up on data.” He added, though, during an early May interview just hours before the Indiana primary knocked out Cruz, that the Trump campaign “had issues with targeting and email,” which he attributed to Trump’s skeletal digital operation.",
  "And I think the same is true with me.”\n\nOne GOP data source said the Trump campaign is “far more sophisticated than anyone has seen or reported on.” The source said “there’s a substantive infrastructure that’s not been seen or found out about or reported about quite purposefully.”\n\nBut it’s also true that Trump’s increasing investment in data appears driven by his need for his supporters’ cash.",
  "“If it gets to a 50-50 race, [Trump is] going to want to have every tool available to us, and I think that’s what the rest of the party and vendors and everyone else is doing.”\n\nSeveral GOP operatives — even some who were critical of Trump’s data efforts — pointed to the work done by the RNC, which spent $100 million in 2014 on a digital and data overhaul, as a saving grace for the campaign.",
  "They filed paperwork with the FEC to change its name to Make America Number 1, though it’s colloquially known as the “Defeat Crooked Hillary PAC.”\n\nVeteran conservative operative David Bossie, the longtime Clinton antagonist who is running Defeat Crooked Hillary PAC, called the Mercer family “big financial supporters,” but said the group hadn't decided whether to use Cambridge Analytica.",
  "Parscale’s Web design firm, Giles-Parscale, is based in San Antonio, and he spearheaded last week’s meeting in the city, which was also attended by the campaign’s lead data engineer, Witold Chrabaszcz, as well as RNC data director Jesse Kamzol and Cambridge Analytica executive Matt Oczkowski, according to operatives familiar with it.",
  "GOP strategists familiar with the Trump team’s efforts pointed out that his campaign has been working for weeks to integrate its data operation with the RNC’s, and they suggested that the candidate may have been intentionally head-faking his critics with comments suggesting he doesn’t see the importance of data to his campaign.",
  "The presumptive Republican presidential nominee’s recent boast of an $11 million online fundraising surge has been aided by the Prosper Group, an Indianapolis-based digital firm that worked during the GOP primary for Trump rivals Ted Cruz and Marco Rubio, according to four operatives familiar with Trump’s data operation.",
  "But Trump’s willingness to turn for data assistance to companies that worked against him — despite earlier signals that his campaign intended to blacklist them — is perhaps the surest sign yet that the rookie candidate is moving to professionalize a campaign that had mostly ignored modern political tools like data.",
  "And last week, the campaign’s top data officials met in San Antonio with officials from the Republican National Committee and a company called Cambridge Analytica to discuss how the firm could help target voters with narrowly framed micro-messages, according to operatives familiar with the meeting.",
  "I don’t think Manafort understands it.”\n\nOther than the big payments to Parscale’s firm, the campaign through the end of May had spent only $1.4 million for “telemarketing and data,” primarily through the Phoenix-based phone-banking firm Direct Response, according to its FEC filings.",
  "They show that the campaign has spent only $410,000 on expressly data-related contracts, primarily through an Iowa company called Mass Markets, and the nonpartisan Seattle-area data firm L2, which provided a “sizable” amount of data and assistance utilizing it, according to its CEO.",
  "The real estate billionaire had largely self-financed his primary campaign, obviating the need for a digital infrastructure necessary for a robust online fundraising program, and several campaign sources said he was reluctant to greenlight costly expenses, including data.",
  "Parscale — who has worked for years with the Trumps building websites for their real estate enterprises and is close to the family — wanted to sign a deal with Cambridge, but campaign chairman Paul Manafort did not, according to a strategist who is close to the campaign.",
  "Karen Giorno, the campaign’s southeast regional director, said the data collected from new voters during the primary, when added to the RNC’s voter file, is “a winning combination.”\n\nStill, she echoed her boss, suggesting he doesn’t need data as much as Clinton.",
  "Cruz’s data operation, which was seen as the class of the GOP primary field, was disappointed in Cambridge Analytica’s services and stopped using them before the Nevada GOP caucuses in late February, according to a former staffer for the Texas Republican.",
  "Trump campaign spokeswoman Hope Hicks said, “We do not wish to comment on our digital operation at this time.” And representatives from Prosper, Revv and Cambridge Analytica did not respond to questions about their firms’ arrangements with the campaign.",
  "Donald Trump has dismissed political data operations as “overrated,” but his campaign is now bolstering its online fundraising and digital outreach by turning to GOP tech specialists who previously tried to stop him from winning the party’s nomination.",
  "But the firm had been paid more than $2.5 million by the Trump campaign for website development and digital consulting, making it one of the campaign’s top vendors through the end of May, the period covered by the most recent FEC filings.",
  "It is owned at least in part by the wealthy hedge fund manager Robert Mercer, who has been courted by Trump’s team and who previously donated $13 million to a super PAC supporting the campaign of Trump’s ousted rival Ted Cruz.",
  "The recent moves toward a serious data operation suggest that Trump’s team recognizes that his primary-election approach might not work as well in a general election against presumptive Democratic nominee Hillary Clinton.",
  "Campaign sources say Parscale’s company appears to be becoming something of an umbrella for Trump’s digital and data operations, raising the prospect that it could subcontract for additional services with other firms.",
  "But Parscale is seen as a player with increasing influence in the campaign in his own right, according to several sources, one of whom described Parscale as a “proxy” for Trump’s influential son-in-law, Jared Kushner.",
  "It relied instead on the candidate’s larger-than-life persona, his rock-star rallies, bombastic social media presence and a tidal wave of free publicity worth several billion dollars to drown out his primary rivals.",
  "In fact, the Trump campaign last year rejected a pitch from Cambridge Analytica because it believed that the company charges too much for what it provides, according to two operatives who worked with the campaign.",
  "As of Monday night, the status of the Cambridge Analytica arrangement was a topic of confusion and also intense interest in and around the campaign, partly because it implied a number of competing power dynamics.",
  "She has built a massive in-house data, digital and analytics teams including dozens of engineers and software developers, guided by many of the same people who led Barack Obama’s vaunted 2012 tech operation.",
  "Yet the firm’s services, which are based on nontraditional “psychographic” voter analyses, remained intriguing to the Trump campaign’s newly named digital director Brad Parscale, campaign sources said.",
  "Story Continued Below\n\nTo process all that cash, the Trump campaign this month brought on a company called Revv, which did work for the #NeverTrump movement, according to three Republicans.",
  "According to FEC filings, the PAC supporting Cruz had paid Cambridge Analytica $1.2 million for various services before last week, when Mercer’s allies reconfigured it to oppose Clinton.",
  "It announced this month it was bringing on 100 new employees, including data scientists, web designers and marketing people to help handle the surge in campaign business.",
  "Giles-Parscale had not received a single disclosed payment from a federal political committee before the Trump campaign, according to Federal Election Commission filings.",
  "It also lacks a basic function in modern-day digital campaigning seen as essential to connecting with Latinos: a page translating its contents into Spanish.",
  "But some of the operatives say there is internal disagreement about whether to hire the firm, which was paid more than $6.7 million by Cruz and his allies.",
  "Meanwhile, Cambridge Analytica, which is connected to a British firm called SCL Group, comes with its own political clout on the American right.",
  "Manafort has exerted increasing control over the campaign since forcing out his rival, former campaign manager Corey Lewandowski, last week.",
  "“When a campaign is very stretched thin, that’s when mistakes happen,” said Moffatt, who served as Mitt Romney’s digital director in 2012.",
  "In GOP finance circles, hiring Cambridge Analytica is widely seen as a way to increase the likelihood of winning support from the Mercers.",
  "“I don’t see anybody around his immediate circle that has any knowledge, understanding or background in data,” the operative said.",
  "“But Manafort was totally unimpressed and was opposed to it.”\n\nNeither Manafort nor Parscale responded to requests for comment.",
  "For instance,Trump told he Associated Press last month, “Obama got the votes much more so than his data processing machine.",
  "RNC chief strategist Sean Spicer said the committee and the campaign have seamlessly merged their data and tech efforts.",
  "And the website it built for the Trump campaign has been the subject of complaints from campaign data staffers.",
  "“What you’ve seen is a full integration in all areas of the campaign with the RNC,” he said.",
  "One argued the campaign lacks the in-house analytics expertise to make good use of the data.",
  "Yet the company’s services do not receive high marks from all former clients.",
  "I think you have a very dull candidate when it comes to Hillary Clinton.",
  "“Brad was cheerleading for Cambridge Analytica,” said the strategist.",
  "A Mercer spokesman did not respond to a request for comment.",
  "I think we have a very charismatic candidate.",
  "It may be at more of a higher priority list.”",
  "So data may be very important for them.",
  "Data, she said is “not the only thing.",
  "“I don’t think it’s a head fake.",
  "I don’t think he understands it.",
  "It doesn’t help them.",
  "But it’s important.",
  "So that helps us."
]