[
  "And, for lots of people who worked for the organization, it wasn’t supposed to be this way.”\n\nThere were times during our conversation when the employee seemed as bemused as anybody that a company that was started in the early nineteen-nineties with some intuitive but eccentric ideas about group psychology—one of Oakes’s first ventures was selling aromas to stores, to persuade customers to buy more—was now at the center of a transatlantic conversation about voter rights, data privacy, and the integrity of the world’s most important social network .",
  "According to a whistle-blower, Christopher Wylie , who helped set up Cambridge Analytica, in 2013, the company managed to obtain the Facebook data of fifty million Americans, creating a digital platform of unprecedented influence and accuracy—“Steve Bannon’s psychological warfare mindfuck tool,” in Wylie’s phrase—that was deployed by the Trump campaign in 2016.",
  "“This kid can actually turn what we are pretending to do into more than us just gathering data and sitting in a room for a couple of weeks.”\n\nIn the fall of 2013, Steve Bannon, the editor of Breitbart News, introduced Wylie and Nix to Robert Mercer, the billionaire founder of Renaissance Technologies, who agreed to invest five million dollars in a new S.C.L.",
  "kept an office at the Royal Institution, Britain’s foremost scientific body) gave it an edge in “psychological warfare” and “influence operations.” In 2005, the company rented a prominent booth at Defence Systems & Equipment International, the United Kingdom’s largest military trade fair, where S.C.L.",
  "By 2015, Cambridge Analytica had been hired by Ted Cruz’s campaign, whose spokesman, Rick Tyler, told Politico, “I’ve seen their product, and it’s better than anything I’ve ever seen.”\n\nCambridge Analytica was incorporated in Delaware, in order to comply with U.S. election law, but within S.C.L.",
  "Before Wylie, Nix’s proposal to Republican donors had been a version of S.C.L.’s work in Africa and the Caribbean: conducting super samples and focus groups, and combining that work with digital data to make a platform, known as RIPON, that could be used by campaigns to identify likely voters.",
  "project,” the employee explained, the company would use subcontractors, survey companies, and academics in the run-up to an election to create what it called a “super sample.” “We would speak to sixty thousand people, and we wouldn’t say, ‘Who are you going to vote for?’ ” the employee said.",
  "“It really is about getting money together.” The employee continued, “What is wonderful about now is this bit of it is being opened, and I think it is bloody important, because something as catastrophic as Brexit and Trump—the technical possibility of that—is achieved through this dark shit.",
  "“The joke was that we had more accountants than projects.”\n\nS.C.L.’s reconstituted London staff, which numbered about a dozen, including interns, were mostly young, ambitious political-science graduates, thrilled by the prospect of taking part in real-life elections, often in exotic places.",
  "But the employee was also clear that access to big data, particularly in the form of Facebook, combined with S.C.L.’s long interest in psychological profiling and audience segmentation, had been able to equip political campaigns with digital weapons that most voters were unaware of.",
  "Nix, who led the London office, wanted to concentrate on the election part of the business, which was profitable, although reliant on a pipeline of fees of between two hundred thousand and two million dollars per campaign, while Oakes, who led S.C.L.",
  "In Jakarta, he’d established what the company called an “operations centre”—a room full of dozens of computers, giant TV screens, and a large one-way mirror—to monitor popular opinion on behalf of the country’s troubled President, Abdurrahman Wahid.",
  "Which leaves you wondering exactly what it means when a political consultancy boasts of its methods in “behavior change,” “military influence campaigns,” “psychographic segmentation,” and other euphemisms for messing with your mind.",
  "paid twenty thousand dollars to a Washington lobbying company, Global Policy Partners, to help it win defense contracts in the United States, and the company subsequently carried out surveys for the U.S. military in Iran and Yemen.",
  "“If they all look like people you wouldn’t trust if they sent you an e-mail, then that firm is not doing very well.”\n\nThe company’s in-house research institute, the B.D.I., was also less substantial than it sounded.",
  "You have both e-mails, depending which country you are writing to.” S.C.L.’s Web site listed more than fifteen branches around the world, but many of these were just an e-mail address or staffed by a single person.",
  "S.C.L.’s candidate in Kenya’s 2013 Presidential election, Uhuru Kenyatta, was under indictment for crimes against humanity at the International Criminal Court and polling a distant second place in late 2012.",
  "The company charged more than a million dollars to create a super sample, and in developing countries it was frequently outbid by better-known political firms, which promised their own winning strategies.",
  "“Alexander is a salesman,” the employee said, describing Nix’s self-confidence as “superhuman.” “If you are in sales, you go to someone that wants something, and then you present them with what they need.",
  "Rivals from London’s political-consultancy scene, who were competing for the same contracts, told me either that they hadn’t heard of the firm at the time or that they were not particularly impressed.",
  "In an e-mail, he explained that the three men met regularly between 1989 and 1993 to discuss ideas, and that the academics acted as consultants on a handful of projects before ending the relationship.",
  "“You can get philosophical about this and say that Facebook being an advertising platform masquerading as a social platform is the start of the rot and the tool was always there,” the employee said.",
  "“Whoever had money and whoever wanted to do stuff was going to do it.” S.C.L.’s first work in the U.S. was for Middle Resolution, a conservative PAC in Virginia, on the state’s gubernatorial race.",
  "The company had hired Christopher Wylie, a twenty-three-year-old Canadian with a mastery of data, who had been working on political campaigns in the U.K. and in Canada since he was a teen-ager.",
  "According to the employee, the company survived mainly by offering “election management” services to political parties and their funders in democracies in the Caribbean and sub-Saharan Africa.",
  "did not immediately respond to a request for comment, but the company claims that it destroyed the Facebook data, in October, 2015, and that it played no role in the Presidential election.)",
  "“It is not so much, let’s make these people do this thing; it is, can we take this thing in such a way that the people who should get it do get it?”\n\nS.C.L.’s research was expensive.",
  "According to the Times and the Observer, Cambridge Analytica, during the summer of 2014, acquired the Facebook data from a Cambridge University researcher named Aleksandr Kogan.",
  "Most of S.C.L.’s London staff were fired, and the remnants of the company moved to a rented office in Willesden Green, a scruffy neighborhood in the northwest part of the city.",
  "was dominated by two charismatic Old Etonians: Nigel Oakes, the company’s founder, who is based in Dubai; and Alexander (Bertie) Nix, whose mother remains a shareholder.",
  "In early interviews, Oakes distinguished the company’s scientific approach from plain old political advertising in language that sounded, well, a lot like advertising.",
  "Defence from Dubai, wanted to sell ops centers across the Middle East, based on the Indonesia model, which was still pictured in the company’s marketing brochures.",
  "“With all of that, we would delineate a strategy for them to win by focussing on targeted groups that we had identified within the population,” the employee said.",
  "employee was not involved in the transaction but was aware that the company finally had sufficient data to demonstrate what Nix and Wylie had been proposing.",
  "Since last week, when stories ran in the Observer, the Times, and on Britain’s Channel 4 News about Cambridge Analytica and its parent company, the S.C.L.",
  "“We felt he was promising more than the science of psychology at that time could substantiate.” Oakes spun Strategic Communications Laboratories (S.C.L.)",
  "“We would say, ‘How do you feel about life?’ ” S.C.L.’s data concentrated on local concerns, such as housing, water shortages, or tribal conflict.",
  "In the late eighties, he had developed an interest in mass psychology and had set up something called the Behavioural Dynamics Institute (B.D.I.)",
  "There will be self-regulatory mechanisms.”\n\nBut in 2013 Nix travelled to the U.S. “He was very, very turned on by America,” the employee said.",
  "was to aim messages at social groups—rather than at individuals—and to place a low expectation on persuading people to change their minds.",
  "The employee welcomed the current attention on S.C.L.’s methodology and behavior, whether it was illegal, or whether it should have been.",
  "denies those links—which include documents, witnesses, and its own employees acknowledging their existence—to the point of incredulity.",
  "claims to have worked on more than a hundred election campaigns around the world, but evidence for its early work is hard to come by.",
  "Wylie’s knowledge of social platforms and large data sets promised to transform S.C.L.’s approach into something much more immediate.",
  "“The only things that we had in relation to all these projects were, like, little case studies and that was it.”\n\nBy 2012, S.C.L.",
  "“We called him Mr Bond because he is English, and because he is such a mystery.”\n\nAfter the attacks of September 11, 2001, S.C.L.",
  "The company, which frequently moved offices, was small and riven by disagreements about its strategy and personal loyalties.",
  "“We didn’t know the purpose of it all, we just did what he asked,” one contractor who worked for Oakes told the Independent.",
  "“Bertie always used to take the piss out of the op centers.” The group more or less split, with Nix taking charge of S.C.L.",
  "rebranded itself as a communications company for a dangerous world, claiming that its in-house research group (the B.D.I.",
  "staff simulated another ops center, running the communications strategy for a fictitious smallpox outbreak in London.",
  "after spells as a d.j., a television producer, and an account executive at Saatchi & Saatchi, the advertising firm.",
  "had hired Nix, a gifted salesman whose upper-class bearing, along with Oakes’s, helped to charm potential clients.",
  "“Towards the end we became increasingly concerned about the kinds of pitches being made by Nigel,” Gunter wrote.",
  "S.C.L.’s Ghana office, the employee explained, consisted of one person, who did transcriptions for the company.",
  "was unable to secure much work in Europe, and the company had never sought to take part in any U.S. campaigns.",
  "“These large, rich countries had their own infrastructure of organizations that they used,” the employee said.",
  "S.C.L., which lived contract to contract, lacked the capacity to woo major political parties and their donors.",
  "“There are more people one needs to sell to if one is going to work in a proper country,” the employee said.",
  "in America was that the Republicans at that stage essentially were a third-rate country,” the employee said.",
  "“Alexander is not constrained by the sort of worries we are seeing expressed right now,” the employee said.",
  "in stories for the Times and the Observer, whose reporter Carole Cadwalladr has been investigating S.C.L.",
  "venture, named Cambridge Analytica, that would seek to influence the upcoming congressional elections.",
  "Oakes was an Englishman abroad, staying in nice hotels and chancing his arm in the former colonies.",
  "(Nix was the chief executive of Cambridge Analytica, and is currently suspended from the company.)",
  "“That was, like, the holy grail for him.” The company targeted only Republican groups and donors.",
  "“The vibe, I would put it, was like what you would come across in a startup,” the employee said.",
  "and its subsidiaries have also been linked to the two main Leave campaigns during Britain’s E.U.",
  "“We appeal to people on an emotional level to get them to agree on a functional level.”\n\nS.C.L.",
  "And then you work it out afterwards how the fuck you are going to deliver it.” In 2012, S.C.L.",
  "“There were always going to be dodgy fuckers willing to work for rich people, and the S.C.L.",
  "Group, the organizations have been portrayed as possessing frightening ability and power.",
  "“They would be screaming to each other on the phone, swearing loudly,” the employee said.",
  "The company told Slate it had worked for the U.N. and in post-apartheid South Africa.",
  "“We use the same techniques as Aristotle and Hitler,” Oakes told Marketing, in 1992.",
  "In March, 2013, Kenyatta won the Kenyan Presidency, with 50.1 per cent of the vote.",
  "“We had to jump from contract to contract.”\n\nSome of S.C.L.’s methods had merit.",
  "“I would ask Alexander, specifically, where are the files?” the employee said.",
  "“You can judge a political firm a bit by who its clients are,” one told me.",
  "S.C.L.’s executives were the wrong people who came along at the wrong time.",
  "In 2000, the British press caught wind of Oakes’s activities in Indonesia.",
  "and Cambridge Analytica, because nor does the company,” the employee said.",
  "That means they were able to get themselves into situations.” But S.C.L.",
  "“He was a deeply, deeply intelligent young man,” the employee said.",
  "The tone of the press coverage at the time was curious and ironic.",
  "The leaders of the company were not interested in these questions.",
  "So Nix often looked for outsider candidates with wealthy patrons.",
  "“It was a phased-withdrawal death-type thing,” the employee said.",
  "In our conversation, the account that emerged of life at S.C.L.",
  "and Cambridge Analytica was prosaic, chaotic, and opportunist.",
  "(The charges were eventually dropped due to lack of evidence.)",
  "Last Sunday, Wylie went public, describing his work for S.C.L.",
  "Gunter is now an emeritus professor at Leicester University.",
  "referendum of 2016, which boasted of their digital prowess.",
  "“Alexander is a different kind of posh,” the employee said.",
  "“It was always going for the underdog,” the employee said.",
  "“Those are the people who you go for,” the employee said.",
  "“What that did was solve the problem,” the employee said.",
  "with two psychologists, Adrian Furnham and Barrie Gunter.",
  "The employee described work in Guyana, Kenya, and Ghana.",
  "“We could only eat what we killed,” the employee said.",
  "“It was ‘Game of Thrones’-y shit,” the employee said.",
  "And this dark shit can be done by fucking cowboys.",
  "was by no means a blue-chip political consultancy.",
  "Wylie’s arrival gave the company new capabilities.",
  "was just an example of the dodgy fucker.” (S.C.L.",
  "The Republican candidate, Ken Cuccinelli, lost.",
  "Last week, I met a former employee of S.C.L.",
  "Oakes, who is now fifty-five, founded S.C.L.",
  "“It was, like, ‘A-ha!’ ” the employee said.",
  "According to the Observer, in 2007, S.C.L.",
  "“Nigel Oakes is a different kind of posh.",
  "And in Nix they had a fearless promoter.",
  "had genuine in-house digital expertise.",
  "Oakes’s insight in forming the B.D.I.",
  "“I make no distinction between S.C.L.",
  "there was no meaningful difference.",
  "won a series of election contracts.",
  "“The magic that happened for S.C.L.",
  "But for the first time S.C.L.",
  "was suffering financially.",
  "“There will be layers.",
  "Until recently, S.C.L.",
  "for more than a year.",
  "“People sit together.",
  "In a “classic S.C.L.",
  "out of the B.D.I.",
  "By then, S.C.L.",
  "Elections.",
  "The S.C.L.",
  "S.C.L.",
  "S.C.L.",
  "S.C.L.",
  ".",
  ".",
  "."
]