[
  "I think I’ve got a willing partner in Mueller, who also understands the importance of his task and the impact that it has on the Presidency.” The White House lawyers, including Cobb, represent the institution of the Presidency, and Trump’s own lawyers, including Dowd and Sekulow, protect their client’s personal interests, but as a practical matter their goals are aligned: to make sure that Trump survives the Mueller investigation with his Presidency, and his liberty, intact.",
  "That’s taken off.” The next day, in an interview with Lester Holt, of NBC News, Trump said, of his decision to fire Comey, “When I decided, I said to myself, I said, ‘You know, this Russia thing with Trump and Russia is a made-up story.’ ” In more recent months, according to a report in the Times, the President has also tried to persuade Republican senators on the Intelligence Committee to shut down its investigation into his campaign’s ties to Russia.",
  "“According to the statute, if a campaign solicits a foreigner to give a ‘thing of value’ to a political campaign, that would be illegal as well.” The argument for a criminal-conspiracy charge based on these exchanges would be that Trump officials, including the candidate, solicited opposition research from Russian interests, and that such research is a “thing of value,” an in-kind contribution, under the law.",
  "In the nineteen-eighties and nineties, Sekulow represented a number of religious groups before the Supreme Court: Jews for Jesus members who wanted to distribute leaflets at Los Angeles International Airport, a Christian youth group in Nebraska that wanted to conduct prayers in a public school after class, and an evangelical group that wanted to show religious films in a public school in off-hours.",
  "Aaron Zelinsky, one of Mueller’s prosecutors, said in court at Papadopoulos’s guilty-plea proceeding that “there’s a large-scale ongoing investigation of which this case is a small part.” Flynn’s plea and his coöperation suggest that when it comes to the final area of the prosecutor’s inquiry, obstruction of justice, the investigation may be ramping up rather than winding down.",
  "On June 3rd, Rob Goldstone, a colorful British publicist who had worked for Trump at the 2013 Miss Universe contest, in Moscow, e-mailed Donald Trump, Jr., to say that a Russian official was offering “to provide the Trump campaign with some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father.",
  "This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump.” The younger Trump wrote back, “If it’s what you say I love it especially later in the summer.” The e-mail thread was headed “Russia-Clinton—private and confidential,” and the promised meeting took place on June 9, 2016, at Trump Tower, in New York.",
  "Shortly after the news broke, Comey, referring to the Biblical Book of Amos, tweeted, “But justice roll down like waters and righteousness like an ever-flowing stream.”\n\nMueller was appointed on May 17th, a week after Comey was fired, by Rod J. Rosenstein, who was acting as Attorney General after Jeff Sessions recused himself from matters related to the investigation.",
  "including any links and/or coordination between the Russian government and individuals associated with the campaign of President Donald Trump.” In the months since then, Mueller’s task has often been described as an inquiry into possible collusion between the Trump campaign and Russia—paradoxically, that framing has also become the heart of Trump’s defense.",
  "What mattered, according to Justice Elena Kagan’s opinion, was that “the defendant has chosen, with full knowledge, to participate in the illegal scheme.” There is currently no proof that anyone in the Trump campaign encouraged the Russians, or anyone else, to hack into their adversaries’ e-mail accounts for the e-mails that were eventually released.",
  "“My approach has been principally to accelerate the production of documents and the availability of witnesses to the fullest extent I can, with the hope of getting rid of this cloud that hampers the President in foreign policy, in domestic policy, and has the country confused and experiencing a malaise of the type that Jimmy Carter once explained.",
  "Trump then raised the subject of the Russia investigation and said, “I need loyalty, I expect loyalty.” Comey said he finessed the request by agreeing to provide “honesty,” and “honest loyalty.” Three weeks later, Trump had the talk with Comey in which he pressured him to let Flynn off easy, a conversation that now seems especially sinister.",
  "“There is no basis for saying, under the law or the facts, that any of this behavior during the campaign was criminal.” Cobb also professes optimism about the resolution of the case, and suggested to me that he thought the Mueller investigation, at least as it relates to the White House, would wrap up soon, probably in January of next year.",
  "Comey defended his actions, but added, “It makes me mildly nauseous to think that we might have had some impact on the election.” Comey’s answers at the hearing outraged Trump, and he spent the following weekend at his country club in New Jersey drafting a letter of dismissal to Comey, with the assistance of his aide Stephen Miller.",
  "“They know that in virtually every white-collar case the defense lawyer is going to say to the jury, ‘My client didn’t know what he was doing was against the law.’ So the key evidence in these cases is the proof that the defendants knew what they were doing was wrong—like when they destroy documents or lie about what they’re doing.",
  "Cobb said that even Flynn’s guilty plea “demonstrates again that the special counsel is moving with all deliberate speed, and clears the way for a prompt and reasonable conclusion.” The trial of Manafort and Gates isn’t scheduled to begin until next May, so Cobb’s sense of Mueller’s schedule is likely wishful thinking.",
  "The first focusses on illegal lobbying by people affiliated with the Trump campaign; the second relates to the hacking of e-mail accounts associated with Hillary Clinton’s campaign and the Democratic National Committee; and the third involves possible obstruction of justice by Trump and others after he was inaugurated.",
  "Mike Pompeo, the director of the C.I.A., said in a speech in April, “It’s time to call out WikiLeaks for what it really is: a non-state hostile intelligence service often abetted by state actors like Russia.”\n\nThere’s another way in which collusion could be a crime—and it’s based on the original hack of the e-mails.",
  "With regard to Mueller’s broader investigation, the White House lawyers’ position continues to be that President Trump didn’t commit a crime because no one did—or could—because there is no federal crime called “collusion,” and Rosenstein’s order did not refer to any criminal statutes that may have been violated.",
  "He wanted to talk about Michael Flynn, who had served as a top official in Trump’s campaign and had resigned from his position as the President’s national-security adviser the previous day, after information about pre-Inauguration phone conversations he’d had with the Russian Ambassador leaked to the press.",
  "According to Susan Hennessey, a former lawyer at the National Security Agency and now a fellow at the Brookings Institution, where she studies cybersecurity, “Rosemond suggests that you can be held liable for the full crime even if you don’t know about every single element in advance.",
  "was investigating Russian interference in the 2016 campaign, and on that day Comey went to Trump Tower to brief the President-elect about the situation, including the claim, later revealed in the so-called Steele dossier, that Trump had cavorted with prostitutes in Moscow, in 2013.",
  "On October 30th, the probe’s first findings came to light when a grand jury in Washington charged Paul Manafort, the former chairman of Trump’s campaign, and Rick Gates, Manafort’s longtime deputy, with various crimes arising from their lobbying work for the government of Ukraine.",
  "That’s what establishes consciousness of guilt.” This may be why Mueller’s team has closely investigated the events of July 8, 2017, aboard Air Force One, after the news first broke of Trump, Jr.,’s e-mails with Goldstone and the subsequent meeting with the Russian lawyer.",
  "By joining in the distribution of the hacked e-mails, they aided and abetted the commission of the crime.” (Journalists and others who publish newsworthy leaked and hacked documents without fear of criminal consequences can do so thanks to First Amendment protections.)",
  "of Cambridge Analytica, the data-analytics firm that worked for the Trump campaign, reportedly even reached out to WikiLeaks in the summer of 2016, asking it for State Department e-mails from Hillary Clinton so that the firm could organize and release them.",
  "Flynn’s encounter with Kislyak gets at central questions about the 2016 Presidential campaign and election: why were Trump and Russia doing one another’s bidding, and what promises were made between the candidate and that country in the event that he won?",
  "I think you will probably be rewarded mightily by our press.” Several months later, starting on October 7th, WikiLeaks began a piecemeal release of tens of thousands more stolen e-mails, these from the account of John Podesta, Clinton’s campaign chair.",
  "Paul Fishman, who served as the Obama-era United States Attorney in New Jersey, where he supervised the prosecution of Governor Chris Christie’s subordinates in the Bridgegate scandal, told me about one possible case that Mueller may be building.",
  "“While there might be some uncertainty about how exactly to value it, I can’t imagine there would be serious debate about whether information is a thing of value.” Still, a prosecution along these lines would hardly be straightforward or routine.",
  "The chronology put forth by the President’s defenders omits Trump’s requests to Comey that he limit the F.B.I.’s Russia investigation, and it doesn’t reckon with Trump’s failure to mention to Comey his supposed complaints about the Clinton probe.",
  "Sekulow said, “These are serious charges, no question, but they’re not charges that involve the campaign.” Still, the steps Mueller has taken suggest that, in one respect, he is using a traditional approach to a complex criminal investigation.",
  "He asked Comey what the two of them could do to “lift the cloud.” On April 11th, the President called Comey again to ask what the director had done to “get out” the word that he, Trump, was not personally under investigation regarding Russia.",
  "Nonetheless, based on the available evidence, both of these theories of criminal liability—conspiracy to receive unlawful in-kind contributions from foreigners, and aiding and abetting the hacking of e-mails—look like long shots for Mueller.",
  "For months, Trump has insisted that the investigations into Russian meddling—investigations being conducted by the special counsel Robert Mueller and by both the Senate and House Intelligence Committees—amount to nothing more than fake news.",
  "Last June, less than a month after President Donald Trump fired James Comey, the director of the F.B.I., the Senate Intelligence Committee convened to hear Comey’s testimony about a bizarre series of conversations he’d had with Trump.",
  "But unlike in, say, the investigation of an insider-trading ring or an organized-crime family, it’s unclear that the core issue in Mueller’s case—the connections, or collusion, between the Trump campaign and Russia—is a crime at all.",
  "A few days later, Trump said during a press conference, referring to e-mails that Clinton had deleted from her private server, “Russia, if you’re listening, I hope you’re able to find the thirty thousand e-mails that are missing.",
  "In Rosemond v. United States, the Court upheld the conviction of a defendant for aiding and abetting the use of a gun in a drug crime, even though he had no advance knowledge that there would be a gun present at the transaction.",
  "The leniency of the deal indicates that Flynn has information not only about the transition-team members but also about his superiors—and the national-security adviser’s only real superior is the President of the United States.",
  "According to this account, there was no obstruction of justice, because Trump’s reason for firing Comey had nothing to do with stopping the F.B.I.’s investigation of the President, and everything to do with the Clinton matter.",
  "But these claims had mixed success, because the defendants argued that the religious groups were actually engaging in the establishment of religion by the government, in violation of a different clause of the First Amendment.",
  "Flynn also apparently reported on discussions with the Russian Ambassador to K. T. McFarland, a Fox News analyst who became Trump’s deputy national-security adviser, and Jared Kushner, Trump’s son-in-law and trusted adviser.",
  "Comey, whose testimony before the Senate Intelligence Committee mapped out the President’s potential obstruction of justice, certainly seems to feel vindicated by Flynn’s guilty plea and by what it might mean for Trump.",
  "The two men founded the American Center for Law and Justice, a right-wing counterpart of the American Civil Liberties Union, and the new organization thrived, thanks to the pair’s expertise in direct-mail fund-raising.",
  "On October 30th, the day of the Manafort and Gates indictment, Mueller also revealed that George Papadopoulos, a foreign-policy adviser to the Trump campaign, had pleaded guilty earlier in the month to lying to F.B.I.",
  "Dowd is best known for leading Major League Baseball’s investigation of Pete Rose for gambling on games, and, even though he has had fewer prominent cases recently than in the past, his hiring made a certain sense.",
  "“The law of conspiracy requires an agreement to something that the law already forbids.” That, of course, raises the questions of what, exactly, the conspirators did and what underlying laws they may have violated.",
  "The issue is at the heart of Mueller’s mandate because a possible obstruction of justice—the President’s decision to fire James Comey—gave rise to the creation of the special-counsel position in the first place.",
  "The Atlantic recently reported that, on October 12th, a WikiLeaks Twitter account sent a direct message to Trump, Jr. “Hey Donald, great to see you and your dad talking about our publications,” the message said.",
  "“Foreigners can’t contribute to federal, state, or local campaigns, and that doesn’t just cover cash contributions,” Kathleen Clark, a professor at the law school of Washington University in St. Louis, told me.",
  "“Prosecutors are expected to win every case they bring, and they are risk-averse because they don’t want to lose,” Samuel Buell, a former federal prosecutor who is now a professor at Duke’s law school, told me.",
  "“The law prohibits people from taking actions that would impede the government’s search for the truth and doing so with the intent to keep the truth from coming out,” Fishman, the former U.S. Attorney, told me.",
  "This pleased the President-elect, who tweeted, “Great move on delay (by V. Putin)—I always knew he was very smart!” On this topic, as on so many others, the new Administration seemed to see things Russia’s way.",
  "In July, Trump hired Cobb away from private practice at the Washington law firm of Hogan Lovells, where he specialized in white-collar criminal defense, to serve as the White House liaison to Mueller’s office.",
  "The strangest of these took place on February 14th, in the Oval Office, after Comey attended a meeting with a group of senior officials, including Vice-President Mike Pence and Attorney General Jeff Sessions.",
  "The charge against him, along with the cases against other members of Trump’s campaign, also hint at the kind of case Mueller may be building, and what defense the President and his associates may have.",
  "in a renovated town house near the Supreme Court, and he branched out into public advocacy for a variety of conservative causes, including, eventually, the Presidential candidacy of Donald Trump.",
  "The thirty-one-page indictment accused the two men of twelve felonies, including money laundering, failure to register as foreign agents, and making false statements to government investigators.",
  "“The bakery-to-skinny-people ratio in this neighborhood doesn’t make sense.” Two competing narratives about Comey’s departure lead to dramatically different conclusions about Trump’s behavior.",
  "The Computer Fraud and Abuse Act, which was enacted in 1986, prohibits unauthorized persons from obtaining the private electronic information of others, including access to e-mail accounts.",
  "By repackaging free-exercise claims as free-speech cases, Sekulow avoided having to address a countervailing constitutional principle and thereby turned losing arguments into winning cases.",
  "Trump’s public reaction to the investigation has been expressed principally through Sekulow, who is representing the President in an unlikely partnership with Dowd, who was hired in June.",
  "The first comments from the White House about the meeting were drafted in part by Trump, and asserted that the conversation had focussed on adoption issues, which was misleading at best.",
  "The lobbying investigation was initiated more than a year ago, by prosecutors in Justice Department headquarters, in Washington, and in the United States Attorney’s office in Manhattan.",
  "“If there is an agreement to commit hacking, it doesn’t matter if the people in the Trump campaign didn’t do the actual hacking—it just matters that they knew someone else would do it.",
  "On May 10th, in a meeting in the Oval Office with Sergey Lavrov, the Russian foreign minister, and Kislyak, the Russian Ambassador, Trump said, “I just fired the head of the F.B.I.",
  "In this context, it may mean that the Trump-campaign officials can be prosecuted for aiding and abetting the hacking even though they did not know about it when it was done.",
  "There just needs to be an agreement that one or more will do it,” Orin Kerr, a professor at George Washington University Law School and an expert on computer law, told me.",
  "In most aiding-and-abetting cases, the defendant assists the main perpetrator while the crime is taking place—by, for example, driving the getaway car in a bank robbery.",
  "Sekulow has only modest experience in criminal law, but the President appreciated his spirited appearances on cable news and hired him as the public face of his defense.",
  "Dowd is close to John F. Kelly, the White House chief of staff, who recommended him for the job, and who, like Dowd, is a retired marine and a native of the Boston area.",
  "They have advertised their willingness to coöperate with Mueller as a sign that Trump has nothing to hide, and their reaction to Flynn’s guilty plea reflects this view.",
  "Sekulow grew up in a Jewish family on Long Island, and, after a religious awakening during his college years, in Atlanta, he joined the Messianic group Jews for Jesus.",
  "He is trying to obtain guilty pleas or convictions in peripheral areas to win the coöperation of witnesses who can illuminate the issues at the center of his inquiry.",
  "Comey’s account lays out the case that he was fired because he refused to abort the investigation of Trump—in other words, that the President had obstructed justice.",
  "The President’s advocates say he fired Comey not to interfere with the investigation of the campaign’s ties to Russia but, rather, because he thought that the F.B.I.",
  "Sekulow’s advocacy on behalf of the group’s aggressive proselytizing brought him to the attention of Pat Robertson, the religious leader and conservative activist.",
  "The full nature of the Trump campaign’s ties to Russia is not yet publicly known, but the established facts suggest conspiratorial behavior—and may even prove it.",
  "“There is no crime called ‘collusion,’ but the evidence of collusion could be seen as a conspiracy to violate a specific provision of the federal code,” he said.",
  "At the time of the conversations, the Russia sanctions were of interest to the President-elect—largely, it seems, because they were of great interest to Russia.",
  "Recent news reports suggest that Trump, perhaps influenced by Cobb, has been telling friends that he thinks Mueller will finish his work in the next few weeks.)",
  "“Strongly suggest your dad tweets this link if he mentions us,” it continued, pointing Trump, Jr., to a link where viewers could search the stolen documents.",
  "Sekulow cut through this problem by ignoring the religion clauses and arguing to the Justices that his clients were being denied their right to free speech.",
  "In other, similar cases, lawyers had argued that such religious groups had been denied their right to free exercise of religion under the First Amendment.",
  "In several conversations with me, Sekulow emphasized that collusion between the Trump campaign and Russia, even if it did take place, wouldn’t be illegal.",
  "If either Trump, Sr. or Jr., lied about the meeting in Trump Tower, that could suggest they knew that what had occurred in the meeting was a criminal act.",
  "Fifteen minutes later, Donald Trump, the candidate, tweeted, “Very little pick-up by the dishonest media of incredible information provided by WikiLeaks.",
  "The attendees included Trump, Jr., and a Russian lawyer introduced by Goldstone, as well as Paul Manafort, then the campaign chairman, and Jared Kushner.",
  "On December 1st, in federal court in Washington, D.C., Flynn pleaded guilty to making false statements in the investigation the President wanted to stop.",
  "Just as Cobb dismissed the significance of Flynn’s guilty plea for the President, Sekulow brushed off the Manafort and Gates case as unrelated to Trump.",
  "Rosenstein also released a memorandum purporting to justify the firing on the ground that Comey had mishandled the investigation of Clinton’s e-mails.",
  "Federal law contains an exemption for the press; news operations cannot be charged with making illegal campaign contributions by covering a campaign.",
  "At least two officials in Trump’s inner circle have now lied to investigators about their dealings with Russia; four have been charged with felonies.",
  "“He is a good guy.” Trump is not generally known for his magnanimous impulses toward former associates, so the question of why he wanted the F.B.I.",
  "Also on that day, the President met with Jeff Sessions and Rod Rosenstein, who had separately been discussing the advisability of dismissing Comey.",
  "A recent Supreme Court precedent appears to expand the definition of aiding and abetting to include assistance after the crime has been committed.",
  "Get your info straight from the source!” Does any of this behavior rise to the level of criminality, and, if so, what laws might it have violated?",
  "Three weeks later, on January 27th, Trump invited Comey to dinner alone at the White House and asked him if he wanted to keep his job as director.",
  "But Trump, Sr.,’s speech and Trump, Jr.,’s e-mails show that they knew that the e-mails had been hacked, and still encouraged their distribution.",
  "Later that summer, on July 22nd, WikiLeaks released tens of thousands of e-mails that had been stolen from the Democratic National Committee.",
  "Sekulow dismisses the possibility of criminal charges based on either unlawful campaign contributions or the aiding and abetting of hacking.",
  "Federal law prohibits political candidates and their advisers from seeking or obtaining contributions from foreign individuals or entities.",
  "He was charged with a single felony count, escaping multiple charges of greater magnitude in exchange for his coöperation with prosecutors.",
  "Mueller was directed to conduct “a full and thorough investigation of the Russian government’s efforts to interfere in the 2016 election .",
  "After the contact with Flynn, Russian officials decided to wait until the new Administration was in place to respond to Obama’s sanctions.",
  "What if (as appears to be the case here) the theft of the e-mails took place well before the Trump campaign encouraged their distribution?",
  "In the past, criminal cases about solicitation have focussed on cash, so Mueller’s case would rest on a novel interpretation of the law.",
  "The key evidence thus far consists of several rounds of e-mails between Trump-campaign officials and individuals associated with Russia.",
  "(Cobb has made this kind of prediction before, guessing wrongly that the investigation would end by Thanksgiving or shortly after.",
  "To all of the President’s requests in these conversations, Comey later testified, he replied in as noncommittal a way as possible.",
  "In sum, on the basis of the publicly available evidence, the case against Trump for obstruction of justice is more than plausible.",
  "about his conversations with Sergey Kislyak, the Russian Ambassador, concerning sanctions imposed on Russia by President Obama.",
  "The following Monday, May 8th, Trump showed the draft to Donald McGahn, his White House counsel, and to Vice-President Pence.",
  "was investigating Flynn for lying about these calls, among other possible crimes, and he had a favor to ask of Comey.",
  "There is no crime of collusion.”\n\nThe Mueller investigation appears to consist, roughly, of three areas of inquiry.",
  "Following law school, he worked for the Internal Revenue Service, then founded a law firm that later went bankrupt.",
  "and described the Russia investigation as “a cloud” that was impairing his ability to act on behalf of the country.",
  "The Trump campaign—and surely WikiLeaks itself—would likely argue that the organization is a journalistic outlet.",
  "He has had a nationally syndicated radio show, called “Jay Sekulow Live!,” and he frequently appears on Fox News.",
  "Comey laid out a damning account of his dealings with Trump, starting on January 6th, before the Inauguration.",
  "Flynn’s guilty plea and promise to coöperate bring the investigation into the Oval Office for the first time.",
  "Comey was questioned about his decision to reveal, just a few days before the 2016 election, that the F.B.I.",
  "This defense starts with Comey’s testimony before the Senate Judiciary Committee on Wednesday, May 3, 2017.",
  "It’s worth noting that President Trump’s own Central Intelligence Agency has a different view of WikiLeaks.",
  "“For something to be a crime, there has to be a statute that you claim is being violated,” Sekulow told me.",
  "Mueller may need to make a similar transformation—in his case, to relabel collusion as criminal conspiracy.",
  "“I feel most of the time like a second-year associate, because all I do is produce documents,” he told me.",
  "When it comes to the issue of collusion, Mueller’s prosecutors might take a lesson from Sekulow’s career.",
  "“They just need to have encouraged the hacking.” Is the distribution of e-mails stolen by others a crime?",
  "“There is clearly a market for damaging information about opponents in political campaigns,” Clark said.",
  "Rigged system!” A few days after that, Trump, Jr., tweeted out the WikiLeaks link to the stolen e-mails.",
  "On the plane, the President apparently dictated a statement about the meeting that may have been false.",
  "The crucial issue in the Comey firing is whether the President had a corrupt motive for the dismissal.",
  "The next significant contact with the President was the letter of dismissal Comey received on May 9th.",
  "Vladimir Putin’s government wanted them lifted, and Flynn let Kislyak know that help was on the way.",
  "Unlike “collusion,” the crime of obstruction of justice is well established and easy to understand.",
  "In this case, the law of criminal aiding and abetting, not conspiracy, might be useful for Mueller.",
  "Trump’s defense to this claim is based on an alternative, and much shorter, chronology of events.",
  "Three lawyers form the core of the President’s defense team: Ty Cobb, John Dowd, and Jay Sekulow.",
  "“Nothing about the guilty plea or the charge implicates anyone other than Mr. Flynn,” Cobb said.",
  "(According to family lore, he is a distant cousin of the late baseball star of the same name.)",
  "The first comes principally from Comey’s testimony before the Senate Intelligence Committee.",
  "Prosecutors tend to be cautious about pursuing criminal cases based on novel legal theories.",
  "He said he had nothing to do with Russia, and had not been involved with hookers in Moscow.",
  "Trump fired Comey the next day with a letter that was much shorter than the original draft.",
  "But, as is so often the case when the President cries “fake news,” the truth soon emerges.",
  "“I hope you can see your way clear to letting this go, to letting Flynn go,” Trump said.",
  "Cobb is sixty-seven years old, with a voluptuous handlebar mustache and a serene manner.",
  "director had mishandled the earlier investigation of Hillary Clinton’s e-mail practices.",
  "In addition, Trump’s later actions undermine the exculpatory version of his decision.",
  "Trump’s lawyers want to convey the impression that he has nothing to hide.",
  "Most perilously for the President, Flynn may know what Trump has to hide.",
  "To hear more feature stories, download the Audm app for your iPhone.",
  "For now, Sekulow and Cobb are sticking to their original strategy.",
  "(Mueller has a copy of the draft, which has not been made public.)",
  "“I’m not concerned about these bizarre theories,” he told me.",
  "(“I love WikiLeaks!” Trump said at a rally three days later.)",
  "Flynn has now committed himself to answering those questions.",
  "“There is not a statute that refers to criminal collusion.",
  "In 1986, he became the general counsel for Jews for Jesus.",
  "By this point, it had been widely reported that the F.B.I.",
  "The status of WikiLeaks also creates a potential obstacle.",
  "By now, Sekulow is as much a media figure as an attorney.",
  "Illustration by Barry Blitt Audio: Listen to this story.",
  "to ease up on Flynn became a matter of intense debate.",
  "Sekulow built a lavish headquarters for the A.C.L.J.",
  "Cobb describes his duties as mundane in the extreme.",
  "had reopened the investigation of Clinton’s e-mails.",
  "agents about his contacts with Russia during 2016.",
  "Trump asked Comey to remain when the others left.",
  "On March 30th, Trump called Comey at the F.B.I.",
  "I faced great pressure because of Russia.",
  "(Manafort and Gates pleaded not guilty.)",
  "(Mueller’s office declined to comment.)",
  "Flynn admitted to lying to the F.B.I.",
  "(Dowd remains behind the scenes.)",
  "He was crazy, a real nutjob.",
  "We may now know the reason.",
  "Trump knew that the F.B.I.",
  "“Why speculate?",
  "So dishonest!",
  "The C.E.O.",
  ".",
  "."
]