[
  "Handling corporate scandals in the age of instant news: Expert 2:57 PM ET Mon, 19 March 2018 | 08:31\n\nThere may be a bias issue when former President Barack Obama is praised for using data to enhance his social media strategy and Donald Trump is not, crisis management expert Eric Dezenhall told CNBC on Monday.",
  "Dezenhall appeared on CNBC as Facebook shares were down 4 percent in the premarket Monday, after reports Cambridge Analytica, which worked on Facebook ads for Trump, mined the data of over 50 million users of the social network without their permission.",
  "Dezenhall, who said he is not a Trump supporter, noted on \"Squawk Box\" that the public adored Obama after he credited his success during the 2008 election in part by how his campaign used social media.",
  "Brad Parscale, Trump's campaign's digital director told The Associated Press at the time that \"people underestimate our data and digital because we haven't been outspoken about what we're doing.\"",
  "A New York Times report outlined how Cambridge academic Aleksandr Kogan made an app called \"thisisyourdigitallife\" that prompted users to answer questions for a psychological profile.",
  "During his campaign, Trump spent millions of dollars on data and digital services in an effort to land donations and win over voters.",
  "Obama's campaign used social media to raise money, organize and successfully fight John McCain in 2008 and Mitt Romney in 2012.",
  "The news sparked concerns about what personal data is being given to third parties by social media companies.",
  "An official from Obama's 2008 campaign argued in a weekend tweet against the double standard accusations.",
  "\"Why is it innovative when the Obama campaign did it and sleazy when the Trump campaign did it?\"",
  "asked Dezenhall, CEO of crisis communication consulting firm Dezenhall Resources.",
  "The OFA in the tweet refers to the Obama-backed group Organizing for Action.",
  "Facebook said it has suspended Cambridge Analytica from its platform.",
  "Now with Trump there is a \"whiff of criminality,\" he said.",
  "\"You have an issue of bias here,\" he added."
]