[
  "Our staff are a talented, diverse and vibrant group of people.”\n\nProject Ripon was described by Wylie and other workers as an ambitious effort in which Cambridge Analytica would advise American campaigns on how to use data to find “hidden Republicans.” Ripon also was the name of an online campaign management tool designed for the effort and described in a company brochure produced in London that was subtitled, “WINNING BACK AMERICA.”\n\nWylie said this initiative resembled previous SCL Group efforts to shape election outcomes on behalf of candidates in several other nations, including Kenya, Nigeria and India, often through affiliated companies run out of London.",
  "He told TechCrunch in 2016 that Cambridge Analytica, which federal records show was paid at least $6 million by the Trump campaign, was key to campaign decisions on data analytics, research, digital advertising, television spots and collecting donations: “Overnight [the contract] went from being originally just data, to end to end.”\n\nNix made similar claims in secretly recorded video released in recent days by Channel 4 in Britain, saying the company “did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign, and our data informed all the strategy.”",
  "Catherine Frazier, spokeswoman for the Cruz team, said that data scientists from other countries “reported to their American supervisors — who then reported to our senior staff — to ensure they were not part of the ultimate decision-making by the campaign.”\n\nA Trump campaign official, speaking on the condition of anonymity because the official was not authorized to speak to the press, said the Cambridge team was managed by a U.S. citizen to ensure compliance.",
  "“If Mr. Wylie's allegations are true, the Justice Department could prosecute Cambridge Analytica and its managers for knowing and willful violations of the prohibition on foreign national contributions.”\n\nTrevor Potter, a campaign finance attorney who advised the 2008 presidential campaign of Sen. John McCain (R-Ariz.), said that “it is permissible for campaigns to hire foreigners” as long as they are involved in lower-level activity in a campaign.",
  "The plan, according to the document, was to focus on “rehabilitating Dr. Robinson’s image with voters by presenting him as a sympathetic family man and serious scientist rather than as the extremely right-wing, unstable ‘mad scientist’ caricature created by the opposition over the previous two campaigns.”\n\nRobinson, reached by The Post, said that his 2014 campaign hired the company, which provided useful services to his experienced campaign crew.",
  "The restrictions on foreigners working in U.S. elections are broad, election attorneys said, with the key distinctions centering on involvement in campaign decisions\n\nLevy wrote in his July 2014 memo, “Foreign Nationals may work in a U.S. political campaign, but may not play strategic roles including the giving of strategic advice to candidates, campaigns, political parties, or independent expenditure committees.",
  "On the other hand foreign nationals may act as functionaries that collect and process data, but the final analysis of said data should be conducted by U.S. citizens and conveyed to any U.S. client by such citizens.”\n\nBrett Kappel, a campaign finance lawyer at Akerman LLP, said the accounts of Wylie and the other former Cambridge Analytica workers raises legal concerns.",
  "“If foreigners were involved in the senior levels of decision-making for a political organization, that would be a violation of federal law.”\n\nA 2014 Cambridge Analytica post-election report describing its work in congressional and legislative races said that the company played a central role in the Oregon congressional race for Republican Arthur B. Robinson.",
  "Two other former Cambridge Analytica workers, who spoke on the condition of anonymity because of fear that they may have violated U.S. law in their campaign work, said concerns about the legality of Cambridge Analytica’s work in the United States were a regular subject of employee conversations at the company, especially after the 2014 vote.",
  "He left his job as a senior White House strategist in August and in January stepped down from Breitbart News after harsh quotations attributed to him about Trump and family members appeared in the Michael Wolff book “Fire and Fury.” The Mercer family, long Bannon’s financial patrons, also have distanced themselves from Bannon.",
  "The two former workers, who, like Wylie, were interviewed in London, said employees worried the company was giving its foreign employees potentially inaccurate immigration documents to provide upon entering the United States, showing that they were not there to work when they had arrived for the purpose of advising campaigns.",
  "Marquis added that the contract with the company stated that Cambridge Analytica’s use of data “was in compliance with applicable laws,” that Bolton’s group hasn’t worked with the company since 2016, and that Bolton had been unaware of any alleged impropriety by Cambridge Analytica until recent news reports.",
  "Cambridge Analytica suspended Nix last week after a series of allegations about unethical practices at the company, including secretly recorded video that was broadcast on Britain’s Channel 4 in which he talked about potentially using bribes and “honey pots” with sex workers to entrap political rivals.",
  "“There’s no such thing as managing targeting in a non-influential way.”\n\nQuestions about the legality of Cambridge Analytica’s actions crystallized in the immediate aftermath of the 2014 vote, during which Republican candidates — including those helped by Cambridge Analytica — made significant gains.",
  "Wylie, who left Cambridge Analytica at the end of 2014 because of rising uneasiness about its politics and the leadership of Nix, said in interviews with The Post that he was part of multiple conference calls in 2014 with Bannon and Nix, a Briton, in which strategic campaign matters were discussed.",
  "Cambridge Analytica assigned dozens of non-U.S. citizens to provide campaign strategy and messaging advice to ­Republican candidates in 2014, according to three former workers for the data firm, even as an attorney warned executives to abide by U.S. laws limiting foreign involvement in elections.",
  "The former workers’ claims represent the latest in a series of complications for Cambridge Analytica, which was founded in 2013 by the wealthy Mercer family and Bannon, the conservative strategist who was executive chairman of Breitbart News and later became a top adviser to President Trump.",
  "Cambridge Analytica and SCL Group were overwhelmingly staffed by non-U.S. citizens — mainly Canadians, Britons and other Europeans — at least 20 of whom fanned out across the United States in 2014 to work on congressional and legislative campaigns, the three former Cambridge workers said.",
  "Dallas H. Woodhouse, the North Carolina GOP’s director, said that the party paid Cambridge Analytica $150,000 in 2014 for get-out-the-vote efforts and mail operations on behalf of Tillis and other GOP candidates but that he was not aware of any foreign workers involved with the effort.",
  "Controversy for Nix and the company had begun days earlier amid reports in Britain’s Observer and the New York Times that Cambridge Analytica officials had collected data from tens of millions of Facebook profiles under allegedly false pretenses and also improperly shared it.",
  "The assignments came amid efforts to present the newly created company as “an American brand” that would appeal to U.S. political clients even though its parent, SCL Group, was based in London, according to former Cambridge Analytica research director Christopher Wylie.",
  "Those restrictions were explained in a 10-page memo prepared in July 2014 by a New York attorney, Laurence Levy, for Cambridge Analytica’s leadership at the time, including President Rebekah Mercer, Vice President Stephen K. Bannon and chief executive Alexander Nix.",
  "The company, which asserted that Republican candidates won most of the races it worked on in 2014, also was hired by a super PAC controlled by former U.S. ambassador to the United Nations John Bolton, who was named last week by Trump to be national security adviser.",
  "Their tasks ran the gamut of campaign work, including “managing media relations” as well as fundraising, planning events, and providing “communications strategy” and “talking points, speeches [and] debate prep,” according to a document touting the firm’s 2014 work.",
  "“For the Art Robinson for Congress campaign, Cambridge Analytica SCL assumed a comprehensive set of responsibilities and effectively managed the campaign in its entirety, with strategic advice channeled through US nationals on the CA-SCL team,” the document said.",
  "Wylie, who emerged this month as a whistleblower, provided The Washington Post with documents that describe a program across several U.S. states to win campaigns for Republicans using psychological profiling to reach voters with individually tailored messages.",
  "“It would be a problem for a U.S. super PAC — or any other domestic political actor — to have foreign nationals involved in running a political operation, including making decisions on strategy, targeting and expenditures for that political entity,” he said.",
  "(Bryan Bedder/Getty Images for Concordia Summit)\n\nMany of those employees and contractors were involved in helping to decide what voters to target with political messages and what messages to deliver to them, the former workers said.",
  "That year, Cambridge Analytica documents show it advised a congressional candidate in Oregon, state legislative candidates in Colorado and, on behalf of the North Carolina Republican Party, the winning campaign for Sen. Thom Tillis.",
  "Cambridge Analytica had told the Times previously that “personnel in strategic roles were U.S. nationals or green card holders” and that Nix “never had any strategic or operational role” in election campaigns in the United States.",
  "The memo said that foreign nationals could serve in minor roles — for example as “functionaries” handling data — but could not involve themselves in significant campaign decisions or provide high-level analysis or strategy.",
  "In a video conference featuring Levy, the attorney brought up the restriction on foreigners working in U.S. campaigns, said a former Cambridge Analytica worker who heard the call and spoke on the condition of anonymity.",
  "“We knew that everything was not above board, but we weren’t too concerned about it,” said one of the former Cambridge Analytica workers, who spent several months in the United States working on Republican campaigns.",
  "Cambridge Analytica, whose offices were raided over the weekend by British authorities, has repeatedly denied any wrongdoing but did not reply to requests for comment from The Washington Post for this story.",
  "“Cambridge was very helpful,” he said, noting that the company and his team “melded and worked side by side.”\n\nFormer Cambridge Analytica workers said there were few U.S. citizens among their ranks.",
  "In a tweet, he said, “As anyone who is familiar with our staff and work can testify, we in no way resemble the politically-motivated and unethical company that some have sought to portray.",
  "Yet they routinely worked on U.S. campaigns, developing messages, creating campaign materials such as ads and videos, and helping the campaigns decide whom to target with those messages.",
  "U.S. election regulations say foreign nationals must not “directly or indirectly participate in the decision-making process” of a political campaign, although they can play lesser roles.",
  "The documents include previously unreported details about the program, which was called “Project Ripon” for the Wisconsin town where the Republican Party was born in 1854.",
  "For some company workers in the London office, it was the first indication of any potential violation of U.S. law, causing them unease at an otherwise celebratory moment.",
  "Officials from those two presidential campaigns said Sunday that their organizations took pains to comply with the federal restrictions on foreigners in U.S. elections.",
  "Wylie said these conversations also often featured discussions about the legal issues raised in the July 2014 Levy memo, which was made public in recent days by Wylie.",
  "The company aggressively courted political work beginning in 2014, signing on with numerous GOP candidates in what turned out to be a successful year for the party.",
  "The former workers’ allegations center on the 2014 campaign, two years before Cambridge Analytica was hired by the presidential campaigns of Sen. Ted Cruz (R-Tex.)",
  "Company documents obtained by The Post show the U.S. program involved a staff of 41 employees and contractors, and spent $7.5 million between April and July 2014.",
  "Tillis said that he expects all services provided to his campaign to be lawful and that it would be “deeply disturbing” if his campaign was misled by a vendor.",
  "Nix, the chief executive, has portrayed his role as central to Trump’s winning effort, though others involved in the campaign have expressed doubts about this.",
  "“Its dirty little secret was that there was no one American involved in it, that it was a de facto foreign agent, working on an American election,” Wylie said.",
  "“The nature of targeting is fundamentally influential to the direction of a campaign because you’re deciding what messages go to whom and when,” Wylie said.",
  "Bolton’s spokesman, Garrett Marquis, said that Bolton, not individuals at Cambridge Analytica, made all strategic decisions related to the super PAC’s work.",
  "Facebook on March 16 announced it had suspended the account of “SCL/Cambridge Analytica” and two people involved in the data collection, including Wylie.",
  "That’s certainly how they carried on in 2014.”\n\nCompany officials did not respond to multiple queries from The Post, nor did Bannon, Mercer or Nix.",
  "They helped decide messaging.” The ranks of company campaign workers included a “small handful of U.S. citizens” but dozens of foreign workers.",
  "The former Cambridge Analytica workers did not provide information about what transpired in 2016, when the company did work for Cruz and Trump.",
  "Last week, Cambridge Analytica’s acting chief executive, Alexander Tayler, expressed regret over the firm’s handling of the Facebook data.",
  "Wylie declined to comment on whether he believed that he may have violated U.S. election law while working for Cambridge Analytica.",
  "Alexander Nix, then the chief executive of Cambridge Analytica, speaks at the 2016 Concordia Summit in New York in September 2016.",
  "Bolton’s super PAC provided independent expenditure support in 2014 of candidates in Arkansas, New Hampshire and North Carolina.",
  "The prospect of new legal scrutiny for Bannon comes at a turbulent time for the conservative strategist.",
  "He said he met Nix once and did not know about the nationalities of the other employees he encountered.",
  "The memo was previously reported by the Guardian, a British paper, and the New York Times.",
  "“It only percolated down to the ranks once it was too late,” the former CA employee said.",
  "The report also indicated that it had played this role within the bounds of the law.",
  "The party would not tolerate any unethical behavior by a vendor, he said.",
  "This former employee added, “CA didn’t handle only data.",
  "“No foreign workers worked for us,” Woodhouse said.",
  "Levy did not respond to requests for comment.",
  "The group no longer uses any of the data.",
  "They have decided targeting strategy.",
  "Robinson lost that election.",
  "“It was the Wild West.",
  "and, later, Trump."
]