[
  "But a spokesman for Clinton pushed back against any comparisons with Cambridge Analytica, telling Fox News that the campaign’s mobile application merely “let users contact their friends about the campaign.”\n\nTrump and Cambridge Analytica, meanwhile, the Clinton spokesman charged, used “stolen” data “for a purpose that was entirely misrepresented to Facebook.”\n\n“It’s the difference between someone asking you to carpool versus them stealing your car,” he said.",
  "LIBERAL MEDIA DIDN’T THINK DATA MINING WAS SO BAD WHEN OBAMA’S CAMPAIGN DID IT\n\nIt was not immediately clear how the campaign used the acquired data, though Clinton hired Elan Kriegel – the battleground states analytics director for Obama 2012 and mastermind behind using big data – to decide which voters would be targeted for campaign messages and in what ways.",
  "Hillary Clinton’s 2016 presidential campaign may have harvested the Facebook data of millions of people using an app that asked them to pair their Facebook friends list with their smartphone's contacts list – in a bid to reach those people and persuade them to vote for Clinton.",
  "The Clinton campaign’s use of big data raises concerns amid controversy surrounding Cambridge Analytica, a data-driven company with ties to the Trump campaign that was accused of mining Facebook data and using it to target potential voters.",
  "But Clinton’s application took advantage of special iPhone and Facebook integration, asking every user to pair their friends list on Facebook with their phone contacts – and give the campaign permission to access that info.",
  "Politico was the first to provide an in-depth review of the app, but just a month before the election, nobody perceived the application as potentially invasive and, in fact, lauded it as an impressive election technology.",
  "The social networking giant banned the practice of acquiring users’ friends lists in 2014 after former President Barack Obama’s campaign weaponized the method and got access to the data of millions of potential voters.",
  "In the midst of the election, the Clinton campaign launched a mobile application called “Hillary 2016” that worked its way around the banned practice of gathering information from users’ friends without their consent.",
  "For the 2016 race, Trump and Clinton spent a combined $81 million on Facebook ads, according to Facebook General Counsel Colin Stretch, who revealed the sum during a congressional hearing last year.",
  "The campaign said at the time that more than 150,000 people downloaded the application on their devices – meaning that millions of people’s information may have been harvested through the app.",
  "President Donald Trump, however, recently reminded the public that his social media operation was viewed during the campaign as being less expensive and less sophisticated than Clinton's.",
  "Once that was done, the remaining friends were sorted by location and the users could send a pre-written text message to convince them to back Clinton in numerous ways.",
  "Once the friends list was paired with the app, people had to swipe through their Facebook friends and dismiss those who, in their view, would never vote for Clinton.",
  "People who didn’t download the application weren’t able to stop friends from pairing their phone numbers with Facebook accounts if their friends decided to do so.",
  "Key developers of the application either declined to comment or did not respond to Fox News’ requests for interviews.",
  "Facebook did not respond to a request for a comment."
]