[
  "Ashkan Soltani, a former chief technologist for the F.T.C., said the broadened federal investigations and additional interest from agencies in the matter were “very significant because it means the government is not just interested in harms to privacy, but is interested in a broad array of harms.”\n\nThe initial federal investigations into Facebook’s user data and Cambridge Analytica largely focused on Cambridge Analytica.",
  "In numerous public statements made by the social network’s executives, including Mr. Zuckerberg, after the revelations of the data mishandling, Facebook repeatedly claimed that Cambridge Analytica told it that it was collecting data only for academic purposes.",
  "But the fine print of a questionnaire that accompanied a quiz app used to collect user data, which was then provided to Cambridge Analytica, said the data could also be used for commercial purposes, according to a draft reviewed by The Times.",
  "Selling user data would have been an outright violation of the company’s rules at the time, yet the social network does not appear to have regularly checked to make sure that apps complied with its rules.",
  "The final wording of the questionnaire’s terms of service is most likely unknowable; Facebook executives said they deleted the quiz app in December 2015 when they found out about the data harvesting.",
  "officials, have recently questioned at least one former Cambridge Analytica employee and the majority of the questioning focused on Facebook, two people familiar with the investigations said.",
  "Facebook officials have said that the company stands by its previous statements that it cracked down in 2015 on companies and apps that harvested user data, including Cambridge Analytica.",
  "A third person familiar with the investigations said the turn toward Facebook in the inquiries happened in the past four to six weeks.",
  "One significant line of questioning focused on Facebook’s claims that it was misled by Cambridge Analytica, the people said.",
  "But prosecutors from the Northern District of California, along with F.B.I.",
  "agents from the San Francisco field office, S.E.C.",
  "officials in San Francisco and F.T.C."
]