[
  "https://t.co/nuxJsaSQ8z — Jenny Stromer-Galley (@profjsg) April 8, 2018\n\nShe has also claimed that Cambridge Analytica worked with the Trump campaign to publish fake news on Facebook’s platform:\n\nThe dots I have been connecting the last two days as I research my book were already connected by others: Trump's 2016 digital team and Cambridge Analytica helped the Russians figure out who to target in their fake news campaign on Facebook: https://t.co/NFifZm6TMp — Jenny Stromer-Galley (@profjsg) December 29, 2017\n\nStromer-Galley seems to be particularly obsessed with the President’s state of mind:\n\nI'd be curious your thoughts @jenmercieca at his assessment of Trump's habits of mind: https://t.co/Tultctretg — Jenny Stromer-Galley (@profjsg) February 6, 2018\n\nA reminder of the president's habits of mind: https://t.co/2FkZdCNDQw — Jenny Stromer-Galley (@profjsg) February 6, 2018\n\nThese are the academics that Twitter has chosen to entrust with analyzing conversations on their platform and helping to shape Twitter policy.",
  "https://t.co/qkg7mKx7vw — Rebekah Tromble (@RebekahKTromble) August 16, 2017\n\nThe assistant professor also tweeted her support of the anti-Trump Women’s March in Washington DC:\n\nBut when President Trump appointed female members of his cabinet, this apparently also wasn’t enough to appease Tromble:\n\nTrump appoints two women–TWO ?in a sea of white men–and suddenly he gets credit for diversity??",
  "The team consists of the following members: Rebekah Tromble, Assistant Professor of Political Science at Leiden University, Dr. Michael Meffert at Leiden, Dr. Patricia Rossini and Dr. Jennifer Stromer-Galley at Syracuse University, Dr. Nava Tintarev at Delft University of Technology, and Dr. Dirk Hovy at Bocconi University.",
  "As usual, the left can’t simply use the pre-existing word “condescending” but instead have to create the new gendered word “mansplaining.”\n\nJenny Stromer-Galley from Syracuse University has a similar history of anti-Trump tweets:\n\nTrump looks cruelty in the face and demands more of it.",
  "— Jenny Stromer-Galley (@profjsg) June 21, 2018\n\nStromer-Galley also accused Facebook of being “embedded” with the Trump campaign:\n\nIs this any surprise given that Facebook was basically embedded with the Trump campaign helping them perfect online advertising via Facebook's tools?",
  "https://t.co/exBWMXucIR — Rebekah Tromble (@RebekahKTromble) November 24, 2016\n\nTromble wrote an article for the Washington Post in 2016 that claimed that Hillary Clinton “faces a barrage of negativity and a heavy dose of sexism on Twitter” at the hands of Trump supporters.",
  "Breitbart News has now discovered that many of these newly employed academics who will be helping Twitter to improve their “hate speech” rules and measuring “conversational health” on the platform are anti-Trump leftists.",
  "This group will continue work started by Professor Hewstone who has studied intergroup conflict for some time, this will help the platform to examine conversations on their platform with the view of removing prejudice.",
  "Hewstone’s research shows that when conversations include more positive sentiments, cooperative emotions, and complex thinking, prejudice tends to go down while the quality of relationships increases.",
  "Rebekah Tromble, the Assistant Professor of Political Science at Leiden University, has posted a number of anti-Trump tweets:\n\nTrump quintupled down on his commitment to white nationalists.",
  "The second research team is from the University of Oxford and is led by Professor Miles Hewstone and John Gallacher, in partnership with Dr. Marc Heerdink from the University of Amsterdam.",
  "They will also attempt to analyze the difference between incivility and intolerance during a conversation which will help Twitter to better understand how their users are interacting.",
  "Rossini has also been quick to let her Twitter followers know how to determine if someone is “mansplaining,” a slang word used to describe when a man is being condescending.",
  "Tromble isn’t the only academic now working for the platform to show anti-Republican bias, Patricia Rossini from Leiden University has posted similar tweets to Tromble.",
  "Following a decision to focus on the issue of toxicity on their platform, Twitter decided to hire groups of academics to focus on the issue.",
  "The first team is from Leiden University and will analyze how “echo chambers” form on the platform, and what sort of effect they have.",
  "Twitter recently announced that it would be hiring a group of academics to evaluate “conversational health” on its platform.",
  "Following a lengthy review process, Twitter has chosen two research teams to focus on two different problems.",
  "Given Twitter’s history of censoring conservative voices, these academic picks are not too surprising.",
  "Lucas Nolan is a reporter for Breitbart News covering issues of free speech and online censorship.",
  "Follow him on Twitter @LucasNolan or email him at lnolan@breitbart.com",
  "Unsurprisingly, these academics include anti-trump leftists.",
  "The executive order is not a solution.",
  "They're just about all he's got left.",
  "Constant vigilance is still needed.",
  "Time's cover captures that well.",
  "Bannon ain't goin nowhere.",
  "https://t.co/E3VJWudELd.",
  "Come on, @nytimes."
]