[
  "Timeline June 12, 2016: WikiLeaks founder Julian Assange tells U.K. television he has emails related to Hillary Clinton’s presidential campaign “pending publication.”\n\nWikiLeaks founder Julian Assange tells U.K. television he has emails related to Hillary Clinton’s presidential campaign “pending publication.” June 2016: Cambridge Analytica CEO Alexander Nix emails Mr. Assange asking him to share the Clinton-related emails so the firm can aid in their dissemination.",
  "The person said they discussed whether it would make sense to try to access and release those emails, but ultimately decided that looking for them would create “major legal liabilities” and would be a “terrible idea.”\n\nThe Journal also reported that longtime Republican operative Peter W. Smith in 2016 mounted a campaign to obtain the same 33,000 emails, which he believed were stolen from Mrs. Clinton’s private server, likely by Russian hackers.",
  "July 29, 2016: Cambridge Analytica receives its first payment from the Trump campaign: $100,000 for “data management services.”\n\nCambridge Analytica receives its first payment from the Trump campaign: $100,000 for “data management services.” Aug. 17, 2016: On Robert and Rebekah Mercers’ recommendation, Mr. Trump installs Steve Bannon as campaign CEO and Kellyanne Conway as campaign manager.",
  "—Rebecca Ballhaus\n\nOn Aug. 26, 2016, roughly a month after Mr. Trump formally became the Republican nominee, Ms. Mercer passed along to Mr. Nix an email she had received from a person she met at an event supporting Sen. Ted Cruz (R., Texas), whose presidential campaign she had initially supported during the GOP primaries, the person familiar with the exchange said.",
  "Signs at a November 2016 campaign rally for Donald Trump in Selma, N.C.Photo: John Bazemore/Associated Press\n\nAccording to the person familiar with the emails, the exchange between Mr. Nix, Ms. Mercer and Mr. Schweizer didn’t reference the 33,000 emails from Mrs. Clinton’s State Department tenure that she had deemed personal and said she had deleted.",
  "But Mr. Nix said he would order a team to “assess the feasibility of expanding this work.”\n\nAdvertisement\n\nMr. Schweizer replied to the email, copying Mr. Nix, Ms. Mercer and other Cambridge Analytica employees, saying that he was working on putting the emails in a searchable database, the person familiar with the email exchange said.",
  "Special counsel Robert Mueller is examining what, if any, role former Trump adviser and aide Mike Flynn may have played in Mr. Smith’s effort, as part of the larger probe into whether Trump associates colluded with Russia’s efforts to interfere in the 2016 election, the Journal reported earlier this year.",
  "Trump donor Rebekah Mercer in August 2016 asked the chief executive of a data-analytics firm working for Donald Trump’s presidential campaign whether the company could better organize the Hillary Clinton-related emails being released by WikiLeaks, according to a person familiar with their email exchange.",
  "Mr. Assange had warned in June 2016 that the website planned to release Clinton-related emails, saying he had “emails pending publication.”\n\nU.S. intelligence agencies later determined the Clinton-related emails had been stolen by Russian intelligence and given to WikiLeaks, which WikiLeaks has denied.",
  "Mr. Nix responded that he had reached out to Mr. Assange two months earlier—in June 2016, before Cambridge Analytica had started working for the Trump campaign—to ask him to share Clinton-related emails so the company could aid in disseminating them, the person familiar with the email exchange said.",
  "Advertisement\n\nMr. Nix’s outreach to Mr. Assange came about a month before WikiLeaks began releasing its trove of emails in July 2016, which included messages stolen from the account of Mrs. Clinton’s campaign chairman, John Podesta, and from the Democratic National Committee.",
  "Beyond their donations, the Mercers were highly influential in the campaign: In August, about a week before Ms. Mercer sent her email regarding WikiLeaks, the Mercers recommended Mr. Trump install Mr. Bannon and Kellyanne Conway, two of their top allies, to lead his campaign.",
  "In an email that copied Peter Schweizer, who co-founded the Government Accountability Institute with Trump adviser Steve Bannon in 2012, Mr. Nix added that he believed Mr. Schweizer was working on creating an index of the Clinton-related emails, the person said.",
  "In the email, Ms. Mercer asked Mr. Nix whether the suggested organization of the emails was something Cambridge Analytica or the Government Accountability Institute—a conservative nonprofit that focuses on investigative research—could do, the person said.",
  "Earlier this week, The Wall Street Journal reported that Mr. Nix emailed Ms. Mercer and some company employees that he had reached out to WikiLeaks founder Julian Assange to offer help organizing the Clinton-related emails the website was releasing.",
  "Advertisement\n\nAs The Wall Street Journal previously reported, Ms. Mercer and a person close to her had a brief conversation regarding Mrs. Clinton’s deleted emails in June 2016, a month after Mr. Cruz had dropped out of the race, the person said.",
  "The previously undisclosed details from the exchange between Ms. Mercer and Cambridge Analytica CEO Alexander Nix show how an influential Trump supporter was looking to leverage the hacked Clinton-related messages to boost Mr. Trump’s campaign.",
  "July 22, 2016: WikiLeaks releases its first trove of Clinton-related documents, including emails stolen from Clinton campaign chairman John Podesta’s email account and the Democratic National Committee.",
  "Advertisement\n\nMs. Mercer forwarded the email to Mr. Nix, whose firm had started working for the Trump campaign in July 2016 after previously working for the Cruz campaign, according to the person.",
  "WikiLeaks releases its first trove of Clinton-related documents, including emails stolen from Clinton campaign chairman John Podesta’s email account and the Democratic National Committee.",
  "Earlier this week, the Trump campaign issued a statement playing down its work with Cambridge Analytica but not addressing the offer to help Mr. Assange index the Clinton-related emails.",
  "The email’s author suggested to Ms. Mercer that the Trump campaign or an allied super PAC ought to better index the WikiLeaks emails to make them more searchable, the person said.",
  "Government Accountability Institute created an internal database of the emails but didn’t release it publicly, according to a person familiar with the effort.",
  "Aug. 26, 2016: Ms. Mercer forwards Mr. Nix an email suggesting that the Trump campaign or an allied PAC put the WikiLeaks emails in a searchable database.",
  "During the campaign, Mr. Trump cheered the leaks of his Democratic rival’s emails and some of his supporters were seeking to unearth further messages.",
  "Cambridge Analytica CEO Alexander Nix emails Mr. Assange asking him to share the Clinton-related emails so the firm can aid in their dissemination.",
  "The new details shed light on the timing of Mr. Nix’s outreach to Mr. Assange, which came before his company began working for the Trump campaign.",
  "“Russia, if you’re listening, I hope you’re able to find the 30,000 emails that are missing,” Mr. Trump said in a late July 2016 news conference.",
  "On Robert and Rebekah Mercers’ recommendation, Mr. Trump installs Steve Bannon as campaign CEO and Kellyanne Conway as campaign manager.",
  "Mr. Trump has denied any collusion by him or his campaign with Russia, and Moscow has denied meddling in the election.",
  "Cambridge Analytica is partly owned by Ms. Mercer and her father, hedge-fund billionaire Robert Mercer.",
  "Representatives for Ms. Mercer and Cambridge Analytica didn’t immediately return a request for comment.",
  "That outreach and subsequent rejection was confirmed by Mr. Assange earlier this week on Twitter.",
  "Ms. Mercer has sat on the board of the institute, which has received funding from her family.",
  "Mr. Nix says he has already reached out to Mr. Assange about doing so and was shot down.",
  "July 21, 2016: Donald Trump becomes the official Republican presidential nominee.",
  "Mr. Assange has said the website’s actions were important for transparency.",
  "The Mercer family gave $2 million to super PACs backing Mr. Trump.",
  "Donald Trump becomes the official Republican presidential nominee.",
  "Both Mr. Bannon and Ms. Conway are close allies of the Mercers.",
  "Both Mr. Bannon and Ms. Conway are close allies of the Mercers.",
  "Ms. Mercer had a prominent role in the Trump campaign effort.",
  "Mr. Mercer made his first donation to Mr. Trump on June 21.",
  "A lawyer for Mr. Flynn has previously declined to comment.",
  "He said Mr. Assange had turned him down.",
  "Mr. Smith died in mid-May at age 81.",
  "Mr. Trump heeded their advice.",
  "He later said he was joking.",
  "Mr. Assange turns him down.",
  "Mr. Assange turns him down."
]