[
  "\"While this raises questions around user growth rates and expenses necessary to improve security and screening, our survey of Facebook and Instagram users leaves us confident that most are unfazed by the negative news flow,\" analyst Michael Olson said in a note to clients Wednesday.",
  "Shares closed down 18.9 percent on July 26 after the Menlo Park, California-based company missed projections on revenue and daily active users in the prior quarter after struggling with data leaks and fake news scandals.",
  "The CEO was summoned to testify before Congress earlier this year after reports that political data firm Cambridge Analytica \"improperly\" gained access to Facebook information on at least 87 million users.",
  "Despite a tough year for the social media giant, a survey of about 1,300 U.S. Facebook and Instagram users found that two-thirds of respondents were logged on at least as much as they were last year.",
  "The resulting scandal, the largest in Facebook's history as a public company, marked the start of a public firestorm – and financial pain – for some of Wall Street's largest technology companies.",
  "Facebook shares sank more than 10 percent in the month following the Cambridge Analytica revelations, and they remain down more than 2 percent in 2018 against the S&P 500's 7-percent climb.",
  "Facebook FB and Instagram users are not worried by recent \"chatter\" like the Cambridge Analytica scandal or concerns about fake news and privacy issues, according to PiperJaffray.",
  "\"While one-third of users did suggest they're using Facebook and Instagram less than last year, we suspect there is a greater tendency for users to under-report their usage.\"",
  "Analyst Mike Olson maintains his bullish overweight rating on the stock and his $200 price target, reflecting more than 15 percent upside from Tuesday's close.",
  "Facebook and Instagram users are not worried by recent \"chatter\" like the Cambridge Analytica scandal or concerns about fake news, according to PiperJaffray.",
  "Given the apparent apathy among users, the recent sell-off in Facebook's stock \"more than reflects the negative impacts of these issues,\" Olson added.",
  "He maintained his bullish overweight rating on the stock and his $200 price target, reflecting more than 15 percent upside from Tuesday's close.",
  "Shares closed down 18.9 percent on July 26 after the Menlo Park, California-based company missed projections on revenue and daily active users.",
  "That Facebook and Instagram users are not abandoning their accounts likely comes as welcome news to Facebook Chief Executive Mark Zuckerberg .",
  "The stock was set to add to the year's losses Wednesday morning, down 0.3 percent in premarket trading.",
  "The \"survey shows the majority of users don't seem to care about recent issues,\" Olson explained.",
  "More From CNBC"
]