[
  "\"He's still got the moniker of having been the CEO of a campaign that knocked $60 billion off Facebook by opening up this discussion and area and still not one illegal thing has been committed that hasn't been also done by Facebook and every other data company.",
  "\"[Alexander] has the brains, enthusiasm and the drive to do almost anything he wants [...] If you look at the brand of Cambridge Analytica, you could easily say, well, it's poisonous, it's tainted, it's negative, nobody would want to touch it.",
  "Nigel Oakes founded SCL in 2005, and spoke about his experience on \"The Truth Trade\" podcast in what it is one of the first in-depth interviews with a Cambridge Analytica executive since the Facebook data scandal.",
  "\"But for many years I operated without much of an ethical radar because I was just so impressed that we'd got something that actually worked in an environment where so much didn't.\"",
  "Oakes repeatedly compared the analysis technology used at SCL as a \"gun,\" referring to how it could be weaponized to get results, whether in a commercial or political context.",
  "REUTERS/Henry Nicholls\n\nNigel Oakes, the founder of Cambridge Analytica's parent company SCL Group, has spoken out about the ethical problems around data mining.",
  "He was guarded about commenting on whether Alexander Nix crossed any ethical lines, but said \"he wouldn't have been so successful if he wasn't ballsy.\"",
  "He didn't know exactly how the industry should be regulated, however, and emphasised that almost all modern companies use data mining to some extent.",
  "Yes it should, very much so [...] Now is the time when regulation should come in, just as you would regulate gun sales and whatever.\"",
  "I don't want it to be used for negative reasons and non-ethical purposes and maybe using it for commercial purposes is non-ethical.",
  "He also spoke about his former SCL partner Alexander Nix, who went on to become CEO at Cambridge Analytica.",
  "Oakes told the host Sven Hughes that when he got into data analytics, ethics were far from his mind.",
  "Here's his quote in full, emphasis ours:\n\n\"It's above my pay grade to decide the ethics of this.",
  "So I'm not defending Cambridge Analytica, but I don't actually know what they did wrong.\"",
  "It's also the only data analytics company that is known worldwide,\" Oakes said.",
  "Oakes said that he and Nix parted ways over the decision to get into big data.",
  "SCL founder Nigel Oakes praised former Cambridge Analytica CEO Alexander Nix.",
  "Maybe using it for political or election-winning purposes is unethical.",
  "I'm proud that I've got something that we've developed that works.",
  "He also said that the industry of data mining requires regulation.",
  "He even praised Nix for putting Cambridge Analytica on the map.",
  "\"We've developed a gun that works.",
  "And should it be regulated?"
]