[
  "As they face increasing scrutiny from the media, users, and regulators in Europe and the United States over privacy, how they police their sites, and fake news, expecting them to self-regulate is a demanding ask: even minimal efforts to address issues with their platforms, or just the threat of them, garnered an enormous backlash from Wall Street.",
  "Facebook and Twitter have been under pressure to clean it up\n\nThe Cambridge Analytica scandal put Facebook in the hot seat over its privacy practices earlier this year, with CEO Mark Zuckerberg appearing before lawmakers in both the US and Europe to try to explain his company’s handling of user data.",
  "Facebook’s stock saw the biggest one-day drop in history on Thursday, with $119 billion wiped off of its value after the company reported slower-than-expected revenue growth for the second quarter of 2018 and said it expects declines to continue in the second half of the year.",
  "In the US, where lawmakers have typically been more reticent to clamp down at the risk of harming growth, there’s been some suggestion maybe the companies can try to self-police, and lawmakers have asked for their input on how they think regulations should work.",
  "Calls to delete Facebook swept across the internet, and while it’s not clear how many users actually did that (Facebook makes itself pretty sticky), they got pretty much no new users in the US and Canada in the second quarter and actually lost some in Europe.",
  "In a world of shareholder primacy, where corporate boards prioritize maximizing profits and returns to shareholders above all else, it’s not reasonable to expect Facebook and Twitter to make moves that might affect their businesses negatively.",
  "If Twitter and Facebook police their sites in a way that affects engagement or cracks down on content, or if privacy controls that ask users to opt in to their data being shared lead to more of them opting out, ad dollars could fall.",
  "In the case of both companies, part of the weakness in their second-quarter numbers was a long time coming — for example, Facebook’s market penetration in North America and Europe is already quite high.",
  "“We are making active decisions to prioritize health initiatives over near-term product improvements that may drive more usage of Twitter as a daily utility,” the company wrote in its earnings letter.",
  "Then in July — so in the third quarter, and therefore not reflected in the company’s second-quarter report — Twitter started purging tens of millions of suspicious accounts from its follower counts.",
  "Twitter said GDPR and its efforts to improve “health” on its platform — in other words, getting rid of some of the bots and bullies — could cause its user numbers to decline going forward.",
  "Wall Street punishes big tech at even the slightest sign they might make some changes\n\nFacebook and Twitter’s numbers, while not exactly what Wall Street was expecting, weren’t terrible.",
  "Zuckerberg has been apologizing since Facebook started, and it doesn’t have good answers on what it will and won’t allow on its platform, no matter how damaging or untrue it may be.",
  "In a Senate hearing in April, Sen. Orrin Hatch (R-UT) asked Zuckerberg what “sorts of legislative changes” he thought should be enacted to prevent a Cambridge Analytica repeat.",
  "Investors have embraced the tech giants for that specific mentality: Facebook is the most popular stock across US hedge funds, according to a note from Goldman Sachs this week.",
  "Zuckerberg announced Facebook and its messaging services have 2.5 billion users, and Twitter CEO Jack Dorsey noted that revenue had increased by 24 percent over the past year.",
  "Then on Friday, Twitter saw its own market meltdown: Its stock plunged by 20 percent after its earnings report said the number of monthly active users on the platform fell.",
  "The idea of them abandoning the move-fast-and-break-things, grow-at-all-costs mentality they’ve embraced for years, even in the slightest, makes Wall Street nervous.",
  "Facebook COO Sheryl Sandberg said GDPR had not yet affected revenue, but it wasn’t rolled out fully in the second quarter, so it and other privacy changes could.",
  "The message from investors is clear: They’re nervous about what bad headlines and subsequent changes from social media platforms could do to their bottom lines.",
  "Both Facebook and Twitter were also affected by the General Data Protection Regulation or GDPR, a new privacy law enacted by the European Union on May 25.",
  "Sen. Lindsey Graham (R-SC), who also pressed Zuckerberg on whether Facebook is a monopoly, asked the executive to submit some proposed regulations to him.",
  "This week offers a lesson we don’t necessarily want executives to take away: try to be better, and potentially be severely punished by investors.",
  "There are surely a myriad of reasons why tech companies are reticent to police their platforms — free speech, resources, accusations of bias.",
  "On a call with analysts on Wednesday, Zuckerberg acknowledged that the loss of about one million European users was a result of GDPR.",
  "But it also stems from the multiple controversies they’ve been embroiled in and their attempts — or those of lawmakers — to fix them.",
  "Twitter’s making some efforts to improve the conversation, but people are still being bullied and targeted so much they leave.",
  "This week, we got a glimpse of why tech giants like Facebook and Twitter appear so reticent to clean up their platforms.",
  "It’s designed to make sure users know and understand the data companies collect about them and consent to sharing it.",
  "Advertising dollars — even if they’re for divisive political ads from suspicious sources — are still dollars.",
  "Money is certainly a factor as well, and this week, we got a multi-billion-dollar look at the stakes.",
  "It’s also why we can’t expect tech companies to be gung-ho about the idea of regulating themselves.",
  "There’s been a lot of chatter in the US and Europe as of late about how to regulate tech companies.",
  "Twitter has been purging users from its platform in an effort to get rid of bot and fake accounts.",
  "The Washington Post reported that the company suspended over 70 million accounts in May and June.",
  "But Facebook and Twitter haven’t given lawmakers, or anyone, a real reason to trust them.",
  "Facebook beat analysts’ expectations for earnings per share, and Twitter matched them.",
  "And hiring workers to increase privacy protections and monitor activity is expensive.",
  "The Menlo Park, California-based company also showed signs of sluggish user growth.",
  "And still, both companies lost one-fifth of their value in a single day.",
  "(Remember the flurry of emails about privacy policies you got in May?",
  "Engagement — even it’s driven by bot armies — is still engagement.",
  "And big money can speak pretty loud.",
  "And investors freaked out about it.",
  "Thank the GDPR.)"
]