[
  "He added that revelations that Messrs. Nix and Assange were in contact are ”yet another connection between the campaign and those that received stolen information from the Russians.”\n\nAdvertisement\n\nOn Thursday, Mr. Nix called the notion that Russians “significantly interfered” in the U.S. election “frankly absurd.”\n\nIn August 2016, top Trump donor Rebekah Mercer asked Mr. Nix whether his company could help better organize the Clinton-related emails WikiLeaks was releasing, the Journal previously reported.",
  "New details about the timing of Cambridge Analytica’s Trump campaign work show that the firm’s effort to obtain the Clinton emails—which U.S. intelligence agencies later determined had been stolen by Russian intelligence and given to the Sweden-based WikiLeaks—came as the company was in the advanced stages of contract negotiations with the campaign and had already dispatched employees to help it.",
  "The firm collected close to $9 million from the campaign, including $6 million that was publicly disclosed and additional funds routed through Giles Parscale, a firm run by Trump digital director Brad Parscale, according to a person familiar with the payments—about 50% more than publicly reported.",
  "The tactics included hacking state election systems, stealing and leaking information from party committees and political strategists, and using social media and other outlets to disseminate negative stories about Mrs. Clinton and positive ones about Mr. Trump, the report said.",
  "Cambridge Analytica CEO Alexander Nix said Thursday he asked the office that handles his speaking engagements to contact WikiLeaks founder Julian Assange in “early June 2016,” after reading a newspaper report that WikiLeaks planned to publish a trove of Clinton-related emails.",
  "The chief executive of Cambridge Analytica contacted the founder of WikiLeaks to ask him to share Hillary Clinton-related emails at the same time that people familiar with the matter say the British data-analytics firm had begun working for President Donald Trump’s campaign.",
  "On June 12, 2016, Mr. Assange told U.K. television that he had Clinton-related emails “pending publication.” In July, WikiLeaks began publishing emails stolen from the account of Mrs. Clinton’s campaign chairman, John Podesta, and from the Democratic National Committee.",
  "He said Mr. Assange was asked “if he might share that information with us.”\n\n“We received a message back from them that he didn’t want to and wasn’t able to, and that was the end of the story,” Mr. Nix said at the digital conference Web Summit in Lisbon.",
  "Advertisement\n\nMr. Nix first pitched Mr. Trump’s advisers on working with Cambridge Analytica in mid-May, after Steve Bannon—who went on to become White House chief strategist—introduced them, according to people familiar with the matter.",
  "Both the House and Senate Intelligence committees have requested information from Cambridge Analytica as they investigate whether anyone in the Trump campaign colluded with Moscow, according to lawmakers and a company spokesman.",
  "Rep. Adam Schiff, the top Democrat on the House Intelligence Committee, said ties between Cambridge Analytica and WikiLeaks were of “deep interest” to the committee, which is probing Russian interference in the 2016 election.",
  "He called the exchange “very benign.”\n\nWhen Mr. Nix’s approach to WikiLeaks was reported by The Wall Street Journal last month, it wasn’t clear whether Cambridge was working for the Trump campaign at the time.",
  "Since the British firm first broke into U.S. politics in 2013, it has kept a stable of political clients, working for more than a dozen federal campaigns and super PACs in the 2016 election cycle.",
  "“We did not work with Russia in this election, and moreover we would never work with a third-party state actor in another country’s campaign,” he said during the Web Summit interview.",
  "In the first week of June, the company dispatched a small team to San Antonio, where Mr. Trump’s digital operation was based, according to people familiar with the company’s hiring.",
  "Mr. Bannon served on Cambridge Analytica’s board and held a stake in the company worth at least $1 million, according to his financial disclosure released by the White House.",
  "Mr. Nix responded that he had reached out to Mr. Assange two months earlier and had been rejected, but that he would have employees at his company look into it further.",
  "Mr. Nix “and others at Cambridge Analytica are certainly persons of interest to us that we’re going to want to speak with,“ said Mr. Schiff, a California Democrat.",
  "Trump campaign officials said last month they were unaware of Mr. Nix’s outreach to Mr. Assange and have sought to distance the campaign from Cambridge Analytica.",
  "Advertisement\n\nAccording to a January report from the U.S. intelligence community, the interference was directed by the highest levels of the Russian government.",
  "On June 13, 2016, after weeks of negotiations, the company shipped a contract to the campaign, according to emails reviewed by The Wall Street Journal.",
  "Cambridge Analytica became a key part of the Trump campaign during the ensuing months, providing data, polling and research services.",
  "Federal Election Commission records show the first payment by the campaign to Cambridge Analytica is dated July 29, 2016.",
  "None of the people familiar with the matter suggested Cambridge Analytica made the approach at the campaign’s request.",
  "Mr. Trump has denied any collusion by his campaign with the Russians, and Moscow has denied meddling in the election.",
  "Cambridge Analytica is partly owned by Ms. Mercer and her father, hedge-fund billionaire Robert Mercer.",
  "Mr. Nix and a Trump campaign representative signed the contract on June 23, a person familiar said.",
  "It hasn’t notched any new federal political clients this year, a review of FEC records shows.",
  "The Cambridge Analytica spokesman has said the firm itself isn’t under investigation.",
  "Advertisement\n\nThe exact date of Mr. Nix’s outreach to Mr. Assange is unclear.",
  "A representative for Cambridge Analytica didn’t return a request for comment.",
  "Mr. Mercer made his first donation to Mr. Trump on June 21.",
  "Mr. Nix on Thursday denied any collusion with Russia.",
  "Such payment structures aren’t unusual in campaigns.",
  "—Byron Tau contributed to this article."
]