[
  "An eighth grader interviewed after the incident said she wasn’t surprised by the shooting: “What’s happening with Parkland and all that, I just expect it to happen.”\n\nIt has been 35 days since the shooting at a Parkland, Florida, high school in which 17 people died.",
  "The US has been backing the Saudi-led coalition in Yemen’s bloody civil war, and not casually — the military has been providing intelligence, munitions, and logistical support, including midair refueling, to the Saudis.",
  "That support is not going to end soon: A bipartisan group of senators tried to pass a resolution that would have forced the withdrawal of any US forces from Yemen not involved in fighting al-Qaeda or its affiliates.",
  "The backlash to the Cambridge Analytica scandal is widening\n\nThe company is at the center of an international scandal for improperly obtaining access to data on 50 million Americans via Facebook.",
  "The suspect, described as a 24-year-old white male, killed himself by detonating an explosive while still in his car as SWAT team officers approached on foot after a pursuit along Interstate 35.",
  "What we found was that the ads — which aggressively attacked Hillary Clinton on themes of corruption — were targeted at very specific audience segments, and had impressive engagement.",
  "Two students were injured, one critically, in a Maryland school shooting\n\nThe two teens were shot in a hallway of Great Mills High School, just before first period began.",
  "He was suspended by the firm’s board after was he caught on tape secretly bragging about how one of its strategies is to entrap its clients’ opponents with sex workers.",
  "These 27 ads were “dark posted,” which, in English, means they don’t show up on a page’s public timeline, only on the timelines of users the post is targeted to reach.",
  "The firm’s CEO brags that it “profiled the personality of every adult in the United States of America — 220 million people.”\n\nWhat does that look like in action?",
  "The Saudi-led coalition has been responsible for two-thirds of more than 10,000 civilian deaths in Yemen since 2015, according to the United Nations.",
  "He was shot by the school resource officer on duty, though at this time it’s unclear if he died from that shot or a self-inflicted gunshot wound.",
  "The attorneys general in New York and Massachusetts are demanding that Facebook hand over information on the alleged misuse of the data.",
  "Authorities say the shooter, identified as 17-year-old Austin Wyatt Rollins, died at a medical center a few hours after the shooting.",
  "The suspect in the Austin package bombings has died\n\nPolice say he died in an explosion after a shootout early this morning.",
  "Cambridge Analytica boasts it played a key role in Trump winning the election — we’ll come back to that in a second.",
  "If you’re one of them but you’re not ready to delete your account, here’s how to limit the information you give it.",
  "We examined ads by Make America Number One, a pro-Trump super PAC that used the services of Cambridge Analytica.",
  "The Pentagon says the support the US has been providing is “non-combat support” and it complies with the law.",
  "Their argument was that the Constitution states that only Congress can authorize the US to engage in war.",
  "Cambridge Analytica says it uses a method called \"psychographic\" profiling to understand behavior.",
  "You can still get what you need to know before you walk out your front door.",
  "Just watch or listen to Reporting to You, our bite-size daily news show.",
  "Many people don’t trust Facebook with their data anymore.",
  "It’s understood the data helped it build these profiles.",
  "But also: Cambridge Analytica’s CEO is in trouble.",
  "The US has been involved in Yemen’s war for years.",
  "What did Cambridge Analytica do with the data?",
  "They were shot with a semiautomatic handgun.",
  "We’ll have more for you as the day goes on.",
  "PSST: Mornings are hectic, and you’re busy.",
  "You don't have time to read the news.",
  "First of all: Facebook is in trouble.",
  "The Senate passed on changing that.",
  "That resolution did not pass.",
  "How are people responding?",
  "This story is developing.",
  "Glad you asked.",
  "Don't sweat.",
  "We get it."
]