[
  "Democrats accused the Trump campaign of working with the Russian hackers who stole campaign emails\n\n13 months into the Trump presidency, Democrats still have no proof of collusion\n\nNow they’re trying to change the definition of “collusion” to keep the narrative alive\n\nLacking any evidence of collusion between President Trump and the Russian operatives who meddled in the 2016 campaign, Democrats are now attempting to re-define “collusion” in order to declare Trump guilty of it.",
  "Now, with no evidence of such collusion between the Trump campaign and the Russians, leading Democrats are trying to redefine “collusion” to mean public statements Trump made on the campaign trail and conversations then-Trump adviser Michael Flynn held with Russian officials during the post-election transition period.",
  "When Democrats first raised the collusion accusations after the election, they suggested that the Trump campaign had been in direct cahoots with the Russian hackers who stole emails from Clinton campaign chair John Podesta and the Democratic National Committee, before later distributing them to WikiLeaks.",
  "Swalwell’s PowerPoint claimed public statements Trump made on the campaign — such as “WikiLeaks, I love WikiLeaks” or “Russia, if you’re listening, I hope you’re able to find the 30,000 [Clinton] emails that are missing” — were proof of collusion between Trump and the Russians.",
  "Papadopoulos’ claim reportedly was the catalyst for the FBI’s Russia probe, but 10 months into the investigation top FBI agent Peter Strzok said he had yet to see any proof of collusion — undercutting Swalwell’s claim that Papadopoulos’ bragging was itself proof of collusion.",
  "Swalwell also claimed that low-level Trump aide George Papadopoulos’ drunken claim to an Australian diplomat in May 2016 that the Russians had “dirt” on Clinton — a common rumor among right-wingers at the time, due to Clinton’s private email server — was proof of collusion.",
  "Three days before he recycled old news clipping for his “Evidence of Collusion” PowerPoint, Swalwell said on CNN that it was an open question “if” there was any Trump-Russia collusion and said he would defer to Special Counsel Robert Mueller.",
  "But four months ago, the congressman conceded that the meeting — which failed to produce the promised dirt — wasn’t proof of actual collusion but of “an eagerness to collude.” Now, Swalwell appears to classify that meeting as collusion.",
  "Schiff also said claimed Flynn’s conversations with Russian officials during the transition period after the election somehow constituted proof of collusion with Russian efforts to meddle in the run-up to the election.",
  "Feinstein’s admission undercuts Swalwell’s revisionist attempt to classify those events, as well as Trump’s campaign statements, as “collusion.”\n\nThe PowerPoint also included inaccurate information.",
  "Democratic California Sen. Dianne Feinstein conceded in November, months after both the Sater email and the Trump Tower meeting became public, that she had yet to see any evidence of collusion.",
  "Like Swalwell, Schiff claimed the Trump Tower meeting was proof of collusion, even though there is no proof it actually led to collusion between the Trump campaign and Russia.",
  "Schiff also claimed that Cambridge Analytica, a Republican data firm hired by the Trump campaign, was complicit in collusion because it reached out to WikiLeaks about emails.",
  "That same month, then-Senate Minority Leader Harry Reid claimed to have “no doubt” that the Trump campaign was involved with the Russian hacking efforts during the campaign.",
  "Swalwell also claimed that Trump business associate Felix Sater’s boast in a 2015 email that a Trump hotel deal in Russia could get him elected was proof of collusion.",
  "Swalwell’s PowerPoint also claimed that Donald Trump Jr.’s Trump Tower meeting with a Russian lawyer, who promised dirt on Hillary Clinton, was proof of collusion.",
  "Swalwell repeated the long-debunked Democratic talking point that the Trump campaign altered the Republican platform in order to make it more favorable to Russia.",
  "Democratic California Rep. Eric Swalwell published a PowerPoint Monday night titled “Evidence of Collusion” that failed to include any evidence of collusion.",
  "In fact, the day before Swalwell published his misleading PowerPoint, Trump slammed Obama for failing to prevent Russian meddling in American politics.",
  "(Swalwell ignored that two months ago, President Trump sent lethal arms to Ukraine, an affront to Russia that Obama declined to enact.)",
  "California Democratic Rep. Adam Schiff similarly claimed last week that events which aren’t proof of collusion, are proof of collusion.",
  "“It’s very much unknown whether there was collusion,” Podesta said in December 2016, referring to Russia’s hacking of the emails.",
  "The Sater email has been public knowledge since August 2017 and is not proof of collusion between the Trump campaign and Russia.",
  "“It’s up to Bob Mueller’s team to find out if collusion existed, but [Trump] certainly gave them a green light,” Swalwell said.",
  "Swalwell claimed that Trump “will not acknowledge” Russian interference in the election process, but that simply isn’t true.",
  "Clinton herself claimed in May that the Trump campaign likely “guided” Russian propaganda efforts online.",
  "WikiLeaks reportedly rebuffed the request and there was no further cooperation between the two parties.",
  "“Someone in the Trump campaign organization was in on the deal.",
  "But there is no question about that,” Reid told HuffPost.",
  "Now, whether they told [Trump] or not, I don’t know.",
  "She cited no evidence.",
  "I assume they did.",
  "I have no doubt."
]