[
  "More: Google, Twitter and Facebook should evaluate their biases before Congress intervenes\n\nDear Jeff Sessions and conservatives, don't mess with Google, Facebook or Twitter\n\nGoogle, Twitter and Facebook should just be honest if they don’t like conservatives\n\nFacebook should also be barred from making any new acquisitions for at least five years, giving these and other competitors the chance to grow and develop business models different from Facebook’s.",
  "Fines will not deter Facebook\n\nThat broken decree gives the FTC the power to fine Facebook, but more importantly, the leverage to impose other, far more effective remedies, such as spinning off WhatsApp, Instagram, and Messenger and interoperability standards to end Facebook’s network dominance, allowing other companies a chance to compete for users.",
  "Bipartisan scrutiny of the role tech giants play in the economy and in shaping American democracy has taken an encouraging turn in recent months.A significant number of lawmakers are focused on the problem and proposing new and encouraging solutions.Now, bipartisan state attorneys general are looking into potential antitrust remedies for big tech.",
  "Those facts — plus its ability to survive these scandals — is leading to a growing recognition that Facebook is one of the world’s most dangerous monopolies.The range of extraordinary harms deriving from Facebook’s monopoly power are why the company must be broken up — and competition restored — as a fundamental component of a solution.",
  "The most recent example is the news this past Friday of a security breach that allowed hackers to access at least 50 million accounts; earlier that week, Facebook admitted to sharing phone numbers users provided to improve their account security with advertisers.",
  "That decree has clearly been violated: In one incident alone, data from up to 87 million users was unknowingly shared with the Cambridge Analytica research firm attached to the Trump campaign — resulting in up to $2 trillion in fines.",
  "Facebook’s very business model — collecting data on its users and then selling that data to the highest bidder — ensures that it will never take privacy seriously or take the necessary steps to boot nefarious parties off the platform.",
  "Follow Sarah on Twitter: @SarahMillerDC\n\nYou can read diverse opinions from our Board of Contributors and other writers on the Opinion front page, on Twitter @usatodayopinion and in our daily Opinion newsletter.",
  "These measures, along with giving upstarts a shot by imposing new interoperability standards, would help create a well-functioning market and strengthen user market power.",
  "Breaking Facebook up, however, would bring pressure to bear on it in a different way: by reintroducing competition that is largely absent in the social media space.",
  "Over the past year, the social media giant has experienced scandals like these on a regular basis, often of massive scale and tremendous real-world consequence.",
  "Read or Share this story: https://www.usatoday.com/story/opinion/2018/10/05/facebook-dangerous-monopoly-divest-instagram-whatsapp-messenger-column/1512215002/",
  "At the time, the commission said Facebook could not change the way in which it used existing WhatsApp users’ data without obtaining their consent.",
  "Consider: This year, Google was slapped with a $5 billion fine by the European Union for stifling competition in the smartphone market.",
  "However, as The Economist noted, Google “protests loudly but treats the penalty as a cost of doing business.” And why shouldn’t it?",
  "If companies are allowed to ignore consent decrees without the commission levying meaningful penalties, they will certainly do so.",
  "At the moment, Facebook, along with its subsidiaries, accounts for 77 percent of mobile social networking traffic in America.",
  "Don't just slap the company on the wrist with a fine that will turn into another line item on a corporate expense report.",
  "This is a company with unrivaled market dominance and a parent — Alphabet — that makes more than $600 per second.",
  "Of course, there will be those who argue that such a step goes too far or hurts a successful American business.",
  "In 2011, Facebook signed what’s known as a consent decree with the FTC, pledging to protect user privacy.",
  "The FTC needs to protect consumers — and democracy — by forcing Facebook to really change for the better.",
  "Sarah Miller is the Deputy Director of the Open Markets Institute and Co-Chair of Freedom From Facebook.",
  "And the power to do so lies with the Federal Trade Commission, which upholds competition in the economy.",
  "At a minimum, a WhatsApp divestiture would enforce the FTC’s own order regarding that 2014 acquisition.",
  "A hefty fine would be budgeted as a cost worth incurring in the pursuit of ever-greater market power.",
  "FTC has the power and needs to use it\n\nHowever, the immediate opportunity lies with the FTC.",
  "David Segal is Executive Director of Demand Progress and Co-Chair of Freedom From Facebook.",
  "The FTC can fix that by forcing Facebook to spin off WhatsApp, Instagram and Messenger.",
  "It should embrace it, and use its power to break up Facebook’s social media monopoly.",
  "It has the power to force spinoffs of Instagram and WhatsApp, and needs to use it.",
  "They’ll likely argue that a fine will be enough to discourage more bad behavior.",
  "Nor did Google change after earlier fines, including $2.7 billion last year.",
  "Facebook CEO Mark Zuckerberg testifies on Capitol Hill on April 11, 2018.",
  "It has in hand an agreement with Facebook that the company has flaunted.",
  "The Federal Trade Commission should get tough and break up Facebook.",
  "To respond to a column, submit a comment to letters@usatoday.com.",
  "Make Facebook spin off Instagram\n\nThe same is true for Facebook.",
  "A $5 billion fine isn’t enough to cause a change in behavior.",
  "But even a historic fine won’t begin to solve the problem.",
  "(Photo: Andrew Harnik/AP)\n\nFacebook is too big to control.",
  "That simple reality becomes clearer with each passing day.",
  "This is certainly not hard to do, technically speaking.",
  "The fine was just 5 percent of Google’s cash balance.",
  "This is a real credibility test for the FTC.",
  "All the commission has to do is enforce it.",
  "The FTC shouldn’t cower from this moment.",
  "Doing so would simply be too expensive.",
  "Facebook changed those terms anyway.",
  "It has no real competitors."
]