[
  "U.S. Trade Representative Robert Lighthizer directly singled out high tech in Beijing, saying in a statement that the “products targeted by the tariffs are those that benefit from China’s industrial policy and forced technology transfer practices.” Dean Garfield of the Information Technology Industry Council, one of several trade groups representing tech companies to speak out against Trump’s tariffs, said in a statement that the penalties can “only mean more bad news for consumers and businesses.”\n\nDIALING UP PRESSURE ON NET NEUTRALITY — Democrats and left-leaning public interest groups are turning up the heat on House Republicans on net neutrality, as they seek to rally internet-savvy voters around the issue ahead of the midterm elections, John reports.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Facebook: We’d catch Russia’s troll farm today\n\nWith help from Nancy Scola, Ashley Gold and John Hendel\n\nFACEBOOK: WE’D CATCH RUSSIA’S TROLL FARM TODAY — John Hegeman, Facebook’s head of News Feed, told members of Team MT in a sit-down at the company’s D.C. HQ that Facebook would now spot a trolling operation on the level of Russia’s meddling Internet Research Agency, thanks to the scores of changes made to the site since election day 2016.",
  "PRIVACY ON TAP FOR ENERGY AND COMMERCE PANEL — The House Energy and Commerce Communications and Technology subpanel will hear testimony today on consumer protections in the digital age, including remarks by former FCC Commissioner Robert McDowell; Laura Moy, deputy director of the Georgetown Law Center on Privacy and Technology; and Hance Haney, director and senior fellow at the Discovery Institute’s Technology and Democracy Project.",
  "— “While we recognize that third party email apps need access to Gmail data to provide various services, and that users consent to much of this access, the full scope of the use of email content and the ease with which developer employees may be able to read personal emails are likely not well understood by most consumers,” the lawmakers wrote, setting a deadline of July 24 to receive information.",
  "In his opening remarks, ranking member Frank Pallone (D-N.J.) is expected to address growing concerns over the collection of consumer location data while issuing a call for “strong privacy protection across the entire Internet ecosphere.”\n\n— Pallone dings Pai: According to his prepared remarks, obtained by MT, Pallone will criticize the Ajit Pai-led FCC for rolling back net neutrality rules.",
  "The U.K.’s Information Commissioner, a government privacy watchdog, is fining Facebook a half-million pounds — pocket change for Facebook, but the largest fine the regulator can impose, amounting to around $660,000 — as it accuses the social media giant of breaking data protection rules with the Cambridge scandal.",
  "“We will vote Wednesday on a ‘Motion to Instruct,’ a first step toward reasserting Congress’s constitutional role on tariffs.” The Trump administration has unveiled a series of levies meant as retaliation over what the president calls unfair trade practices by other nations.",
  "But with all the tweaks Facebook has since scrambled to make to limit the damage of bad information — from auto-detecting imposter accounts to working with third-party fact checkers — said Hegeman, “we would not be able to have something on the scale like [the IRA] today.",
  "said Kavanaugh’s claim that the Obama-era FCC’s net neutrality rules were unconstitutional shows “whose side #Kavanaugh is really on.” “A free and open internet is the greatest platform for expression of First Amendment rights,” the lawmaker tweeted.",
  "“We are deeply concerned that the Federal Communications Commission (FCC) is poised to adopt a rule that would eliminate the agency’s traditional and important role of helping consumers in the informal complaint process,” wrote Pallone and Doyle.",
  "THE KAVANAUGH STANDOFF KICKS OFF — Lawmakers and advocacy groups wasted no time drawing lines in the stand on new Supreme Court nominee Brett Kavanaugh, citing concerns over his views on internet regulation and government data collection.",
  "\"I think that only gets undone if they feel even more pressure from their constituents back home.”\n\n— Doyle, who has 176 of the 218 signatures required to force the chamber to vote on the Congressional Review Act measure, H. Res.",
  "“I think their message is kind of flawed now,” said Rep. Bob Latta (R-Ohio), who pointed out that the internet still works and compared the doomsday talk surrounding the net neutrality repeal, which took effect in June, to Y2K.",
  "GOOGLE, YOU’VE GOT MAIL — A trio of Republican senators wants info on Google’s privacy policy and “practices associated with popular Gmail email service,” according to a letter sent to Alphabet CEO Larry Page on Tuesday.",
  "Tuesday saw the unveiling of a list of $200 billion worth of Chinese goods the administration is proposing to slap with an additional 10 percent tariff, Pro Trade’s Doug Palmer and Adam Behsudi report.",
  "Sen. Jeff Flake (R-Ariz.) announced late Tuesday that the Senate will vote on a motion that would limit President Donald Trump’s ability to unilaterally levy tariffs in the name of national security.",
  "He’ll also hit Republicans over what he sees as a failure to protect Americans’ privacy online, including by passing a congressional resolution that reversed Obama-era broadband privacy regulations.",
  "Sen. Amy Klobuchar (D-Minn) expressed “serious concerns” about the way in which Kavanaugh “went out of his way to dissent against net neutrality” in 2017, when he broke with a majority of the D.C.",
  "“It’s no wonder that states like California are stepping in to fill the void left by the repeal of these privacy rules,” Pallone will say, a nod to the sweeping privacy law passed in California.",
  "As we noted earlier this week, Republican officials from the House Energy and Commerce Committee similarly pressed Google on its arrangements with third-party developers in their own letter.",
  "LETTER-WRITING SEASON IN FULL SWING — Two top House Energy and Commerce Democrats voiced trepidation over a proposed change to how the FCC handles consumer complaints in a letter to Pai.",
  "QUICK DOWNLOADS\n\n— The fake news frontier: WhatsApp says it will now label forwarded messages in a bid to curtail the spread of misinformation amid a crisis in India, BuzzFeed reports.",
  "TRANSITIONS\n\n— Debjani Ghosh has been named the new president of NASSCOM, the India-based association of IT service and product companies, the first woman ever to hold that role.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "That now includes the first penalty against the company by a governing body stemming from Facebook’s sharing of user information with Trump campaign-linked Cambridge Analytica.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host is hoping to meet some more of you loyal MT readers at today’s POLITICO panel on the future of artificial intelligence.",
  "A group of House Democrats is seeking to force a floor vote on a Senate-passed resolution that would undo the FCC’s net neutrality rollback, restoring the Obama-era rules.",
  "— More tech tariffs, more tech outcry: The lawmaker push to retake the reins on U.S. trade policy comes as the Trump administration again amps up pressure on Beijing.",
  "We’d be able to prevent that.”\n\nStory Continued Below\n\n— But when it comes to “fake news,” one thing worth noting: It’s not enough to get you booted from Facebook.",
  "— Even as Facebook touts strides in its efforts to thwart would-be meddlers, it faces a reckoning from regulators over a myriad of election-related controversies.",
  "“Privacy is a deeply held American value,” Pallone will add, making the case that there’s broad support among American voters to beef up online safeguards.",
  "“There’s tremendous pressure that’s going to be put on Republicans not to sign,” said Rep. Mike Doyle, the Pennsylvania Democrat leading the House effort.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "and consumer protection subpanel chairman Jerry Moran (R-Kan.) want to know how much access to user emails Google gives to third-party developers.",
  "“There is this core tension, which is that we want to be a platform for free expression” while also combating misinformation, said Hegeman.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "“It’s not really an issue that we’re seeing at the forefront of polling or anything like that,” agreed Rep. Adam Kinzinger (R-Ill.).",
  "Pushing misleading content lower down so that many users never even see it, or blocking advertisers' ability to make money on it.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Elon Musk’s engineers designed a mini-submarine to rescue the 12 boys and their coach trapped in a cave in Thailand.",
  "Circuit Court in 2006, signaled a measure of comfort with his nomination, Burgess Everett and Heather Caygle report.",
  "The House’s August recess may prove a test of just how much grass-roots pressure really exists around the issue.",
  "IRA trolls violated Facebook’s community standards, like misrepresenting their identities — a bannable offense.",
  "Susan Collins (R-Maine) and Lisa Murkowski (R-Alaska), who both voted for Kavanaugh’s nomination to the D.C.",
  "The actions come on the heels of an eyebrow-raising report about the company’s privacy practices with Gmail.",
  "“FINALLY, Senate will push back on the President’s abuse of Section 232 to impose tariffs,” Flake tweeted.",
  "SILICON VALLEY MUST READS\n\n— “Sex, Beer and Coding: Inside Facebook’s Wild Early Days”: Need we say more?",
  "— Makin’ money moves: Tesla has landed a deal to build a new auto plant in Shanghai, Reuters reports.",
  "— Two centrist Republicans who may hold the key to Kavanaugh’s confirmation struck a different tone.",
  "873 (115), has until the end of the year to convince Republicans and the outstanding Democrats.",
  "That’s a peek into the complexities that Facebook’s wrestling with going into the midterms.",
  "“But we don’t kick people off just for saying something that’s false,” explained Hegeman.",
  "But the moves have been met with bipartisan backlash in both chambers of Congress.",
  "Circuit that declined to overturn a panel ruling upholding the rules.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "The preferable option to outright censorship, in Facebook’s view?",
  "), tech and telecom subpanel chairman Roger Wicker (R-Miss.)",
  "So they left it in the cave, The New York Times reports.",
  "Learn more here about the Microsoft Airband Initiative.",
  "— We all live in a — wait, we’re just leaving it here?",
  "The regulator lays out its case in a report out today.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "“Would we catch 100 percent of everything they do?",
  "Republicans told POLITICO they’re not sweating it.",
  "Read more from Pro Europe’s Mark Scott here.",
  "THE TARIFF TANGO — Back and forth we go.",
  "Don’t forget to follow us @MorningTech.",
  "More details on the event down below.",
  "Commerce Chairman John Thune (R-S.D.",
  "Got any tech or telecom tips?",
  "Tips, comments, suggestions?",
  "Sen. Ed Markey (D-Mass.)",
  "But it wasn’t used.",
  "No,” said Hegeman.",
  "Via Wired.",
  "Sens.",
  "**"
]