[
  "Another person familiar with the situation, a GOP operative who talks to Mercer, said: “Bekah tried to convince him that this is a long-term play.”\n\nBannon has worked closely with Mercer not only at the right-wing website Breitbart News, where her family is a major investor and where he served as executive chairman until joining the Trump campaign in August, but also at Cambridge Analytica, the data-analytics firm owned largely by the Mercers.",
  "Kushner has also told people that he thinks Mercer and her father, the hedge fund billionaire Robert Mercer — who poured $13 million into a super PAC that supported Ted Cruz’s campaign in the Republican primary and came around to Trump after he won the nomination — have taken too much credit for their role in Trump's victory, and he has expressed misgivings about their go-it-alone approach to outside spending boosting Trump’s agenda.",
  "Bannon has generated a thrum of controversy since he joined the Trump campaign as chief executive in August, and the consistent drumbeat of negative press coverage surrounding him has strained his relationship with Trump, who monitors media reports closely, according to a source familiar with the situation.",
  "“You have these New York interlocutors who are just not political and who want to think that they’re above the way Washington thinks, but if anybody is allied on delivering on things that Trump ran on, it’s Bannon and Reince and the vice president,” said the Republican who has spoken to Bannon recently.",
  "The White House said Bannon had not taken any steps to leave, and Bannon told POLITICO that any suggestion he threatened to resign was “total nonsense.”\n\nAt Breitbart, Bannon, 63, was among the earliest Trump supporters and is credited with building the ideological foundation of the Trump movement.",
  "Five people, including a senior administration official and several sources close to the president, tell POLITICO that Steve Bannon, one of Trump’s closest advisers, has clashed with the president’s son-in-law, Jared Kushner, who’s taken on an increasingly prominent portfolio in the West Wing.",
  "He has helped to expand the authority of two senior West Wing officials who, like him, are less ideological in nature: former Goldman Sachs executives Gary Cohn, who is now chairman of the National Economic Council, and Dina Powell, the deputy national security adviser for strategy.",
  "Bannon has also butted heads with Kushner, the president’s senior adviser, who considers him an ideologue whose advice to Trump is making it harder for the president to win popular support for his agenda, according to people familiar with the dynamic.",
  "The man credited with honing Donald Trump’s populist message and guiding him into the White House has grown frustrated amid continued infighting in the West Wing, so much so that in recent weeks a top donor had to persuade him to stay in his position.",
  "His position in the West Wing took a blow on Wednesday, when the White House issued a national security directive removing him from the National Security Council, where he had been installed as a member in the first weeks of the administration.",
  "A former investment banker of considerable means, he is somebody the president views as an equal — and whose departure would scramble the pecking order of a White House that seems to have chaos in its DNA.",
  "His allies inside the White House downplayed the significance of the reassignment, casting his initial elevation to the NSC as a temporary position that had come to a natural conclusion.",
  "But Bannon's removal from the NSC is symbolic of a broader realignment in the West Wing that has Bannon increasingly marginalized and at odds both with the president and Kushner.",
  "The national security directive removing Bannon from the NSC explicitly authorized Powell to attend the National Security Council's Principals' and Deputies' Committee meetings.",
  "Story Continued Below\n\nRepublican megadonor Rebekah Mercer, a longtime Bannon confidante who became a prominent Trump supporter during the campaign, urged Bannon not to resign.",
  "The tension between the two is indicative of a larger power struggle in the White House as Kushner’s prominence and responsibility have ballooned.",
  "Bannon is a part owner of the firm, though he’s trying to sell his stake, and until recently he served as vice president of the company’s board.",
  "Bannon opposed the change, even saying he’d quit if the president signed off on it, according to one person familiar with the situation.",
  "“If Bannon leaves the White House, Bekah’s access and influence shrinks dramatically,” said the GOP operative who talks to Mercer.",
  "“It hasn’t all been fun, and I know he’s been frustrated,” said a Republican who has spoken with Bannon in recent weeks.",
  "The “big fight is between nationalists and the West Wing Democrats,” said a person familiar with Bannon’s thinking.",
  "Bannon has complained that Kushner and his allies are trying to undermine his populist approach, the sources said.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "“Rebekah Mercer prevailed upon him to stay,” said one person familiar with the situation.",
  "Breaking News Alerts Get breaking news when it happens — in your inbox.",
  "Alex Isenstadt contributed to this report.",
  "You can unsubscribe at any time."
]