[
  "The early United States featured a highly partisan press—historian Paul Starr argues that political parties emerged from newspapers, rather than vice-versa—but also had a strong cultural norm of republishing a wide range of stories from different parts of the early nation and different political leanings.",
  "Instead of focusing resources on reporting, it would focus on aggregating and curating, pushing unfamiliar perspectives into our feeds and nudging us to diversity away from the ideologically comfortable material we all gravitate towards.",
  "This commitment to diversity goes beyond ensuring that the right and left both have a voice: CBC goes out of its way to feature indigenous First Nations voices, while the BBC maintains a vast reporting network in Africa and Asia.",
  "Examining early American newspapers raises the uncomfortable possibility that our forebearers, more than two centuries ago, may have encountered a wider range of views than we elect to encounter today.",
  "(If we’re smart, we’d build an aggregator where the algorithms can be reviewed by scholars and auditors, and where users could tune their preferences to receive more or less diversity in their feeds.)",
  "In our study, people who read far-left sources like Daily Kos or Mother Jones are generally also engaged with center and center-left sources like the New York Times, The Washington Post, and CNN.",
  "If the combination of online news, social media, and echo chambers led to political polarization and ideological capture, we’d expect to see the same phenomenon on the left as on the right.",
  "The best public broadcasters in strong democracies—Canada, the United Kingdom, Germany—use their position to bring a wide range of perspectives and voices into the broader public dialog.",
  "If it is more profitable to bring us baby pictures from our friends than political stories, or to isolate us in a bubble of ideologically comfortable information, they will.",
  "Being able to escape echo chambers and encounter a wide picture of news may be a necessary precursor towards a functioning democracy.",
  "(Of course, if you’re within that hermetically sealed chamber, you’re likely to see CNN as just as left-leaning at The Nation.)",
  "As with most public broadcasters, we’d debate whether this perspective-broadening aggregator was really fair and unbiased.",
  "A public social media platform would have the civic mission of providing us a diverse and global view of the world.",
  "This article is part of a collaboration with the Markkula Center for Applied Ethics at Santa Clara University.",
  "We’d argue about whether it was reaching a broad enough audience and whether it was worth our tax dollars.",
  "An idea for those seeking a technical solution to our polarization and isolation: public social media.",
  "Private platforms like Facebook are under no obligation to provide us a diverse worldview.",
  "The new right’s echo chamber is hermetically sealed, while the left’s is not.",
  "So, haven’t we just replaced one tech-centric explanation with another?",
  "And, either way, the stakes are too high not to attempt to find out.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "We want to hear what you think about this article.",
  "We might well end up hating it.",
  "But we probably need it.",
  "Not quite.",
  "We don’t."
]