[
  "Politico: Trump's Supreme Court nominee could turn out to be very pro-business 7:08 AM ET Tue, 10 July 2018 | 01:05\n\nAmericans hoping for stronger data privacy protections may find a foe in Brett Kavanaugh, President Donald Trump’s nominee to replace Supreme Court Justice Anthony Kennedy.",
  "Net neutrality violates the First Amendment, he said, because the regulation “infringes on the internet service providers’ editorial discretion.”\n\nIt is not entirely clear where Trump's administration stands on regulation of big tech.",
  "Circuit, he dissented against his colleagues’ 2017 decision to uphold net neutrality, the Obama-era regulation requiring internet service providers such as Comcast, Verizon and AT&T to treat all internet traffic as equal.",
  "Although the Federal Communications Commission under Trump has already reversed net neutrality, on Thursday the Department of Justice appealed a federal judge's June decision allowing AT&T to acquire Time Warner.",
  "Some legal experts believe Kavanaugh’s First Amendment argument against net neutrality could be applied to data more broadly, and possibly pit him against current and potential data privacy regulations.",
  "“The government would have to show an important interest that they are pursuing narrowly,” Sprigman said, “and that just makes it much more difficult for the government to regulate it.”",
  "Circuit in favor of net neutrality, Kavanaugh's argument that ISPs have a First Amendment right to determine what data they transmit implies that the data itself is speech.",
  "If that is the case, he said, then the providers could argue that selling user data to advertisers counts as “speech” also protected by the First Amendment.",
  "According to Christopher Sprigman, a law professor at New York University who authored an amicus brief submitted to the D.C.",
  "If that argument were accepted by the court, there would be an additional hurdle to enacting data privacy regulation.",
  "He would likely have a hand in decisions regarding data regulation far beyond Trump's administration.",
  "If Kavanaugh is approved, he would be the second-youngest Supreme Court justice, at the age of 53.",
  "As a justice on the U.S. Court of Appeals for the D.C."
]