[
  "\"While the tightening focus from the Beltway is something to keep a very close eye on along with Zuckerberg's ability to navigate Facebook through this hurricane-like storm, we continue to believe through further investments in security (partially speaks to Facebook's stepped-up investment profile for 2018), ad content AI, improved content algorithms/screening mechanism, and with other platform enhancements that Facebook can keep regulators at bay,\" Ives writes.",
  "\"The concern from the Street's perspective is this latest fiasco could reignite the debate within the Beltway and EU around a tighter regulatory environment Facebook and its social platform brethren (Twitter, Alphabet) could face, leading to major changes/impact to the company's advertising model and key monetization engines for 2018 and beyond,\" Ives writes.",
  "\"The radio silence from executives over the last few days has added fuel to the growing Cambridge fire and if this data leak fiasco is left to fester it could take on a life of its own,\" Ives writes in the note, which describes the current situation as a \"dark chapter\" for Facebook.",
  "The personal information of some 50 million Facebook users was improperly used by Cambridge Analytica to build \"psychographic\" profiles of voters and to target them with manipulative ads in support of its clients, including Donald Trump's successful presidential campaign in 2016.",
  "Facebook execs Sheryl Sandberg and Mark Zuckerberg \"Charlie Rose\"/PBS\n\nThe pressure is mounting on Facebook, as lawmakers and state attorneys demand answers about the unauthorized use of its user information by a Trump-linked data targeting firm.",
  "Rougly one year ago, analysts were singing the virtues of Facebook's boundless potential with notes to investors declaring that results were \"sweet as cookie layer crunch\" and that \"the best is yet to come.\"",
  "Analysts have been expecting the top line to grow to $55.2 billion this year, with the only questions focused on how many more video ads Facebook can cram into its newsfeed and its Instagram app.",
  "But if Ives' worst case scenario plays out, Facebook's revenue could come in as much as 9% below Wall Street's targets as regulators pick apart its \"golden business model.\"",
  "Shares of Facebook have declined 10% to $168.15 since Friday's close of market, as news of Facebook's problem with Cambridge Analytica first came to light.",
  "According to GBH Insights analyst Dan Ives, roughly $4 billion to $5 billion of Facebook's annual advertising revenue is at risk in this crisis.",
  "Facebook generated $40.6 billion in revenue in 2017, virtually all of it from online ads that appear on its 2-billion member social network.",
  "It's a stunning reversal for Facebook, which has been one of Wall Street's most beloved stocks for several years now.",
  "For all his fears however, Ives is not lowering his $225 price target or his \"Highly Attractive\" rating on the stock.",
  "Adding to the crisis has been the utter silence of Facebook CEO Mark Zuckerberg and COO Sheryl Sandberg.",
  "And if Facebook doesn't put the fire out soon, its business could suffer some serious damage."
]