[
  "“This includes employees of the House, Senate, Architect of the Capitol, Congressional Budget Office, and Library of Congress.” Roll Call’s Katherine Tully-McManus notes, “A valid congressional ID is required to enter, and the letter reminds staff that diners are expected to ‘dress in business attire.’” More: http://bit.ly/2NF8MoJ\n\nTODAY IN CONGRESS -- The House gavels in at 10 a.m. with first votes expected between 1:30 p.m. and 2:30 p.m. and last votes expected between 5:15 p.m. and 6:15 p.m. Today’s agenda: http://bit.ly/2EsSWEM The Senate meets at 9:30 a.m. to resume consideration of Peter A. Feldman to be a commissioner of the Consumer Product Safety Commission for a full seven-year term.",
  "“But in fact, Republicans had not informed them of the requests, they said, leaving a false impression with the invited witnesses that the minority party was aware.” More: https://politi.co/2R2llc3\n\nRelated: “House Republicans prepare subpoena for McCabe memos,” per Kyle: https://politi.co/2Q9Eszs ; and “House conservatives threaten Rosenstein impeachment vote,” via Kyle and Rachael: https://politi.co/2QUDdVY\n\nBREDESEN OPPOSES SCHUMER AS SENATE LEADER -- Democratic Tennessee Senate candidate Phil Bredesen said during a debate with Rep. Marsha Blackburn (R-Tenn.) that “hyperpartisan” Washington needs new leadership.",
  "“If we aren’t ready, we won’t.” More: https://politi.co/2xS760r\n\nRelated reads: “Frat boy vs. choir boy: Dueling versions of Kavanaugh raise credibility questions,” from Marianne Levine and Andrew Restuccia: https://politi.co/2NEkYGm ; “Kavanaugh’s ‘choir boy’ image on Fox interview rankles former Yale classmates,” per The Washington Post’s Aaron C. Davis, Emma Brown and Joe Heim: https://wapo.st/2xDIQA0 ; and “In a Culture of Privilege and Alcohol at Yale, Her World Converged With Kavanaugh’s,” via The New York Times: https://nyti.ms/2xTTodk\n\nHAPPY WEDNESDAY!",
  "“It is about whether or not a woman who has been a victim at some point in her life is to be believed.” Much more: https://nyti.ms/2Q3b0Li\n\nRelated: “Trump stays away from Senate Kavanaugh fight,” by Bres, Burgess and Eliana Johnson: https://politi.co/2QUJuRw\n\nSHUTDOWN WATCH -- The president has still given no indication of whether he will sign legislation that funds the Pentagon and the departments of Labor, Education and HHS -- and a so-called continuing resolution that funds other agencies at current levels until Dec. 7.",
  "“But since many of the incoming Democratic freshmen will hail from swing districts, having a pragmatist in leadership could also be appealing.” More: https://politi.co/2DvVGFN\n\nHOUSE REPUBLICANS SEEK TESTIMONY OF COMEY, ET AL -- House Judiciary Committee Chairman Bob Goodlatte (R-Va.) and Oversight and Government Reform Committee Chairman Trey Gowdy (R-S.C.) have requested interviews with former FBI Director James Comey, former Attorney General Loretta Lynch and former Deputy Attorney General Sally Yates.",
  "Sarah Flaim, a spokesman for committee Chairman Jeb Hensarling (R-Texas), said the panel has “requested she come in to meet with staff to present her claims and supporting evidence -- as is our regular practice for anyone making claims of this nature.” Flaim added that Grimes was expected to meet with majority and minority staff Tuesday afternoon and has been invited to testify, which Grimes said she is “100 percent willing” to do.",
  "“Neither Republicans nor Democrats want the government to close before the midterm elections, but the president has repeatedly raised the specter of a shutdown, most recently last week when he criticized the stopgap spending bill as ‘ridiculous’ and chastised Democrats for pushing an agenda that he deemed soft on security.” The House is expected to vote today to fund the government.",
  "More: https://nyti.ms/2DwvpHu\n\nRelated read: “‘Unforgiving’ news cycle buries GOP spending victory,” from Sarah Ferris: https://politi.co/2xD7l0g\n\nANOTHER THURSDAY HEARING -- The House Financial Services Committee has invited Simone Grimes, the FHFA employee who has accused director Mel Watt of sexual harassment, to testify before the committee at an oversight hearing Thursday.",
  "“Ford has a team of well-connected attorneys with Democratic ties to lean on -- as well as a veteran Democratic strategist -- but Democratic senators acknowledge they’re standing behind her with little certainty about how she’ll fare.”\n\nStory Continued Below\n\n“I assume her own lawyers are prepping her,” said Sen. Dianne Feinstein (D-Calif.), the top Democrat on the panel.",
  "“Lawmakers did include $380 million for states to upgrade and secure their voting systems in an appropriations bill passed earlier this year.” More: http://bit.ly/2xC2tIE\n\nAGUILAR ENTERS LEADERSHIP RACE -- Moderate Rep. Pete Aguilar (D-Calif.) launched his bid for House Democratic Caucus vice chair, setting up a race against progressive Rep. Katherine Clark (D-Mass.)",
  "Let me make that very clear.” Before Anita Hill testified before the committee in 1991 about her sexual harassment allegations against Clarence Thomas, she engaged a trio of lawyers, one of whom told POLITICO in an interview that the best way to prepare a victim to testify is to pose the most incendiary, insulting questions that come to mind.",
  "Collins said Kavanaugh believes “the concept of precedent is rooted in Article III of the Constitution, and he clearly reveres our Constitution.” He “also believes that it is not sufficient -- since I asked him this directly -- for five sitting judges to believe that an earlier decision was incorrectly decided,” Collins told reporters.",
  "“The race perfectly highlights the debate raging inside the Democratic Party about which direction to tack as 2020 approaches: Clark, who declared her candidacy for the post in late July, is a member of the Progressive Caucus and could see a boon from an energized and emboldened left-wing of the caucus,” Rachael reports.",
  "“That lack of communication underscores the political minefield both Democrats and the 51-year-old college professor are crossing ahead of the hearing, with President Donald Trump and the GOP tarring the minority for a ‘smear campaign’ against Brett Kavanaugh, Trump’s Supreme Court pick,” Elana and Rachael report.",
  "“They are turning to her to ask what are expected to be personal and potentially painful questions about the woman’s youth on live television, sparing the all-male panel of 11 Republican senators on the committee some uncomfortable exchanges that could sway the public’s opinion about the session,” they continue.",
  "-- Election security unlikely to pass before midterms\n\nBy Nolan D. McCaskill ( nmccaskill@politico.com or @NolanDMcCaskill )\n\nDEMS IN THE DARK -- Democrats on the Senate Judiciary Committee say there’s been no coordination with Christine Blasey Ford’s team ahead of Thursday’s high-stakes committee hearing.",
  "Reps. Jimmy Gomez (D-Calif.), Al Green (D-Texas), Alan Lowenthal (D-Calif.), Lou Correa (D-Calif.) and Zoe Lofgren (D-Calif.) will meet with William Nguyen, who was convicted by a Vietnamese court in July for disturbing public order and ordered to be deported, and his family at 1:30 p.m. in H-144.",
  "Jeff Flake (R-Ariz.) is undecided on Kavanaugh's nomination and is the key swing vote on the panel.”\n\n“For Republicans to schedule a Friday vote on Brett Kavanaugh ..., two days before Dr. Blasey Ford has had a chance to tell her story, is outrageous,” Feinstein said.",
  "… That’s why they call it ‘murder boards.’” More: https://politi.co/2MZQs4t\n\nRelated: “Kavanaugh accuser Christine Blasey Ford offers Senate four people who corroborate her assault claims,” by USA Today’s Steve Kiggins: https://usat.ly/2DvhpxJ\n\nWHO’S ASKING?",
  "AROUND THE HILL -- Rep. Debbie Dingell (D-Mich.) will deliver keynote remarks at an Alliance to Save Energy briefing by the 50x50 Commission on recommendations to cut the transportation sector’s energy use by 50 percent by 2050 at 9:10 a.m. in 2255 Rayburn.",
  "“That leaves a narrow window for lawmakers to issue findings ahead of the 2018 congressional elections and could push their work into the lame-duck session of Congress.”\n\nLivid Democrats accuse committee Republicans of deceptively arranging the interviews.",
  "“But the former governor’s pledge to vote against Schumer is his largest break from the Democratic Party thus far.” Rep. Kyrsten Sinema (D-Ariz.) is the only other Democratic battleground Senate candidate who has vowed to oppose Schumer.",
  "“Congress has not passed another piece of legislation aimed at protecting election systems from cyberattacks since the 2016 election, which the U.S. intelligence community determined was influenced by Russia,” Jacqueline Thomsen writes.",
  "“He said it would have to be grievously wrong and deeply inconsistent.” More: https://bloom.bg/2xQuj34\n\n“We are now in a place where it’s not about whether or not Judge Kavanaugh is qualified,” Murkowski told The New York Times.",
  "More: https://politi.co/2QZDxmn\n\nSECURE ELECTIONS ACT STALLED -- The possibility that Congress passes a bipartisan election security bill before the midterm elections is, well, “impossible,” Sen. James Lankford (R-Okla.) said.",
  "Reps. Thomas Massie (R-Ky.) and Lloyd Smucker (R-Pa.) will hold a “Taste of Small Farm America” event to celebrate a day spent advocating for increased access to local meat, dairy and fresh produce at 5:30 p.m. in 106 Dirksen.",
  "Compete against the nation’s top political minds in the POLITICO Playbook Election Challenge by correctly picking the winning candidates in some of the most competitive House, Senate and gubernatorial races in the country!",
  "“And the duo has made clear to fellow Democrats that they’re agonizing over the decision.” More: https://politi.co/2IilDav\n\nIf Collins opposes Kavanaugh, she has signaled that it won’t be because of his abortion views.",
  "“In effect, Republican leaders are betting that Mr. Trump will swallow yet another defeat for his promised wall to avoid vetoing a $20 billion increase in military spending,” The New York Times’ Catie Edmondson writes.",
  "), Doug Jones (D-Ala.) and Bill Nelson (D-Fla.) are firm “no’s” on Kavanaugh, and the group of senators and aides are hopeful that Heidi Heitkamp (D-N.D.) can be persuaded to vote against the Supreme Court nominee.",
  "House Minority Leader Nancy Pelosi (D-Calif.) and other House Democrats will hold a news conference in support of Christine Blasey Ford and her decision to come forward to tell her story at 1:30 p.m. in H-207.",
  "“In enlisting Mitchell to join their staff, Republican senators are taking an unusual step,” The Washington Post’s Sean Sullivan, Josh Dawsey, Rosalind S. Helderman and Michelle Ye Hee Lee report.",
  "“The goal is to de-politicize the process and get to the truth, instead of grandstanding and giving senators an opportunity to launch their presidential campaigns,” Grassley said in a statement.",
  "“The large slate of requests suggests the panels leading the probe are entering the most crucial phase of their work and may still have weeks to go before interviews are complete,” Kyle reports.",
  "Reps. Mike Quigley (D-Ill.) and John Katko (R-N.Y.) will hold a briefing on election hacking, including a demonstration on the vulnerabilities of voting machines, at 3 p.m. in 2167 Rayburn.",
  "House Democratic Caucus Chairman Joe Crowley (D-N.Y.) and Vice Chairwoman Linda Sanchez (D-Calif.) will hold a media availability after a closed caucus meeting at 11 a.m. in HVC-Studio A.",
  "Now Republicans don’t even need to hear her before they move ahead with a vote.” Grassley, however, indicated he was simply following regular order by scheduling a potential meeting.",
  "and Reps. James Clyburn (D-S.C.) and Barbara Lee (D-Calif.) will hold a hearing with the Poor People’s Campaign on poverty and economic opportunity in America at 11 a.m. in HVC-215.",
  "), Rodney Davis (R-Ill.) and Dan Lipinski (D-Ill.) will hold a news conference on the economic and workforce impacts of the railroad supply industry at 10:45 a.m. in 2253 Rayburn.",
  "“Senate Majority Leader Mitch McConnell (R-Ky.) can bring Kavanaugh to the floor whether the nominee gets a favorable or unfavorable recommendation,” Elana, Bres and Burgess note.",
  "More on Mitchell: https://wapo.st/2QXyIdn\n\nCOMMITTEE SCHEDULES KAVANAUGH VOTE -- The Senate Judiciary Committee has scheduled a Friday morning vote on Kavanaugh’s nomination.",
  "“Beginning [Tuesday] … the [Bennett] Room of the Members’ Dining Room will open to all congressional staff,” House Chief Administrative Officer Philip Kiko wrote in a letter.",
  "-- Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa) announced that Republicans have tapped Arizona prosecutor Rachel Mitchell to question Kavanaugh and Ford.",
  "TUESDAY’S MOST CLICKED: The Republicans for the Rule of Law ad calling on Congress to vote on the Special Counsel Independence and Integrity Act was the winner.",
  "TUESDAY’S TRIVIA WINNER -- Andres Uzcategui was first to correctly guess that Sam Rayburn was the last dean of the House to simultaneously serve as speaker.",
  "Absent is the $5 billion Trump has requested for his border wall, an issue the president has signaled a willingness to shut down the government over.",
  "VA Secretary Robert Wilkie will testify before the Senate Veterans’ Affairs Committee on the implementation of VA reforms at 3 p.m. in 418 Russell.",
  "“I can tell you right now that if I’m elected, and when I’m elected and go to Washington, I am not going to be voting for Chuck Schumer,” he said.",
  "“It’s the latest effort Bredesen has made to show independence from national Democrats while running in solid-red Tennessee,” James Arkin reports.",
  "But the committee says it will only move forward if a “majority” of its 21 members (11 Republicans and 10 Democrats) are ready to vote Friday.",
  "House Speaker Paul Ryan (R-Wis.) will hold a media availability immediately after the Republican Conference meeting at 10 a.m. in HC-8.",
  "More: https://politi.co/2Q84QcS\n\nSTAFFERS WELCOME -- The Members’ Dining Room in the House is now open to Capitol Hill staff.",
  "“In addition, the requests indicated that Democrats had been CC’ed, informing them of the interview requests,” Kyle adds.",
  "will hold a briefing on post-election human rights and strategies for accountability in Turkey at 1 p.m. in 2325 Rayburn.",
  "DEMS IN THE DARK ON FORD PREP -- Republicans tap Arizona prosecutor for questioning -- WILL TRUMP SIGN A SPENDING BILL?",
  "Mitchell, a registered Republican, is the chief of the Maricopa County Attorney’s Office’s special victims division.",
  "TODAY’S TRIVIA -- From Andres: Who was the last president of Venezuela to address a joint meeting of Congress?",
  "The timing of the vote is less than 24 hours after Ford and Kavanaugh are set to publicly testify Thursday.",
  "“It’s like any witness preparation times 2,000,” said Emma Coleman Jordan, now a Georgetown Law professor.",
  "“The House won’t be here after this week so it’s going to be impossible,” Lankford told The Hill.",
  "Thanks for reading Huddle, the play-by-play guide to all things Capitol Hill, on this Sept. 26.",
  "UNDECLARED SENATORS -- More than a half-dozen senators and aides believe Jon Tester (D-Mont.",
  "Lisa Murkowski of Alaska and Susan Collins of Maine vote,” Burgess and Elana report.",
  "The first person to correctly guess gets a mention in the next edition of Huddle.",
  "House Minority Leader Nancy Pelosi (D-Calif.), Minority Whip Steny Hoyer (D-Md.)",
  "At 1:45 p.m. the chamber will hold a confirmation vote on Feldman’s nomination.",
  "They say they weren’t made aware of the requests until they were already made.",
  "Committee rules require the panel to schedule a vote three days in advance.",
  "“First Republicans demanded Dr. Blasey Ford testify immediately.",
  "She has worked for the county attorney’s office for 26 years.",
  "President Trump says a red wave is coming on Election Day.",
  "Reps. Randy Hultgren (R-Ill.) and Jim McGovern (D-Mass.)",
  "Reps. Jeff Denham (R-Calif.), Michael Capuano (D-Mass.",
  "Send your best guess my way: nmccaskill@politico.com .",
  "“[I]f we’re ready to vote, we will vote,” he tweeted.",
  "But Joe Manchin (D-W.Va.) and Joe Donnelly (D-Ind.)",
  "The question is when: before or after the midterms?",
  "“Both are paying close attention to how GOP Sens.",
  "Win awesome prizes and eternal bragging rights.",
  "“This is pressure like you’ve never seen.",
  "Is he right or will the tide turn blue?",
  "Other witnesses also received requests.",
  "5 leadership post.",
  "Sign up today !",
  "are wild cards.",
  "for the No.",
  "“We’re not.",
  "“Sen."
]