[
  "But before that happens Zuckerberg also notes—and it was the only time I saw him display irritation—that Apple CEO Tim Cook wrote something similar in September in a statement spelling out Apple's privacy policy: \"When an online service is free, you're not the customer.",
  "Facebook had faced privacy crises at the time, but nothing like it currently faces after a \"growth at all costs\" post by a senior leader leaked and it was revealed that Cambridge Analytica, a Trump-linked data firm, had taken data from 50 million Facebook users.",
  "The enmity has translated into Apple's products: Although the iPhone used to give Facebook special privileges in its operating system, Apple removed the Facebook integration from iOS this past year.",
  "But in 2014, Facebook was talking about \"connecting the world,\" which is why the company's project to deliver low-cost internet access was being featured on the cover of Time Magazine.",
  "At the time, it may have not had the same impact as Cook's comments from the past week, but at least one person noticed what Cook was saying that year: Facebook CEO Mark Zuckerberg.",
  "\"A frustration I have is that a lot of people increasingly seem to equate an advertising business model with somehow being out of alignment with your customers,\" Zuckerberg says.",
  "Mike Blake/Reuters\n\nApple CEO Tim Cook criticized Facebook on two separate occasions in the past week after its scandals related to British data firm Cambridge Analytica.",
  "It's a civil liberty, and in something that is unique to America, this is like freedom of speech and freedom of the press and privacy is right up there for us.",
  "But his irritation with Cook in 2014 underscores the chilly relationship between the two companies and the two leaders, especially on this issue.",
  "From Time's profile:\n\nI suggest that Facebook's users are paying, just with their attention and their personal information instead of with cash.",
  "Bascially, as he summed up in an open letter in September 2014: \"When an online service is free, you're not the customer.",
  "It's a key difference between Apple and its Silicon Valley neighbors, and it's only going to get more evident over time.",
  "Apple has made data and free speech compromises in China that lots of people, including human rights advocates, oppose.",
  "Apple isn't perfect and Zuckerberg may be correct that Apple's hasn't always been in alignment with its uers.",
  "That same year, he said in an interview with Charlie Rose that \"I think people have a right to privacy.\"",
  "It's the first time Cook has directly referenced Zuckerberg when discussing Apple and privacy.",
  "The shot was probably meant for Google, but Facebook was definitely in the blast radius.",
  "What, you think because you're paying Apple that you're somehow in alignment with them?",
  "This is not something that we just started last week when we saw something happening.",
  "If you were in alignment with them, then they'd make their products a lot cheaper!\"",
  "A former product manager told me that Apple does collect user data to improve apps.",
  "Zuckerberg hasn't commented on Cook's comments from this past week publicly.",
  "Later, he elaborated on what you can call the \"Tim Cook Privacy Doctrine.\"",
  "He also called for companies like Facebook to be regulated by government.",
  "Recode's Kara Swisher asked Cook: \"Mark Zuckerberg, what would you do?\"",
  "Facebook is one of the most downloaded apps on iPhones, for example.",
  "Which that it also doesn't need to target ads to make lots of money.",
  "It's the only time the author saw Zuckerberg \"display irritation.\"",
  "But it's also true that Apple has a device-based business model.",
  "There's one part from the story that's particularly revealing.",
  "He's probably dealing with other pressing issues at Facebook.",
  "Here's his words:\n\n\"We care about the user experience.",
  "And we're not going to traffic in your personal life.",
  "I think it's - privacy to us is a human right.",
  "\"I think it's the most ridiculous concept.",
  "I think it's an invasion of privacy.",
  "I wouldn't be in this situation.\"",
  "We've been doing this for years.\"",
  "A publicist changes the subject.",
  "And so, we've always done this.",
  "This drew a ton of attention.",
  "He answered: \"What would do?",
  "Here's what happened.",
  "You're the product.\"",
  "You're the product.\"",
  "Apple CEO Tim Cook."
]