[
  "Stamos, who joined Facebook from Yahoo in 2015, over the weekend tweeted and then deleted an explanation of what happened with Cambridge Analytica and argued against characterizing it as a “breach.” He said he deleted the tweets “not because they were factually incorrect but because I should have done a better job weighing in.”\n\nHere are @alexstamos now deleted tweets on the app Cambridge Analytica used to harvest millions of Facebook users' data.",
  "A pair of blockbuster reports from the New York Times and the UK’s Observer released Saturday explained the scope of the problem: Cambridge Analytica collected the data not only of the approximately 270,000 users who agreed to take Kogan’s personality quiz but also their friends, thus harvesting information on tens of millions of people without their knowledge or permission.",
  "“I think it’s time for the CEO, Mr. Zuckerberg, and other top officials to come and testify and not tell part of the story, but tell the whole story of their involvement — not only with the Trump campaign but their ability to have their platform misused by the Russians,” Virginia Sen. Mark Warner, the top Democrat on the Senate Intelligence Committee, told ABC News.",
  "“So the question is who knew it and when did they know it, how long did this go on and what happens to that data now.”\n\nFacebook and other tech executives appeared at hearings before House and Senate committees last fall to discuss the 2016 election and Russian influence of it, but it appears they may be headed for a trip back.",
  "The Menlo Park, California-based company is under siege from lawmakers, regulators, users, shareholders, and even its own employees amid revelations that Cambridge Analytics, a data analytics firm used by the Trump campaign in the 2016 election, secretly harvested personal data from 50 million of its users.",
  "“They say ‘trust us,’ but Mark Zuckerberg needs to testify before the Senate Judiciary Committee about what Facebook knew about misusing data from 50 million Americans in order to target political advertising and manipulate voters,” Sen. Amy Klobuchar (D-MN) said in a statement.",
  "BREAKING: *FTC SAID TO BE PROBING FACEBOOK FOR USE OF PERSONAL DATA https://t.co/ZhuP4rvVKD pic.twitter.com/JzKHOUv3fs — Joe Weisenthal (@TheStalwart) March 20, 2018\n\nMembers of Congress are mad\n\nThe FTC isn’t the only one looking into what Facebook’s been up to.",
  "Sen. Ron Wyden (D-OR) sent a letter to Facebook CEO Mark Zuckerberg on Monday asking the executive for answers, including that he list every instance in the past 10 years where a third-party company violated Facebook’s privacy rules while collecting user data.",
  "pic.twitter.com/jPwRHUyW1w — april glaser (@aprilaser) March 17, 2018\n\nOn Tuesday, Facebook scheduled an open meeting for all employees so they could ask questions about the Cambridge Analytica scandal, according to a report from The Verge.",
  "House Intelligence Committee ranking member Adam Schiff (D-CA) told the Washington Post on Sunday he believes it would be “beneficial” for Zuckerberg and other major tech CEOs to testify before congressional oversight committees.",
  "#CambridgeAnalytics #CambridgeAnalyticaFiles — Antonio Tajani (@EP_President) March 19, 2018\n\nFacebook has a lot of internal problems too\n\nThe Cambridge Analytica and data reports have caused internal turmoil at Facebook as well.",
  "According to the Wall Street Journal, the FTC is probing whether Facebook violated the terms of a 2012 consent decree when it agreed to get user consent for collecting personal data and sharing it with others.",
  "When asked by NBC’s Chuck Todd on Meet the Press on Sunday if he believes Facebook told the Senate Intelligence Committee everything that was done with their users, Sen. Marco Rubio (R-FL) said he didn’t.",
  "The saga began on Friday evening, when Facebook posted a statement announcing it was suspending Cambridge Analytica and its British parent company, Strategic Communication Laboratories, from its platform.",
  "Facebook said its policies had been violated when Cambridge University scholar Aleksandr Kogan passed the data of millions of users, obtained through a personality test app, to Cambridge and SCL.",
  "“This is a big deal, when you have that amount of data, and the privacy violations there are significant,” Senator Jeff Flake (R-AZ) said in an appearance on CNN’s State of the Union on Sunday.",
  "Donald Trump’s presidential campaign also used Cambridge Analytica — according to the Center for Responsive Politics, his campaign paid the firm $5.9 million during the 2016 election.",
  "The ICO, the UK’s data protection agency, is in the process of getting a warrant to search Cambridge Analytica’s premises and will investigate the Facebook data scandal.",
  "— Alex Stamos (@alexstamos) March 19, 2018\n\nThe tweet does not say he plans to stay at Facebook indefinitely, and Recode reports that Stamos does indeed plan to leave.",
  "The EU’s justice chief, Vera Jourová, described the news as “horrifying, if confirmed.” She said she plans to meet with Facebook while on an official visit to the US.",
  "Antonio Tajani, head of the European Parliament, tweeted that “allegations of misuse of Facebook user data is an unacceptable violation” of citizens’ privacy rights.",
  "Facebook has tried to explain that what happened technically doesn’t count as a “data breach” and has hired a digital forensics firm to audit Cambridge Analytica.",
  "The outrage isn’t confined to the US\n\nMembers of the British Parliament have sent a letter to Zuckerberg calling for him to appear before a select committee.",
  "Tuesday’s selloff was sparked, in part, by reports that the Federal Trade Commission is investigating Facebook over the Cambridge Analytica data harvesting.",
  "And as lawmakers in the US and Europe call for Facebook to shape up and explain what happened, it appears the tech giant’s troubles are far from over.",
  "Stamos said in a tweet on Monday that “despite the rumors,” he is still “fully engaged” with his work at Facebook, though his role has changed.",
  "Facebook stock has plunged, and it could face an investigation\n\nFacebook’s stock, which hit a new all-time high on February 1, has plunged.",
  "Zuckerberg, who as a result of Facebook’s stock slump has lost about $9 billion over the past two days, has not yet weighed in publicly.",
  "Its shares fell by nearly 7 percent on Monday, their worst one-day drop in about four years, and sparked a tech selloff on Wall Street.",
  "The reports about Facebook have sparked widespread backlash, and the company’s efforts to minimize the situation have fallen short.",
  "The company has seen billions of dollars wiped off its market cap, and the hashtag #DeleteFacebook is percolating on Twitter.",
  "And, let’s be honest, as much as you might want to #DeleteFacebook, it’s really hard to quit — which is part of the problem.",
  "Alex Stamos, Facebook’s chief security officer, plans to leave the company, according to a report from the New York Times.",
  "“I’m currently spending more time exploring emerging security risks and working on election security,” he said.",
  "Allegations of misuse of Facebook user data is an unacceptable violation of our citizens’ privacy rights.",
  "Ted Cruz’s presidential campaign and Super PACs supporting him paid the firm millions of dollars as well.",
  "I'm currently spending more time exploring emerging security risks and working on election security.",
  "If the FTC finds that Facebook was indeed in violation, it could face millions of dollars in fines.",
  "Facebook’s stock fell as much as 5 percent on Tuesday and ended the day down 2.5 percent.",
  "Every time that we’ve spoken to them it’s kind of rolled out as more come out,” he said.",
  "The fallout hit hard and fast over the weekend as the Times and Observer stories broke.",
  "The European Parliament will investigate fully, calling digital platforms to account.",
  "There are reports that the company’s chief security officer is headed for the exit.",
  "It is one of the largest companies in the world, and it has survived crises before.",
  "Paul Grewal, the company’s deputy general counsel, was slated to lead the meeting.",
  "European Union officials have said they plan to probe the matter as well.",
  "Despite the rumors, I'm still fully engaged with my work at Facebook.",
  "US lawmakers in both parties are calling for investigations.",
  "What the future holds for Facebook is unclear.",
  "“I think we’ve learned that the hard way.",
  "It’s been a rough few days for Facebook.",
  "But it’s sort of too little, too late.",
  "It's true that my role did change."
]