[
  "Facebook has declined to comment on the recent proposal from Trillium, but has previously commented on the suggestion of removing Zuckerberg as chairman saying that it would cause “uncertainty, confusion, and inefficiency in board and management function.”\n\nMichael Connor, the director of Open Mic, a group which advises shareholders on how to improve governance at some of America’s biggest companies, commented on Trillium’s proposal saying:\n\nMost corporate governance experts maintain that having an independent chair is simply a very good idea.",
  "One of the reasons cited for the proposal was Facebook’s “mishandling” of scandals, with the proposal citing the 2016 presidential election, Cambridge Analytica, and the situation in Myanmar in which Facebook has been accused of allowing the promotion of “hate speech” within the country.",
  "Filing the proposal early gives Zuckerberg and the company — as well as shareholders — plenty of time to contemplate the issue Agreeing to the proposal would be a very big step for Zuckerberg and other members of Facebook’s board, so it’s a great idea to give them time to think through.",
  "If approved by other investors and Facebook management, the proposal would see Zuckerberg removed as chairman of the company with an independent party taking over the position, but Zuckerberg would still remain CEO of the company.",
  "Trillium Asset Management, a group that controls approximately $11 million worth of Facebook stock, has drawn up a new proposal to remove Mark Zuckerberg as chairman of the social media company that he founded.",
  "Separating the chair and CEO positions reduces this conflict, and an independent chair provides the clearest separation of power between the CEO and the rest of the board.",
  "A simpler proposal to remove Zuckerberg as chairman was put forward last year, but was rejected despite receiving 51 percent of votes from independent investors.",
  "The proposal states:\n\nA CEO who also serves as chair can exert excessive influence on the board and its agenda, weakening the board’s oversight of management.",
  "The proposal was filed hours before Facebook’s recent brutal earnings report on Wednesday which saw Facebook’s stock price drop by as much as 24 percent.",
  "Class B shares have ten times the voting power of Class A shares and Zuckerberg owns more than 75 percent of all Class B shares.",
  "Facebook’s shareholders have reportedly drawn up a proposal to remove Mark Zuckerberg as the company’s chairman.",
  "This is an example of Facebook’s share structures negatively affecting investors.",
  "This devalued Facebook by approximately $148 billion.",
  "The full proposal from Trillium can be read below:"
]