[
  "“The oligarchs – Mikhail Fridman, Petr Aven and German Khan – claimed that Steele and his intelligence firm Orbis defamed them in the dossier … On Monday, a judge in the district of Columbia, Anthony C. Epstein, upheld a motion by Steele to have the oligarchs’ case thrown out.” The Guardian\n\nIN FOGGY BOTTOM -- “Cambridge Analytica parent hired by State Department to target terrorist propaganda,” by Pratheek Rebala for the Center for Public Integrity and Time: “The $500,000, no-bid contract was awarded for ‘target audience research’ to counteract terrorist propaganda …\n\n“It hired SCL to develop a communication strategy that could reduce the ‘volume, credibility and effectiveness of ISIS recruitment propaganda.’ The Global Engagement Center was also looking to ‘identify interventions’ that would decrease the likelihood that potential recruits would join the Islamic State, al-Qaeda and other terrorist organizations abroad, documents show.” CPI\n\nMORE ON THE NAZI DEPORTATION -- “Merkel bows to Trump demand on Nazi guard,” by POLITICO Europe’s Matthew Karnitschnig: “President Donald Trump, who grew up in the New York borough of Queens, where Palij has lived for nearly seven decades, instructed Richard Grenell, his ambassador to Germany, to make resolving the case a priority.",
  "If they lose, the result could be a court decision enshrining the Trump administration’s hobbled approach to climate regulation … At the very least, experts say, the proposal from Trump’s regulators would mean years of delay in curbing one of the world’s most dire problems — the greenhouse gas pollution that causes climate change.” POLITICO\n\n-- “E.P.A.’s New Coal Pollution Rules Will Lead to More Deaths, Agency’s Numbers Show,” by NYT’s Lisa Friedman: NYT\n\nNOT WHAT THE TRUMP ADMINISTRATION IS SAYING … “No indication NKorea nuclear activities stopped: UN’s IAEA,” by AFP’s Julia Zappei: “‘The continuation and further development of the DPRK’s nuclear programme and related statements by the DPRK are a cause for grave concern,’ said a report by the International Atomic Energy Agency (IAEA), referring to North Korea’s official name.” AFP\n\n-- “U.S.",
  "| Chip Somodevilla/Getty Images\n\nMANAFORT TRIAL ALERT … CNN’S JEREMY HERB (@jeremyherb): “NEW from @kpolantz: Jury has asked: ‘If we cannot come to a consensus for a single count, how can we fill in the verdict sheet?’”\n\nSIREN … “Ex-Trump lawyer Michael Cohen discussing plea deal with prosecutors,” by NBC’s Sarah Fitzpatrick, Joe Valiquette, Jonathan Dienst and Tom Winter: “Those sources stress no deal has been reached but do say the potential deal could be reached as early as today.” NBC\n\nPBS’ LISA DESJARDINS (@LisaDNews): “NEW BREAKING: Sen. Collins just said Kavanaugh told her he agrees w Roberts' take on Roe V Wade - that it is settled law.”\n\nFUN DETAILS FROM NEW FINANCIAL DISCLOSURE REPORTS …\n\n-- SEN. TED CRUZ (R-TEXAS) accepted $7,021 worth of Houston Rockets and Houston Astros tickets in 2017.",
  "Prosecutors seek no jail time for Awan.” WaPo\n\nYIKES -- VALLEY TALK … “Facebook Fueled Anti-Refugee Attacks in Germany, New Research Suggests,” by NYT’s Amanda Taub and Max Fisher in Altena, Germany: “Wherever per-person Facebook use rose to one standard deviation above the national average, attacks on refugees increased by about 50 percent.” NYT\n\nAP’S MICHAEL R. BLOOD and MICHAEL BALSAMO: “FBI probes computer hacks in California House campaigns”: “A law enforcement official told The Associated Press the FBI looked into hacks involving David Min in the 45th Congressional District and Hans Keirstead in the adjacent 48th District.",
  "The bill would would ban elected officials from lobbying for life, restrict stock ownership by lawmakers and Cabinet secretaries and try to stop Americans from lobbying on behalf of foreign governments and companies.” POLITICO\n\nTRADE WARS -- “Trump Auto Tariff Timetable Likely to Slip Amid Europe, Nafta Talks,” by WSJ’s Jacob M. Schlesinger: “[I]n an interview Monday with The Wall Street Journal, [Wilbur] Ross said it is now ‘not clear the [auto imports] report will be out at the end of the month.’ He said the delay was ‘in view of the negotiations’ ongoing with the European Commission, Mexico, and Canada.",
  "That Angela Merkel’s government agreed to take Palij despite its longstanding reservations is in part a reflection of Berlin’s eagerness to improve relations with its most important strategic ally.” POLITICO\n\nWHAT THE LEFT SHOULD READ … “Why ‘Medicare for all’ is playing poorly in Democratic primaries,” by Paul Demko: “Many Democratic candidates who made that a centerpiece of their campaigns in key districts this year lost their primaries, in some cases getting clobbered by rivals who offered vaguer health care plans or backed a more incremental approach.",
  "“Members have scheduled only about 180 in-person events this recess, a nearly 70 percent decrease from the same time last year, according to data tracked by Legistorm.” POLITICO\n\n-- “Ten big Silicon Valley money players behind this November’s U.S. midterm elections,” by Recode’s Teddy Schleifer: Recode\n\nUSA TODAY’S ELIZA COLLINS: “In Donald Trump era, a GOP leader looks to recast his party’s image with black voters”: “[Mark] Walker, an affable former pastor, represents a North Carolina district that is one-fifth African-American.",
  "WEEKEND WEDDINGS -- Andrew Feldman, principal of firm Feldman Strategies and a John Delaney alum, married Megan Salzman, communications and outreach manager at First Five Years Fund, in a wedding at Kings Family Vineyard, outside of Charlottesville, Va. Pic\n\n-- Martina Egerer, director of political events for the ICBA (Independent Community Bankers Association), married Mike Dashner, an analyst with BAE Systems and a Steve Chabot alum, in a wedding in the Tuscan hills in Borgo Petrognano.",
  "Ambassador to Belgium Howard] Gutman said, adding that he would jokingly yell ‘good night!’ up at his bedroom ceiling before going to sleep.” POLITICO Europe\n\n2020 WATCH -- “The Complicated Politics Of Kamala Harris’s First Book,” by BuzzFeed’s Molly Hensley-Clancy: “Nearly a decade after it was published in 2009, Smart on Crime fits a moment in which the public is demanding legal investigations of government corruption and justice for the victims of sexual abuse.",
  "And then Levi Sanders — the son of the Vermont senator this neighboring state knows well — shouted some more.” NYT\n\n-- “Text campaigns are changing American politics — and nobody’s ready,” by Vice’s Alex Thompson: “The tech behind texting is old, of course, but new peer-to-peer platforms are enabling political campaigns to text tens of millions of people without asking permission first, a change from past text message advertising campaigns.",
  "It also cuts wildly against many progressives’ broad rethinking of the criminal justice system when it comes to racial bias, police presence, and more.” BuzzFeed\n\n@yashar: “In-Box: ‘FOX & Friends co-host Ainsley Earhardt will present an exclusive interview with President Donald Trump this Thursday, August 23rd on FOX & Friends.’”\n\nDATA DU JOUR -- Gallup is out with a new poll looking at Americans’ perceptions of prominent foreign leaders.",
  "…\n\n“But Walker’s quest is an uphill battle given the antipathy toward Trump among black voters and the fact that they overwhelming identify as Democrats.” USA Today\n\nWAPO’S SPENCER HSU: “Ex-congressional IT staffer set to be sentenced, after prosecutors debunk conspiracy theories”: “Imran Awan pleaded guilty July 3 to a felony over the loan application, which was not related to his work on Capitol Hill.",
  "He has my complete and total Endorsement!”\n\nTHE INVESTIGATIONS … “Author of Trump-Russia dossier wins libel case in U.S. court,” by The Guardian’s Luke Harding: “The former MI6 officer Christopher Steele has won a legal battle in the United States against three Russian oligarchs who sued him over allegations made in his famous dossier about the Trump campaign and its links with Moscow.",
  "Here’s What Politicians Don’t Understand About Me: Glamour spoke to women in Arizona, Missouri, West Virginia, Pennsylvania, and Florida about the issues that will decide their vote ahead of the 2018 midterm elections,” by Mattie Kahn: Glamour\n\n-- HEATHER CAYGLE: “Lawmakers ditch town halls: ‘They want to avoid those gotcha moments’”: “So far, the August recess is quiet.",
  "Ross also suggested that it was taking longer than anticipated to sift through the reams of material submitted by auto makers in the U.S. and around the world opposed to the prospect of new tariffs pushing up the costs to consumers and disrupting global supply chains.” WSJ\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "inmates stage nationwide prison labor strike over ‘modern slavery,’” by The Guardian’s Ed Pilkington in New York: “On Tuesday, America’s vast army of incarcerated men and women – at 2.3m of them they form by far the largest imprisoned population in the world – will brace itself for what has the potential to be the largest prison strike in US history.",
  "BIG NEWS OF THE DAY … “Trump issues rollback of Obama’s biggest climate rule,” by Alex Guillén: “The Trump administration rolled out its proposal for gutting former President Barack Obama’s most sweeping climate change regulation Tuesday — a move that could also block any future Democratic president from trying to put it back together.",
  "Learn more at google.com/grow/veterans\n\nZACH WARMBRODT: “Warren proposes sweeping crackdown on lobbying”: “The proposed lobbying overhaul … is the latest in a series of ambitious policy proposals that the Massachusetts Democrat has been floating, fueling speculation that she’s gearing up for a 2020 presidential run.",
  "Maybe Clapper is being nice to me so he doesn’t lose his Security Clearance for lying to Congress!”\n\n… at 7:10 a.m.: “Fake News, of which there is soooo much (this time the very tired New Yorker) falsely reported that I was going to take the extraordinary step of denying Intelligence Briefings to President Obama.",
  "“The proposal from the EPA goes to the core of the criticisms that the coal industry and conservatives lodged against Obama’s 2015 regulation … The replacement from President Donald Trump’s EPA would give states far more leeway to meet more modest climate goals — or even to opt of the program entirely.",
  "AFTERNOON READ -- “Brussels, city of spies: Growing role of EU has made Belgian capital prime target for spooks,” by Lili Bayer: “[A] former senior Belgian intelligence official [said] that there are now more agents operating in Brussels than in the years before the fall of the Berlin Wall.",
  "…\n\n“Staying out of the single-payer debate, party strategists say, could help Democrats in the general election, when they’ll have to appeal to moderates skeptical of government-run health care.” POLITICO\n\n2018 WATCH -- QUITE THE LEDE … “Levi Sanders Is Not His Father.",
  "In court filings at his plea, federal prosecutors debunked allegations promulgated on right-leaning news sites and fanned by President Trump on Twitter suggesting Awan was a Pakistani operative who secretly accessed computer files with cover from House Democrats.",
  "…\n\n“But ready or not, peer-to-peer texting is set to explode this fall as campaigns, political action groups, grassroots groups, and party organizations are expected to send well over 100 million text messages in the 2018 midterm cycle.",
  "Pic\n\n-- Danielle Rodman Shoolbraid, an associate at Brunswick Group, and Sean Shoolbraid, who’s starting soon as an associate attorney at the law firm Finazzo Cossolini, welcomed baby Eli who came in at 8 lb 14 oz and 22.25”.",
  "... ‘In the residence, they wouldn’t even sweep … there are so many people in and out, there is no way to prevent it, you just have to assume at all times that the Russians and Chinese are listening to you,’ [former U.S.",
  "Justin Trudeau, Theresa May, Angela Merkel and Benjamin Netanyahu are all viewed more favorably than unfavorably, while Vladimir Putin and Kim Jong Un are deeply underwater -- 13-76 and 6-84, respectively.",
  "POLITICO Playbook PM: Manafort jury asks judge about deadlock on one count, as NBC reports Michael Cohen might cut plea deal Presented by\n\nReporters run out of the courthouse for Paul Manafort’s trial.",
  "…\n\n“The deportation comes at a time of deep tension between Berlin and Washington over a range of issues, from trade to defense spending to Germany’s support for Russia’s Nord Stream pipeline project.",
  "Learn more at google.com/grow/veterans\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\n\n\nEli Okun @eliokun\n\n\n\nGarrett Ross @garrett_ross",
  "And I’m Not Even a Very Good Hacker,” by River O’Connor in POLITICO Magazine: “I didn’t quite know what to expect when I started the competition, but I know it shouldn’t have been that easy.",
  "Never discussed or thought of!”\n\n… at 7:41 a.m.: “I am sorry to have to reiterate that there are serious and unpleasant consequences to crossing the Border into the United States ILLEGALLY!",
  "If there were no serious consequences, our country would be overrun with people trying to get in, and our system could not handle it!”\n\n… at 7:57 a.m.: “Big Rally tonight in West Virginia.",
  "He is championing criminal justice reform and funding for historically black colleges and universities (HBCUs), issues that are high priorities for many African-American voters.",
  "Largely free of government regulation, texts could also be the next pipeline for unaccountable money to flow into American politics, much like social media advertising in 2016.",
  "MEDIAWATCH -- Michelle Caruso-Cabrera, CNBC’s chief international correspondent and co-anchor of “Power Lunch,” is joining the board of financial services company Beneficient.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "“Nineteen days of peaceful protest are planned across the nation, organised largely by prisoners themselves.” The Guardian\n\nFIRST PERSON -- “I Just Hacked a State Election.",
  "“But the new rule’s biggest impact could come from the inevitable lawsuits that environmental groups and Democratic-leaning states will file against Trump’s proposal.",
  "… The investigations so far have not turned up evidence the two candidates in Orange County were political targets.” AP\n\nThe most reliable politics newsletter.",
  "@foxandfriends”\n\n… at 10:56 a.m.: “To the incredible people of the Great State of Wyoming: Go VOTE TODAY for Foster Friess -- He will be a fantastic Governor!",
  "-- SEN. MARK WARNER (D-VA.) accepted a one-way “flight on a charter plane from Gypsum, CO to West Tisbury, MA.” West Tisbury is on Martha’s Vineyard.",
  "A Red Wave means Safety and Strength!”\n\n… at 6:55 a.m.: “Even James Clapper has admonished John Brennan for having gone totally off the rails.",
  "WHITE HOUSE DEPARTURE LOUNGE -- ARI SCHAFFER has left the White House, where he was associate director of research in the communications shop.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "I have done so much for West Virginia, against all odds, and having Patrick, a real fighter, by my side, would make things so much easier.",
  "The results\n\n-- “Two-Thirds of Russians Believe in Broad Anti-Russia Conspiracy, Poll Says”: The Moscow Times\n\nFOR YOUR RADAR -- “U.S.",
  "ARRIVAL LOUNGE -- SUSAN PHALEN is now head of external affairs for the undersecretary for arms control and international security.",
  "But that doesn’t change the facts on the ground.” POLITICO Magazine\n\nSPOTTED: South Carolina Attorney General Alan Wilson at DCA.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "!”\n\n… at 10:15 a.m.: “Bill DeBlasio, the high taxing Mayor of NYC, just stole my campaign slogan: PROMISES MADE PROMISES KEPT!",
  "He also accepted “pro bono legal advice on a personal matter” from D.C. attorney Charles J. Cooper -- that was worth $5,000.",
  "He Keeps Telling That to Voters,” by NYT’s Sydney Ember in Laconia, New Hampshire: “That Sanders fellow was shouting again.",
  "… Campaigns say the key advantage with texts is simple: People read them.” Vice\n\n-- “I'm a Woman in a Battleground State.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Treasury Sanctions Russian Firms for Allegedly Helping North Korea,” by WSJ’s Ian Talley: WSJ\n\nGood Tuesday afternoon.",
  "Pic … Another pic\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "and a John Fleming alum, and Ivy Malone, senior congressional analyst for Dynetics, welcomed Major Williams Malone.",
  "The posting\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "“He was in a suit and standing by himself with no baggage of any kind, awaiting an UberX,” per our tipster.",
  "Anyone with a Wi-Fi-enabled device could theoretically have done what I did to the mock election database.",
  "Hosts Scott Detrow, Tamara Keith and Asma Khalid will talk to voters and officials across the country.",
  "ON THE PRESIDENT’S MIND -- @realDonaldTrump at 6:38 a.m.: “A Blue Wave means Crime and Open Borders.",
  "-- NPR is launching “The Politics Show from NPR,” a nine-week hourlong show, ahead of the midterms.",
  "Earlier in the evening at a campaign forum here, he had yelled, unprompted, about Medicare for all.",
  "Someone with my skills wouldn’t have stood a chance against a professionally protected website.",
  "“Unfortunately, the people who have the power to do something about this issue are in denial.",
  "Twenty-seven percent of Republicans view Putin favorably, compared to 4 percent of Democrats.",
  "Pic\n\nWELCOME TO THE WORLD – Mark Malone, director of operations for Sen. Bill Cassidy (R-La.)",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He also accepted a Martha’s Vineyard-to-Dulles flight from John L. Davies worth $6,943.50.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "He started Monday at the Commerce Department as special adviser for communications.",
  "That flight was on July 3, 2017, was from Steve Case and was worth $21,490.88.",
  "“Now, as the audience groaned at his attacks on other candidates, he snapped.",
  "), a Democratic candidate for president, has an American Express Black Card.",
  "HOT JOB -- The Los Angeles Times is looking for a New York-based reporter.",
  "...\n\n“Diplomats in Brussels assume they are being monitored every day.",
  "And lawmakers on both sides of the aisle seem to prefer it that way.",
  "also flew him from St. Louis to D.C. on May 8, 2017, for $3,234.59.",
  "During his introductory statement, he had bellowed about dentures.",
  "Patrick Morrisey is running a GREAT race for U.S. Senate.",
  "She was previously director of external affairs at FEMA.",
  "?’ The moderator threatened to turn his microphone off.",
  "(Cruz’s wife accepted one $675 ticket to the Astros).",
  "All were from Robert Marling, a Houston businessman.",
  "She will remain a CNBC contributor and guest host.",
  "He weighed 9 lbs 9 oz and measured 21 inches.",
  "Strong on Crime, Borders & 2nd Amendment.",
  "The jury still has not reached a verdict.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "Loves our Military & our Vets.",
  "SEN. CLAIRE MCCASKILL (D-MO.)",
  "He joins big brother William.",
  "-- REP. JOHN DELANEY (D-MD.",
  "Excuse me!’ he thundered.",
  "‘I’m here to talk, O.K.",
  "That’s not at all nice.",
  "No imagination!",
  "See you later.",
  "CLEAN COAL!!!",
  "‘Excuse me!",
  "Very quiet.",
  "STATE DEPT.",
  "I’m 17.",
  "“Mr."
]