[
  "Extra credit: Cambridge Analytica helped Dragon Coin, a virtual currency for gamblers linked to a notorious Macau gangster whose street name was “Broken Tooth.”\n\nAdvertisement Continue reading the main story\n\nThe tech flyaround\n\n• The Supreme Court will not decide whether federal prosecutors can force Microsoft to turn over digital data stored outside the U.S. (NYT)\n\n• Harbor, a blockchain platform for creating securities based on real-world assets, raised $28 million in a round led by Founders Fund.",
  "Photo\n\nSo much for the U.S. rejoining the Trans-Pacific Partnership\n\nThat seems out — for now, anyway, given President Trump’s tweet from Mar-a-Lago yesterday: “Too many contingencies and no way to get out if it doesn’t work.” Here are a few takeaways about the end of a public flirtation:\n\n• Trade partners and allies are again left wondering about the White House’s trade policy.",
  "But Chief Justice John Roberts said “it would be very strange for us to tell Congress it ought to do something in any particular area.”\n\nThe stakes: The case in question, South Dakota v. Wayfair, could upend a decades-old status quo in online retail — and bring states some much-needed revenue.",
  "Advertisers using its DoubleClick system to target and measure ads could start anonymously combining web-tracking data (from “cookies” that follow users online) with potent Google information including search queries, location history, phone numbers and credit card information.",
  "(WaPo)\n\nPhoto\n\nBehind Cambridge Analytica’s cryptocurrency plans\n\nEven before it emerged as a target of international scorn, the consulting firm sought to develop a virtual currency and raise money through an initial coin offering, the NYT reports.",
  "(Bloomberg)\n\n• Elaine Wynn, the largest shareholder in Wynn Resorts, has demanded that the company restructure its board and improve oversight while regulators investigate how it handled misconduct allegations against Steve Wynn, its ex-C.E.O.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "As Goldman moves to diversify its operations beyond high-risk trading — one notable example is its Marcus online bank — the strength of its trading shop in the first quarter threatens to overshadow those efforts, Peter Eavis writes.",
  "All we really managed to do was offset the declines.”\n\n— Marissa Mayer, in the latest Corner Office column\n\nThe speed read\n\n• Merchandise, a traditional way to express fandom, has been amped up for the social media age.",
  "Advertisement Continue reading the main story\n\n• David Hogg, a survivor of the Parkland, Fla. school shooting, called for a boycott of BlackRock and Vanguard because of their holdings in gun makers like Sturm Ruger.",
  "A big test was going to be how these banks fared in unambiguously good conditions, like those that existed in the first quarter of this year, when trading activity was strong and the economic outlook bullish.",
  "(CNN)\n\n• Fox News admitted that it was surprised by Sean Hannity’s having been a client of Michael Cohen, but gave him “full support.” Here’s what Mr. Hannity has said about Mr. Cohen since the April 9 F.B.I.",
  "Raise money that would pay for the creation of a system to help people store and sell their online personal data to advertisers, Brittany Kaiser, a former Cambridge Analytica employee, said in an interview.",
  "Bloomberg reports that the latest data from the International Monetary Fund projects U.S. debt-to-GDP ratio to “widen to 116.9 percent by 2023 while Italy’s is seen narrowing to 116.6 percent.”\n\nThe I.M.F.",
  "The political flyaround\n\n• Starbucks will close its more than 8,000 U.S. stores for a day of anti-bias training on May 29, after outrage over the arrest of two African-American men at a Philadelphia store.",
  "The trade legislation states that the United States would have to act within 12 months of the date at which the United States trade representative initiated its investigation of Chinese trade practices.",
  "Another thought on Google’s weaknesses, from our colleague Mike Isaac:\n\nPhoto\n\nElsewhere in privacy: Facebook has previewed how its privacy policies are changing to comply with European regulations.",
  "Photo\n\nThe deals flyaround\n\n• Bill Ackman said that Newell Brands had “made a deal with the devil,” after it agreed terms with Carl Icahn to avoid a proxy fight with Starboard Value.",
  "The United States may extend the exemptions if discussions occur or make them permanent if, say, countries agree to side with the United States in its trade offensive against China.",
  "In the coming months, there are a number of important dates at which the Trump administration has to decide whether it wants to retreat, delay, negotiate, fight on or escalate.",
  "— Peter Eavis\n\nRecord profit for Morgan Stanley\n\nThe Wall Street firm reported record revenue and profit for the first quarter driven by a jump in trading and the new tax law.",
  "These include two sets of tariffs, one on $50 billion of goods and a threated second set on products worth $100 billion, as well as an action at the World Trade Organization.",
  "But holding off on the steel and aluminum tariffs for a long time might embolden China, which the United States has targeted with separate actions that focus on China alone.",
  "From 2010 until 2017, Morgan Stanley’s annual return on equity was stronger in only two of those eight years, and those two years were not good ones for Wall Street overall.",
  "With each quarter’s earnings, the banks disclose their return on equity, a number that shows the profitability of the equity capital they have deployed in their businesses.",
  "(BuzzFeed)\n\n• IBM posted a second consecutive quarter of higher revenue after nearly six years of decline, an indication that Ginni Rometty’s turnaround may be taking hold.",
  "(Axios)\n\n• Two more Nike executives, Vikrant Singh and Daniel Tawiah, have been forced out as it overhauls its management ranks after a workplace misconduct review.",
  "South Korea may also end up with significant tariff exemptions as a result of a trade agreement that country is apparently close to forging with the United States.",
  "Between now and then, members of the Trump administration have to decide whether they want to take an action that could upset staunch allies of the United States.",
  "Facebook has born the brunt of fury over the tech industry’s practices, particularly after the Cambridge Analytica scandal shed light on how user data is shared.",
  "Japan has been leery of a bilateral trade pact with the U.S., since it risks having to make more concessions than in the TPP with little hope of much in return.",
  "More from Mark Bergen and Ben Brody of Bloomberg:\n\nTwo years ago, Google altered its offerings in a way that makes it more vulnerable to data-sharing scrutiny.",
  "(NYT)\n\nAdvertisement Continue reading the main story\n\n• The chairman of the state-controlled China Huarong Asset Management is facing a graft investigation.",
  "Justices appeared split yesterday over whether U.S. states could force online retailers to collect sales tax somewhere they had no physical presence.",
  "He could argue for extended exemptions for Canada and Mexico, which are also involved in negotiations over the North American Free Trade Agreement.",
  "numbers are just the latest highlighting the negative impact the $1.5 trillion in tax cuts could have on the fiscal outlook of the United States.",
  "• Equity trading revenue increased to $2.6 billion, up 30 percent from a year ago\n\n• Fixed-income trading revenue rose 9 percent to $1.8 billion.",
  "(WSJ)\n\n• How the funded equity collar, a complex financial product, has grown in popularity with acquisitive groups like SoftBank and HNA Group.",
  "(Bloomberg)\n\n• Martin Sorrell’s departure from WPP will make it harder for creative entrepreneurs to sell out and get rich, John Gapper writes.",
  "The idea was to protect information from more or less what the firm did when it obtained the personal data of up to 87 million Facebook users.",
  "Elsewhere in taxes: Morgan Stanley analysts say they are uncertain whether the Republican tax overhaul will extend the boom in U.S. business.",
  "Trade law gives President Trump the power to then impose the tariffs quickly, but it also provides him significant flexibility on the timing.",
  "(WSJ)\n\n• The cryptocurrency exchange Kraken has stopped trading services for Japanese residents after regulators there stepped up oversight.",
  "(Bloomberg)\n\n• KPMG South Africa is flying in troubleshooters and hurriedly meeting with clients after becoming embroiled in three scandals.",
  "Elsewhere in trade: China’s plans to relax foreign ownership rules for carmakers could be great for Elon Musk and bad for Warren Buffett.",
  "But another behemoth’s practices could come under scrutiny, particularly if Democrats take back Congress in the midterm elections.",
  "Advertisement Continue reading the main story\n\n• Toys “R” Us rejected a bid for some of its U.S. and Canadian stores by the C.E.O.",
  "(NYT)\n\n• The C.I.A.’s chief, Mike Pompeo, secretly visited Kim Jong-un a week ago to help prepare for a meeting with Mr. Trump.",
  "Advertisement Continue reading the main story\n\n• Earnings per share came in at $1.45, beating the $1.25 analysts had expected.",
  "Once the administration has determined what actions it will take, it can in theory delay putting them into effect by 180 days.",
  "Those currently enjoying the reprieve are Canada, Mexico, Australia, South Korea, Brazil and members of the European Union.",
  "Before looking ahead, it’s important to note that the Trump administration has imposed new restrictions on some countries.",
  "Stock and bond markets are unpredictable, even in good times, so the helpful trading conditions this quarter may not last.",
  "In tax-related news: The U.S.’s four biggest banks benefited from the Republican tax cuts — to the tune of $2.5 billion.",
  "On March 23, tariffs were applied to imports of steel and aluminum from countries that were not granted an exemption.",
  "More from Nathaniel Popper and Nicholas Confessore of the NYT:\n\nThe goal of Cambridge Analytica’s own coin offering?",
  "(Yahoo Finance)\n\n• How President Trump decided to overrule Nikki Haley on additional sanctions on Russia over Syria.",
  "Advertisement Continue reading the main story\n\nFact-check: Despite Mr. Trump’s tweet, South Korea isn’t in the TPP.",
  "The chairman of the Council of Economic Advisers asserts that the changes will benefit American workers the most.",
  "Those same rules have emboldened the company to resume face-scanning photographs in Europe — if consumers opt in.",
  "• The tweet put Prime Minister Shinzo Abe of Japan, who’s at Mar-a-Lago with Mr. Trump, in an awkward position.",
  "Goldman’s return on equity in the first quarter was 15.4 percent, compared to 14.9 percent for Morgan Stanley.",
  "(WaPo)\n\n• Mitch McConnell said he wouldn’t let a bill meant to protect Robert Mueller go to the Senate floor.",
  "What can Goldman’s senior executives offer to persuade investors that the bank far more than a trading house?",
  "(FT)\n\n• Steven Cohen has backed a start-up that defends stock-pickers (like him) from high-frequency traders.",
  "(Bloomberg)\n\n• Mignon Clyburn, an outspoken longtime Democratic commissioner on the F.C.C., will step down.",
  "• What Elon Musk (who, granted, can’t run for president) can tell us about future presidential candidates.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "• Some 50 of Kickstarter’s 120 staff members have left since its co-founder Perry Chen returned as C.E.O.",
  "To help assess the stance of the United State in this trade standoff, DealBook has compiled these dates.",
  "Advertisement Continue reading the main story\n\nBut the legislation suggests it has even more latitude.",
  "Justice Sonia Sotomayor said that Congress, rather than the Supreme Court, should settle the matter.",
  "The administration can’t announce a final list of goods for the $50 billion of tariffs until May 22.",
  "The next big deadline is May 1, which is when the exemptions on steel and aluminum tariffs expire.",
  "And if you think your taxes are complicated, be glad (on one level) that you’re not Meghan Markle.",
  "That also topped analysts’ expectations of $2.2 billion in earnings, according to Thomson Reuters.",
  "One of Wall Street’s biggest (and nerdiest) contests is between Goldman Sachs and Morgan Stanley.",
  "is said to be working on selling its industrial gas engine business for more than $3 billion.",
  "(FT)\n\nRevolving door\n\n• Morgan Stanley — well, Morgan Adam Stanley — has left Morgan Stanley.",
  "That’s especially pertinent as the U.S. continues to feud with China; yesterday the F.C.C.",
  "blocked wireless carriers from using federal subsidies to buy Chinese telecom equipment.",
  "• Fees from advising on mergers and acquisitions gained 16 percent to $574 million.",
  "• Morgan Stanley reported profits of $2.58 billion, up 40 percent from a year ago.",
  "Eduardo Porter argues that Facebook is creepy, but still potentially good for you.",
  "President Trump filed for a six-month extension for preparing his income taxes.",
  "And that action against China at the World Trade Organization could take years.",
  "Hypothetically, President Trump could stretch things into early next year.",
  "AppOnboard, which helps design interactive demos, has raised $15 million.",
  "(WSJ)\n\nPhoto\n\nQuote of the day\n\n“I’m proud of what we achieved at Yahoo.",
  "The Wall Street firm’s first-quarter earnings raise a familiar dilemma.",
  "Photo\n\nHow will the Supreme Court rule in the state sales tax case?",
  "It’s a positive example for corporate America, Breakingviews says.",
  "• Wealth management revenues increased 8 percent to $2.37 billion.",
  "Tokyo would like exemptions from potential U.S. tariffs, however.",
  "That is when the period for public responses to the tariffs ends.",
  "• Fees from investment banking rose 7 percent to $1.51 billion.",
  "But with some rounding, they both achieved a 15 percent return.",
  "in July, including seven of his predecessor’s eight executives.",
  "(WSJ)\n\nPhoto\n\nDid Goldman’s trading business perform too well?",
  "Mr. Trump has the power to pursue trade policy almost at whim.",
  "Meanwhile, Mr. Icahn is said to have taken a stake in VMware.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "Until then, Google had steadfastly kept that data separate.",
  "Photo\n\nWill other tech giants take a turn in the hot seat?",
  "The U.S. debt profile could be worst than Italy’s by 2023.",
  "This implies the Trump administration has until August 18.",
  "• Total trading revenue rose 26 percent to $4.40 billion.",
  "In other words, Goldman clinched the bragging rights.",
  "Please verify you're not a robot by clicking the box.",
  "That said, we had a quickly decaying legacy business.",
  "• Revenues increased 13.7 percent to $11.08 billion.",
  "— Peter Eavis\n\nPhoto\n\nMorgan Stanley has done it.",
  "(The project, which was led by the former C.E.O.",
  "You must select a newsletter to subscribe to.",
  "Analysts expected revenue of $10.36 billion.",
  "raids on the lawyer’s office and hotel room.",
  "• Underwriting revenues rose 2 percent.",
  "Alexander Nix, appears to be on hold.)",
  "More explanations, perhaps — and time.",
  "View all New York Times newsletters.",
  "Much remains up in the air, though.",
  "Or, in Mr. Musk’s case, maybe not.",
  "(WSJ)\n\nWe’d love your feedback.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "Goldman usually wins.",
  "of MGA Entertainment.",
  "and her ex-husband.",
  "Please re-enter.",
  "(FT)\n\n• G.E.",
  "Sort of."
]