[
  "Owen Robert Damschen to the world on Wednesday at 2:20 a.m. “Mom and baby are doing great and he’s been working on his Blue Steel look from the very beginning.” Pics https://bit.ly/2pAMrKV ... https://bit.ly/2pDwzY8\n\nBIRTHDAYS: Sofia Boza Holman, director of strategic media for Vice President Mike Pence … Michael Ortiz, head of public affairs at Roivant Sciences and Obama WH alum, is 35 ... Gloria Steinem is 84 ... Daniella Gibbs Leger, CAP’s SVP for communications and strategy ... Nick Kalman, Fox News politics producer, who’s also celebrating Greek Independence Day (h/ts Arlette Saenz and Dan Knight) ... former Sen. John Ensign (R-Nev.) is 6-0 ... Meredith Shiner, VP at Resolute Consulting in Chicago … Emily Schillinger, VP of public affairs for the American Investment Council … Jessica Emond, executive comms at IBM’s Watson Health ... Aaron David Miller is 69 ... Naftali Bennett, leader of the Bayit Yehudi (Jewish Home) party and Israel’s minister of education, is 46 ... Politico’s Arthur Allen ... Steven Sloan, director of enterprise reporting for CNN’s Washington bureau ... Chad Bolduc, who works in “executive support” at Apple and is an Obama WH alum ... Alissa Rooney, director of media and PR at Oxfam America ... Andrew Revkin ... Debbie Kirsch, who lives in Bluffton, S.C. (h/t daughter Meredith Kirsch) … Christopher Hale, a columnist for Time on faith and politics and a regular contributor for Fox News, is 29 (h/t Gregory O’Keefe) ...\n\n… Marnee Banks, comms director for Sen. Jon Tester (D-Mont.)",
  "‘These kids ought to be marching against their own hypocritical belief structures,’ he said in the video, adding: ‘The only reason we’ve ever heard of them is because the guns didn’t come soon enough.’” https://nyti.ms/2pBmdau\n\n-- The tagline on the NYT story: “Reporting was contributed by Emily Baumgaertner, Jacey Fortin, Emily Cochrane, Sabrina Tavernise, Patricia Mazzei and Noah Weiland from Washington; Jill Burke from Anchorage; Jeff Mays, Annie Correal and Jonathan Wolfe from New York; Alan Blinder from Dahlonega, Ga.; Mitch Smith from Chicago; Julie Turkewitz from Salt Lake City; Nick Madigan from Parkland, Fla.; Jose Del Real from Los Angeles; Jess Bidgood from Montpelier, Vt.; Mark Landler from Palm Beach, Fla.; Christopher Schuetze from Berlin; Elisabetta Povoledo from Rome; and Hisako Ueno from Tokyo.”\n\n-- @washingtonpost: “This high-resolution satellite image of the March for Our Lives rally in Washington, D.C. was captured by DigitalGlobe’s WorldView-2 satellite at 11:59 a.m. EDT on Saturday.",
  "… ‘A lot of times you’ll connect with someone [on an app] and they’ll Google you, find out you worked for Trump’s campaign, and then it’s pretty much all downhill from there,’ says a Trump administration official.” https://bit.ly/2oYXYUn\n\n-- “The Pain Refugees,” by Brian Goldstone in Harper’s April issue: “The forgotten victims of America’s opioid crisis.” https://bit.ly/2HZCFsG\n\n-- “Enlisting An Audience: How Hollywood Peddles Propaganda,” by Amos Barshad in The Outline: “Movies like ‘12 Strong’ and ‘The 15:17 to Paris’ exemplify military valor without considering the cost of war.” https://bit.ly/2HWh6ck\n\n-- “Anatomy of a Pogrom,” by Steven J. Zipperstein in Tablet Magazine: “A slab of meat found in a shop-owner’s home was waved over the heads of rioters [in 1903 in Kishinev, now part of Moldova] with the announcement that it was the remains of a Christian child.",
  "The wife of the Jewish shopkeeper Yudel Fishman, whose building was broken into, escaped with her child in her arms, but she dropped the newborn as she fled to the train station, the baby crushed to death in the onslaught.” https://bit.ly/2pBLPDZ\n\n-- “Should Some Species Be Allowed to Die Out?” by Jennifer Kahn in the N.Y. Times Magazine: “As the list of endangered animals worldwide grows longer, society may soon be faced with an impossible decision: which ones to take off life support.” https://nyti.ms/2IvhiAL\n\n-- “Edward Snowden: The Untold Story,” by James Bamford in Wired in Aug. 2014: “Some of the revelations attributed to Snowden may not in fact have come from him but from another leaker spilling secrets under Snowden’s name.",
  "Now, other White House sources, not the president, tell me that Veterans Affairs Secretary David [Shulkin] is likely to depart the Cabinet very soon, but other reports, people like Ben Carson, I’m told that the president is happy with the job he’s doing.”\n\n-- ON REPORTS OF WHITE HOUSE CHAOS: “He told me that he thinks the White House is operating like a smooth machine, in his words.”\n\nNYT’S DAVID SANGER and GARDINER HARRIS: “Defense Secretary Jim Mattis, the retired general who has argued for keeping the Iran deal intact and warned that military confrontation with North Korea would result in ‘the worst kind of fighting in most people’s lifetimes,’ told colleagues on Friday that he did not know if he could work with Mr. Bolton.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Dawn Ennis ... Kyla Peyton-Buzi … Nelson Reyneri … Danielle Engel … Kristen Atwood … Kate Mente ... James Gelfand … Laura Rusu ... Thom Loverro ... Marinka Markovich ... Nina Kiersted of Sunshine Sachs … Gloria Pan ... Anthony Garrett ... Candice Hunter ... Boston Globe politics editor Felice Belman ... Lane Hudson … Jose Alvarez ... PBS’ Pete Van Vleet ... Lauryl Dodson Jackson ... Danielle Craig … Andrew Okuyiga … Stina Skewes-Cox … Nick Kimball … Kyle Watkins ... Chas Danner, weekend editor at NY Magazine ... Marge Sutinen ... Traci Siegel ... Mike Monroe ... Joseph Zagnoli Gulans ... Sarah Eyman ... Annie McDonald ... Doug Bellis ... Kristin Nicholson.",
  "Now, 28-year-old Christopher Wylie goes on the record to discuss his role in hijacking the profiles of millions of Facebook users in order to target the U.S. electorate.” https://bit.ly/2HGFvCD\n\n-- “Cutting ‘Old Heads’ At IBM,” by Peter Gosselin and Ariana Tobin in ProPublica: “As it scrambled to compete in the internet world, the once-dominant tech company cut tens of thousands of U.S. workers, hitting its most senior employees hardest and flouting rules against age bias.” https://bit.ly/2u9nyuF\n\n\n\nPlaybookers\n\nWELCOME TO THE WORLD -- Matt Wolking, communications director for Sen. Bill Cassidy (R-La.",
  "Image: @DigitalGlobe”: https://bit.ly/2IRdbyP\n\nCLICKER -- Photo gallery of the march by our colleagues Scott Mahaskey and John Shinkle and -- 17 pix https://politi.co/2pGedVD\n\n-- “AP-NORC Poll: Support soars for stricter gun control laws,” by Steve Peoples and Emily Swanson: “Support for tougher gun control laws is soaring in the United States, according to a new poll that found a majority of gun owners and half of Republicans favor new laws to address gun violence in the weeks after a Florida school shooting left 17 dead and sparked nationwide protests.",
  "They’ve created in the interim an entirely separate, secret set of rules giving them the right to kill, imprison, torture, or spy on anyone; a permanent war bureaucracy, invisible beyond the executive branch.” https://rol.st/2HU6VoL\n\n-- “The Music of the Beatles,” by Ned Rorem in the Jan. 18, 1968, issue of the N.Y. Review of Books: https://bit.ly/2DTCrRC (h/t TheBrowser.com)\n\n-- “Stephen Hawking’s voice,” by Jason Fagone in the San Francisco Chronicle: “In nearly 30 years, he had never switched to newer technology.",
  "“Trump is prepared to act but first wants to be sure European allies will take similar steps against Russia ... U.S. officials are working through the weekend to develop a coordinated response with the Europeans ... As early as Monday, a number of European nations also are expected to expel Russian officials, including Lithuania, Latvia, Estonia and the Czech Republic.” https://bloom.bg/2pB3MmW\n\nYOU’RE INVITED … Join us for our first Playbook University in North Carolina with GOV.",
  "The new poll also found that nearly half of Americans do not expect elected officials to take action.” https://bit.ly/2pAaf0I\n\n-- IMPORTANT QUESTION FOR DEMS: “Protesters take to the streets — but can they take Congress?” by Isaac Dovere and Elana Schor: “There’s energy on the streets, Joe Biden told a few dozen House Democrats in a private session this week, and it should be enough to produce a blue wave in November — but only if they figure out how to harness it.",
  "How the imperious head of one of fashion’s most compelling brands maintains her influence on clothes and culture.” https://bit.ly/2G2Ukix\n\n-- “Why It’s Hard for Conservatives to Date in DC Right Now,” by Washingtonian’s Mimi Montgomery: “The League … says its D.C. users are 15 times more likely to mention politics in their bios since the 2016 presidential election, and one-third say they wouldn’t date someone with contrasting political beliefs.",
  "METRO RIDERSHIP SATURDAY: 558,735\n\nABOUT YESTERDAY … “Students Lead Huge Rallies for Gun Control Across the U.S.,” by NYT’s Mike Shear: “Standing before vast crowds from Washington to Los Angeles to Parkland, Fla., the speakers — nearly all of them students, some still in elementary school — delivered an anguished and defiant message: They are ‘done hiding’ from gun violence, and will ‘stop at nothing’ to get politicians to finally prevent it.",
  "There were almost as many signs as people: ‘Change the Ref,’ ‘This Congress Does Not Speak For Me,’ ‘Prayers Aren’t Bulletproof,’ ‘Grab Them By the Midterms,’ and ‘Beware: We are coming for your seats!,’ among others.” https://politi.co/2pCE3K4\n\nJOHNNY DESTEFANO PROFILE, by Nancy Cook: “Even in Trump’s White House, being nice can pay off” https://politi.co/2uljurr\n\nPELOSI is leading an all-Democrat trip to Israel and Jordan.",
  "SPOTTED: Bill Clinton strolling on Saturday on 33rd Street in Georgetown, where he was asked to take a group selfie – pic https://bit.ly/2G4mhe5 … Steven Mnuchin and Louise Linton having brunch on Saturday in the front window area at Chez Billy Sud … Demi Lovato on Saturday at Le Diplomate (hat tip: Lauren Pratapas)\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Snowden himself adamantly refuses to address this possibility on the record.” https://bit.ly/1qyZB8E (h/t Tim Burger)\n\n-- “‘I made Steve Bannon’s psychological warfare tool’: meet the data war whistleblower,” by Carole Cadwalladr in the Guardian: “For more than a year we’ve been investigating Cambridge Analytica and its links to the Brexit Leave campaign in the UK and Team Trump in the US presidential election.",
  "If it failed entirely, his distinctive voice would be lost to the ages.” https://bit.ly/2FXtPPz (h/t Longform.org)\n\n-- “The Excessive Vision of Donatella Versace,” by Molly Young in GQ: “The Italian house that helped establish the intersection of fashion and pop is never not in the air—but thanks to a new FX show and a fresh fixation on maximalist design, Versace is ever more at the center of things.",
  "RUDDY says VA Secretary David Shulkin is next to be bounced from the administration … diGenova will not represent POTUS ... Trump to Ohio this week … Bill Clinton in Georgetown Presented by\n\nDriving the Day\n\nTHE PRESIDENT’S WEEK … Monday: TRUMP lunches with VP MIKE PENCE … Wednesday: The president hosts a credentialing ceremony for ambassadors and lunches with Defense Secretary Jim Mattis.",
  "‘Glad I’m a smart one.’” https://nyti.ms/2G9Qe8o\n\nMAN IN THE NEWS ... WAPO's MANUEL ROIG-FRANZIA in New York on STORMY'S LAWYER: \"Michael Avenatti, the adrenaline-fueled lawyer taking on Donald Trump\": \"Avenatti, who has heightened anticipation for his client’s television appearance by dribbling out hints about major revelations, has linked his reputation to the Daniels case.",
  "| M. Scott Mahaskey/POLITICO\n\nCOMING ATTRACTIONS -- “Trump Plans Expulsion of Russian Envoys Over U.K. Attack,” by Bloomberg’s Jennifer Jacobs and Nick Wadhams: “President Donald Trump is preparing to expel dozens of Russian diplomats from the U.S. in response to the nerve-agent poisoning of a former Russian spy in the U.K., two people familiar with the matter said Saturday.",
  "…\n\n“‘She was a very serious businesswoman and a filmmaker and had taken the reins of her career,’ said Judd Apatow, who directed her cameos in the R-rated comedies ‘Knocked Up’ and “The 40-Year-Old Virgin.’ ‘She is not someone to be underestimated.’ … Ms. Clifford has made the most of the publicity, helping her carve out a comfortable life in the Dallas suburbs.",
  "And if her name has seemed ubiquitous -- repeated on cable television and in the White House briefing room, and plastered on signs outside nightclubs, where her appearance fees have multiplied -- there is this to consider: Unlike most perceived presidential adversaries, about whom Mr. Trump is rarely shy, Ms. Clifford has not been the subject of a single tweet.",
  "Besides, there was NO COLLUSION with Russia, except by Crooked Hillary and the Dems!”\n\nL.A. TIMES’ CHRIS MEGERIAN (@ChrisMegerian): “More news on Trump’s legal team -- ‘The President is disappointed that conflicts prevent Joe diGenova and Victoria Toensing from joining the President’s Special Counsel legal team,’ says Jay Sekulow, a lawyer for the president”.",
  "Learn more at google.com/grow/veterans\n\nBONUS GREAT WEEKEND READS, curated by Daniel Lippman:\n\n-- “How a Menswear Troll Became a Trump Administration Insider,” by Melvin Backman in Vice: “National Security Council spokesman Michael Anton’s 40,000+ posts on menswear message board Styleforum tell us a lot about the people who work for the president.",
  "Per @StephGrisham45: ‘She will be staying here for spring break with her son, as per tradition.’”\n\n“60 MINUTES” PREVIEW -- NYT A1, “Stormy Daniels, Trump’s Unlikely Foe, Is ‘Not Someone to Be Underestimated,’” by Matt Flegenheimer, Rebecca R. Ruiz and Katie Van Syckle: “She is scheduled to appear on ‘60 Minutes’ on Sunday.",
  "WALLACE: “That’s been ruled unconstitutional by the Supreme Court, sir.” MNUCHIN: “Well, again, Congress could pass a rule, OK, that allows them to do it.”\n\nWALLACE: “No, no, sir, it’d be a constitutional amendment.” MNUCHIN: “Chris, we don’t need to get into a debate in terms of -- there is different ways of doing this.",
  "https://politi.co/2pAczpo\n\n-- @MichaelAvenatti: “Note: (a) not all of our evidence will be mentioned/displayed tonight – that would be foolish; (b) we are not sure what CBS will include but we know a lot from the full interview will have to be cut bc of the time allowed; (c) tonight is not the end – it’s the beginning.",
  "The Democrats, in order to get us military spending, demanded a massive increase in non-military spending and the president made the decision this time that was worth it because military spending, given what’s going on in Iran, in North Korea, in Venezuela, in Russia – all around the world we’re using sanctions.",
  "The White House chief of staff, John F. Kelly, another retired four-star general, was also unenthusiastic about Mr. Bolton’s hiring.” https://nyti.ms/2I4XrqH\n\nTREASURY SECRETARY STEVEN MNUCHIN on “FOX NEWS SUNDAY”: MNUCHIN: “I think - I think they should give the President a line item veto”.",
  "I’ll be happy to answer their questions because I have nothing to hide and I was there from the beginning, so I know there was no collusion.”\n\nBRIANNA KEILAR spoke to VIRGINIA DEMOCRATIC SEN. TIM KAINE on CNN’S “STATE OF THE UNION”: “Brianna, I’m going to be really blunt here.",
  "https://bit.ly/2IMvd5p\n\n-- “The Legacy of the Iraq War,” by Rolling Stone’s Matt Taibbi: “The Iraq war began with a crude congressional dog-and-pony show giving Bush approval for the invasion, followed by an equally thin presentation to the U.N. by Colin Powell.",
  "…\n\n“On the eve of the march, Colion Noir, a host on NRATV, an online video channel produced by the gun group, lashed out at the Parkland students, saying that ‘no one would know your names’ if someone with a weapon had stopped the gunman at their school.",
  "The rest of the money will come - and remember DACA, the Democrats abandoned you (but we will not)!” …\n\n… at 6:33 a.m.: “Because of the $700 & $716 Billion Dollars gotten to rebuild our Military, many jobs are created and our Military is again rich.",
  "The students, as they seized the nation’s attention on Saturday with raised fists and tear-streaked faces, vowed that their grief about school shootings and their frustration with adults’ inaction would power a new generation of political activism.",
  "SUNDAY BEST … CHRIS RUDDY spoke to PRESIDENT DONALD TRUMP yesterday, and he appeared on ABC’S “THIS WEEK”: “[Trump] did say that he’s expecting to make one or two major changes to his -- to his government very soon, and that’s going to be it.",
  "Learn more at google.com/grow/veterans\n\nABC’S MERIDITH MCGRAW (@meridithmcgraw): “The First Lady will not be returning to Washington, D.C. with the President on Air Force One [Sunday] night, and instead plans to stay here in Palm Beach.",
  "Problem is that a new......” …\n\n… at 7:49 a.m.: “lawyer or law firm will take months to get up to speed (if for no other reason than they can bill more), which is unfair to our great country - and I am very happy with my existing team.",
  "… Lauren Aronson, a principal at Mehlman Castagnetti Rosen & Thomas (hubby tip: Rob Hendin) … Peter Friedman ... Patrick Bailey, chief counsel for gov’t affairs at Senate HSGAC ... Grant Dubler, LD for Rep. Jacky Rosen (D-Nev.) is 29.",
  "AN EARLY MORNING FOR THE PRESIDENT … at 7:40 a.m.: “Many lawyers and top law firms want to represent me in the Russia case...don’t believe the Fake News narrative that it is hard to find a lawyer who wants to take this on.",
  "The Russia probe is so extensive at this point that many of the top firms already have clients - creating a conflict.”\n\n… at 6:42 a.m.: “Much can be done with the $1.6 Billion given to building and fixing the border wall.",
  "https://wapo.st/2pDVo6p\n\n-- LORRAINE WOELLERT and DAVID SIDERS in POLITICO Magazine, \"How Stormy Daniels’ Lawyer Is Outfoxing Trump: Michael Avenatti drives racecars and taunts the president’s attorneys on TV and Twitter.",
  "… Since Anton joined the administration in February 2017, he’s scaled back his activity (though he still logs on once in a while to vent about the MTA or ask for work-trip restaurant recommendations)” in Paris.",
  "It is another big bet for an attorney with an enormous appetite for risk whose roster of courthouse adversaries includes mega-corporations, as well as celebrities, such as Paris Hilton and Jim Carrey.",
  "), and Alisa Wolking, director of political affairs for the American Retirement Association, welcomed Louisa Isabella Wolking Thursday at 7:03 p.m.. She weighed 8 lbs 10 oz and nearly 21 inches.",
  "Pics https://bit.ly/2DSVr2y … https://bit.ly/2pFL11K\n\n-- Rob Damschen, communications director for Rep. Kenny Marchant (R-Texas), and Dawn Damschen, staff counsel for Verizon, welcomed 9lb 1 oz.",
  "\"'He is an adrenaline junkie,' says Jonathan Turley, who taught Avenatti at George Washington University’s law school and has stayed in touch since his former student earned his law degree.",
  "One person can save DACA.”\n\n\n\nPlaybook Reads\n\nPHOTO DU JOUR: The view from the Newseum overlooking Pennsylvania Ave. of the massive crowds gathered for the March for our Lives on March 24.",
  "Trump agreed with the recommendation of advisers and the expulsions are likely to be announced on Monday, the people said, though they cautioned that Trump’s decision may not be final.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "BLOOMBERG’S SHANNON PETTYPIECE (@spettypi): “Lawyer Ted Olson turned down a job recently because of conflicts with his firm, which reps Fusion, a source said.",
  "Doors open at 11:45 a.m. RSVP http://bit.ly/2IqsO09\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Because a Republican president, Donald Trump, supported by Republican legislators announced in September that the program was going to be ended.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "He’s celebrating with a visit to The Wharf’s fish market and a seafood dinner at home (h/t wife Lisa Dubler) ... Anna Brower is 3-0 ...",
  "Clifford has leveraged her newfound crossover fame into a national stripping tour, with scheduled dates through the end of the year.",
  "We need to make sure we have a military that has the necessary resources.”\n\n-- SPOILER ALERT: Wallace is right, Mnuchin is wrong.",
  "Building a great Border Wall, with drugs (poison) and enemy combatants pouring into our Country, is all about National Defense.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "‘So, no pressure.’ The outcome in November hinges on whether the anti-Trump fervor on the left amounts as much action as words.",
  "https://politi.co/2G3kMN3\n\nCHUCK TODD spoke to COREY LEWANDOWSKI on NBC’S “MEET THE PRESS”: TODD: “You've not been subpoenaed?",
  "…\n\n“The rally’s constant chant was, ‘Vote Them Out!’ The biggest boo was during a brief video clip of President Donald Trump.",
  "‘If we don’t win the House, Trump is there for eight years,’ the former vice president and prospective 2020 candidate warned.",
  "The march was explicitly nonpartisan, but no prominent Republicans were visible, and many prominent Republicans were bashed.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "It is she, some in Washington now joke, and not the special counsel, Robert S. Mueller III, who could topple Mr. Trump.",
  "And, and look, there’s no reason to subpoena me because I’m willing to volunteer if they want to ask me questions.",
  "Because a Democratic president, President Obama, supported by Democratic legislators, put it in place in 2012.",
  "That’s the strongest level of support since The Associated Press first asked the question five years ago.",
  "Even stronger measures needed, especially at borders!”\n\n-- TRUMP is at Trump International Golf Club.",
  "A decade and a half later, authorities no longer need to ask anyone permission to do anything.",
  "Hawking liked the voice just the way it was, and had stubbornly refused other options.",
  "Officer died after bravely swapping places with hostage in ISIS related terror attack.",
  "The poll … found that nearly 7 in 10 adults now favor stricter gun control measures.",
  "Fame & fortune will NEVER be turned down by a lawyer, though some are conflicted.",
  "So much bravery around the world constantly fighting radical Islamic terrorism.",
  "That quote of the president, he is either lying or he is completely delusional.",
  "‘Pretty sure dumb whores go to hell,’ someone wrote her on Twitter last week.",
  "She has a daughter, a third husband and an expensive hobby: equestrian shows.",
  "To many in the capital, Ms. Clifford, 39, has become an unexpected force.",
  "In both litigation and in life he shows a certain aggressive style.'\"",
  "Build WALL through M!” … at 6:10 a.m.: “France honors a great hero.",
  "Congress cannot “pass a rule” that ignores a Supreme Court ruling.",
  "Thursday: Trump goes to Richfield, Ohio -- a suburb of Cleveland.",
  "ROY COOPER on THURSDAY at Penn Pavilion at Duke University.",
  "Members of the ‘Blue Collar Caucus’ looked stunned.",
  "But now the hardware was showing wear and tear.",
  "There are not different ways of doing this.",
  "Not everyone is interested in attending.",
  "My comment is it’s clear what happened.",
  "He wants you to know he’s single, too.\"",
  "'I think he needs that adrenaline rush.",
  "Okay.” LEWANDOWSKI: “I have-- nope.",
  "He lives his life aggressively.",
  "‘Whew!’ Ms. Clifford replied.",
  "Work will start immediately.",
  "I have not been subpoenaed.",
  "‘I’m serious,’ Biden added.",
  "It is just a down payment.",
  "Why is DACA threatened?",
  "Good Sunday morning.",
  "Why is there DACA?",
  "Nothing?",
  "#basta”.",
  "…\n\n“Ms."
]