[
  "The group alleges the firm “violated a ban on foreign nationals participating in the ‘decision-making process’ of campaigns or political committees.”\n\nWHY THIS FACEBOOK SCANDAL IS DIFFERENT: BuzzFeed’s Charlie Warzel writes : “ The story will endure not because of animosity toward political data use but because it perfectly touches upon a deeper anxiety about our online privacy that’s been building for years.”\n\nMERGER SKEPTICISM FESTERS INSIDE TIME WARNER: Sources tell Vanity Fair’s Joe Pompeo that “there’s a growing sense” within Time Warner that if deliberations on the proposed merger with AT&T continue to stall, “the company should perhaps renegotiate its acquisition terms — or go a different route altogether.” A potential blow-up in negotiations, Pompeo writes, could result in an “epic auction” for Time Warner -- and a second major M&A failure for AT&T’s Randall Stephenson.",
  "“With her deep expertise unpacking tough subjects with thoughtful insight and analysis, Tanzina is the perfect person to lead this urgent national conversation.”\n\nTODAY: Norah O’Donnell’s full interview with former President Jimmy Carter will air on “CBS This Morning.” Carter told O’Donnell that Trump’s choice of John Bolton for national security adviser “has been the worst mistake he’s made.”\n\nPARKLAND STUDENTS RIP SANTORUM: David Hogg, one of the most visible gun reform activists following last month's mass shooting, and his sister Lauren were asked on CNN about CNN contributor Rick Santorum suggesting that young people take CPR classes rather than protesting gun violence, arguably the worst cable news take amid this past weekend’s demonstrations.",
  "Rick Santorum telling kids to shut up and take CPR classes is simply unconscionable.” [ Eugene Gu, MD ]\n\nFACEBOOK FALLOUT: The social media giant’s public troubles show no signs of letting up, with Senate Judiciary Chairman Chuck Grassley inviting CEO Mark Zuckerberg — along with representatives from Google and Twitter — to attend a congressional hearing on data privacy on April 10.",
  "“The Saudis say they don’t know how it came to be,” Ackerman writes, while AMI “insists it had no outside editorial or financial assistance, from the Trump administration or otherwise.”\n\nREVOLVING DOOR\n\nPOLITICO’s Susan Glasser, who has been writing a twice-monthly column for the New Yorker’s site since October, is joining the magazine as a full-time staff writer.",
  "Business Insider global editor-in-chief Nicholas Carlson announced several new hires: Senior reporter Greg Sandoval (Business Insider); senior news editor Julie Gerstein (INSIDER); political columnist Daniella Greenbaum (Business Insider); associate producer Exa Zim (INSIDER); and Rosie Percy joined the company’s London-based distribution team.",
  "— “At this critical moment in our nation’s history, when America is so polarized, public media has an opportunity and a mandate to bring people together to debate, discuss, and share experiences and perspectives that have been buried for too long,” Laura Walker, president and CEO of New York Public Radio, said in a statement.",
  "But The Washington Post reports that Trump not only watched but has “asked staff in the White House if they, too, had watched and wondered what they thought of it.” Trump has privately called Daniels's allegations a \"hoax,\" according to the Post, while asking \"confidants if the episode is hurting his poll numbers.\"",
  "Story Continued Below\n\n— But the president hasn’t been similarly quick to tout the ratings for Sunday’s “60 Minutes,” which is on track to be the most-watched episode of the newsmagazine since former President Barack Obama’s first post-election interview in November 2008.",
  "The interest secures ex-somebodies a seat at the table, + the cycle repeats.” [ Olivia Nuzzi ]\n\n“As a surgeon, I’ve operated on gunshot victims who’ve had bullets tear through their intestines, cut through their spinal cord, and pulverize their kidneys and liver.",
  "“A virtuous content circle.”\n\nSOUND BITES\n\n“Rick Santorum is a good reminder: the pundit industrial complex functions to keep ex-somebodies alive, + succeeds when ex-somebodies say something stupid or ghoulish, generating outrage (or ‘interest’).",
  "TRUMP ALLY BEHIND PRO-SAUDI MAGAZINE: The Daily Beast’s Spencer Ackerman reports how American Media Inc., the publisher behind pro-Trump National Enquirer, has produced a 100-page magazine promoting Saudi Arabian Crown Prince Mohammed bin Salman.",
  "Elsewhere at the Post, Jacob Brogan is joining Outlook/PostEverything as an editor, Travis Andrews is moving to the features section as a pop culture reporter and John Wagner will anchor the new national politics breaking news team.",
  "Kolby Yarnell joins as general manager of Concert; Andrew Golis has been promoted to VP, network development; and Britt Aboutaleb will shift from Racked’s editor-in-chief to a new role as general manager of Curbed and Eater.",
  "— NPR correspondent Tamara Harris said that the “60 Minutes” ratings press release “seems custom designed to drive the president crazy.” And Daniels’s attorney, Michael Avenatti, seemed intent to do just that.",
  "The Washington Post unveiled a new editing structure for its national desk, with Dan Eggen becoming Washington editor, Dave Clarke being named White House editor and Donna Cassata becoming Congress editor.",
  "America tuned into Stormy's story — Facebook fallout — Parkland students rip Santorum — New Takeaway host\n\nWith Cristiano Lima\n\nONE THING PRESIDENT TRUMP is known to pay close attention to is TV ratings.",
  "Glasser joined POLITICO in 2013 and served as founding editor of the magazine and the top newsroom editor during the 2016 election, and she most recently launched the Global Politico column and podcast.",
  "— The announcements came as the company’s stock continued to plummet, dropping by as much as 6.5% and under $150 per share for the first time since July before recovering somewhat on Monday.",
  "With Trumpian bombast, Avenatti tweeted that his client’s interview “CRUSHED (BY MILLIONS) any Apprentice show in the last ten years” and the president's last appearance on \"60 Minutes.\"",
  "If they’re attacking you, you must be doing something right.” — “Meet the Press” host Chuck Todd told SportsBusiness Journal executive editor Abraham Madkour in a wide-ranging profile .",
  "He's mentioned them when taking shots at ESPN , CNN , MSNBC , \"Morning Joe,\" Joy Behar , Chuck Todd , the Emmys , the NFL and former “Celebrity Apprentice” host Arnold Schwarzenegger .",
  "But similar to how former CNN contributor Jeffrey Lord’s outrageous statements became fodder for additional CNN segments, the ex-senator’s remark has since been batted around on air.",
  "CONGRATS: MSNBC host Joy Reid and Essence chair Richelieu Dennis will be honored May 10 at the Brotherhood Sister Sol's 14th Annual VOICES Gala, hosted by journalist Soledad O’Brien.",
  "— Cambridge Analytica, meanwhile, was flagged to the DOJ and FEC for a potential breach of U.S. campaign laws by a government watchdog group, POLITICO’s Lorraine Woellert reports .",
  "First in Morning Media: Tanzina Vega, a former New York Times and CNN reporter, will be the new host of The Takeaway, the nationally syndicated radio show from WNYC and PRI.",
  "Compounding the series of less-than-flattering headlines for the tech giant was news that the site has been scraping call and text data from Android users for years.",
  "Anderson Cooper’s highly anticipated sit-down with Stormy Daniels on Sunday is projected to have drawn over 22 million viewers, according to early Nielsen numbers.",
  "EXTRAS\n\n— Glamour editor Samantha Barry buys Andrew Cuomo a subscription after he said he doesn’t read the magazine (which recently interviewed Cynthia Nixon ).",
  "Mara Gay, formerly of the Wall Street Journal, is joining the New York Times editorial board, where she will serve as lead writer on state and local affairs.",
  "Richard Dorment, a senior editor at Wired, has been named the new editor-in-chief at Men’s Health magazine, marking his reunion with parent-company Hearst.",
  "“At the end of the day, if you take a bullet from an AR-15 to the head, no amount of CPR is going to save you, because you’re dead,” her brother added.",
  "The request comes on the heels of Facebook’s massive leak and the Federal Trade Commission’s confirmation that it is probing the company’s practices.",
  "— Jessica Yellin, the former CNN chief White House correspondent, is publishing her first novel, titled “Savage News,” according to Page Six.",
  "“CNN now having commentators discussing the dumbass comments made by a contributor [on Sunday],” The Hollywood Reporter’s Jeremy Barr noted .",
  "“The fact that he’s saying CPR when my friends are dying on our floor and nothing is being done about it is just horrible,” said Lauren Hogg.",
  "She was also named an Eisner fellow at The Nation Institute last year and served as a Ferris professor of journalism at Princeton University.",
  "— Meredith Corp is reorganizing its ad sale strategy post-Time Inc. deal to focus on individual titles, the Wall Street Journal reports .",
  "POLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "— The official @realDonaldTrump account briefly followed (and then promptly unfollowed) CNN on Twitter, The Wrap’s Jon Levine notes .",
  "Drop a line to me ( mcalderone@politico.com / @mlcalderone ) and Cristiano ( clima@politico.com / @viaCristiano ).",
  "— Task & Purpose's Aaron Gell catches up with Iraq war figure Paul Bremmer, who now gives ski lessons in Vermont.",
  "“Wow, the ratings for @60Minutes last night were their biggest in a year — very nice!” he tweeted in 2015.",
  "Vega is the author of the forthcoming book “Uppity,” about the barriers faced by American women of color.",
  "— White House deputy press secretary Raj Shah wouldn’t say at Monday's briefing whether Trump tuned in.",
  "— Facebook announced a global expansion to its push to prioritize more local news on the platform.",
  "Daniel Lippman ( dlippman@politico.com / @dlippman ) contributed to the newsletter.",
  "— How Trump inspired the “Roseanne” reboot, via Joanna Weiss in POLITICO Magazine.",
  "Sign up today to start receiving the newsletter right at launch on April 6th .",
  "She replaces John Hockenberry, who was accused last year of sexual harassment.",
  "And Trump approvingly mentions ratings when it comes to his own appearances.",
  "“I cannot get over how stupid this is,” tweeted Kaitlan Collins on Monday.",
  "— Santorum has been widely mocked for his remarks, including within CNN.",
  "CALL FOR CONTRIBUTORS: The New York Times is seeking visual op-eds.",
  "Morning Media: Good morning and welcome to Morning Media.",
  "KICKER\n\n“Journalists aren’t here to be popular.",
  "He’d earlier been a senior editor at Esquire.",
  "Vox Media made several moves Monday.",
  "So what if they attack you?",
  "We’re here to do a job.",
  "Presented by Boeing.",
  "Subscribe .",
  "Archives ."
]