[
  "No, Trump’s real gizmo guru is his school-age son, whose interwebs wizardry led Trump to determine that “no computer is safe.” Trump said this in response to a press question about cybersecurity policy, adding that sensitive information must always instead be sent by courier “like in the old days.”\n\nWhich is, you know, not a remotely relevant strategy for thwarting cyberattacks on the nation’s critical infrastructure, election systems, electronic health records, financial transactions or other digitized operations that hackers are targeting.",
  "These days Trump lashes out at private companies that suspend nut jobs and neo-Nazis, decrying that “censorship is a very dangerous thing & absolutely impossible to police.” But in what feels like a million years of crazy ago, then-candidate Trump said he planned to hobble recruiting by the terrorist Islamic State by asking Bill Gates to “clos[e] that Internet up in some way.”\n\nThis was a baffling proposal, not only because Chinese-style, government-enforced Internet censorship would run afoul of the First Amendment.",
  "He was annoyed that a tweet by Fox News host Laura Ingraham, retweeting a Drudge Report missive, wasn’t immediately visible to him because Twitter said it contained “potentially sensitive content.” As a Twitter executive pointed out, this was due to two factors: The Drudge Report has flagged its own tweets as “potentially sensitive”; and McCarthy had set his Twitter account preferences to hide any tweets flagged this way.",
  "With digital dinosaurdom seen as a badge of honor, it’s no wonder that congressional hearings ostensibly about Facebook’s dodgy data practices devolved into clumsy, confused — and bipartisan — queries about: video bloggers Diamond and Silk; the difference between a social media platform and an Internet service provider; how Facebook can possibly make money if it’s free to users; and how to get rid of ads for chocolate.",
  "Most recently, Rep. Kevin McCarthy (R-Calif.), aspiring speaker of the House, tweeted on Friday: “Another day, another example of conservatives being censored on social media.” He added the hashtag “#StopTheBias” and called for Twitter chief executive Jack Dorsey to “explain to Congress what is going on.”\n\nThe cause of McCarthy’s complaint?",
  "After his election, Trump moved on to complaining that “the whole age of computer has made it where nobody knows exactly what is going on.” Yet he also professed to personally “know a lot about hacking.”\n\nWho is his apparent lodestar for cyberwarfare?",
  "Richard Burr (R-N.C.) and Mark R. Warner (D-Va.), as Senate Intelligence Committee chair and vice chair, respectively, have shown an inclination to ask tougher questions of tech companies on Russian interference.",
  "That has become abundantly clear from the many scandals involving Russian disinformation campaigns, Cambridge Analytica, Twitter bots, secret data breaches, Google geo-tracking and the like.",
  "Pat Roberts (R-Kan.), Orrin G. Hatch (R-Utah), Lindsey O. Graham (R-S.C.) and even Senate Democratic leader Charles E. Schumer (N.Y.) — have more or less proclaimed the same, with pride.",
  "And, generally speaking, our policymakers are ill prepared to protect the public from those who wish us harm — or even from companies willing to profit off that harm.",
  "With such technological sophistication, it’s unsurprising that a year and a half later, Trump decided to eliminate the White House’s top cyberpolicy role.",
  "President Trump and other Republicans have lately complained that tech companies are allegedly muzzling, purging or “shadow-banning” conservative voices.",
  "Yet our political leaders still don’t seem to have learned much about those “tubes” or the cyber-sewage that frequently flows through them.",
  "In other words, McCarthy was censoring his own Twitter feed, something he could easily reverse by changing his account settings.",
  "Rep. Ro Khanna (D-Calif.), who represents part of Silicon Valley but has called for stronger privacy rights, is among them.",
  "The expansive Luddite Caucus has no idea how 21st-century technology actually works, nor any apparent motivation to learn.",
  "Not his all-purpose son-in-law Jared Kushner, though Kushner does possess the rare talent of knowing how to search Amazon.",
  "Don’t get me wrong, there are some politicians out there who seem to know their way around the information superhighway.",
  "Trump has said many times that he never uses email, but he’s far from alone: Lots of lawmakers — including Sens.",
  "The other problem was that the Microsoft founder-turned-philanthropist does not, uh, “control” the Internet.",
  "Confronting face-palming mockery, McCarthy nonetheless doubled down, still claiming political persecution.",
  "Here’s the other bad news: We can’t trust Washington politicians to police it, either.",
  "This is hardly the only time that politicians have flaunted their digital illiteracy.",
  "But the problems infecting the tech sector go well beyond those limited areas, alas.",
  "Columnist\n\nHere’s the bad news: We can’t trust Silicon Valley to police itself.",
  "We’re now a dozen years past the infamous “series of tubes” speech.",
  "Consider a recent, noncomprehensive history.",
  "Sens."
]