[
  "But the results left no doubt that Cambridge Analytica and a barrage of other scandals have taken a serious toll, from the ongoing investigations into Russian manipulation of Facebook during the 2016 presidential election and relentless criticism over the spread of misinformation on Facebook, particularly in countries such as Myanmar and Sri Lanka, where that misinformation has exacted a deadly toll.",
  "USA TODAY\n\nFILE - In this April 4, 2013 file photo, Facebook CEO Mark Zuckerberg walks at the company's headquarters in Menlo Park, Calif. Facebook has dropped 13.5 percent after allegations a political consulting firm working for the Trump campaign got data inappropriately from millions of Facebook users.",
  "More: Bye Facebook, Hello Instagram: More users are breaking up with Facebook\n\nEven before Cambridge Analytica, USA TODAY surveyed dozens of social media users, and many of them said they started spending less time on Facebook after the bitterly divisive presidential election.",
  "(AP Photo/Marcio Jose Sanchez, File) ORG XMIT: NYBZ116 (Photo: Marcio Jose Sanchez, AP)\n\nFacebook suffered the largest one-day loss in Wall Street history following Wednesday's financial results for the first full quarter after Cambridge Analytica.",
  "\"The company is still growing users, and although the Facebook platform is beginning to see slowing growth, the company’s other products are still seeing dramatic growth,\" Wedbush Securities analyst Michael Pachter wrote in a research note.",
  "Former Cambridge Analytica employee Christopher Wylie arrives at the U.S. Capitol for a meeting with Democratic members of the House Intelligence Committee April 25, 2018, in Washington, D.C. (Photo: Win McNamee, Getty Images)\n\nPartly.",
  "People's feelings about Facebook soured after the company admitted that as many as 87 million people had their personal information improperly obtained by Cambridge Analytica, a firm with ties to the Trump campaign.",
  "Even so, the stock had surged since the scandal broke in March, closing at a record $217.50 Wednesday before Facebook released its second-quarter financial results, the first full quarter since the scandal broke.",
  "On Monday, March 26, 2018, the Federal Trade Commission said it?s investigating the social media giant?s privacy practices and legislators in the U.S. and the U.K. have demanded answers and called for inquiries.",
  "In an earnings call with analysts, Facebook executives poured a bucket of ice-cold water on Wall Street expectations of fast revenue growth and fat profit margins which had propelled the stock to record highs.",
  "Facebook also said Wednesday that part of the reason revenue growth will slow is that Facebook is giving its users greater control over the privacy of their data, undercutting it's ad-targeting capabilities.",
  "Facebook has gotten a bad rap for being too lax in safeguarding people's private information, failing to monitor and stop bad behavior on the platform and for letting misinformation run amok.",
  "Also, growth flatlined in Facebook's biggest market, the U.S. and Canada, where it has 185 million daily users, and declined 1 percent in Europe, where it has 279 million daily users.",
  "During the earnings call, Zuckerberg called the acquisition of Instagram \"amazing\" and said Instagram has grown twice as fast as it would have by being part of Facebook.",
  "CEO Mark Zuckerberg hammered that point during the conference call with analysts with a big stat: 2.5 billion people use at least one of Facebook's apps every day.",
  "The other factor that hurt Facebook in the second quarter: Europe implemented strict new data laws which Facebook says led to fewer daily visits from that region.",
  "It's important to remember, too, that Facebook remains one of the top players in digital advertising, particularly mobile advertising, second only to Google.",
  "\"Many investors are having a hard time reconciling that deceleration,” Jefferies analyst Brent Thill told Facebook executives on the earnings call.",
  "The company's CEO Mark Zuckerberg took a personal hit of more than $15 billion just one day after the company said its growth is slowing.",
  "But investors were unprepared for the figures Facebook released Wednesday that showed people are not hanging out on Facebook as much.",
  "Some of that is from hiring a lot of workers, in part to combat problems on Facebook, including foreign election manipulation.",
  "Mobile advertising made up 91 percent of Facebook's advertising revenue in the second quarter, up from 87 percent a year ago.",
  "Facebook does not break out Instagram's revenue, but analysts believe it contributed significantly to second-quarter revenue.",
  "The company posted the slowest growth rates to date in the number of people who use Facebook once a month and once a day.",
  "Most companies would love to have the kind of financial results Facebook released after the market closed Wednesday.",
  "Facebook is so massive – 2.23 billion people use it every month – that it can't keep growing like a weed forever.",
  "Facebook is counting on on these three apps, which each has more than 1 billion users, to drive future growth.",
  "Revenue increased 42 percent year over year which, while impressive, is the slowest growth rate since 2015.",
  "CLOSE Facebook made history as the biggest one-day wipeout of stock market value for any U.S. company.",
  "Wall Street was troubled by the rising costs of operating the business outpacing revenue growth.",
  "Making matters worse, Facebook warned that growth rates would decline for the rest of the year.",
  "What investors see as downside could benefit Facebook users and Facebook in the long run.",
  "That silver lining is Facebook's other apps: Instagram, Facebook Messenger and WhatsApp.",
  "Facebook also missed Wall Street revenue estimates for the first time in three years.",
  "The Menlo Park, California, company had 30,275 people on the payroll as of June 30.",
  "Now it's owning up to those problems, and it's spending a lot of money to fix them.",
  "It's also investing in video content, artificial intelligence and virtual reality.",
  "Many of the people who use the internet the world over are already on Facebook.",
  "But investors have a different yardstick for fast-growing technology companies.",
  "As a result, Facebook had its worst day in six years as a public company.",
  "Are users and investors unfriending Facebook because of the scandal?",
  "It looks that way, though Facebook would say that's by design.",
  "Could this be good for Facebook users and Facebook?",
  "He did not explain how he reached that conclusion.",
  "Read or Share this story: https://usat.ly/2NKlAGc",
  "So is the Cambridge Analytica scandal to blame?",
  "Is Facebook now paying for all these scandals?",
  "That's a 47 percent increase from a year ago.",
  "But Facebook's growth had to slow sometime.",
  "Instagram, in particular, is a bright spot.",
  "Is Facebook's revenue growth slowing?",
  "Are people using Facebook less?",
  "What triggered the selloff?",
  "Analysts were blindsided.",
  "Is there a silver lining?",
  "Yes, just ask Facebook.",
  "I own Facebook shares.",
  "It's not that simple.",
  "One word: Growth.",
  "Yes.",
  "Yes."
]