[
  "The NYU spokesperson said Cambridge Analytica never offered them any of its controversial Facebook data, but provided “market research to better understand how different audiences consume media and digital marketing based on these learnings,” and was adamant that the university “did not give CA any of NYU Langone’s data.”\n\nAfter NYU ran a four-week advertising campaign that ended on March 18, Cambridge Analytica provided NYU with preliminary results of the market research study and “an incomplete report on the results of our advertising.“\n\n“We don’t know if they were effective because we pulled our ads so quickly once we heard the news, and Cambridge Analytica has yet to give us the results,” the spokesperson said.",
  "When asked if Datorama has any comment on Cambridge Analytica trademarking a “white labeled” version of their product, the spokesperson responded that “this is a question for LiveSpend, as Datorama has no relationship with the Cambridge Analytica tool Livespend.”\n\nAccording to one Cambridge Analytica senior employee, the company also considered one more rebrand idea for SCL Defence, the military contractor wing of Cambridge Analytica’s parent company: They’d call it Anaxi Solutions.",
  "Datorama’s spokesperson said that the company “immediately” terminated its relationship with Cambridge Analytica “upon learning of CA’s malfeasance,” and that it “has no relationship with the Cambridge Analytica tool LiveSpend.” The Datorama spokesperson repeatedly said that “no consumer data was used or viewed through our platform.”\n\nThe login page for LiveSpend, Emerdata’s sole trademark filing, mirrored login pages of other Datorama clients, and was still accessible until May 8.",
  "Cambridge Analytica touted LiveSpend as its own product on its website, calling it a “transparent advertising reporting dashboard that does all the work for you” that would “keep your agency honest.”\n\nThe assets on the page, such as the LiveSpend logo, are hosted on the website Datorama, an analytics company that advertises many of the same services LiveSpend claims offer.",
  "Though the company’s client list is confidential, interviews with former employees and previously unreported online records show they attracted a number of high-profile customers, including New York University’s Langone hospital, insurance giant Hiscox, and an environmental-focused Maltese cryptocurrency called Poseidon, among others.",
  "That’s the nail in the coffin.’”\n\nCambridge Analytica’s board, helmed by GOP mega donors Rebekah and Jennifer Mercer, responded to the video by suspending Nix, explaining in a statement that his comments did “not represent the values or operations of the firm.”\n\nThe plan all along, though, had been to move away from politics.",
  "“You could kind of see the writing on the wall, but most people never thought it was going to be total bankruptcy.”\n\nNBC News learned of previously unreported details about the company’s big-name client list, and its failed attempts at rebranding in the two weeks after the company’s abrupt shuttering.",
  "But on May 2, without warning, Cambridge Analytica’s acting CEO Julian Wheatland announced to some 40 staffers in the New York office that Cambridge Analytica and SCL were no more, that the companies were filing for bankruptcy, and that employees should clean out their desks by 12:30.",
  "But remnants of Cambridge Analytica’s client list, its attempts to penetrate the U.S. consumer market, and hints at the specifics of its rebrand are detailed in the company’s website certificates, which log communications between servers and are issued by an independent third party.",
  "Even before CEO Alexander Nix was ousted after an undercover investigation showed him bragging about using sex workers to entrap the political opponents of prospective clients, the data firm was preparing to combine with parent company SCL under a new company called Emerdata.",
  "There was talk of rebranding under a new name, Anaxi, or possibly Firecrest Technologies, according to three former senior employees at the company, each of whom spoke on the condition of anonymity to protect their interest in finding new employment.",
  "Relationship Enrichment Collaborative, an agency that manages advertising for churches and nonprofits, “dropped us like a rock,” a former senior employee said, adding the agency had given Cambridge Analytica more than $1 million over two years.",
  "Facebook had cut off their access to the social network’s developer system and wasn’t returning their calls, leaving employees unable to do work for existing clients and the sales team incapable of selling their services during the scandal.",
  "Previous media reports have listed media brands The Economist and The Financial Times, womenswear company ECI New York, and Goldline, a company once heavily pushed by right-wing commentator Glenn Beck that sells gold and silver coins.",
  "They’d be too embarrassed to be linked to us.”\n\nFormer Cambridge Analytica employee Christopher Wylie arrives to meet with Democratic members of the House Intelligence Committee at the U.S. Capitol in Washington on April 25, 2018.",
  "Three days later an undercover investigation from NBC News’ U.K. partner ITN Channel 4 showed company head Alexander Nix pitching tactics that included bribery of local officials and extortion using Ukrainian women as bait.",
  "Emerdata, the name of a new umbrella company that a Cambridge Analytica senior staffer claimed would have enveloped Cambridge Analytica and its parent company SCL, filed a trademark for LiveSpend in December of 2017.",
  "On Thursday, any lingering hope was extinguished when the embattled data firm linked to Donald Trump’s 2016 presidential campaign declared bankruptcy despite weeks of efforts to leave behind its controversial past.",
  "Commercial clients were less volatile and more dependable, the contracts lasted longer than a normal political campaign cycle and wouldn’t leave their brand tarnished because of links to certain politicians.",
  "Representatives for Hiscox and for the cryptocurrency Poseidon did not return requests for comment, but a senior executive at Cambridge Analytica confirmed the company’s relationship with the firms.",
  "The spokesman said NYU began work with Cambridge Analytica in June 2017, but quickly halted its relationship after the data firm’s salacious political consulting practices became front-page news.",
  "In the final two months, all of Cambridge Analytica, from junior employees to executives, had stopped normal operations and were either wasting time or engaged in damage control.",
  "“Many Datorama clients, including Cambridge Analytica, ‘white label’ our dashboard by customizing the branding with their logo and graphics,” said Datorama’s spokesperson.",
  "“He didn’t even say goodbye.”\n\nThe rebrand now dead, Cambridge Analytica’s remaining U.S. employees filed out of their office on Fifth Avenue in Manhattan and into P.J.",
  "The companies who purchased Cambridge Analytica’s services were granted confidentiality as part of their agreement, a senior executive at the company said.",
  "/ Updated By Brandy Zadrozny and Ben Collins\n\nFor months, Cambridge Analytica employees had heard whispers of a rebrand that would save their business.",
  "The Client List\n\nOn March 17, The Observer and The New York Times revealed the company had harvested private data from over 50 million Facebook users.",
  "But given the public scrutiny, a senior employee said a rebrand for SCL and Cambridge Analytica while employing the same staff simply wasn’t possible.",
  "Cambridge Analytica opened its Fifth Avenue office in 2016, hoping to spin political success into gold by attracting corporate and ad agency clients.",
  "The hospital — Cambridge Analytica’s biggest corporate client, with a contract to pay $3 million phased over three years — wanted its money back.",
  "Aaron P. Bernstein / Reuters\n\nAn NYU spokesperson acknowledged the refund request but denied that there had been any discussion of a lawsuit.",
  "Trademarks and Rebrands\n\nThe website certificate search also turned up a portal for a product called LiveSpend, which prompted a login page.",
  "“White labeled” products are services that have been rebranded by a company other than the manufacturer, then sold as if it were their own.",
  "But nearly all of Cambridge Analytica’s 50 or so clients abandoned the data analytics company once the scandal hit, former employees said.",
  "Cambridge Analytica’s client portals were on eponymous websites, like nyulangone.clients.cambridgeanalytica.org for NYU Langone hospital.",
  "While in-house copywriters worked on new company names, designers pushed out possible logos for a rebranded marketing and analytics firm.",
  "It just wasn’t salvageable.”\n\nMost of the U.S. employees got their last paycheck on Tuesday, part of a two-week severance package.",
  "“Former employees who say that they were misled about the rebranding — that's just not accurate,” the senior employee said.",
  "“I think it was named after a Greek philosopher and the British guys thought it sounded smart,” one former employee said.",
  "The negative press surrounding President Trump, whose campaign employed the firm, was always hard, former employees said.",
  "“The goal was to try to get as many clients as we could that weren’t tied to Donald Trump,” a former executive said.",
  "But the Channel 4 video of Nix was “particularly sickening” for staffers who had gathered around a screen to watch.",
  "When NYU Langone came calling in March, they didn’t just sever ties, a former Cambridge Analytica employee said.",
  "Andy Rain / EPA file\n\n“He literally grabbed his belongings and got on a plane,” said one senior employee.",
  "Relationship Enrichment Collaborative did not respond to emails and Facebook messages requesting comment.",
  "NBC News discovered some of these clients by using a publicly available search for website certificates.",
  "“They threatened legal action, but we knew they wouldn’t do anything,” a former senior employee said.",
  "The CEO simply told those in the room to send any questions to the human resources representative.",
  "They gathered around the big screen and watched episodes of “The Office.” Someone made popcorn.",
  "The staffers were packed into a conference room, with Wheatland at the head of the table.",
  "A couple of the senior members of the company have stayed in their midtown office space.",
  "As he read a scripted speech, Wheatland “got emotional,” according to former employees.",
  "The meeting, which was postponed half a dozen times already, had started by that time.",
  "One iteration, a red bird reminiscent of the Twitter icon, was roundly criticized.",
  "The senior management worked up until the last minute to salvage the company.",
  "Cambridge Analytica found modest success in its quest for commercial clients.",
  "“Revenue had increased zero and the sales pipeline had disappeared.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "Instead, the dozens of U.S. employees played Nerf basketball.",
  "“Our jaws were on the floor,” one former employee said.",
  "“To clean up the mess,” one former employee explained.",
  "“You know how people go through the stages of grief?",
  "To some employees, the announcement was a relief.",
  "This was acceptance,” a former executive said.",
  "He didn’t mention severance or next steps.",
  "Cambridge Analytica' s offices in London.",
  "“They’d be too scared to follow through.",
  "There was a lot of down time.",
  "Moran’s, a nearby Irish pub.",
  "“Like, ‘I can’t believe it.",
  "That refund never came."
]