[
  "Even as they predicted slowing sales growth, Facebook executives cited a new figure to remind investors of its massive audience: 2.5 billion people used at least one of Facebook's apps (which include Instagram, WhatsApp and Facebook) last month.",
  "Wehner said the company will invest \"billions of dollars per year\" improving safety and security after a bruising period of headlines about Facebook's role in enabling fake news and election meddling.",
  "During a conference call with analysts, Facebook CFO David Wehner said sales growth may decline as the company prioritizes new formats like Stories and offers users \"more choice around privacy.\"",
  "Related: Facebook broke the law and faces maximum fine for Cambridge Analytica scandal\n\nAt the same time, Facebook stagnated or even shrank in some of its most developed markets.",
  "Wednesday's rare moment of weakness came as investors watch the company closely for signs of lingering damage after months of bad press, user outrage and regulatory scrutiny.",
  "Facebook's stock plunged 20% Thursday morning after the company said it expects revenue growth to slow as it \"puts privacy first\" and rethinks its product experiences.",
  "News that the data firm accessed information from as many as 87 million Facebook (FB) users without their permission broke in the final weeks of the first quarter.",
  "The comments echo a commitment CEO Mark Zuckerberg made last year to invest so heavily in \"preventing abuse\" on the platform that it cuts into profitability.",
  "\"The fallout is coming from within the company in an effort to limit fake news, offensive information and security/privacy breaches,\" Pachter said by email.",
  "Wedbush analyst Michael Pachter called the sales slowdown a self-inflicted wound, not a result of users or advertisers fleeing the platform.",
  "Facebook has found success with the three apps by emphasizing Stories, a visual and typically ephemeral format pioneered by Snapchat.",
  "Wehner said a focus on \"putting privacy first\" in its product development process will likely \"have some impact on revenue growth.\"",
  "\"The question is will this monetize at the same rate as News Feed,\" Sheryl Sandberg, Facebook's COO, said on the conference call.",
  "Wall Street's sharp reaction followed an earnings report that showed slower than expected growth in user numbers and ad revenue.",
  "Overall revenue hit $13.2 billion for the quarter, up 42% from the same period a year prior but below Wall Street estimates.",
  "The earnings report offered the clearest glimpse yet into how the Cambridge Analytica debacle impacted the business.",
  "Facebook had 279 million daily users there in the second quarter, down from 282 million in the prior quarter.",
  "It attributed the decline in part to the rollout of sweeping new data protection regulations there.",
  "That represents a slowdown from the 41 million daily users it added in the same quarter last year.",
  "Complying with sweeping new data protections in Europe also will have a \"modest impact\" on growth.",
  "The number of daily users remained flat in the United States and Canada and declined in Europe.",
  "The stock rebounded slightly as the evening wore on, but the news clearly spooked investors.",
  "The social network added 22 million daily active users globally during the quarter.",
  "\"We believe this number better reflects the size of our community,\" Wehner said.",
  "But any benefits found there could come at the expense of ad sales growth.",
  "\"We think that's the right thing to do for the business,\" he said.",
  "At the same time, Facebook expects its expenses to grow.",
  "\"And we honestly don't know.\""
]