[
  "Rep. Marsha Blackburn (R-TN) testified before the House Judiciary Committee on Thursday, arguing that thanks to Facebook and Google’s censorship practices, free speech “is endangered even here in America.”\n\nThe House Judiciary Committee’s hearing comes in the wake of the House Energy and Commerce’s hearing in April that featured Facebook CEO Mark Zuckerberg to discuss his company’s recent Cambridge Analytica privacy scandal.",
  "“We need to recognize that the global reach of these companies creates overwhelming pressure against free speech, and we need to do a much better job counteracting that pressure.”\n\nThe congresswoman then argued that Congress should reexamine the Safe Harbor provision in Section 230 of the Communications Decency Act, which technology experts claim allows for Facebook and Google to censor at will.",
  "Breitbart News obtained exclusive emails that documented how the social media giant believed that the ad was “inflammatory.”\n\nA Twitter representative told a social media team regarding the ad, “Yes – it appears that the line in this video specific to ‘stopped the sale of baby body parts’ has been deemed an inflammatory statement that is likely to evoke a strong negative reaction.",
  "Campbell suggested that Section 230 “gives them complete ability to say whatever they want with no liability or slander, or libel, or whatever they like.”\n\nBlackburn then noted that although Blackburn could fight back against the social media giants’ censorship, thousands of Internet users continue have their right to free speech stifled by Google, Facebook, and Twitter.",
  "“Like social media platforms, broadcasters clearly are private entities with their own First Amendment rights, but even so, we recognize that some speech is so important that we must protect its access to an important platform.”\n\nRep. Blackburn suggested in her testimony that Facebook, Google, Twitter are the new gatekeepers to the public square.",
  "Blackburn told the House Judiciary Committee:\n\nBut Section 230 of the Communications Act gives online platforms broad immunity from liability for user-generated content, except for a responsibility to take down certain things like child sex trafficking, theft of intellectual property, or terrorism.",
  "Facebook recently tweaked its algorithm to prioritize content that is “trustworthy, informative, and local.” No one knows exactly what that means, but we do know that since then, there has been a significant reduction in traffic from Facebook to some of the most prominent conservative news sites.",
  "If this is omitted from the video it will be permitted to serve.”\n\nThe House Communications and Technology Subcommittee chairman argued that social media companies, like broadcasters, should not be able to block political speech.",
  "Blackburn then suggested that these social media companies’ dominant status on the Internet creates “overwhelming pressure” to stifle free speech and that we need to counter that pressure to preserve free speech on the Internet.",
  "“For example, broadcasters are forbidden under Section 315 of the Communications Act from censoring the ad of a political candidate, even if it has disturbing content or language,” Blackburn contended.",
  "Fred Campbell, a former Federal Communications Commission (FCC) Wireless Bureau Chief, told Breitbart News Sunday how “Conservatism itself is at stake” thanks to Google and Facebook’s censorship.",
  "The Tennesee congresswoman said:\n\nThere are growing concerns about how and why Big Tech companies are making decisions to ban, deprioritize, or otherwise filter completely legal speech online.",
  "This should translate into more freedom, not less, for their users, but instead we are seeing more and more content censored by the new governors on some very flimsy pretenses.",
  "When Mark Zuckerberg testified earlier this month, every time someone asked about censoring conservatives, he said that Facebook takes down bad content like terrorism.",
  "Facebook recently deemed Diamond and Silk’s content “unsafe to the community,” which Zuckerberg later admitted was an “enforcement error” that his staff would fix.",
  "The Tennessee congresswoman contended that these companies have twisted their algorithms to limit the outreach of conservative voices on the Internet.",
  "“Free speech, as a value, is endangered even here in America, and is nonexistent in most of the world,” Blackburn told the House Judiciary Committee.",
  "Rep. Blackburn explained before the Judiciary Committee arguing that these social media giants are censoring otherwise legal speech online.",
  "Our findings show that Big Tech platforms are the new public square, and their executives, as the gatekeepers, are the new governors.",
  "It protects the Silicon Valley companies’ ability to support the Democrats by deleting our content with no liability,” Campbell said.",
  "Rep. Blackburn, who is running for the U.S. Senate seat in Tennessee, had one of her campaign ads blocked on Twitter last October.",
  "Campbell called for Congress to repeal Section 230 of the Communications Decency Act to preserve free speech on the Internet.",
  "Chairman Blackburn charged:\n\nTo make matters worse, many of these decisions are made within the black box of an algorithm.",
  "Representatives from Google, Facebook, and Twitter were also invited, but they did not appear at the hearing.",
  "Last October, Twitter blocked my campaign launch video from its ads platform, due to my pro-life message.",
  "As Chair of the Communications & Technology Subcommittee, we held a hearing in November on algorithms.",
  "But what about the thousands of others being thrown out of our new public squares for no good reason?",
  "In the campaign ad, Blackburn touted her pro-life beliefs and her opposition to selling baby parts.",
  "We are here today to speak up for them, and we are here today to speak up for free speech.”",
  "Rep. Blackburn concluded her testimony, charging, “I had the ability to fight back.",
  "When he gave me that answer, I responded that Diamond and Silk are not terrorism.",
  "This ban threatened the fundamental freedom to engage in political speech.",
  "As such, perhaps it is time to review some of our fundamental assumptions.",
  "The hearing also featured News Media Alliance CEO David Chavern.",
  "But this problem is more far-reaching than Diamond and Silk.",
  "But, these governments do not have a First Amendment.",
  "“I’ve argued that Section 230 should be repealed.",
  "Diamond and Silk had the ability to fight back."
]