[
  "Having an app that wraps itself in the rainbow flag passing on that status to third parties without their consent is a betrayal.”\n\n“One prominent LGBTQ activist put it to me that this was Cambridge Analytica for the LGBTQ communities,” Jones added, using a variant of LGBT where Q stands for “queer” or “questioning.”\n\n[Trump administration fires all members of HIV/AIDS advisory council]\n\nCase said there shouldn’t be any comparison between Grindr and Cambridge Analytica, a British data firm that worked for President Trump’s campaign and is now under criticism over reports that it improperly accessed the personal information of tens of millions of Facebook users.",
  "“As the testing of our feature is completed, any information related to HIV status has been removed from Apptimize and we are in the process of discussing removal of this data from Localytics.”\n\nBuzzfeed’s report included findings by the Norwegian nonprofit SINTEF, which said that users’ HIV data were being shared along with their GPS location and other identifying information, such as sexuality, relationship status, ethnicity and phone IDs to third-party advertising companies.",
  "“Sometimes this data may include location data or data from HIV status fields as these are features within Grindr, however, this information is always transmitted securely with encryption, and there are data retention policies in place to further protect our users’ privacy from disclosure.”\n\nChen also said that Grindr reminds its users that sharing their HIV statuses on their profiles will make that information public.",
  "“To then have that data shared with third parties that you weren’t explicitly notified about, and having that possibly threaten your health and safety — that is an extremely, extremely egregious breach of basic standards that we wouldn’t expect from a company that likes to brand itself as a supporter of the queer community.”\n\nThe revelation also caught the attention of at least one lawmaker.",
  "“I think this is the incompetence of some developers that just send everything, including HIV status.”\n\nThe findings raised concerns among advocacy groups and cybersecurity experts who told BuzzFeed that the sharing of information could put users at risk, especially if they live in countries that are unfriendly to gay men.",
  "The decision comes after BuzzFeed reported Monday that Grindr, which has 3.6 million daily active users worldwide, has been providing HIV status and “last tested date” — information that Grindr users choose to include in their profiles — to two analytics companies.",
  "Bryce Case, Grindr’s head of security, said that sharing information with Apptimize and Localytics is “standard industry practice for rolling out and debugging software” and was done securely to test and optimize the app’s features, such as HIV testing reminders.",
  "“There is a major difference between a company like Grindr sharing encrypted data with a software vendor to debug its app, and having it harvested from an outside third party like Cambridge Analytica, which is not what is happening here,” Case said.",
  "San Francisco-based Apptimize and Boston-based Localytics, Chen said, are “highly-regarded software vendors” hired to improve the app and “are under strict contractual terms” to ensure user privacy and data security.",
  "“Any information we provide to our software vendors including HIV status information is encrypted and at no point did we share sensitive information like HIV status with advertisers,” Case said in a statement.",
  "Founded in 2009, Grindr bills itself as “the world’s largest social networking app for gay, bi, trans, and queer people.” Last year, Grindr became a space for users to freely share their HIV status.",
  "In a lengthy, point-by-point statement, Scott Chen, Grindr’s chief technology officer, said the company does not sell personally identifiable user information to third parties or advertisers.",
  "Last month, and just a week before the BuzzFeed story was published, Grindr announced a new feature allowing users to receive reminders to get tested for HIV every three or six months.",
  "“Grindr is a relatively unique place for openness about HIV status,” James Krellenstein, of the AIDS advocacy group ACT UP New York, told BuzzFeed.",
  "Read more:\n\nThe graying of HIV: 1 in 6 new U.S. cases are people older than 50\n\nCan the Chinese government now get access to your Grindr profile?",
  "Grindr, a popular dating app for gay men, said it will stop sharing users’ HIV data with third-party companies that analyze mobile and Web apps.",
  "The report prompted a backlash among some users and advocacy groups that consider the sharing of data a breach of users’ trust.",
  "In a piece in the Guardian, British columnist and book author Owen Jones called the data-sharing an act of betrayal.",
  "That does not include sharing something as profoundly personal (and still stigmatized) as HIV status,” Jones wrote.",
  "“When working with these platforms we restrict information shared except as necessary or appropriate,” Chen said.",
  "Sharing sensitive information like this can put LGBT Americans at risk,” Sen. Edward J. Markey (D-Mass.)",
  "“It may be a commercial app, but as an LGBTQ app Grindr has responsibilities to the wider communities.",
  "The company said it provided users with that option to “foster an open dialogue” about sexual health.",
  "“If people wish to be open about their status on Grindr, that should be applauded and celebrated.",
  "[‘I don’t feel like I’m a threat anymore.’ New HIV guidelines are changing lives.]",
  "That’s the main issue,” Antoine Pultier, a researcher at SINTEF, told BuzzFeed.",
  "Meet the man leading the charge against the global HIV/AIDS epidemic",
  "“Privacy isn’t just about credit card numbers and passwords.",
  "“The HIV status is linked to all the other information.",
  "said on Monday."
]