[
  "The details of the law are far too complex to explain here, but some of the things it mandates are that personal data of EU citizens can only be collected and saved for \"specific, explicit, and legitimate purposes,\" and only with explicit consent of the user.",
  "It has existed in secret far too long, and it's up to lawmakers to force these companies into the public spotlight, where we can all decide if this is how we want society to operate and -- if not -- what to do about it.",
  "And it can infer even more: our sexual orientation, political beliefs, relationship status, drug use, and other personality traits -- even if we didn't take the personality test that Cambridge Analytica developed.",
  "In the wake of this scandal, even Mark Zuckerberg said that his industry probably should be regulated, although he's certainly not wishing for the sorts of comprehensive regulation the GDPR is bringing to Europe.",
  "I don't see any hope of Congress passing a GDPR-like data protection law anytime soon, but it's not too far-fetched to demand laws requiring these companies to be more transparent in what they're doing.",
  "Equifax is one of those thousands of data brokers, most of them you've never heard of, selling your personal information without your knowledge or consent to pretty much anyone who will pay for it.",
  "Last year, Equifax was in the news when hackers stole personal information on 150 million people, including Social Security numbers, birth dates, addresses, and driver's license numbers.",
  "But for every article about Facebook's creepy stalker behavior, thousands of other companies are breathing a collective sigh of relief that it's Facebook and not them in the spotlight.",
  "Add to that the websites we visit that Google tracks through its advertising network, our Gmail accounts, our movements via Google Maps , and what it can collect from our smartphones.",
  "Surveillance capitalism is deeply embedded in our increasingly computerized society, and if the extent of it came to light there would be broad demands for limits and regulation.",
  "And while the individualized profile-driven manipulation exposed by Cambridge Analytica feels abhorrent, it's really no different from what every company wants in the end.",
  "It collects data from our posts, our likes, our photos , things we type and delete without posting, and things we do while not on Facebook and even when we're offline.",
  "But because this industry can largely operate in secret, only occasionally exposed after a data breach or investigative report, we remain mostly ignorant of its reach.",
  "Back in 2010, the Wall Street Journal published an award-winning two-year series about how people are tracked both online and offline, titled \"What They Know.\"",
  "Uber used just some of that information to detect one-night stands; your smartphone provider and any app you allow to collect location data knows a lot more.",
  "Its goal is psychological manipulation, in the form of personalized advertising to persuade you to buy something or do something, like vote for a candidate.",
  "Because while Facebook is one of the biggest players in this space, there are thousands of other companies that spy on and manipulate us for profit.",
  "What will it be like when every company has to publish this sort of information, and explicitly explain how it's using your personal data?",
  "Because pretty much all surveillance capitalism companies collect data on Europeans, this will expose the industry like nothing else.",
  "Regulation is the only answer\n\nFollow CNN Opinion Join us on Twitter and Facebook\n\nThe first step to any regulation is transparency.",
  "(CNN) In the wake of the Cambridge Analytica scandal, news articles and commentators have focused on what Facebook knows about us.",
  "And advances in both big data analysis and artificial intelligence will make tomorrow's applications far creepier than today's.",
  "In preparation for this law, PayPal quietly published a list of over 600 companies it might share your personal data with.",
  "There are 2,500 to 4,000 data brokers in the United States whose business is buying and selling our personal data.",
  "Our interests and curiosities, hopes and fears, desires and sexual proclivities, are all collected and saved.",
  "It tracks our location continuously, so it knows where we live, where we work, and where we spend our time.",
  "It's the first and last thing we check in a day, so it knows when we wake up and when we go to sleep.",
  "Consent can't be buried in the terms and conditions, nor can it be assumed unless the user opts in.",
  "In 2016, the European Union passed the comprehensive General Data Protection Regulation, or GDPR.",
  "This law will take effect in May, and companies worldwide are bracing for its enforcement.",
  "This is why all your personal information is collected, and this is why it is so valuable.",
  "Harvard Business School professor Shoshana Zuboff calls it \" surveillance capitalism .\"",
  "Companies like Facebook and Google offer you free services in exchange for your data.",
  "And as creepy as Facebook is turning out to be, the entire industry is far creepier.",
  "You certainly didn't give it permission to collect any of that information.",
  "It's behind most of the \"free\" services, and many of the paid ones as well.",
  "That phone is probably the most intimate surveillance device ever invented.",
  "Surveillance capitalism has operated without constraints for far too long.",
  "Google's surveillance isn't in the news, but it's startlingly intimate.",
  "The media has been reporting on surveillance capitalism for years.",
  "Companies that can understand it can use it against you.",
  "Surveillance capitalism drives much of the internet.",
  "Surveillance capitalism takes this one step further.",
  "We all have one, so it knows who we sleep with.",
  "We never lie to our search engines.",
  "It buys data about us from others.",
  "In 2015, I wrote a book about it.",
  "What are they doing with it?",
  "Who are they selling it to?",
  "How are they securing it?",
  "We're about to find out.",
  "Here's just one example.",
  "This might change soon.",
  "None of this is new.",
  "A lot, it turns out.",
  "Who has our data?",
  "Can we delete it?",
  "Is it accurate?",
  "He's right."
]