[
  "Which meant that when lawmakers did ask pertinent questions—Senator Cory Booker, for instance, pressed Zuckerberg on discriminatory housing ads on the site—they lacked the bearings to challenge the Facebook mogul when he dodged the topic and promised “to get back” to them.",
  "This wasn’t because of the late hour—Hillary Clinton’s Benghazi testimony was 11 hours long—but because it became increasingly clear that, if there were a puzzle that Zuckerberg was to help Congress solve, it would not be presented that evening.",
  "And that was one of the more substantive exchanges of the session: On the whole, senators didn’t grapple with the cultural and political implications of Facebook so much as with the basic mechanics by which it operates.",
  "It seemed appropriate, then, that in the last few minutes of the hearing, Senator Jon Tester asked Zuckerberg how he would take measures to ensure the Cambridge Analytica episode never happened again.",
  "Senate Judiciary chairman Chuck Grassley, for example, appeared to read his opening remarks from Facebook’s Wikipedia page, ticking off a laundry list of facts (Facebook has two billion users!",
  "Republicans and Democrats alike prefer to ask questions to which they already know the answers, daring witnesses to challenge their carefully considered take on the issue at hand.",
  "Which is to say that Zuckerberg seemed as anxious as the rest of us, convinced that something “extraordinary”—to borrow Senator John Thune’s words—was about to unfold.",
  "The hearing became a real-world simulation of a common Facebook experience: a grandparent asking their grandchild in all caps how, exactly, all this works.",
  "Senator Ted Cruz hammered Zuckerberg on Facebook’s alleged bias against conservative content; in response, Zuckerberg affirmed his support of free speech.",
  "If anything was extraordinary about Tuesday’s hearing, it was how quickly the power dynamic shifted—arguably before Zuckerberg even opened his mouth.",
  "They also prefer to ask questions that form a narrative; it is the job of a witness to either confirm that narrative, or push back convincingly.",
  "Senators used their time to litigate their personal concerns about Facebook, phrased, conveniently, in television-ad-friendly soundbites.",
  "“But stop apologizing and let’s make a change.” (If Cortez Masto articulated a change to be made, it was lost on Zuckerberg.)",
  "Within minutes, Zuckerberg was fielding questions from lawmakers who, it seemed, did not know the answers.",
  "Zuckerberg responded by simply reiterating the three steps he’d outlined in his opening statement.",
  "“Appreciate you being here, appreciate you apologizing,” Senator Catherine Cortez Masto said.",
  "Most who stand before the Senate Judiciary Committee are prepared to defend something.",
  "It’s not surprising that Facebook’s stock soared over the course of the hearing.",
  "Only this time, just a few photographers felt it was worth a snapshot.",
  "Reporters, photographers, and other observers dropped off like flies.",
  "Submit a letter to the editor or write to letters@theatlantic.com.",
  "Almost immediately, Zuckerberg’s ashen face regained its color.",
  "), and inadvertently signaling the language barrier to come.",
  "And suddenly, everyone was back where they had started.",
  "We want to hear what you think about this article.",
  "The hearing thus devolved into a free-for-all.",
  "Zuckerberg did neither, but he didn’t have to.",
  "His wooden posture quickly loosened.",
  "Tester seemed satisfied.",
  "Offices in 13 U.S.",
  "cities!"
]