[
  "When Turnbull describes using ex-British intelligence officers to do research, he could be describing (or who knows, maybe even is describing) Christopher Steele, the ex-MI6 officer who compiled a dossier on Trump on behalf of Fusion GPS, which was in turn working for a law firm, which was in turn working for the Democratic National Committee.",
  "Forget the morality of engaging honeytraps or sting operations; a company that truly believed it could abseil into voters’ heads with sophisticated data and manipulate them that way would feel no need to make claims about other, less scientific methods.",
  "They will offer a large amount of money to a candidate to finance his campaign in exchange for land, for instance, we’ll have the whole thing recorded on cameras, we’ll blank out the face of our guy, and then post it on the internet.",
  "In April 2016, Molly Ball visited the American Association of Political Consultants’s annual conference and found widespread concern that recent electoral results were showing that the pros had no idea what they were doing.",
  "“I must emphatically state that Cambridge Analytica does not condone or engage in entrapment, bribes, or so-called ‘honeytraps,’ and nor does it use untrue material for any purpose.” In other words: Trust me, I was lying.",
  "The honeytraps and stings are a bit more exotic, at least in American politics; they are more the stuff of television shows and sometimes of politics in other countries, but in any case they are also not innovative.",
  "Barack Obama’s victories established sophisticated data modeling as an elixir, and Hillary Clinton’s campaign lapped it up, leading her campaign to discount warning signs in key Midwestern states.",
  "The more important takeaway is this: If Cambridge Analytica’s psychometrics were as effective as they have claimed, why would they need to even discuss engaging in this type of skullduggery?",
  "In the Channel 4 video, Nix, along with colleagues Mark Turnbull and Alex Tayler, make some eye-popping claims to a reporter posing as a wealthy Sri Lankan would-be client.",
  "The fact that Cambridge Analytica is peddling such tactics, whether honestly or disingenuously, implies their psychometric tricks are a Potemkin village.",
  "There’s a long line of false (or at least exaggerated) prophets in political consulting who have overhyped their own, messianic new campaign solutions.",
  "We have lots of history with these things.”\n\nAre these things true, or are they just Nix and Turnbull trying to land a client?",
  "Some political scientists have argued that campaign tactics make very little difference to the outcome of elections anyway.",
  "Nix describes sting operations: “We’ll have a wealthy developer coming in, someone posing as a wealthy developer.",
  "Turnbull speaks of engaging companies run by ex-spies from the U.K. agencies MI5 and MI6 to do research.",
  "Nix and Turnbull could have told the ersatz Sri Lankan that stings and such were outmoded.",
  "Given that CA has overstated its powers in the past, why wouldn’t it do so here?",
  "CA’s psychometrics pretended to supersede a previous idol, microtargeting.",
  "As for the actual stuff Nix and Turnbull discuss, it’s pretty well-worn.",
  "Which in this case, isn’t necessarily all that hard to believe.",
  "“They will find all the skeletons in the closet,” he says.",
  "“I am aware how this looks,” Nix said in a statement.",
  "And Fusion had previously been hired by a GOP donor.",
  "… Send some girls around to the candidate’s house.",
  "That sort of work is hardly revolutionary.",
  "Still, it’s hard to tell what to believe.",
  "CA would hardly be the first offender.",
  "Data alone was not enough, either."
]