[
  "There’s a lot of confusion and concern around the world about what’s happening in our country.”\n\nClinton hit all the bases in her presentation: WikiLeaks, former FBI Director James Comey, the email scandal, the “lock her up” chants, alleged Russian collusion by Trump and even the departure of Rex Tillerson as Secretary of State, whom she said “didn’t care about a lot of the expertise that members of the department had accumulated over decades…”\n\nBut she always returns to he “lock her up” chants that became a mainstay at Trump’s election rallies.",
  "“It was disturbing to see that and never have any facts behind it.”\n\nClinton said she finds it “really depressing” that some people still believe she was guilty of breaking the law by using a private email server for work-related duties while she served with the State Department.",
  "Hillary Clinton addressed the exclusive, women-only club The Wing Tuesday night in New York City, where she regaled its membership with talk about President Donald Trump’s “misogyny and sexism.” As Newsweek reports, she said it’s a difficult burden for her to bear.",
  "The former secretary of state told the well-heeled and high-heeled group that she doesn’t think she would have prevented the #MeToo crusade from happening if she had been elected president instead of Trump.",
  "“I think that my losing probably accelerated that wave, but the wave was coming.”\n\nAs were the predictions about the Trump presidency that Clinton says will inevitably become even harder to cope with.",
  "“And everyday that goes by there’s more evidence and more proof of Russia and fake news and Cambridge Analytica and misogyny and sexism.",
  "“I think we are in a really bad spot,” she told her admirers, who sipped champagne, according to Newsweek.",
  "She doesn’t believe “we’ve seen the bottom yet” with what she says is Trump’s escalating decline.",
  "“I don’t understand how what is happening is going to better prepare us for the future.",
  "“I believe that it was a wave that was building and building,” she said.",
  "I mean it’s hard, it’s very hard,” she said of the Trump administration.",
  "“When he can’t think of anything to say, Trump starts chanting it.",
  "And you sit there and think ‘does he think I was elected?",
  "“I was really stunned by those chants,” said Clinton.",
  "“They’re still chanting it,” Clinton noted.",
  "'”\n\nFollow David on Twitter",
  "Everything is so unstable."
]