[
  "In the past several days, major developments on the Trump-Russia front have given Democrats new ammunition to bolster their claim that the Trump campaign colluded with Moscow, given the Trump administration new ammunition to bolster its counter-claim that the whole scandal has been ginned up by its enemies, and led a senior Republican lawmaker to question whether the White House was going soft on Moscow for nefarious reasons.",
  "“Well before any public knowledge of these events, the [Steele dossier] identified multiple elements of the Russian operation including a cyber campaign, leaked documents related to Hillary Clinton, and meetings with Paul Manafort and other Trump affiliates to reportedly discuss the receipt of stolen documents.”\n\nPut most simply, the new Washington Post story just doesn’t do what Trump and his allies claim.",
  "According to Vanity Fair’s Howard Blum, “the funding came from a ‘Never Trump’ Republican and not directly from the campaign war chests of any of Trump’s primary opponents.” Clinton’s camp only started picking up the tab in April 2016, according to the Post, which makes it hard to dismiss the dossier’s entire contents as the results of a secret Democratic plot.",
  "It will be difficult to have faith that the Trump team has America’s best interests in mind — so difficult, in fact, that even a top Republican senator was spurred to raise questions about “purposeful” obstruction of measures designed to punish Moscow for a historic attack on the integrity of an American election and the broader US political system.",
  "“We know that congressional and DOJ investigators believe that Trump’s campaign might have helped guide Russia’s voter targeting scheme and that Flynn, who worked for Trump’s campaign and with Cambridge Analytica, is suspected of having extensive ties with Russian operatives,” my colleague Sean Illing explains in a vital profile of the group.",
  "In the most conspiratorial-yet-still-plausible view, delaying elections sanctions was part of a quid pro quo or blackmail arrangement with Putin, one in which Trump continually obstructs US sanctions on Russia as much as possible in exchange for election help and Putin keeping compromising material on Trump from being made public.",
  "“US political campaign seeking help of US adversary doing damage to US, to then damage another American.”\n\nThis, like the Post’s Clinton scoop, is legitimately interesting — but is also being overinterpreted by people who believe it confirms their overarching view of the Russia scandal.",
  "The third bit of news is that Sen. Bob Corker — the anti-Trump Republican who warned that the president might start “World War III” — raised questions about an over three week delay on Trump administration implementation of congressionally mandated sanctions on Russia.",
  "More significantly, leading Democrats — including Clinton campaign chair John Podesta and former DNC Chair Debbie Wasserman Schultz — reportedly denied any knowledge of this arrangement when asked by congressional investigators, per a CNN report on Thursday afternoon.",
  "The scoop this week, first reported by the Daily Beast’s Betsy Woodruff on Wednesday morning, is that Cambridge CEO Alexander Nix reached out to WikiLeaks head Julian Assange to try to acquire 33,000 emails that had been deleted from Clinton’s private server.",
  "The first revelation is that Hillary Clinton’s campaign helped finance the compilation of the infamous “Steele dossier,” an ex-British spy’s investigation into Trump’s Russia ties that surfaced some of the more vivid allegations against the president.",
  "We know, for example, that Russia engaged in a massive information campaign designed to help bolster the Trump campaign, including by spamming pro-Trump and anti-Clinton messages through US social media platforms like Facebook and Twitter.",
  "While he informed Trump allies of the idea of working with WikiLeaks afterward, there’s no reason to believe they told him to write the email — which suggests it wasn’t a “political campaign seeking help of US adversary,” as Watts wrote.",
  "Special counsel Robert Mueller is investigating Cambridge as part of his look into the Trump-Russia mess, with the company’s work with disgraced former National Security Adviser Michael Flynn raising a particularly big red flag.",
  "What’s more, the Steele dossier itself has been deemed credible at the highest levels of the US intelligence community, to the point where both Presidents Obama and Trump were briefed on it before its existence was made public.",
  "They are claiming the Steele dossier can be discarded entirely as a work of propaganda from a Clinton campaign hack, and even that the Post’s piece is proof that Clinton was colluding with foreigners to influence the election.",
  "The Clinton story has gotten the most attention, but it’s not quite so telling as it seems to Trump defenders — and neither, for that matter, is the Cambridge Analytica story as devastating as Trump critics would have it.",
  "The latter involves working with a hostile foreign government to influence the outcome of a US election, and potentially aiding and abetting a crime (the hack and theft of Clinton campaign and DNC emails) in the process.",
  "Elias reportedly lied to the New York Times earlier this year when he was asked point blank about the document, telling reporter Ken Vogel that “you (or your sources) are wrong” about a connection between him and Steele.",
  "Second, it could in theory point to a pathway through which information traveled from the Kremlin to the Trump campaign: We know that Assange published emails Russia passed to him after stealing them from Clinton allies.",
  "“It is not clear whether he sent it before or after Cambridge Analytica was brought onto the campaign.”\n\nSecond, and more importantly, there’s no evidence that the Cambridge-WikiLeaks connection actually went anywhere.",
  "The Clinton campaign may have helped fund the Steele dossier — and then lied about doing so — but the reasons to worry about Trump’s possible collusion with Moscow didn’t start with the dossier, and don’t end with it.",
  "It’s where, for example, the “pee tape” rumors come from — the notion that Russia is blackmailing Trump with videotapes of him with Moscow prostitutes whom he hired to urinate on a bed President Obama once slept in.",
  "The Clinton story doesn’t vindicate Trump\n\nBefore trying to draw big conclusions from the Clinton story, published in the Washington Post late on Tuesday, it’s important to be clear on what it does and doesn’t say.",
  "The Cambridge Analytica story doesn’t damn Trump\n\nThe second big piece of news this week concerns Cambridge Analytica, the UK-based company that ran the Trump campaign’s data operation beginning in June 2016.",
  "The Steele dossier, so named because it was compiled by ex-MI6 agent Christopher Steele, is a compilation of allegations of Russian influence over Trump that’s breathtaking in its scope and specificity.",
  "This story, in short, shows how the Russian election hack and subsequent investigation are continuing to sow division inside American politics — creating suspicion where none would otherwise exist.",
  "It’s a clear indication of the stakes of the Trump-Russia scandal: the real possibility that Russia may well be exerting undue influence on the way the Trump administration makes policy.",
  "The second is that Cambridge Analytica, a shady British data firm employed by the Trump campaign, asked WikiLeaks’ Julian Assange for help in “finding” Hillary Clinton’s missing emails.",
  "Third, and most importantly, attacks on the provenance of the Steele dossier would only matter if it were the only real source of allegations about Trump and Russia.",
  "We know that the Trump campaign employed several people, including former campaign manager Paul Manafort, who have known financial ties to the Kremlin or its allies.",
  "\"This is a profoundly vindicating day,” Mollie Hemingway, a senior editor of the Trump-friendly publication the Federalist said on Fox News on Wednesday.",
  "Independent intelligence experts have pointed out that many of its claims — though not the pee tape — have been confirmed by subsequent investigations.",
  "This story concerns a new set of sanctions on Russia passed overwhelmingly by Congress earlier this year as a kind of punishment for the election hack.",
  "First, it suggests a willingness on the part of Trump allies to reach out to foreign sources with anti-American agendas (Assange is no fan of the USA).",
  "The Post’s big scoop was that some of Steele’s work had been funded by the Clinton campaign and the Democratic National Committee through go-betweens.",
  "But as long as key questions about Trump’s connections to Russia and Putin remain unanswered, there will be a pall over US-Russia policy under Trump.",
  "We also know that Donald Trump Jr. took a meeting with a Kremlin-linked attorney who promised dirt on Clinton and said Moscow wanted to help Trump.",
  "In any other administration, the delayed implementation of a Russia sanctions bill would be assumed to be an innocent bureaucratic screw-up.",
  "The bill required the Trump administration to, by October 1, identify which Russian entities, precisely, would be hit by the new sanctions.",
  "“If true, HOLY COW!” tweeted Clint Watts, a fellow at the Foreign Policy Research Institute who tracks Russian involvement in US politics.",
  "The former involves paying an experienced private investigator — remember, Steele is a retired British agent — to conduct research.",
  "Second, the notion that the Clinton campaign paying Steele is the same as Trump (allegedly) colluding with Russia is laughable.",
  "Marc Elias, a Clinton campaign lawyer, hired a political research firm called Fusion GPS to assist Clinton’s campaign on Trump.",
  "“Steele and his company appear serious and credible,” John Sipher, a 30-year veteran of the CIA, wrote at Slate in September.",
  "“Assange told the Cambridge Analytica CEO that he didn’t want his help, and preferred to do the work on his own,” she writes.",
  "By Wednesday afternoon, more than three weeks after the October 1 deadline, the Trump administration still had not complied.",
  "Assange tweeted that he refused to help Nix; while he’s not especially credible, that’s also what Woodruff’s sources said.",
  "“No one from the Trump campaign was copied on the email,” CNN reported in a follow-up to the Daily Beast’s piece.",
  "It seems that Corker’s inquiry got results: the State Department released the required list on Thursday evening.",
  "Corker, who chairs the Senate Foreign Relations Committee, was angry — and he let a group of reporters know it.",
  "Fusion’s work investigating Trump and Russia actually began in September 2015, during the Republican primary.",
  "Lying to such investigators is a crime, so if they did know, they’d potentially be in very serious trouble.",
  "These things all raise profound questions about Trump’s ties to Russia independently of the Steele dossier.",
  "So while the Cambridge Analytica report is certainly suggestive, it doesn’t on its own confirm very much.",
  "The Russia sanctions story show the stakes in all of this\n\nFinally, we have the Russia sanctions story.",
  "Indeed, that was the official administration line — State claimed it was overwhelmed by sanctions work.",
  "What follows is a guide to these stories — what we really learned this week, and why it really matters.",
  "“It turns out the Clinton campaign was doing what it accused the Trump campaign of doing.\"",
  "But given Trump’s long history of friendliness to Russia, it also might not have been.",
  "First, there’s no evidence (yet) that the Trump campaign was behind Nix’s outreach.",
  "“I don't have any way of evaluating whether it's purposeful or not purposeful.\"",
  "The implication that Trump allies are drawing from this is a bit more dubious.",
  "The first is that the Clinton campaign did not fund the research alone.",
  "The Russia sanctions story, by contrast, is arguably being underplayed.",
  "This matters because it could land some important people in hot water.",
  "There are three problems with this interpretation of the news.",
  "Fusion paid for Steele’s research using DNC and Clinton cash.",
  "But Corker’s Wednesday comments were still extremely telling.",
  "\"I'm going to get on the phone with someone,” Corker said.",
  "It’s a lot to unpack, and we’re here to help.",
  "That could well turn out to have been true.",
  "This matters for two reasons.",
  "That sounds outlandish.",
  "It’s not."
]