[
  "But the source told BuzzFeed News that Wylie’s ongoing contacts with former colleagues “boost his credibility over the knowledge he had.”\n\nSwalwell told BuzzFeed News the Democrats are looking into Wylie’s testimony “to distinguish what he had personal knowledge on and then what he just viewed or had second-hand knowledge on.”\n\nRep. David Cicilline, a Democrat on the House Judiciary Committee, told BuzzFeed News that Wylie’s comments about Cambridge showed “no evidence of collusion with the Trump campaign.”\n\nThat conclusion was underscored by the report released Friday by Republicans on the House Intelligence Committee.",
  "— Julian Assange (@JulianAssange), October 25, 2017\n\nA report released today by Republicans on the House Intelligence Committee says that Cambridge contacted Assange in June 2016 “to confirm whether WikiLeaks possessed the ‘missing’ emails deleted from Clinton’s private server.” That is a reference to 33,000 emails that Clinton said had been deleted from a private account she used for official work while she was secretary of state.",
  "Neither Swalwell nor Adam Schiff, the ranking Democrat on the House Intelligence Committee, would describe the new connection, but Swalwell said it was “substantive and separate” from the previously reported contact between Assange and Cambridge CEO Alexander Nix, in which Nix sought to help WikiLeaks release Hillary Clinton’s hacked emails.",
  "A source close to Democrats on the intelligence committee told BuzzFeed News that Wylie’s testimony was significant because he disclosed that he had maintained contact with Cambridge Analytica employees after leaving the company in 2014.",
  "Democrats invited Wylie to speak to them after Wylie disclosed that Cambridge Analytica had secretly collected private information from millions of Facebook users and used the information to help the Trump campaign target voters.",
  "Cambridge Analytica whistleblower Christopher Wylie revealed new and potentially significant ties between his former company and WikiLeaks founder Julian Assange, according to House Democrats who interviewed Wylie this week.",
  "Nix told the intelligence committee that he “did not share this [outreach] with anyone on the Trump campaign,” and had contacted Assange before the Trump campaign hired Cambridge, in late June 2016, according to the report.",
  "Although Republicans ended the intelligence committee’s official probe of the 2016 election with no finding of collusion, Democrats are continuing an inquiry and plan to release their own report.",
  "Republicans did not attend Wylie’s session on Wednesday with members of the House Intelligence Committee or on Tuesday with members of the House Judiciary Committee and Oversight Committee.",
  "“We’re trying to verify it right now.”\n\nCambridge Analytica worked on Donald Trump’s 2016 presidential campaign, helping target voters through social media.",
  "Wylie’s comments by about Cambridge and WikiLeaks appear to have been the highlight of his interviews this week with Democrats on three House committees.",
  "The Trump campaign’s digital director, Brad Parscale, told the committee that he did not know that Cambridge had contacted Assange, the report says.",
  "Former Cambridge Analytica employee Christopher Wylie on Wednesday before his meeting with Democratic members of the House Intelligence Committee.",
  "Schiff said in a statement that Wylie had disclosed “several previously unknown connections” between Cambridge Analytica, Assange, and WikiLeaks.",
  "Nix was suspended as CEO in March after videotapes emerged of him offering to entrap a political candidate by sending women to his house.",
  "“It’s a significant connection,” Rep. Eric Swalwell told BuzzFeed News, adding that Wylie plans to give Democrats additional documents.",
  "Assange has acknowledged on Twitter that before the 2016 presidential election, Cambridge Analytica approached him about the emails.",
  "I can confirm an approach by Cambridge Analytica [prior to November last year] and can confirm that it was rejected by WikiLeaks.",
  "Company officials have taken credit for Trump’s victory, but the Trump campaign said Cambridge’s claims are overstated.",
  "Cambridge Analytica and the Trump campaign denied that the company used its Facebook data on the campaign.",
  "Cambridge officials have discounted Wylie’s allegations by noting his departure date.",
  "Assange said he rejected the company’s offer."
]