[
  "More recently, two ties between Cambridge Analytica and Russia have emerged: Cambridge Analytica’s British parent, SCL Group, had contacts in 2014 and 2015 with Russian oil giant Lukoil, which had expressed interest in targeting US voters; and Aleksandr Kogan, the UK-based data scientist who helped Cambridge Analytica get Facebook records, did research at St. Petersburg State University in Russia.",
  "“Combining those three things, we’re talking about building partisanship models, turnout models, persuadable voters, 12 different issue sets — the basic building blocks you need from a campaign.”\n\nOczkowski told BuzzFeed News that his comment about “leveraging” referred to work he and other Cambridge Analytica employees were doing analyzing the Trump campaign’s own data for voter-targeting.",
  "A third Democrat on the committee, California Rep. Eric Swalwell, would not characterize Nix’s testimony, but told BuzzFeed News, “His answers need to be tested by obtaining third-party data and interviewing people who worked around him” — something that's unlikely to happen now that Republicans have shut down the committee's Russia investigation.",
  "“Knowing that Cambridge Analytica was willing to use inappropriately obtained data to help the Trump campaign, I think it’s fair to pursue whether they were willing to work with Russia.”\n\nCambridge Analytica and the Trump campaign have denied using the company’s Facebook records during the 2016 presidential election or sharing them with Russians.",
  "But a source close to the committee read notes to BuzzFeed News of an exchange in which a Democratic staffer asked Nix, “Has Cambridge Analytica acquired bulk data through Facebook?”\n\nCastro said, “Cambridge Analytica has not been honest with us.” If Nix is proven to have deliberately lied, “charges should be pursued against him,” Castro said.",
  "Alexander Nix’s disputed testimony is likely to intensify pressure in Washington for more information on the role Cambridge Analytica played in Donald Trump’s 2016 presidential campaign, including whether Trump’s digital operation gave data to Russians to help them target US voters through social media.",
  "The committee’s ranking Democrat, Adam Schiff, pointed to previous comments he’d made in which he said he had “serious questions about the truthfulness of Mr. Nix’s testimony” in light of TV news footage showing him belittling the committee and explaining his use of self-deleting emails.",
  "Two Democratic members of the House Intelligence Committee have told BuzzFeed News that the head of the embattled political consulting firm Cambridge Analytica misled the committee last year when he denied that his company had obtained millions of personal records through Facebook.",
  "Theresa Hong, the Trump campaign’s digital content director, told the British Broadcasting Company in August that Cambridge Analytica researchers “collected data” to find groups of voters with common interests to be targeted with issue-specific online ads.",
  "Nix was recorded by a British TV crew working undercover saying that “our data informed all the strategy.”\n\n“We did all the research, all the data, all the analytics, all the targeting,” Nix told the TV crew, which was posing as a prospective client.",
  "“We know that a big part of the Russian interference campaign was hacking and weaponizing social media, and a big part of what Cambridge Analytica did was using social media to deliver the candidate’s [Trump’s] message,” Swalwell said.",
  "The outrage against Facebook for failing to protect its users’ privacy has largely overshadowed Mueller’s interest in the company and its role in helping Trump’s digital operation target voters for narrowly tailored messages and ads.",
  "“One of the things they [Cambridge Analytica] used the stolen data for was to make more effective models, to identify the traits or characteristics that would allow certain messages to resonate more,” Fischer told BuzzFeed News.",
  "“We need to understand how Cambridge Analytica acquired all the data from Facebook, whether they shared it or sold it to third parties, and how they used it, including its use with any political campaigns,” Castro said.",
  "The allegations against Nix could signal additional trouble for Cambridge Analytica as it reels from a global scandal over its improper acquisition of Facebook data on 87 million people, including 71 million in the US.",
  "“If Cambridge Analytica used the stolen data to develop more effective modeling and then applied it to the RNC or Trump campaign data, that presents a way for the Trump campaign to have benefited from the stolen data.”",
  "Cambridge Analytica said in a recent statement that after being hired by the Trump campaign in June 2016, “the company initially used its own commercial and political data,” which did not include Facebook records.",
  "“I don’t know if we can conclude that this shows the Trump campaign made use of Cambridge Analytica’s stolen data,” said Brendan Fischer of the Campaign Legal Center, a nonpartisan group focused on election law.",
  "But Reps. Mike Quigley and Joaquin Castro, who are Democratic members of the committee, both said they believe he was dishonest when he was asked whether Cambridge Analytica had obtained its data from Facebook.",
  "“On the targeting piece, we’re talking about building a database, working with the RNC, working with the [Trump campaign’s] Alamo database … and then leveraging Cambridge’s database,” Oczkowski said.",
  "“They’ve collected data and they have identified as working mothers that are concerned about child care,” Hong told a BBC reporter as she played a campaign ad showing families with young children.",
  "Intelligence committee Democrats plan to interview Cambridge Analytica whistleblower Christopher Wylie, who recently revealed the company’s improper acquisition of Facebook users’ personal data.",
  "Rather, Cambridge Analytica received the Facebook records from a company, Global Science Research, that had acquired records of millions of Facebook users with a personality quiz application.",
  "In addition, Nix was technically accurate when he said Cambridge did not use \"third-party data that was not purchased\" because Cambridge paid Global Science Research for its Facebook records.",
  "But two statements by campaign officials, not widely reported previously, suggest that Cambridge Analytica did more than just analyze records and may have used its own data to target voters.",
  "Nix faced allegations of dishonesty three weeks ago when a British official said he “deliberately misled” officials in the United Kingdom over Cambridge Analytica’s use of Facebook data.",
  "Although Republicans ended the committee’s official probe of the 2016 election with no finding of collusion, Democrats are continuing an inquiry and plan to release their own report.",
  "House Intelligence Committee Chair Devin Nunes did not respond to a request for comment, nor did committee Republicans Reps. Mike Conaway, Trey Gowdy, Peter King, and Frank LoBiondo.",
  "Cambridge Analytica suspended Nix as its CEO on March 20, after a British TV station aired footage of him offering to entrap a political candidate by sending women to his house.",
  "“We used the data to identify ‘persuadable’ voters, how likely they were to vote, the issues they cared about and who was most likely to donate,” the company’s statement says.",
  "He has said the campaign used voter databases compiled by the Republican National Committee — not from Cambridge Analytica — and that Cambridge Analytica only analyzed them.",
  "Starting in August 2016, Cambridge Analytica used data from the RNC, polls, commercially available consumer records and the campaign’s own records of donors and volunteers.",
  "“We ran all the digital campaign, the television campaign, and our data informed all the strategy.”\n\nIn the same TV segment, Nix belittled the House Intelligence Committee.",
  "But US investigators of election meddling in the 2016 presidential race are more interested in how Cambridge Analytica might have been involved in Russia’s efforts.",
  "“There was no commingling between Cambridge Analytica database that existed at headquarter and the Trump campaign database in San Antonio,” Oczkowski said.",
  "A US intelligence community report on the 2016 election found that the Kremlin’s meddling included social media attacks on Trump opponent Hillary Clinton.",
  "In testimony before Congress this week, Facebook CEO Mark Zuckerberg faced withering questioning about the company’s inability to protect users’ privacy.",
  "At a forum in December 2016 on the election, Matt Oczkowski, head of product at Cambridge Analytica, said his company’s database helped target voters.",
  "“Did Cambridge Analytica use any other third-party data that was not purchased?”\n\nBoth Quigley and Castro declined to describe Nix’s exact comments.",
  "Nix’s answers to the committee could be seen as technically correct because Cambridge Analytica did not get Facebook records directly from Facebook.",
  "They don’t understand how it works.”\n\nBrad Parscale, the Trump campaign’s digital director, has dismissed Nix’s comments as self-aggrandizement.",
  "Any effort by the Trump campaign to help Russia could fit into Mueller’s broad investigation into possible coordination between the two.",
  "Schiff declined to comment on whether he believed Nix should be referred to the Justice Department on charges of lying to the committee.",
  "It’s disputed whether the Trump campaign used Cambridge Analytica’s Facebook records to target voters through social media campaigns.",
  "Special counsel Robert Mueller reportedly has sought emails of Cambridge Analytica employees who were assigned to the Trump campaign.",
  "An intelligence committee Democrat acknowledged that Nix might have been accurate, but said \"he was being less than candid.\"",
  "Although Democrats “asked two hours of questions,” Nix dismissed them, saying, “They’re politicians, they’re not technical.",
  "The company did not respond to a request for comment on Nix and his testimony to the House Intelligence Committee.",
  "But the campaign may have benefited indirectly from the pirated Facebook records, Fischer added.",
  "Democrats say Nix’s testimony shows that Cambridge Analytica officials can’t be trusted.",
  "Cambridge Analytica also built a poll-tracker and helped develop targeted advertising.",
  "He left Cambridge Analytica last year and formed his own email marketing firm.",
  "Trump recently named Parscale manager of his 2020 reelection campaign.",
  "Nix’s testimony to the committee in December has not been made public.",
  "“Republicans asked three questions,” Nix said.",
  "It’s unclear what data Hong is referring to.",
  "She did not return phone calls and emails."
]