[
  "There is no evidence yet that Papadopoulos told the campaign about any Russian “dirt.”\n\nJune 2016: Top Trump Campaign Officials Meet with Russians to Get Dirt on Clinton\n\nDonald Trump Jr., Trump campaign chairman Paul Manafort, and Trump’s son-in-law Jared Kushner attended a meeting at Trump Tower at the height of the election with a Russian lawyer who promised dirt on Clinton.",
  "August 2016: CEO of Trump Campaign Data Firm Discloses Outreach to Assange\n\nIn August 2016, the CEO of the controversial data-mining and analysis firm Cambridge Analytica told his employees in an email that he had recently reached out to Assange to offer help in sorting through and releasing Hillary Clinton’s missing emails, The Daily Beast reported last year.",
  "April 2016: A Trump Campaign Aide Learns of Russian “Dirt” on Clinton\n\nIn the spring of 2016, a Maltese professor with ties to the Kremlin, Joseph Mifsud, told Trump campaign aide George Papadopoulos that Russia had “dirt” on Clinton in the form of “thousands of emails,” according to court documents filed last year by the special counsel.",
  "Trump Jr. released emails after the meeting was made public by The New York Times that detailed how it had been arranged: Music publicist Rob Goldstone, who represents the pop-star son of one of Trump’s former business partners, offered Trump Jr. information on behalf of “the crown prosecutor of Russia” that would “incriminate” Clinton.",
  "Following the exchange, the lawyer, Natalia Veselnitskaya—who acknowledged recently that she works as an “informant” for the Kremlin—left Moscow to meet with the trio on June 9, 2016.",
  "But Michael S. Glassner, the executive director of Trump’s campaign, scrambled to downplay Cambridge Analytica’s role in the campaign following the Nix-Assange revelation.",
  "The Trump campaign hired Cambridge Analytica in June 2016 to help target ads using voter data collected from approximately 230 million U.S. adults, according to NBC News.",
  "When news of the meeting broke in July 2017, President Trump helped write a statement for his son that omitted any reference to compromising information about Clinton.",
  "Trump Jr., Manafort, and Kushner have said they were disappointed by what Veselnitskaya brought with her—that there was little usable opposition research.",
  "“This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump,” Goldstone wrote.",
  "Assange later confirmed that the CEO, Alexander Nix, had approached WikiLeaks, but said that the organization had rejected his offer to help.",
  "Following that meeting, Papadopoulos tried repeatedly to connect Trump with Russian President Vladimir Putin, several news outlets reported.",
  "Top Republican donor and Trump campaign backer Rebekah Mercer was copied on the email, too, according to The Wall Street Journal.",
  "The campaign paid Cambridge Analytica more than $5 million in September 2016 alone, according to federal election filings.",
  "Cambridge Analytica has since filed for bankruptcy and is under FBI investigation, according to The New York Times.",
  "Trump Jr. seemed eager to accept: “If it’s what you say I love it especially later in the summer,” he replied."
]