[
  "“It performs a kind of validation to the base — in this case, Donald Trump’s audience — and says, ‘Everything that you’ve thought, everything you believe is true, I as a black person am validating that.’”\n\nRepublicans are using Diamond and Silk in their narrative about Facebook censoring conservative content\n\nDiamond and Silk have continued to be prominent figures online and in conservative media circles, and every once in a while, they’ve managed to break through to the mainstream as well.",
  "According to the Washington Post, their Hardaway’s Herb Garden in North Carolina sells a “colon cleanse parasite,” a Super Fat Binder Package, “blessed dream pillows,” and “love offerings.”\n\nDiamond and Silk don’t necessarily appeal to black voters — but that’s not what they’re going for\n\nThe purpose of Diamond and Silk within the Republican Party and the MAGA crowd is not to convince black voters to support Trump but instead to give those who already lean toward Trump cover to back him.",
  "Their support for Trump, and his embrace of them, has made them stars of an alternate media universe — one in which the biggest Facebook scandal is about whether the platform once deemed their posts “unsafe.”\n\n“If you had to pick a style of black Republicanism that would fit comfortably in the Trump administration, Diamond and Silk is probably what you would come up with,” Corey Fields, a Georgetown University professor who studies race and politics, told me.",
  "And the only color he sees is green.” The pair recently complained they had previously been stuck on the “Democrat plantation.”\n\n“I don’t think there’s much substantive to the critique, but it’s a rhetorical critique that has existed since the late 1970s and ’80s, this idea that black Republicans somehow are seeing differently than other black people, they have some special vantage point on politics,” Fields said.",
  "But in August 2015, they posted a video after the Republican presidential primary debate where Megyn Kelly asked Trump about his past treatment of women and description of them as “fat pigs,” “slobs,” and “dogs.” “Maybe you should go back and report news for Sesame Street,” Diamond says and accuses Kelly of taking a “low blow.” The video has now been viewed 1.7 million times.",
  "Facebook has gone to great lengths to show that’s not the case — Zuckerberg met with conservative leaders after the Gizmodo story broke, and Facebook made changes to its trending stories feature — but accusations of bias persist, to the point that Diamond and Silk were on Capitol Hill last week to testify before the House Judiciary Committee about social media filtering.",
  "Last October, the pair released a rebuttal to rapper Eminem’s anti-Trump rap with one of their own, “He’s Your President.” It’s an overlay of Eminem’s freestyle in which he calls Trump a “kamikaze” and declares, “We fucking hate Trump,” with Diamond and Silk repeating, “He’s your president, Trump’s your president.”\n\nDiamond and Silk’s unexpected star has kept rising.",
  "“This is a consistent trope, especially among black Republicans who want to deemphasize the importance of race and racism in their politics.”\n\nIt’s not uncommon for Republicans to bring out high-profile cheerleaders within the framework of everyday Americans — think of the McCain-Palin campaign’s Joe the Plumber in 2008.",
  "https://t.co/80ORQiNShQ pic.twitter.com/fUl8VasiVA — ABC News (@ABC) April 26, 2018\n\nIn contentious exchange with Rep. Jeffries, Diamond and Silk say FEC filing showing Diamond and Silk were paid $1,274.94 represents reimbursement for plane tickets, not field consulting work: \"We're familiar with that particular lie.",
  "Diamond and Silk are former Democrats turned Trump-supporting YouTube stars\n\nPrior to their Trump-propelled stardom, Diamond and Silk were lifelong Democrats with a YouTube channel called “The Viewers’ View,” which they said in a 2016 interview with Rolling Stone was a place to talk about things they didn’t like.",
  "Bradley Crate, the treasurer for Trump’s presidential campaign, told PolitiFact that was indeed the case and just wasn’t listed that way in the FEC filings:\n\nThe issue regarding Diamond and Silk is merely one of semantics, resulting from a reasonable misunderstanding of the Campaign’s reporting obligations.",
  "Then in April, the sisters said Facebook told them their posts were “unsafe.”\n\n“The Policy team has come to the conclusion that your content and your brand has been determined unsafe to the community,” an email from Facebook informing them of the decision read, according to the Washington Post.",
  "(Official White House Photo by Shealah Craighead) pic.twitter.com/d5YwEqbT3g — Diamond and Silk® (@DiamondandSilk) March 24, 2018\n\nThe pair, whose real names are Lynnette Hardaway (Diamond) and Rochelle Richardson (Silk), have become fixtures within the cast of characters surrounding Trump.",
  "Diamond does most of the talking, while Silk chimes in with “Mmhmm,” “That’s right,” and “Yes.”\n\n“Their job is to uncritically echo whatever it is that the president needs them to say,” said Leah Wright Rigueur, a Harvard professor and author of The Loneliness of the Black Republican.",
  "But the sisters’ claim plays into the narrative employed by some Republicans that Facebook is biased against right-leaning content, a criticism the platform hasn’t been able to escape since Gizmodo reported in 2016 that Facebook workers routinely suppressed conservative-leaning news.",
  "“Do your little routine.”\n\nThey appeared at pro-Trump rallies and with other pro-Trump women, including the president’s daughter-in-law Lara Trump and spokesperson Katrina Pierson, on the campaign trail and were often seen on television and networks such as Fox News and CNN.",
  "“It’s time to wise up and take a chance on something different because what we’ve been doing for the same thing, we’ve been getting the same thing, and getting the same results,” Silk said in a 2016 interview with Complex about her support for Trump over Hillary Clinton.",
  "Both Reps. Sheila Jackson Lee (D-TX) and Hakeem Jeffries (D-NY) pressed the sisters on their claims that they’d never received payment from the Trump campaign, even though Federal Election Commission filings show they’d been paid $1,274.94 for “field consulting” work.",
  "“This decision is final and it is not appeal-able in any way.”\n\nFacebook acknowledged sending the message but said it was “inaccurate” and that it had provided the sisters with information about the tools and policies applicable to their page.",
  "“\n\nDuring the House hearing, Diamond and Silk inadvertently kicked up dust over whether they’d been paid by the Trump campaign\n\nDiamond and Silk made multiple false and dubious statements during their House testimony, which was under oath.",
  "There’s a “Black Lives Matter” video juxtaposing slavery and videos of police brutality, and another video where they comment on Sandra Bland, a young black woman who was found hanged in jail after being arrested during a traffic stop.",
  "“We were all on the Trump train from the beginning, and when we watched the debates and we didn’t like the questions that Megyn Kelly was asking, we spoke out on that, and that went viral,” Diamond told the publication.",
  "The hearing was described as “bizarre,” “ridiculous,” and a “surreal spectacle” that at times devolved into shouting and at others saw observers trying to suppress laughter at some of the outlandish claims being made.",
  "“But what it does do is provide a kind of legitimizing cover among the base, among people who are already supportive of Donald Trump.”\n\nIn other words: How can Trump be racist if these two black women support him?",
  "Rep. Marsha Blackburn (R-TN) declared, “Diamond and Silk is not terrorism.” Zuckerberg told Barton that his team had made an “enforcement error” and had already been in touch with Diamond and Silk to reverse it.",
  "Had you watched Mark Zuckerberg’s congressional hearings earlier this month without any context, you might have thought Facebook was embroiled in a major scandal over censoring two people named Diamond and Silk.",
  "“While it’s worth asking why Diamond and Silk support Donald Trump, it’s equally important to examine why characters like Diamond and Silk are raised to celebrity status among white Republicans,” Fields said.",
  "The invoice was not supported by accompanying receipts, so as a technical matter, could not be reported as a reimbursement even though its purpose was to make them whole for their out-of-pocket costs.",
  "They articulate Republican issues — perhaps especially those around race — in a way that is consistent with the party line that racial inequality, racial bias, and racism are sort of non-problems.",
  "So while we’re all laughing at the shenanigans of Diamond and Silk, it seems equally worth considering why the Trump administration has endorsed them as the new face of black conservatism.",
  "They’ve got six stops lined up on their “chitchat tour.” And over the past month, more people have searched for Diamond and Silk on Google than they have Kellyanne Conway or John Kelly.",
  "And last week, the pair were back on Capitol Hill to testify before the House Judiciary Committee about social media filtering after claiming they had been censored by Facebook.",
  "Across the screen then flashes an image of former secretary of state and 2004 Democratic presidential candidate John Kerry on a bike, and Diamond and Silk laugh hysterically.",
  "That they are good at monetizing their brand is not necessarily a surprise — their parents, Pastor Betty Willis Hardaway and her husband, Freeman, are local televangelists.",
  "Moreover, a ThinkProgress analysis found that the pair’s page actually received more interactions the month they said they were censored than when they said they were not.",
  "... One of the worst ways to reach out to black audiences is to call them slaves or say they’re cheap or brainwashed or on the Democratic plantation,” Wright Rigueur said.",
  "“Their audience has continued to grow within conservative circles, and them testifying in front of Congress actually causes them to gain supporters” — and, in turn, money.",
  "In an interview with Fox & Friends last Thursday, President Trump described the pair as “warriors.” They’ve visited him in the Oval Office and campaigned for him in 2016.",
  "A number of Republicans brought up the matter in hearings with Zuckerberg, Facebook’s CEO, about the company’s practices in the wake of the Cambridge Analytica scandal.",
  "Not only do Diamond and Silk fold neatly into Trumpworld, but they also fit the mold of the type of black Republican the party is comfortable with, Fields told me.",
  "“Being a business person, you don’t tell all your secrets, you don’t talk a whole lot, you keep that inwards and strategically plan out how you’re going to do it.",
  "They’re currently selling tickets to their “chitchat live tour,” with stops planned in Greensboro, North Carolina, New Orleans, and Houston, among other locales.",
  "The Campaign’s payment to Diamond and Silk for field consulting was based on an invoice they submitted reflecting their costs for air travel to a Campaign event.",
  "Another from July 2016, during the Democratic National Convention, warns that “bikers for Hillary” were headed to Philadelphia, where the event was being held.",
  "But the hearing made it official: Diamond and Silk — two pro-Trump YouTube stars with a big Facebook following — have made it into the public consciousness.",
  "Diamond and Silk are somewhat more unusual as black women, but even that isn’t entirely an anomaly — the GOP also has Stacey Dash, Omarosa, and Pierson.",
  "“Because you have a black woman who is a spokesperson for Donald Trump doesn’t mean that black women on the ground are going to vote for Donald Trump.",
  "But a Facebook moderation blunder and Republicans’ desire to cast the platform as an anti-conservative space has pushed them more into the limelight.",
  "The pair sell a variety of merchandise on their website, including T-shirts, glassware, hats, and even the “Trump’s Your President” single.",
  "They’ve amassed 1.5 million followers on Facebook and nearly 700,000 on Twitter, and their YouTube videos have racked up millions of hits.",
  "Another video in which they juxtapose themselves into an episode of the daytime talk show The View has been seen more than 500,000 times.",
  "The pair claimed that Facebook never contacted them about the matter, but a Daily Beast report confirmed that the company, in fact, did.",
  "In my research, black conservatives who directly spoke to issues of racial inequality and black uplift felt marginalized within the GOP.",
  "The pair, lifelong Democrats, during the 2016 election switched parties so that they could vote for Trump in the North Carolina primary.",
  "What we did was brought it to the light, that Facebook has been censoring conservative voices like ourselves!” Hardaway [Diamond] said.",
  "Rep. Joe Barton (R-TX) said he had been asked to inquire why Facebook was “censoring conservative bloggers” such as Diamond and Silk.",
  "Diamond and Silk are largely known for their YouTube videos, which feature them commenting on the latest, often Trump-related, news.",
  "Diamond and Silk last year began to say Facebook and other tech platforms, such as YouTube, were limiting the reach of their posts.",
  "The Trump-supporting North Carolina sisters were named multiple times when the Facebook CEO appeared before the House and Senate.",
  "Rep. Hank Johnson (D-GA) noted that the exposure a trip to Capitol Hill would give the sisters was likely to boost their income.",
  "The sisters have said the money was for reimbursement for travel expenses for an event they attended, Women for Trump, in 2016.",
  "Last week’s hearing was part of Diamond and Silk’s ongoing “call and response with the Republican base,” Wright Rigueur said.",
  "Sen. Ted Cruz (R-TX) cited the matter as an example of a “pervasive pattern of bias and political censorship” at Facebook.",
  "”I’m just astounded this committee would stoop to this level to be positioning you all to make more money,” Johnson said.",
  "Their response to a graphic photo of Kathy Griffin holding up a beheaded Trump has garnered 240,000 views on YouTube.",
  "Another video titled “DIAMOND AND SILK ARE MAD AS HELL!” from November 2015 addresses Trump’s stance on immigration.",
  "Instead of just talking about it, you be about it,” Silk said in an August 2015 interview with CNN’s Don Lemon.",
  "Diamond and Silk repeatedly tell congressional committee that “we have never been paid by the Trump campaign.\"",
  "(For comparison, Myanmar, where Facebook has helped fuel violence and ethnic cleansing, came up just once.)",
  "They put up a website with information for others to “ditch and switch” from Democrats to Republicans.",
  "pic.twitter.com/CzguBDLi7F — ABC News (@ABC) April 26, 2018\n\n“We’re familiar with that particular lie.",
  "The hearings seem to have boosted Diamond and Silk’s profile and may, therefore, make them more money.",
  "But whatever those early videos were, they’re largely gone, replaced by a series of pro-Trump hits.",
  "It’s also worth examining why Republicans and Trump are embracing and lifting up Diamond and Silk.",
  "The Post notes that most of Diamond and Silk’s Facebook fans appear to be middle-aged white women.",
  "“This is a stupid and ridiculous hearing,” an exasperated Rep. Ted Lieu (D-CA) said at one point.",
  "Per Politico:\n\n“You’ve made a ton of money off of Facebook, isn’t that correct?” Johnson asked.",
  "“We probably had, what, 10 people [watching] our YouTube channel?” Diamond told Rolling Stone.",
  "“Only a fool would fight in a burning house.”\n\nAnd just like that, Diamond and Silk took off.",
  "He noted that Trump had introduced them at a rally and said they were incredibly successful.",
  "One that garnered the most attention: that they had never been paid by the Trump campaign.",
  "Trump trotted them out during both the Republican primary and the presidential campaign.",
  "Black women think [his policies] are going to be hurtful to them,” Wright Rigueur said.",
  "You can still find some remnants of Diamond and Silk pre-Trump on their YouTube page.",
  "FEC records show Diamond and Silk were paid $1,274.94 for field consulting work.",
  "In one Fox News interview, for example, Diamond said, “Trump is not a racist.",
  "“It’s easier and cheaper for you to deport instead of support,” Diamond says.",
  "Of course, whether Diamond and Silk were actually censored is questionable.",
  "“I call that a dictatorship,” Diamond said in an interview with Breitbart.",
  "At a December 2015 rally in North Carolina, he brought them out onstage.",
  "We see that you do look at fake news,” Silk responded to Jeffries.",
  "The site also lists information on first-time voter registration.",
  "Their ultimate appeal isn’t to black voters but to white ones.",
  "Just so you know, we will always have our Presidents back.",
  "“Not all black conservatives receive such a warm embrace.",
  "They did, to a certain extent, with the Eminem response.",
  "Their YouTube videos get hundreds of thousands of views.",
  "Facebook appears to have reversed the decision quickly.",
  "Just 4 percent of black women voted for Trump in 2016.",
  "Post-election, the pair’s commentary has continued.",
  "The tickets for their national tour start at $50.",
  "“It’s absolutely not aimed at black audiences.",
  "I hope you’ve monetized this,” he said.",
  "We see that you do look at fake news.\"",
  "Her death was later ruled a suicide.",
  "“They became an internet sensation.",
  "“We didn’t bash Facebook.",
  "Admission starts at $50.",
  "\"Don't Get It Twisted!\"",
  "He’s a realist."
]