[
  "\"It's just really — it's a very sad commentary on politics in this country,\" Trump said in addressing reporters one day after news reports revealed that the Clinton campaign and the Democratic National Committee, for several months last year, helped fund research that ultimately ended up in the dossier.",
  "James Comey, FBI director at the time, advised Trump about the existence of the allegations, and the ex-spy who helped assemble the document, Christopher Steele, has been questioned as part of an ongoing probe into possible coordination between Russia and the Trump camp.",
  "Assange's comments came after The Daily Beast reported that Cambridge Analytica CEO Alexander Nix reached out to Assange during the presidential campaign about the possible release of 33,000 of Hillary Clinton's missing emails.",
  "Trump has derided the document as \"phony stuff\" and \"fake news\" and portrayed himself Wednesday as an aggrieved party, posting on Twitter a quote he said was from Fox News that referred to him as \"the victim.\"",
  "The new disclosure about the dossier's origins is likely to fuel complaints by Trump and his supporters that the document is merely a collection of salacious and uncorroborated claims.",
  "Separately Wednesday, the editor of Wikileaks confirmed that his group was approached by Cambridge Analytica, a data firm working for Trump's campaign during the 2016 election.",
  "President Donald Trump and fellow Republicans latched onto revelations tying Hillary Clinton's presidential campaign to a dossier of allegations about his ties to Russia.",
  "\"Well, I think it's very sad what they've done with this fake dossier,\" Trump said Wednesday, adding without elaboration that \"they paid a tremendous amount of money.\"",
  "The document, compiled by a former British spy and alleging a compromised relationship between Trump and the Kremlin, has emerged this year as a political flashpoint.",
  "He contended that Democrats had initially denied any connection to the document, but now, \"they admitted it, and they're embarrassed by it.\"",
  "Former White House strategist Steve Bannon served as a vice president at the company before joining the administration.",
  "The president said Wednesday it was a \"disgrace\" that Democrats had helped pay for research that produced the document.",
  "Julian Assange told The Associated Press that Wikileaks received a \"request for information\" from Cambridge Analytica.",
  "That request, which Assange would not specify, came prior to last November and was rejected.",
  "Robert Mercer, a billionaire Trump supporter, is a backer of Cambridge Analytica.",
  "A spokesman for Cambridge Analytica did not respond to a request for comment.",
  "Law enforcement officials have worked to corroborate its claims.",
  "Those emails have never been publicly released."
]