[
  "When it did, in reading it, Democrats said that the content actually undercuts some of the argument that you're making here, because it confirms that the Russia probe was already underway in advance of these FISA warrant applications and that it pointed all the way back to July 2016 when George Papadopoulos was named there -- a former Trump foreign policy aide who has since pled guilty and is now a cooperating witness in the special counsel's probe.",
  "Gowdy was tasked by committee chairman Rep. Devin Nunes to assess the intelligence that underlies the memo's claims, specifically that federal investigators failed to disclose the origin of information compiled in the so-called \"Steele dossier\" that formed part of the justification for the surveillance order.",
  "REP. GOWDY: Um, we'll never know, because the application contained three parts: it -- it included the dossier, it included reference to a newspaper article which by the way no court in America considers a newspaper article to be evidence, and it included other information they had on Carter Page.",
  "I wish that they were equally concerned about what's not in the FISA application, which is a lot of really important information about the source, and its sub-sources, and the fact that he was hired by the DNC and the Clinton campaign, and the fact that he was biased against President Trump.",
  "I'm really grateful for the opportunity to do it, but it's time for me to -- whatever time I've got left -- I want to spend it in the justice system because that's where my heart is, and that's where my interests--\n\nMARGARET BRENNAN: Why do you say you are a lousy politician?",
  "MARGARET BRENNAN: Well, the FBI was gravely concerned that there was information missing from this memo that it actually was dangerous in setting a precedent in terms of disclosing classified information, and it could actually hurt future intelligence efforts.",
  "I mean, it-- your-- your problem is in the disclosure within the application, but the surveillance itself of this American, Carter Page -- was named in your memo, who was at one point a Trump campaign associate -- was that justified, that surveillance?",
  "REP. GOWDY: -- I-- I would argue it's also somewhat unprecedented to rely on political opposition research to instruct and inform an application, and it's really bad precedent and unprecedented to not tell a court that a source has this level of bias.",
  "Rep. Trey Gowdy, R-South Carolina, was one of the key authors of the House Intelligence Committee's now-declassified memo about the application under the Foreign Intelligence Surveillance Act (FISA) to surveil former Trump official Carter Page.",
  "And I think we've got to get to some point in life where you can disagree with the decision-making process that someone engaged in, without believing that they are corrupt or somehow part of the \"deep state,\" whatever that means.",
  "Because he is taking this evidence as he's saying you know \"clearing the decks\" and-- and saying that, you know, in the court of public opinion, he should already be decided as not guilty of collusion.",
  "MARGARET BRENNAN: And the Deputy Attorney General, Rod Rosenstein, if the president makes any move to dismiss him -- he failed to express confidence in him the other day -- would that concern you?",
  "MARGARET BRENNAN: Rod Rosenstein, the-- the deputy attorney general that you reference there, is also publicly disclosed in this memo as someone who helped sign off on this surveillance warrant.",
  "I hope it is a one-off that Congress takes this position, but I also hope it's a one-off that a FISA application contains errors and-- and-- and product that is funded by a political opponent.",
  "But when it comes to the-- the Department of Justice and the FBI now that the president is raising questions about these individuals were hand-picked by-- by him, and he's critical of them.",
  "REP. GOWDY: On the other hand, there's a reason that this process is usually confidential, and-- and I don't want to set the precedent of all FISA applications being publicly seen.",
  "*\n\nMARGARET BRENNAN: I want to ask you about one of the criticisms that's coming from Democrats here because there was a lot of hubbub -- should the memo come out, should it not.",
  "So, when you're talking about this Steele memo, you are not saying that it was the sole piece of evidence used to justify these four authorizations of the surveillance warrant.",
  "MARGARET BRENNAN: Should all the information in the FISA applications be publicly disclosed, declassified so that people can make their own judgment and see what you've seen?",
  "REP. GOWDY: I have confidence in him --\n\nMARGARET BRENNAN: The president wavered on that, when he was --\n\nREP. GOWDY: I didn't --\n\nMARGARET BRENNAN: -- asked this week.",
  "Judges can't then go research and say, \"Well, gosh I wonder if Chris Steele knew this all himself or -- wonder if he was relying on hearsay from sub-sources in Russia?\"",
  "REP. GOWDY: Well I'm actually in a really small group, I think, of Republicans that think that this FISA process is suspect and wrong and should not have taken place.",
  "MARGARET BRENNAN: Now, your committee, the House Intelligence Committee, has said they have a second memo planned for release -- this time about the State Department.",
  "We sat down earlier with South Carolina Congressman Trey Gowdy, a key House Intelligence investigator and asked him if he thought the president had been vindicated.",
  "I've had my differences with Rod Rosenstein and I still think that he is fully capable of-- of helping run a Justice Department that we can all have confidence in.",
  "If there are sources and methods that are-- are not already known, that they think would jeopardize national security, I would-- I would defer to their judgment.",
  "So what I would say to the FBI and DOJ is if you had enough on Carter Page with just him, why did you include something that the National Enquirer might not run?",
  "It's about winning in politics, and that is not what-- the courtroom-- there's a reason we throw out search warrants even though we find the murder weapon.",
  "REP. GOWDY: I actually don't think it has any impact on the Russia probe for this reason --\n\nMARGARET BRENNAN: The memo has no impact on the Russia probe?",
  "Because you are, from my understanding, the only Republican investigator on the House Intelligence Committee who actually viewed the FISA applications.",
  "We disagree on this issue, but-- but I don't question their love for the country and I don't-- I-- I just-- I don't think the end justifies the means.",
  "I'm actually really impressed with Chris Wray and I say that, even though we are on totally opposite sides of this issue and probably will always be.",
  "Three of us: Bob Goodlatte, the chairman of the Judiciary; Johnny Ratcliffe, who's a former terrorism prosecutor and U.S. attorney in Texas, and me.",
  "REP. GOWDY: But-- but it's--it's both the Steele dossier, and who paid for it, and whether or not it was vetted, but it's also what was not in it.",
  "REP. GOWDY: (LAUGHS)\n\nMARGARET BRENNAN: You surprised Washington with announcing your retirement -- that you're not going to run for Congress.",
  "Rod Rosenstein is a former United States Attorney, and again, I-- I have differences with the way that they discharge their responsibilities.",
  "It took longer to explain it the way they did, than if they just come right out and said, \"Hillary Clinton for America and DNC paid for it.\"",
  "MARGARET BRENNAN: So your concern is a process-driven one -- not questioning the probe that the president continues to call a \"witch hunt\".",
  "REP. GOWDY: I don't think there's a bigger supporter of the FBI in Congress than me and those of us who work with them in a previous life.",
  "Bob Mueller is looking into what Russia did in 2016 and potential criminality as evidenced by the Papadopoulos plea and the Flynn plea.",
  "I say investigate everything Russia did, but admit that this was a really sloppy process that you engaged in to surveil a U.S. citizen.",
  "And why did you cite a newspaper article when there's no court in America that allows a newspaper article to be considered as evidence?",
  "I have real questions about the process that the bureau went through in 2016, but I also think he's the person to-- to lead the bureau.",
  "Gowdy joined us to discuss what the memo does and doesn't say, and what its impact on the broader Russia probe could be going forward.",
  "So to the extent the memo deals with the dossier and the FISA process, the dossier has nothing to do with the meeting at Trump Tower.",
  "But there's-- there's a-- there's a wide gulf between me having differences from somebody and think that they should lose their job.",
  "I think it is fair to ask what FISA reforms are you going to implement to make sure we don't have this fact pattern come up again.",
  "MARGARET BRENNAN: Speaker Ryan says that the memo that you helped put together here does not threaten the credibility of the FBI.",
  "And there is-- we do have concerns with a certain aspect of State Department involvement and have serious concerns about it.",
  "I don't judge people based on a single decision that they make throughout the course of an otherwise really stellar career.",
  "I-- I think it is fair to ask the deputy attorney general what did you know at the time you signed one of the applications.",
  "MARGARET BRENNAN: But short of that disclosure, you still would have believed this FISA surveillance warrant was justified?",
  "REP. GOWDY: -- of the use of the dossier and-- and the failure to tell the--the FISA court all relevant material facts.",
  "I think you would have a Russia -- look Russia tried to interfere with our election in 2016 with or without a dossier.",
  "I think the manner in which we get places matters, and in politics too often winning is the only thing that matters.",
  "You need an investigation into Trump Tower and the Cambridge Analytica email, separate and apart from the dossier.",
  "Let's assume that there are five that engaged in conduct that we have questions about --\n\nMARGARET BRENNAN: Five?",
  "MARGARET BRENNAN: Saturday, President Trump tweeted that the memo \"totally vindicated Trump\" in the Russia probe.",
  "All three of us have total confidence in the FBI and DOJ to be able to do the jobs that they have been assigned.",
  "I have seen no evidence of collusion between President Trump and the Russians or his campaign and the Russians.",
  "So, we have all three of those things in common, including being concerned about what--what happened in 2016.",
  "REP. GOWDY: -- I think the folks that he picked, Chris Wray and Rod Rosenstein can effectuate those changes.",
  "The following is a transcript of the interview with Gowdy airing Sunday, Feb. 4, 2018, on \"Face the Nation.\"",
  "We have confidence in Bob Mueller, and we have serious consideration-- serious concerns about this process.",
  "REP. GOWDY: -- I think I'm going to defer a little bit to the bureau and DOJ on-- it's a long application.",
  "So, I don't-- look, I'll never miss a chance to blame judges if I can, because I was a former litigator.",
  "But it also doesn't mean Congress is not legitimate in asking these questions, because I think we are.",
  "REP. GOWDY: No-- not to me, it doesn't -- and I was pretty integrally involved in the drafting of it.",
  "So I-- I-- I think what Chairman Nunes meant is there's--there's another aspect to the investigation.",
  "I found him to be a professional witness even though I disagree with some of the decisions he made.",
  "So, you're looking at--\n\nMARGARET BRENNAN: Well, this is an --\n\nREP. GOWDY: -- this stack of paper.",
  "And the fact that someone disagrees with me, does not make me challenge their love of the country.",
  "It's, you know, a sizable application with, as you said, multi-part information that's submitted.",
  "But oh by the way, it's also -- you can do that and also be critical --\n\nMARGARET BRENNAN: Mm-hm.",
  "MARGARET BRENNAN: Well, that's the concern in doing this memo, that you have set a new precedent.",
  "REP. GOWDY: I think what-- I think what Devin said is there's a phase two of the investigation.",
  "MARGARET BRENNAN: I want to ask you about the other big news of the week that-- that you made.",
  "The source that we revealed, Chris Steele, was about the least well-kept secret in America.",
  "REP. GOWDY: But that's true for --\n\nMARGARET BRENNAN: Were the judges not doing their jobs?",
  "MARGARET BRENNAN: This is the deputy director of the FBI who now is --\n\nREP. GOWDY: Former.",
  "I spent, I guess, close to 15 hours with Andy McCabe in two different interview sections.",
  "I enjoy the pursuit of fairness as a virtue and I'm just more comfortable in that system.",
  "The dossier really has nothing to do with George Papadopoulos' meeting in Great Britain.",
  "MARGARET BRENNAN: Are these five individuals named in the memo that you helped publish?",
  "There's a reason the affiant swears to the truthfulness of the underlying information.",
  "Never had a conversation with him, and he certainly should not ask my hiring advice.",
  "MARGARET BRENNAN: Yes, or being asked to leave perhaps earlier than he had planned.",
  "MARGARET BRENNAN: But you don't think he should be fired based on what you've seen.",
  "My wife hates it when I say this, but I-- I was a pretty good prosecutor, I think.",
  "MARGARET BRENNAN: Congressman, thank you for coming on --\n\nREP. GOWDY: Yes, ma'am.",
  "There's a reason we throw out confessions even though we think the person did it.",
  "So--\n\nMARGARET BRENNAN: That's the Steele dossier that you are pointing to there.",
  "He doesn't think the memo should have-- should have been publicly disseminated.",
  "It doesn't mean someone should lose their job, it doesn't mean they're corrupt.",
  "REP. GOWDY: So, generally I-- I err on the side of transparency and disclosure.",
  "It is the FBI and DOJ's job to present full, credible information to the court.",
  "There's nothing judges can do about information that is not presented to them.",
  "So, I get that Adam Schiff and others are worried about what's not in my memo.",
  "MARGARET BRENNAN: Do you think you've served justice in your time in Congress?",
  "MARGARET BRENNAN: Would it have been authorized were it not for that dossier?",
  "Not knowing what you believe and not caring enough about it to fight for it?",
  "The way I --\n\nMARGARET BRENNAN: But Chairman Nunes has said that publicly.",
  "That is all information that the-- that the finder of fact is entitled to.",
  "He's speaking up for his agency, but Congress is the one who created FISA.",
  "It was not the exclusive information relied upon by-- by the FISA court.",
  "But I would ask my fellow citizens keep these three things disconnected.",
  "The dossier has nothing to do with an email sent by Cambridge Analytica.",
  "REP. GOWDY: I don't think there is a memo about the State Department.",
  "REP. GOWDY: You know, I'm just-- I-- I enjoy the justice system more.",
  "MARGARET BRENNAN: -- an extensive process from-- from what I'm told.",
  "They could have easily said it was the DNC and--and Hillary Clinton.",
  "There are three Republicans that have seen every bit of information.",
  "I-- I-- the judges are only as good as what's put in front of them.",
  "Everything that went into essentially putting together this memo.",
  "That leaves a lot that are doing exactly what we want them to do.",
  "It also doesn't have anything to do with obstruction of justice.",
  "REP. GOWDY: I just-- I-- I see multiple sides of a single issue.",
  "MARGARET BRENNAN: You didn't have a role in creating this memo?",
  "I-- I am on record as saying I support Bob Mueller 100 percent.",
  "(sic) I -- you know, we're not through with the investigation.",
  "So there's going to be a Russia probe, even without a dossier.",
  "I mean, this isn't just something people sign off on quickly.",
  "REP. GOWDY: Well, that-- that's a little bit separate issue.",
  "And the president-- I've actually never met President Trump.",
  "REP. GOWDY: Difficult facts make for really bad precedent.",
  "REP. GOWDY: And the judge doesn't do independent research.",
  "They may be for other Republicans, but they're not for me.",
  "But you still have a Russia investigation even without it.",
  "So, I don't know how many other Republicans feel that way.",
  "I've got a lot of friends on the other side of the aisle.",
  "I mean, judges signed Title 3 applications all the time.",
  "Because it was authorized four times by separate judges.",
  "To Chris's defense, he didn't want the memo to come out.",
  "I mean, look at just the disclosure of who paid for it.",
  "The president has very different views -- says it does.",
  "And-- and I-- I can't-- I don't want to live like that.",
  "And the president has not sought my-- counsel on this.",
  "But if there's a second memo, I don't know about it.",
  "So there's going to be good-- good branch tension.",
  "There is a Russia investigation without a dossier.",
  "Do you think that there need to be changes there?",
  "If you had enough without it, why did you use it?",
  "You can do all three, and--and that's where I am.",
  "Congress is looking into what Russia did in 2016.",
  "And the information was in there all four times.",
  "It doesn't make me believe that they're corrupt.",
  "MARGARET BRENNAN: Now, we should dig into this.",
  "(sic) I-- I'm really impressed with Chris Wray.",
  "So I'm not going to prejudge the outcome of it.",
  "How do you respond to that, and to Chris Wray?",
  "So losing is not the worst thing in the world.",
  "REP. GOWDY: Not like I did in my previous job.",
  "MARGARET BRENNAN: We'll be back in one minute.",
  "MARGARET BRENNAN: -- and telling your story.",
  "REP. GOWDY: We're not through investigating.",
  "That you've actually hurt your own argument.",
  "MARGARET BRENNAN: Were the judges political?",
  "I-- I know exactly what the footnote says.",
  "So you need an investigation into Russia.",
  "I have tremendous respect for the bureau.",
  "REP. GOWDY: I think two of them would be.",
  "And in politics, it's just about winning.",
  "But I've been a pretty lousy politician.",
  "So those are not connected issues to me.",
  "MARGARET BRENNAN: How can you say that?",
  "Judges don't do independent research.",
  "People can quibble about Andy McCabe.",
  "And look, every hero I have has lost.",
  "That's the worst thing in the world.",
  "REP. GOWDY: That that's news to me.",
  "The end does not justify the means.",
  "That would be my question to them.",
  "REP. GOWDY: No, I think they were.",
  "This is an application to a court.",
  "In fact, Congress created the FBI.",
  "That would have been really easy.",
  "REP. GOWDY: -- that leaves a lot.",
  "I don't have advice and consent.",
  "What can you tell us about that?",
  "So I've done it for seven years.",
  "REP. GOWDY: -- get to pick him.",
  "Do you have confidence in him?",
  "I think he's doing a good job.",
  "Four times, this was approved.",
  "So how do you respond to that?",
  "MARGARET BRENNAN: -- retiring.",
  "Again, I'm not in the Senate.",
  "I hope that that's a one-off.",
  "REP. GOWDY: I-- I-- I don't.",
  "Why did you decide to leave?",
  "That's not the judge's job.",
  "There are 30,000 employees.",
  "They sign search warrants.",
  "They sign arrest warrants.",
  "I hope this is a one-off.",
  "It's not been public yet.",
  "MARGARET BRENNAN: Mm-hm.",
  "MARGARET BRENNAN: Mm-hm.",
  "MARGARET BRENNAN: Mm-hm.",
  "But they didn't do that.",
  "MARGARET BRENNAN: Mm-hm.",
  "It would not have been.",
  "Should he keep his job?",
  "REP. GOWDY: Yes, ma'am.",
  "REP. GOWDY: Thank you.",
  "REP. GOWDY: It would.",
  "I read the footnote.",
  "The process matters.",
  "I enjoy being fair.",
  "Where do you stand?",
  "REP. GOWDY: Right.",
  "Every one of them.",
  "REP. GOWDY: No.",
  "REP. GOWDY: No.",
  "REP. GOWDY: No.",
  "Individuals?",
  "Yes, ma'am.",
  "I tried.",
  "Are you?"
]