[
  "Justin Rosenstein, creator of Facebook’s “like” button, early Facebook investor Roger McNamee, and other company confidants are worried about its ability to “hijack the mind.”\n\nIn March, the Federal Trade Commission opened an investigation into Facebook’s questionable privacy practices, with “huge fines” a possibility, and the company is already facing massive fines in Europe.",
  "Based on Facebook’s own published data, if Mark had sent “go-out-and-vote” reminders just to supporters of Hillary Clinton on Election Day in 2016, an additional 450,000 people would have voted for her that day with no one other than him and a few of his cronies knowing about the fix, and that’s only one of at least five powerful and invisible ways Facebook can shift votes.",
  "But the most important reason Mr. Zuckerberg needs to step down is because of ominous signs: the celebrities, whistleblowers, investigators, former Facebook executives, and company co-founders who have lately been saying, “I have a bad feeling about this.”\n\nCher, Elon Musk and other notables have deleted their Facebook accounts.",
  "One of the issues members of Congress raised with Mr. Zuckerberg was the company’s questionable business model, which I call the “surveillance business model.” Sen. Richard Blumenthal and others refused to be misled, noting the obvious: Companies like Apple sell actual products, but the only product Facebook sells is us.",
  "It uses its social networking platform, along with millions of “Facebook Pixels” — invisible bits of tracking software spread throughout the internet — to collect information about billions of people even when they’re not using Facebook, and then it leverages that information to sell ads.",
  "Isn’t it time someone with integrity took charge — someone like Apple’s Tim Cook, for example, who thinks that “privacy is a fundamental human right” and who is now introducing technology to block some of Facebook’s clandestine data collection practices?",
  "He is currently working on a book called “Technoslavery: Invisible Influence in the Internet Age and Beyond.”\n\nThe views and opinions expressed in this commentary are those of the author and do not reflect the official position of The Daily Caller.",
  "Here is the pattern: No, we didn’t release any user data that might have been shared with Cambridge Analytica; um, well, wait, yes we did – maybe data from 270,000 Facebook users; no, wait – make that 50 million; no, wait – make that 87 million.",
  "No, we don’t share data with other companies; um, wait, we’ve actually been sharing data lately with at least 60 companies – all nice American outfits like Apple and Microsoft; um, no, wait – we’re also sharing data with Chinese companies.",
  "Okay, lying might qualify Mr. Zuckerberg to be a great president — maybe even the best-and-greatest-president-anywhere-like-you’ve-never-seen-before — but haven’t we all had enough of his prevarications and apologies?",
  "If you think that’s okay, bear in mind that it was a single academic researcher — Alexsandr Kogan of Cambridge University — who was given more than $800,000 by Cambridge Analytica to gather Facebook data.",
  "A Ph.D. of Harvard University, Epstein is the former editor-in-chief of Psychology Today and has published 15 books and more than 300 articles on internet influence and other topics.",
  "If Mr. Zuckerberg steps aside, his successor might find a way to reinvent the company; if he stays put, change is unlikely, beckoning the day when Facebook might go up in smoke.",
  "Former Facebook executive Chamath Palihapitiya says it’s “gut-wrenching” to see how easily Facebook can be co-opted by Russian trolls and other bad actors to disrupt societies.",
  "The blatant lies Mr. Zuckerberg appears to have told Congress recently, summarized in articles in Slate and Hacker Noon, are part of a long history of arrogant misbehavior.",
  "But do we really want a presidential candidate who can employ the world’s largest social network to shift millions of votes in his direction without people knowing?",
  "Just a few weeks ago, Facebook announced a major new initiative to give hundreds of researchers access to Facebook’s data to study how the platform affects voting.",
  "He has allegedly hacked into private email accounts, stolen ideas, and been violating people’s privacy since 2003 — always denying and never slowing down.",
  "If Mr. Z wants to be president, for appearances’ sake he needs to cut loose from the company asap — and then keep in touch with his close friends there.",
  "When Zuckerberg was asked whether he was willing to abandon this model, he equivocated, presumably because it’s the only way he knows to make money.",
  "They have no idea that their data is being shared with a wider and wider array of data brokers, universities, government agencies and corporations.",
  "Meanwhile, more and more, we read headlines like, “Mark Zuckerberg Is Fighting to Save Facebook.” Maybe the best way he can save it is to leave it.",
  "Robert Epstein (@DrREpstein) is a senior research psychologist at the American Institute for Behavioral Research and Technology in California.",
  "Wouldn’t this be a great time for him to rehabilitate his image by becoming one of the world’s most beloved philanthropists?",
  "Zuckerberg’s net worth is now estimated to be $74.2 billion, making him one of the very richest people on earth.",
  "Here are six reasons why he should walk away — maybe even run away — from his troubled monopoly.",
  "Facebook’s founder and CEO, Mark Zuckerberg, has been in the doghouse for months now.",
  "(NOTE: This commentary has been updated to better reflect Zuckerberg’s total wealth.)",
  "I’m guessing that this business model will be made illegal within the next decade.",
  "Speaking of image, Zuckerberg has expressed interest in running for president.",
  "Sean Parker, one of the company’s co-founders, says it’s destroying humanity.",
  "They’re just trying to stay in touch with family and friends.",
  "What possible harm could hundreds of low-paid researchers do?",
  "And isn’t something missing in all of these scenarios?",
  "After all, Facebook users didn’t sign up for this.",
  "Shouldn’t their data be private, period?",
  "Zuckerberg vs. Gates: Who can give more?",
  "1) Among the richest in the world.",
  "3) Hacking, stealing and lying.",
  "6) Whistleblowers and warrants.",
  "5) The flawed business model.",
  "4) Data sharing gone berserk.",
  "2) The presidency."
]