[
  "Among those actions, according to the report, were the June 2016 meeting at Trump Tower between campaign officials and a Russian lawyer who promised damaging information about the Clinton campaign; numerous Trump officials' praise of and engagement with WikiLeaks, which the report described as \"a hostile foreign organization;\" and the solicitation, in the case of the Clinton campaign, of opposition research from Russian sources.",
  "In a statement accompanying their minority views, the committee's top Democrat, Rep. Adam Schiff of California, said, \"Throughout the investigation, Committee Republicans chose not to seriously investigate — or even see, when in plain sight — evidence of collusion between the Trump campaign and Russia, instead adopting the role of defense counsel for key investigation witnesses,\" he said.",
  "\"In fact, we found evidence of collusion in the abundant secret meetings and communications between Trump campaign officials and associates such as Paul Manafort, Rick Gates, George Papadopoulos, Donald Trump Jr., Michael Flynn, Carter Page, and others, with emissaries and officials from, or linked to the Russian government,\" Schiff said.",
  "\"By refusing to call in key witnesses, by refusing to request pertinent documents, and by refusing to compel and enforce witness cooperation and answers to key questions,\" the Democrats wrote, \"the Majority hobbled the Committee's ability to conduct a credible investigation that could inspire public confidence.\"",
  "Regarding the amendment, in July 2016, of the Republican Party platform to remove the provision of \"lethal defensive weapons\" to Ukraine, the report said, the committee \"found no evidence that the policy positions of the Trump campaign were the result of collusion, coordination, or conspiracy with the Russians.\"",
  "The 253-page report, which Republicans previewed in a set of summary findings last month, found no evidence of collusion between the Trump campaign and Russian officials, but did cite what it described as \"poor judgment\" and \"ill-considered actions\" by the campaigns of Donald Trump and Hillary Clinton.",
  "Former White House chief strategist Steve Bannon, \"who had been previously quoted as saying '[t]he chances that Don Jr. did not walk [the meeting participants] up to his father's office is zero,' conceded under oath that he had no evidence to support that claim,\" the Republicans wrote.",
  "Democrats had long criticized what they called a \"lack of seriousness\" on the part of the majority in conducting a thorough investigation, pointing to perfunctory lines of questioning and what they said was an eagerness, on the Republicans' part, to accept minimally responsive answers.",
  "\"The committee did not find any evidence that Trump associates were involved in the publication of emails by WikiLeaks and other outlets,\" the report said, \"or had access to such emails or other stolen Information prior to their becoming publicly available.\"",
  "The Republicans' report examined the role of each of those officials at pivotal points in the campaign, but asserted \"none of the witnesses testified they had evidence of collusion between the campaign and anyone affiliated with the Russian government.\"",
  "\"We acknowledge that Investigations by other committees, the special counsel, the media, or interest groups will continue,\" they wrote, \"and may find facts that were not readily accessible to the Committee or outside the scope of our investigation.\"",
  "\"Although there were allegations in the Steele dossier that Trump engaged in illicit activities with prostitutes in the presidential suite at the Ritz-Carlton hotel,\" the report said, \"the committee found no evidence to support these allegations.\"",
  "— Donald J. Trump (@realDonaldTrump) April 28, 2018\n\nIn a chapter titled \"Campaign Links to Russia,\" the Republicans' report assessed a number of events, interactions and developments that had, in the past year, received intense scrutiny.",
  "\"Trump's son-in-law and senior advisor Jared Kushner,\" the Republicans' report said, \"stated categorically that the Trump campaign 'did not collude, cooperate, whatever other 'C' words you used, with any foreign governments.'\"",
  "The House Intelligence Committee on Friday released a redacted, Republican-drafted report summarizing the committee's findings from a year-long investigation into Russia's interference in the 2016 presidential election.",
  "They also vowed to continue their own, unilateral investigation with voluntary or otherwise cooperative witnesses – earlier in the week, they received testimony from Cambridge Analytica whistleblower Christopher Wylie.",
  "Its release comes a little more than a month after the committee voted, along party lines, to make it public, and following a declassification review by the Office of the Director of National Intelligence.",
  "\"Today, HPSCI is able to release a declassified version of our report on the Russia Investigation,\" Rep. Mike Conaway, R-Texas, who has led the probe for the past year, said in a statement.",
  "President Trump appeared to disregard the Democrats' dissension and their insistence that the Republicans had put forward little more than a political narrative in the president's favor.",
  "\"However, I am extremely disappointed with the overzealous redactions made by the [intelligence community],\" he said, vowing to challenge those he described as \"unnecessary.\"",
  "They promised a full report of their own and called on Republicans to make good on previous commitments to release the transcripts of witness interviews to the public.",
  "Democrats, in their minority views, said the Republicans' \"flawed and partisan\" report was a \"fitting capstone\" to their conduct in the investigation.",
  "Democrats were quick to dispute most of the report's conclusions, the means by which the investigation was conducted and, they argued, curtailed.",
  "Though Republicans have repeatedly declared their own investigation completed, their report suggested an openness subsequent findings.",
  "The GOP report cited witness interviews, press reports and other unclassified sources in support of its findings.",
  "The report was accompanied by the Democrats' dissenting minority views, detailed in a 98-page document.",
  "House Intelligence Committee rules that there was NO COLLUSION between the Trump Campaign and Russia.",
  "As I have been saying all along, it is all a big Hoax by the Democrats based on payments and lies.",
  "\"Just OUT: House Intelligence Committee Report released,\" Mr. Trump tweeted Friday morning.",
  "\"'No evidence' that the Trump campaign 'colluded, coordinated or conspired with Russia.'",
  "In most cases, the committee Republicans found them to be unsubstantiated or innocuous.",
  "\"We will continue our investigation using every means at our disposal,\" Schiff said.",
  "Clinton Campaign paid for Opposition Research obtained from Russia — Wow!",
  "There should never have been a Special Counsel appointed.",
  "A total Witch Hunt!",
  "MUST END NOW!\"",
  "Witch Hunt!"
]