[
  "Daniel C. Kurtzer is 69 ... Ronen Bergman is 46 … Brett Bethune ... SLF political coordinator Matt Gruda (h/t Chris Pack) ...\n\n... Aaron McLear, managing director, public affairs and crisis at Edelman, is 41 (h/t Niki Christoff) ... Rocky Deal ... Shelley Hanger Husband … Matt Vari ... Angie Kelley, VP for immigration policy at CAP ... D. Reid Wilson, a Clinton EPA alum ... Sarah Schoeffel ... Matthew Bartlett … Bob Madigan … John Leo ... Snap’s Kara Rivers ... Nicole Luna ... Nicole Berns Schaffer ... Mark Tapscott … Tom Fleming ... Omar Khan ... Francisco J. Sánchez, chairman and CEO of CNS Global Advisors ... Jill McNaughton … Pat Roth ... Pedro Moreno ... Katie Nelson Thomson ... Hailey Hogan ... NPR’s Jessica Taylor ... Joel R. Maliniak ... Jeffrey Block ... Don Harris ... Peter O’Toole (h/t Kelley McCormick) ... David J. Jones ... Cayla O’Connell Davis ... Jon K. Lauck ... Traci Nobles ... John Shaw ... David Eades … Jill McNaughton ... Steve Welchert ... Caryl Terrell ...",
  "They’re fired when they complain.” https://nyti.ms/2lbWx2k\n\n-- “‘A ticking time bomb’: MS-13 threatens a middle school, warn teachers, parents, students,” by WaPo’s Michael E. Miller: “Gang-related fights are now a near-daily occurrence at Wirt, where a small group of suspected MS-13 members at the overwhelmingly Hispanic school in Prince George’s County throw gang signs, sell drugs, draw gang graffiti and aggressively recruit students recently arrived from Central America, according to more than two dozen teachers, parents and students.” https://wapo.st/2lgqYER\n\n-- “Why Do We Care So Much About Privacy?” by Louis Menand in The New Yorker: “Big Tech wants to exploit our personal data, and the government wants to keep tabs on us.",
  "But suddenly, in a three-month period, 19 cartoons or proposals were rejected.” https://nyti.ms/2MtYSCp\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 11 keepers https://politi.co/2JVs4DB\n\nGREAT WEEKEND READS, curated by Daniel Lippman, filing from Lakeville, Connecticut:\n\n-- “How the King of New York Kosher Restaurants Helped Qatar Win Over American Jewish Leaders,” by Hannah Dreyfus and Dan Friedman in Mother Jones: “A tale of steaks, lawsuits, foreign agents…and Alan Dershowitz.” http://bit.ly/2ld75hT\n\n-- “The Wounds of the Drone Warrior,” by Eyal Press in tomorrow’s N.Y. Times Magazine: “Even soldiers who fight wars from a safe distance have found themselves traumatized.",
  "SUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "U.S. protocol prohibits detaining children with their parents because the children are not charged with a crime and the parents are.” http://bit.ly/2t1ZZB4\n\nTHE WHITE HOUSE’S THEORY … WAPO’s MICHAEL SCHERER and JOSH DAWSEY: “Trump cites as a negotiating tool his policy of separating immigrant children from their parents”: “President Trump has calculated that he will gain political leverage in congressional negotiations by continuing to enforce a policy he claims to hate — separating immigrant parents from their young children at the southern border, according to White House officials.",
  "Trump’s tariff problem Presented by\n\nDriving the Day\n\nGOP’S 2018 PROBLEM, ENCAPSULATED: DES MOINES REGISTER FRONT PAGE: “COST OF TARIFFS BEGIN TO ADD UP FOR IOWA FARMERS: State could lose up to $624M from soybean sales to China” http://bit.ly/2td1bkh\n\n-- WSJ: “Trade Fears Threaten Best Year in Commodities Since 2002: New tariffs announced by the U.S. and China spark selloff in raw materials across the board,” by Benjamin Parkin and Ira Iosebashvili: “West Texas Intermediate, the benchmark for U.S. crude oil, slumped 2.7% to $65.06 a barrel, halting a four-day winning streak.",
  "In the email to colleagues, he rejected the idea that his embassy needed to enhance its scrutiny of military aid, saying he did ‘not believe we should extend the new [guidelines] to Israel at this time.’” https://politi.co/2LQX70E\n\nTHE NEW WORLD ORDER … “After forging new ties with North Korea, Trump administration turns to Russia,” by WaPo’s John Hudson, Greg Jaffe, Seung Min Kim and Josh Dawsey: “The president’s interest in a meeting with Putin became public in March after the Kremlin disclosed that Trump extended an invitation in a phone call with the Russian leader.",
  "He’s celebrating with his kids who are taking him to see Incredibles 2 ... Phil Singer, CEO and founder of Marathon Strategies (h/t Tim Burger) ... Politico Capitol Hill bureau chief John Bresnahan is ageless … Politico’s Zack Stanton ... Brandi Hoffine, associate VP for comms and strategy at UC ... NPR’s Steve Inskeep … Marcus Brauchli, co-founder and managing partner of North Base Media ... Phil Cox … former Rep. Robert Hurt (R-Va.) is 49 ... Adam Talbot, director at West Wing Writers ... Rep. Jason Smith (R-Mo.)",
  "If convicted, they each face a maximum sentence of 20 years in prison and a fine of $250,000, plus restitution to those found to have been defrauded, on each count.” https://on.wsj.com/2sZTTBi\n\nSCOOP – “Top lobbyist for restaurant group departs amid internal discord,” by Marianne Levine and Daniel Lippman: “The top lobbyist for the National Restaurant Association is departing suddenly after a period of internal discord and high turnover within her team inside one of Washington’s most prominent trade groups.",
  "‘They decided: Let’s wait and see if he raises it again,’ said the official.” https://wapo.st/2JSnqDh\n\n-- ISAAC DOVERE: “Donald dreams of dictators: In the three years since he first descended his golden escalator to announce his presidential bid, Trump has made clear he yearns for fealty along with authority”: “He’s spent the three years — to the day — since riding down that escalator in Trump Tower demanding loyalty, fantasizing about torture, dividing the country into ‘followers’ and enemies.",
  "But American military officials quietly sent a much smaller delegation than originally expected to an organizational meeting this week in Seoul, after Mr. Trump’s surprise announcement in Singapore that he was ending joint military exercises as an inducement for North Korea.” https://nyti.ms/2JNJD5n\n\nTHE STAT … “DHS reports about 2,000 minors separated from families,” by AP’s Colleen Long: “The figures show that 1,995 minors were separated from 1,940 adults from April 19 through May 31.",
  "Then the Brazilian government started investigating him.” https://bloom.bg/2JE9yk1\n\n-- “Gone but Not Deleted,” by Luke O’Neil in Boston Magazine: “When loved ones die, what do we do with the digital reminders they’ve left behind?” http://bit.ly/2JReWzD (h/t Longform.org)\n\n\n\nPlaybookers\n\nSPOTTED: Justice Clarence Thomas and C. Boyden Gray having lunch with a third unidentified man at Capitol Grille on Friday afternoon ... Keith Schiller on Friday walking on 17th street near the EEOB.",
  "to Mexico Carlos Pascual … Univision News correspondent Yezid Baquero … musician Juanes\n\n-- C-SPAN: “The Communicators”: American Antitrust Institute president Diana Moss and George Mason University Global Antitrust Institute executive director Joshua Wright … “Newsmakers”: Rep. Jerry Nadler (D-N.Y.), questioned by Stephen Dinan and Kate Irby … “Q&A”: Joe Tropea and Skizz Cyzyk\n\n-- MSNBC’s “Kasie DC”: Sen. Jeff Merkley (D-Ore.) … Sen. Chris Van Hollen (D-Md.)",
  "And after a while, people say, OK, that’s the way it is.” https://politi.co/2t2BjbD\n\nTHE INVESTIGATIONS … “Feds reassemble shredded docs, access encrypted messages from Michael Cohen raids,” by Josh Gerstein: “Federal prosecutors in New York revealed on Friday that they had pieced back together shredded documents found during search-warrant raids in April targeting Michael Cohen, President Donald Trump’s longtime personal attorney.",
  "But “privacy” isn’t what’s really at stake.” http://bit.ly/2LTI6LS\n\n-- “Koks, the World’s Most Remote Foodie Destination,” by The New Yorker’s Rebecca Mead: “People are flocking to a Nordic archipelago to sample cuisine—like fermented lamb tallow—that challenges even the most adventurous palate.” http://bit.ly/2HVbOgP\n\n-- “A New Ark,” by Nicolas Pelham in Lapham’s Quarterly: “Only the prowling lions are missing.",
  "“Trump’s public acknowledgment that he was willing to let the policy continue as he pursued his political goals came as the president once again blamed Democrats for a policy enacted and touted by his own administration.” https://wapo.st/2te5lZ8\n\nTHE PRESIDENT at 9:03 a.m.: \"Democrats can fix their forced family breakup at the Border by working with Republicans on new legislation, for a change!",
  "… Rep. Tom Cole (R-Okla.) … Corey Stewart … Sally Quinn … Phil Rucker … Eli Stokols … Jacob Soboroff … Julia Ainsley … Ken Dilanian … Paul Butler … Franco Ordoñez … Raul Reyes … Guy Cecil … former Mark Sanford communications director Joel Sawyer\n\n-- Washington Times’ “Mack on Politics” weekly politics podcast with Matt Mackowiak (download on iTunes, Google Play, or Stitcher: Sam Nunberg.",
  "is 38 ... Jim Dau ... Indira Lakshmanan, journalism ethics chair at Poynter and columnist for the Boston Globe (h/ts Ben Chang and Nihal Krishan) ... Caity Rogowski ... Jenna Galper (h/t Helen Brosnan) ... PBS NewsHour politics producer Rachel Wellford (h/t Simone Pathe) ... Reid Wilson of The Hill … Liz Bourgeois, executive comms manager at Facebook (h/t Andrea Saul) ... former Amb.",
  "‘Approximately 731 pages of messages, including call logs,’ were found on those apps and were turned over to Cohen’s lawyers on Friday to be reviewed for potentially privileged materials like attorney-client communications, as well as ‘highly personal’ information, prosecutors said.” https://politi.co/2JVCpjc\n\nTRUMP’S SATURDAY -- The president has no scheduled public events.",
  "In May, Breitbart registered 6.4 million unique visitors, according to comScore, compared to 12.1 million in May 2017 and 13.7 million as recently as November.” https://politi.co/2t1RXrY\n\n-- FIRST PERSON: “I Was Fired for Making Fun of Trump,” by Rob Rogers in the NYT: “After 25 years as the editorial cartoonist for The Pittsburgh Post-Gazette, I was fired on Thursday.",
  "“The indictments of Ms. Holmes and Ramesh ‘Sunny’ Balwani, Theranos’s former president and chief operating officer who was also Ms. Holmes’s boyfriend, are the culmination of a 2½-year investigation by the U.S. attorney’s office in San Francisco, sparked by articles in The Wall Street Journal that raised questions about the company’s technology and practices.",
  "“Trump 2020 working with ex-Cambridge Analytica staffers,” by AP’s Jeff Horwitz: “A company run by former officials at Cambridge Analytica, the political consulting firm brought down by a scandal over how it obtained Facebook users’ private data, has quietly been working for President Donald Trump’s 2020 re-election effort, The Associated Press has learned.",
  "Now, as five millennia ago, homes take three days to build and are assembled without nails, wood, or windows.” http://bit.ly/2sZQS3B (h/t TheBrowser.com)\n\n-- “The Crimes That Fueled a Fantastic Brazilian Museum,” by Alex Cuadros in Bloomberg Businessweek: “At Inhotim, Bernardo Paz commissioned ambitious works by Matthew Barney, Olafur Eliasson, and more.",
  "Learn more at google.com/grow/veterans\n\nMEDIAWATCH – “Breitbart traffic declines for seventh straight month,” by Jason Schwartz: “Breitbart’s traffic declined in May for the seventh straight month, according to comScore metrics, bringing the site to its lowest level of readership since January 2015, and half of what it was a year ago.",
  "‘I had 30-some minutes to come up with as many interesting questions about things in the news as I could.’ When other reporters noticed tourists being escorted away from Pennsylvania Avenue in front of the White House and heard the Secret Service was preventing colleagues from entering the grounds, they knew it was happening.",
  "Could their injuries be moral ones?” https://nyti.ms/2lacaaq\n\n-- “Inside the Binge Factory,” by Josef Adalian in Vulture: “Netflix is hiring everybody in and out of Hollywood to make more TV shows than any network ever has, and it already knows which ones you’ll like.” http://bit.ly/2HSNPPm\n\n-- “The Next Plague Is Coming.",
  "-- CNN’s “Fareed Zakaria GPS”: Susan Rice and David Miliband … Joanna Coles\n\n-- Univision’s “Al Punto”: Immigrant mother Elena Martinez … Sen. Bob Menendez (D-N.J.) … Andrés Manuel López Obrador presidential campaign adviser Tatiana Clouthier … Ricardo Anaya presidential campaign adviser Jorge Castañeda … former U.S. Amb.",
  "NYT’S HELENE COOPER and MARK LANDLER: “Trump’s Promises to Kim Jong-un Leave U.S. and Allies Scrambling”: “The Pentagon and Seoul moved toward canceling a large-scale and long-planned military exercise that was set for August, Defense Department officials said.",
  "...\n\n“Things really changed for me in March, when management decided that my cartoons about the president were ‘too angry’ and said I was ‘obsessed with Trump.’ This about a president who has declared the free press one of the greatest threats to our country.",
  "Learn more at google.com/grow/veterans\n\nNAHAL TOOSI: “Trump ambassador blocks scrutiny of Israel”: “Last October, the U.S. ambassador to Israel, David Friedman, emailed State Department colleagues with a firm message: Don’t second-guess the Israeli military.",
  "Much worse is coming.” https://theatln.tc/2JG6R1i\n\n-- “Pregnancy Discrimination Is Rampant Inside America’s Biggest Companies,” by NYT’s Natalie Kitroeff and Jessica Silver-Greenberg: “Many pregnant women have been systematically sidelined in the workplace.",
  "In one such conversation, which took place in a public place and was overheard by two AP reporters, Oczkowski said he and Trump’s 2020 campaign manager, Brad Parscale, were ‘doing the president’s work for 2020.’” http://bit.ly/2JIAwqM\n\nVALLEY TALK -- “U.S.",
  "“Lawyers from the U.S. Attorney’s Office in Manhattan also said they’d managed to download the contents of one old BlackBerry found in the raids, as well as messages from encrypted apps, including WhatsApp and Signal, found on newer phones.",
  "http://bit.ly/2LTprQe\n\nNEARLY 12 HOURS LATER … Friday morning on Fox News, PRESIDENT TRUMP said he “certainly” would not sign the moderate immigration bill, which, of the two the House will vote on, is the leadership’s compromise bill.",
  "Files Criminal Charges Against Theranos’s Elizabeth Holmes, Ramesh Balwani,” by WSJ’s John Carreyou: “Federal prosecutors filed criminal charges against Theranos Inc. founder Elizabeth Holmes and the blood-testing company’s former No.",
  "The AP confirmed that at least four former Cambridge Analytica employees are affiliated with Data Propria, a new company specializing in voter and consumer targeting work similar to Cambridge Analytica’s efforts before its collapse.",
  "When I had lunch with my new boss a few months ago, he informed me that the paper’s publisher believed that the editorial cartoonist was akin to an editorial writer, and that his views should reflect the philosophy of the newspaper.",
  "| Brendan Smialowski/AFP/Getty Images\n\nBEHIND THE SCENES OF THE FOX INTERVIEW … -- AP’s KEN THOMAS and DAVID BAUDER: “[Steve] Doocy, typically New York-based, was in Washington this week to cover the congressional baseball game.",
  "“Some Democrats in Congress have questioned whether Israel’s military — which receives an annual $3.1 billion from the United States, more than any other nation — might be guilty of human rights infractions against Palestinians.",
  "-- CNN’s “Inside Politics” with John King: Eliana Johnson, Sahil Kapur, Josh Dawsey and Rachael Bade (substitute anchor: CNN’s Nia-Malika Henderson)\n\n-- CNN’s “Reliable Sources”: Brian Karem, Olivia Nuzzi and Doug Heye\n\n...",
  "“Most of the White House press corps hadn’t arrived for the day; the administration had said the night before that the president would not be seen in public before 11 a.m. and there were no events on his official schedule.",
  "“On Friday, Trump suggested he would not change the policy unless Democrats agreed to his other immigration demands, which include funding a border wall, tightening the rules for border enforcement and curbing legal entry.",
  "People say, ‘He’s a loudmouth, he’s never had the governing experience,’ said Eric Edelman, President George W. Bush’s ambassador to Turkey during the early days of Recep Tayyip Erdogan’s consolidation of power.",
  "Half a dozen former employees detailed to POLITICO complaints about her leadership.” https://politi.co/2LVwrfc\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "“‘But what he has done is begun to stress these norms and stress them constantly, and people become inured to it.’ Edelman went on: ‘I’ve seen this play out in Turkey, and that’s how this stuff gets normalized.",
  "The tweet sent a skeleton crew of reporters, camera crews and photographers scrambling out to the driveway leading to the West Wing, checking with sources whether a presidential appearance was really possible.",
  "Panel: Rep. Gregory Meeks (D-N.Y.), Jennifer Granholm, Rick Santorum and Ana Navarro\n\n-- CBS’s “Face the Nation”: Rudy Giuliani … Sen. Susan Collins (R-Maine) … House Majority Whip Steve Scalise (R-La.)",
  "...\n\n“Since she took over the public affairs department three years ago, the group’s government affairs and communications teams have seen about 30 people leave — the vast majority of the department.",
  "Holmes, 34 years old, and Mr. Balwani, 53, were each charged with two counts of conspiracy to commit wire fraud and nine counts of wire fraud in an indictment handed up Thursday and unsealed Friday.",
  "He walked to Fox’s location followed by a pack of camera crews and journalists, an unusual sight for a president who is usually kept at a distance by security.” http://bit.ly/2LWMPwi\n\nTHEY’RE BACK!",
  "But U.S. officials say Trump privately has been asking his aides for a bilateral meeting ever since he met with Putin in Vietnam in November on the sidelines of a multilateral economic summit.",
  "Under a ‘zero tolerance’ policy announced by Attorney General Jeff Sessions, Department of Homeland Security officials are now referring all cases of illegal entry for criminal prosecution.",
  "‘We ignored it.’\n\n“At the time, top aides in the National Security Council opposed the idea of a meeting and said they didn’t view Trump’s interest in a summit as an order to set one up.",
  "“State Department officials had recently asked U.S. embassies in the Middle East to more carefully examine American military assistance to governments in the region, including Israel.",
  "The AP learned of Data Propria’s role in Trump’s re-election effort as a result of conversations held with political contacts and prospective clients in recent weeks by Oczkowski.",
  "Rob Reiner … Reeves Weideman\n\n-- Fox News’ “Sunday Morning Futures”: Rep. Devin Nunes (R-Calif.) … Rep. Michael McCaul (R-Texas) … Rep. John Ratcliffe (R-Texas) … Alan Dershowitz.",
  "Panel: Rick Klein, Karen Finney, DCCC chair Ben Ray Lujan (D-N.M.), Matt Schlapp and Greta Van Susteren\n\n-- “Fox News Sunday”: Rep. Trey Gowdy (R-S.C.) … Sen. Jack Reed (D-R.I.).",
  "Is America Ready?” by Ed Yong in The Atlantic’s July/August issue: “The epidemics of the early 21st century revealed a world unprepared, even as the risks continue to multiply.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "Secretary of State Mike Pompeo wrapped up days of talks with top officials in South Korea, Japan and China, where he sought to maintain American steadfastness in the region.",
  "At 5:20 yesterday afternoon, the White House press pool sent this, from Raj Shah: “The President fully supports both the Goodlatte bill and the House leadership bill.",
  "In addition to being the world’s second-largest economy, China is also the top consumer of many raw materials.” https://on.wsj.com/2Mz0sTc\n\nGood Saturday morning.",
  "He stayed over to help anchor Trump’s favorite morning show from the area on the White House grounds where television reporters usually congregate for live shots.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Trump's former campaign manager Paul Manafort arrives for a hearing at U.S. District Court on June 15 in Washington.",
  "“That bullish run started to unwind Friday as escalating trade tensions between the U.S. and China prompted investors to question the global growth outlook.",
  "The separations were not broken down by age, and included separations for illegal entry, immigration violations or possible criminal conduct by the adult.",
  "The goal was to ensure the department wasn’t violating a law barring U.S. security aid to foreign military units that commit serious human rights abuses.",
  "Panel: Ed Rollins and Mary Kissel\n\n-- Fox News’ “MediaBuzz”: Rob Reiner … Mollie Hemingway … Sara Fischer … Marie Harf … Emily Jashinsky … Cathy Areu.",
  "Gold slid 2.3% to the lowest level since late 2017, while industrial metals like copper, aluminum and lead sank at least 2% and cotton dropped 2.9%.",
  "“The company’s former head of product, Matt Oczkowski, leads the new firm, which also includes Cambridge Analytica’s former chief data scientist.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Panel: Al Cardenas, Helene Cooper, Carol Lee and Bret Stephens\n\n-- CNN’s “State of the Union”: Rudy Giuliani … Rep. Beto O’Rourke (D-Texas).",
  "He also is intent on pushing members of his party to vote for a compromise measure that would achieve those long-standing priorities.",
  "Oczkowski denied a link to the Trump campaign, but acknowledged that his new firm has agreed to do 2018 campaign work for the [RNC].",
  "2 executive, alleging that they defrauded investors out of hundreds of millions of dollars and also defrauded doctors and patients.",
  "Cicely Simpson, executive vice president of public affairs, is exiting effective Friday, the group said in a statement to POLITICO.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "…\n\n“Officially, planning for the Ulchi Freedom Guardian military exercise, one of the world’s largest, is still moving ahead.",
  "“He was sitting on the curb outside the White House at 6:10 a.m., and his colleagues started ‘Fox & Friends’ without him.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Republicans control all the levers, so it’s difficult to see how Democrats would get blamed for anything right now.",
  "On the artificial islands of reeds that poke from the water, families have rebuilt their mudhifs, or guesthouses.",
  "-- THERE ARE NO negotiations at the moment, so it’s not clear what “talks” Trump is seeking to gain leverage in.",
  "In this morning’s interview, he was commenting on the discharge petition in the House, and not the new package.",
  "“Optimism over synchronized growth in the global economy had propelled raw materials sharply higher this year.",
  "‘After that meeting, the president said he wanted to invite Putin to the White House,’ one U.S. official said.",
  "Prices of resources across the board from lumber, cotton and oil to copper and nickel hit multiyear highs.",
  "THE SHOWS, by @MattMackowiak, filing from Austin:\n\n-- NBC’s “Meet the Press”: Rep. Mark Sanford (R-S.C.).",
  "“Doocy said Fox was tipped that Trump was serious, but no one knew whether it would be more than a hello.",
  "Panel: Rachael Bade, Ben Domenech, Jeff Goldberg and Eliana Johnson\n\n-- ABC’s “This Week”: Steve Bannon.",
  "Doocy nearly didn’t get in; Secret Service officials couldn’t find his pass and barred him at the gate.",
  "Goodlatte will probably get something around 160 votes, and the compromise bill will do a bit better.",
  "Beijing responded by saying it would also launch tariffs on hundreds of American products next month.",
  "A White House statement said the U.S. would implement a 25% tariff on $50 billion of Chinese goods.",
  "He would sign either the Goodlatte or the leadership bills.”\n\n-- THESE BILLS still might not pass.",
  "No guests were expected; the White House offered a trade representative and Fox turned them down.",
  "A message from Google: Google is supporting service members as they transition to civilian jobs.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Dried reeds bound together rise twenty feet high, and are fitted inside with cushions.",
  "Chibayish has as many inhabitants as it did before Saddam Hussein drained the marshes.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "Democrats are good at only three things, High Taxes, High Crime and Obstruction.",
  "‘Using even language like ‘the enemy of the people’ -- it’s a Stalin phrase.",
  "‘Maybe I’ll have to take an unannounced trip down to see them?’ he tweeted.",
  "At 7:50 a.m., Trump noted on Twitter that the show was at the White House.",
  "“Trump emerged, and the gang of reporters peppered him with questions.",
  "BAD DAD JOKES … SPEAKER PAUL RYAN and REP. PATRICK MCHENRY (R-N.C.).",
  "Panel: Karl Rove, Gillian Turner, Chris Stirewalt and Jane Harman.",
  "This is why we need more Republicans elected in November.",
  "The compromise bill could pass, but it’s a long shot.",
  "They’re passed over for promotions and raises.",
  "Every year, a few of my cartoons get killed.",
  "The most reliable politics newsletter.",
  "‘I was cramming for a test,’ he said.",
  "Friedman dismissed the possibility.",
  "Troy Perry (h/ts Teresa Vilmain).",
  "and Rep. Cedric Richmond (D-La.)",
  "You can unsubscribe at any time.",
  "BIRTHDAYS: Don McGahn is 5-0.",
  "Not every idea I have works.",
  "I should’ve seen it coming.",
  "That was a new one to me.",
  "I blame Donald Trump.",
  "“Well, sort of.",
  "… David Sanger.",
  "Sad!\"",
  "“Ms.",
  "...",
  "..."
]