[
  "Read Cambridge Analytica's full statement below:\n\n\"Cambridge Analytica fully complies with Facebook's terms of service and is currently in touch with Facebook following its recent statement that it had suspended the company from its platform, in order to resolve this matter as quickly as possible.",
  "Worries about whether the Trump campaign colluded with the Kremlin arose in part because the content touted by Russian state actors was highly specific, and targeted to competitive US voter precincts — details that some experts have said would not have been familiar to a foreign entity.",
  "The matter of those emails and an FBI investigation surrounding Clinton's use of a private email server during her time as secretary of state had hamstrung the Clinton campaign, and was seen as one part of a broader effort by Russian operatives to influence the US election.",
  "The firm later came under scrutiny after a number of troubling discoveries, including that Cambridge Analytica's CEO had reportedly reached out to WikiLeaks founder Julian Assange in an effort to find some of then-Democratic candidate Hillary Clinton's deleted emails.",
  "According to Grewal's statement, a University of Cambridge professor who had developed a personality prediction app for Facebook users called \"thisisyourdigitallife\" improperly passed user information to other parties, including Cambridge Analytica and SCL in 2015.",
  "We worked with Facebook over this period to ensure that they were satisfied that we had not knowingly breached any of Facebook's terms of service and also provided a signed statement to confirm that all Facebook data and their derivatives had been deleted.",
  "It also raised questions about whether Trump associates had cooperated with Russia's election-meddling activity, because Russian operatives capitalized on detailed user data to deliver targeted ads and content on Facebook and other social-media platforms.",
  "Facebook announced on Friday that Cambridge Analytica, the data-analysis firm that played an important role in Donald Trump's online strategy during the 2016 US election, has been suspended from the social-media platform for mishandling user data.",
  "\"Protecting people's information is at the heart of what we do, and we require the same from people who operate apps on Facebook,\"Grewel said, noting that Facebook had received recent reports of certain rules violations.",
  "\"Given the public prominence of this organization, we want to take a moment to explain how we came to this decision and why,\" Facebook VP and deputy general counsel Paul Grewal said in a press release on Friday night.",
  "Several news outlets reported in 2016 that the Trump campaign paid Cambridge Analytica $5 million for its services in September alone that year, a significant increase from the $250,000 it paid one month earlier.",
  "This company, Global Science Research (GSR), was contractually committed by us to only obtain data in accordance with the UK Data Protection Act and to seek the informed consent of each respondent.",
  "In an email to Business Insider, a Cambridge Analytica spokesperson said the company \"fully complies with Facebook's terms of service\" and said it is working with Facebook to resolve the matter.",
  "In 2014, we contracted a company led by a seemingly reputable academic at an internationally-renowned institution to undertake a large scale research project in the United States.",
  "When it subsequently became clear that the data had not been obtained by GSR in line with Facebook's terms of service, Cambridge Analytica deleted all data received from GSR.",
  "Cambridge Analytica's Commercial and Political divisions use social media platforms for outward marketing, delivering data-led and creative content to targeted audiences.",
  "But, Grewel said on Friday, \"several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted.",
  "By booting the companies from its platform \"pending further information,\" Facebook will no longer allow them to buy ads or manage their pages.",
  "Trump's campaign hired Cambridge Analytica in June that year to help target ads using voter data gathered from millions of adults in the US.",
  "No data from GSR was used by Cambridge Analytica as part of the services it provided to the Donald Trump 2016 presidential campaign.",
  "Facebook allows some apps to get access to a user's profile and important data that identifies the user's preferences and interests.",
  "Facebook said the professor, Cambridge Analytica, and the other parties involved agreed to destroy all the data at the time.",
  "GSR was also contractually the Data Controller (as per Section 1(1) of the Data Protection Act) for any collected data.",
  "Such information, if misused, can potentially help bad actors target Facebook users with ads and other information.",
  "Our robust data protection policies comply with US, international, European Union, and national regulations.\"",
  "The Trump campaign has sought to distance itself from Cambridge Analytica, and has denied any wrongdoing.",
  "Read Facebook's entire statement on Cambridge Analytica and Strategic Communication Laboratories below:",
  "Grewal noted that another company, Strategic Communication Laboratories (SCL), was also suspended.",
  "Cambridge Analytica only receives and uses data that has been obtained legally and fairly.",
  "Drew Angerer/Getty Images\n\nSign up for the latest Russia investigation updates here.",
  "This was apparently the case during the 2016 US presidential election.",
  "We are moving aggressively to determine the accuracy of these claims.",
  "GSR obtained Facebook data via an API provided by Facebook.",
  "They do not use or hold data from Facebook profiles.",
  "Facebook CEO Mark Zuckerberg."
]