[
  "As part of Special Counsel Robert Mueller's investigation, a federal grand jury recently indicted 13 Russian nationals and three Russian entities for waging \"information warfare\" against the U.S.\n\nFacebook and Twitter were perceived as critical to Trump's surprising victory over Hillary Clinton, something not lost on the president.",
  "Facebook has suspended Cambridge Analytica, a political data analytics firm that worked on Facebook ads for President Donald Trump during the 2016 presidential election, saying that it lied about deleting user data sent to it by the makers of a popular psychology test app.",
  "In a blog post that went up late Friday night, Facebook explained that a University of Cambridge psychology professor, Dr. Aleksandr Kogan, created an app called \"thisisyourdigitallife,\" which asked users to answer questions to build a psychological profile.",
  "\"In so doing, [users] gave their consent for Kogan to access information such as the city they set on their profile, or content they had liked, as well as more limited information about friends who had their privacy settings set to allow it,\" Facebook said.",
  "The Trump campaign paid Cambridge Analytica more than $6 million to target Facebook ads based on voter data it had collected in the run-up to the election, according to Federal Election Commission records cited by Reuters.",
  "However, Facebook said it recently received reports that the company had not in fact deleted all the information, leading it to suspend SCL and Cambridge Analytica until further notice, pending an internal investigation.",
  "According to the social network, Kogan \"lied\" to Facebook by passing that data along to Strategic Communication Laboratories (SCL) and Cambridge Analytica — an SCL affiliate — without informing users.",
  "According to Facebook, about 270,000 people downloaded Kogan's app, and gave consent for the creator to access information such as the city they set on their profile, or content they had liked.",
  "The firm \"fully complies with Facebook's terms of service and is currently in touch with Facebook...in order to resolve this matter as quickly as possible.\"",
  "In addition to Trump, the organization has worked on campaigns supporting Republicans Ted Cruz, Ben Carson and Thom Tillis, a senator from North Carolina.",
  "Playing out in the background of Facebook's dispute with Cambridge Analytica is the wide-ranging probe into Russia's meddling in the 2016 election.",
  "The net effect allowed the firm to turn innocuous page \"likes\" and other Facebook user data into information that was mined for political use.",
  "Trump has already named Brad Parscale, who ran the campaign's digital operations, as campaign manager for his 2020 reelection bid.",
  "Cambridge Analytica was founded in 2013 and has offices in the U.S., U.K., Brazil and Malaysia, according to its website.",
  "While Facebook didn't mention the 2016 election or reference Trump in the blog post, there's no escaping the connection.",
  "The social network said it banned the app in 2015, and Cambridge Analytica said that it had deleted all data from it.",
  "On Saturday, Cambridge Analytica issued a statement disputing Facebook's allegations."
]