[
  "In a Senate hearing Tuesday, Sen. Lindsey Graham (R-S.C.) asked Zuckerberg, “Do you embrace regulation?” Zuckerberg replied, “The real question is … what is the right regulation, not whether there should be regulation.”\n\nIt’s difficult to disagree with Zuckerberg’s assessment, particularly when it comes to taking steps to protect the integrity of American elections.",
  "Meanwhile, special counsel Robert Mueller’s investigation into Russian interference in the presidential race seems to raise new questions every day about whether even more cash was funneled through so-called dark-money groups that can hide the identity of their donors, as well as other entities controlled by the Kremlin.",
  "As President Barack Obama noted in his State of the Union address that year, the decision opened “the floodgates for special interests, including foreign corporations, to spend without limit in our elections.”\n\nWe still don’t know the full extent of Russia’s spending in the 2016 election.",
  "Lawmakers have long recognized that American popular sovereignty — the exercise of the American people’s power to decide the course their government takes — must be protected from foreign powers that might try to use political spending to further their interests at our expense.",
  "Mark Zuckerberg is facing intense scrutiny over revelations that Donald Trump-linked data firm Cambridge Analytica had obtained data on 87 million Facebook users without their consent, and that Russians were able to use the social network to meddle in American elections.",
  "Cambridge Analytica has recently faced questions about whether its work on the 2016 campaign was directed by its U.S. employees or by its British parent firm, SCL Group, which would have violated the ban on foreign activity in American elections.",
  "This includes groups with names familiar to most Americans, like the U.S. Chamber of Commerce and the lobbying arm of the National Rifle Association, as well as more innocuous-sounding groups like Americans for Prosperity and Majority Forward.",
  "Applying the same rules to the internet would mean requiring disclosure of the person or group that paid for any political ad, and explicitly banning foreign entities from purchasing ads that mention candidates before an election.",
  "These ads were targeted at specific Facebook users, and there was no opportunity for journalists to fact-check them, or for the public to hold the advertisers accountable for inflammatory or false rhetoric.",
  "The DISCLOSE Act, versions of which have been introduced in Congress since 2010, would require any group that spends more than a trivial amount on political advertisements to disclose its major donors.",
  "Our recommendations might not wholly prevent foreign meddling in the future, but they would restore a long-standing defense against foreign interference, a ban that has served us well and could again.",
  "These groups would only be able to spend contributions that were explicitly made to this account, and donors would understand that gifts over a certain amount to that account could not be anonymous.",
  "Lastly, with the growth of corporate spending in American elections, we must ensure that domestic corporations making such expenditures are not financed by a foreign corporation or individual.",
  "Facebook has been perhaps the most forthcoming, announcing plans to require political advertisers to provide government-issued ID and receive an access code at a U.S. mailing address.",
  "Facebook, Twitter and Google have all recently announced efforts to confirm the identity of ad purchasers, though the exact procedures they are adopting are not entirely clear.",
  "That ban has existed for more than 50 years, and was originally enacted as a national security measure to protect American policy from the influence of foreign powers.",
  "That’s partly due to regulators’ failure to keep up with the rapid development of the internet, which helped Russian entities secretly buy political ads in 2016.",
  "It’s not an exchange anyone could have imagined just a couple of years ago: a Republican senator and a Silicon Valley titan agreeing on the need for regulation.",
  "The ad claimed the gunman was a “BLM movement activist” despite a total lack of evidence of any connection to Black Lives Matter or any other protest movement.",
  "Congress should clarify that the ban on political spending by foreign nationals extends to companies that are owned or controlled by foreign nationals.",
  "Finally, we should require those selling political ads on the internet to help enforce the ban on the foreign purchase of political ads themselves.",
  "Amy Klobuchar (D-Minn.), John McCain (R-Ariz.) and Mark Warner (D-Va.), and now explicitly supported by Facebook and, as of Tuesday, Twitter.",
  "The radical changes to campaign finance law wrought by the Supreme Court’s 2010 decision in Citizens United created new chinks in the armor.",
  "We should require those selling political ads on the internet to help enforce the ban on the foreign purchase of political ads themselves.",
  "Groups like the NRA that also engage in nonelectoral activity would have the option of creating a separate political-expenditures account.",
  "For instance, one ad from the “Being Patriotic” account referenced a Boston gunfight in which two police officers were seriously injured.",
  "But we know inflammatory ads purchased by accounts connected to the Kremlin reached millions of users of Facebook, Twitter and Google.",
  "Those include creating a political ad database and an address verification system, as well as requiring some disclosure of ad buyers.",
  "Indeed, the bigger dragon to slay is the threat of dark money: election spending by groups that do not have to disclose their donors.",
  "Did the NRA or other groups that keep their donors secret make election expenditures with funds from Russia or other foreign powers?",
  "That mirrors a series of reforms we’ve laid out in a new report for New York University School of Law’s Brennan Center for Justice.",
  "For instance, Facebook’s disclaimers won’t be sticky, meaning that when a paid post is shared by another user, they won’t show up.",
  "A good starting point would be regulations that restore the effectiveness of our decadeslong ban on foreign political spending.",
  "How can we prevent future meddling by foreign powers while safeguarding the ability of Americans to engage in vigorous debate?",
  "How can we prevent future meddling by foreign powers while safeguarding the ability of Americans to engage in vigorous debate?",
  "But even if it’s enacted, the bill will not by itself prevent Russia or other foreign powers from spending in our elections.",
  "Zuckerberg and Facebook have announced plans that could help prevent illegal foreign political spending on their platform.",
  "We need to update political spending laws for the internet with the framework we already use for television and radio ads.",
  "We need to update political spending laws for the internet with the framework we already use for television and radio ads.",
  "In broadcasting, every ad ends with a spoken and written disclaimer telling the viewer who paid to make and air it.",
  "Moreover, once the spotlight moves on and the cameras are switched off, who’s to say Facebook won’t reverse course?",
  "We should also require a public, searchable database of all online political ads on Facebook and other platforms.",
  "Zuckerberg’s testimony this week demonstrates that America’s elections remain vulnerable to foreign manipulation.",
  "Online political ads purchased by Russians the run-up to the 2016 election were often polarizing and false.",
  "Leah Millis / Reuters Zuckerberg testifies before the House Energy and Commerce Committee on Wednesday.",
  "Yet over the years, cracks have developed in the walls that we built to protect our political process.",
  "Many of these reforms are part of the long-stalled Honest Ads Act, a bill introduced by Sens.",
  "Facebook’s new promises to root out foreign spending on political and issue ads are welcome.",
  "like Russia’s Internet Research Agency, which was organized as a business corporation ?",
  "we will still need comprehensive reform at the federal level.",
  "But even if those promises translate into effective action ?",
  "And we have seen that individuals and corporations ?",
  "But there are holes in even these proposals.",
  "But what are the right rules of the road?",
  "can act as proxies for a foreign state.",
  "and will not know in future elections ?",
  "Here again, there’s a potential fix.",
  "as long as dark-money groups exist.",
  "and that is far from assured ?",
  "We cannot know ?"
]