[
  "He listed 60 scam profiles he said had used his old photos (“Army uniform by helicopter,” “Western hat in front of elephant”) and urged his followers to report them “until Facebook is forced by shame to remove them.”\n\n“From this day forward, know that those criminals who continue to maintain pages pretending to be persons represented by stolen photos of me do so with the full knowledge, consent, and support of Facebook,” he wrote.",
  "The company said profile-photo review began in mid-March and works only for a limited segment of a person’s social circle, “not random strangers.”\n\n[How merchants use Facebook to flood Amazon with fake reviews]\n\nThe company said the feature is reviewing only new accounts’ profile photos because of the large amount of computing power it would take to check each one.",
  "In December, Facebook announced that it would soon upgrade that technology with new features “to prevent people from impersonating others on Facebook,” adding, “We want people to feel confident when they post pictures of themselves on Facebook.”\n\nThe site is using that technological promise to encourage more users to consent to expanded ­facial-recognition rules.",
  "After The Post presented Facebook with a list of numerous fake accounts, the company revealed that its system is much less effective than previously advertised: The tool looks only for impostors within a user’s circle of friends and friends of friends — not the site’s 2 billion-user network, where the vast majority of doppelganger accounts are probably born.",
  "“And why do you shift the burden to users to flag inappropriate content and make sure it’s taken down?”\n\nCoons said last week that “whoever created them had literally just copied and pasted my photo from my Senate page and a whole bunch of photos from my Facebook pages.”\n\nZuckerberg responded in the hearing that “it’s clear that this is an area .",
  "said that his friends — including old classmates from law school and Delaware’s attorney general — had alerted him that morning to a fake Facebook account with his name, alma mater, photos of him and another senator’s family “and a whole lot of Russian friends.”\n\n“Isn’t it Facebook’s job to better protect its users?” Coons asked Zuckerberg.",
  "In its new privacy settings revealed last month, users are told, “If you keep face recognition turned off, we won’t be able to use this technology if a stranger uses your photo to impersonate you.” Facebook users who want to avoid impersonation but not have their name suggested for tagging in someone else’s photo are not allowed the choice.",
  "The political nature of many of the sham accounts is a reminder of the distorting role that the world’s largest social network continues to play on American politics in the months leading up to the 2018 midterm elections, two years after the presidential campaign shined a spotlight on its role in the viral spread of misinformation.",
  "But there is another Katie Greenman on Facebook — created by strangers and copying her full name, photos, home town and old workplace — that shares only ideas celebrated by President Trump, including an image showing Hillary Clinton and President Barack Obama in federal prison.",
  "Some telltale signs can give the fakes away: A username that doesn’t match the person’s real name; friends from a different country, including online-scam hot spots such as Macedonia and Nigeria; and recently created profiles with a lack of public posts or relationships.",
  "In September, the fake account checked him into Distrito Federal, Mexico, where it said he was “feeling loved.”\n\nBut nearly all of the account’s activity has been devoted to sharing pictures, posts and tweets from or about the president’s daughter, Ivanka Trump.",
  "The limited scale of Facebook’s central technical solution to the fake-account mess also suggests that the site is failing in its pledge to protect users’ personal information, while still urging them to hand over more photos and consent to their broader use.",
  "we need to do a lot better on.” He added: “Over time, we’re going to shift increasingly to a method where more of this content is flagged up front by AI tools that we develop.”\n\n\n\nFacebook chief executive Mark Zuckerberg testifies on Capitol Hill in April.",
  "(Christie Hemm Klok/For The Washington Post)\n\nThe impostor account appears to enjoy a rich and fulfilling social life, posting photos from Bright’s honeymoon with his wife, their trip to a Chicago Cubs baseball game and a portrait from his birthday party.",
  "(Christie Hemm Klok/For The Washington Post)\n\nKatie Greenman’s Facebook profile mirrors all the things the 21-year-old Texas college student loves: cute animals, exotic travel and left-leaning political issues such as immigration reform and gun control.",
  "Steve Kalfman, a 28-year-old Army engineer in Washington state, said scammers have created dozens of fake Facebook profiles in recent months by taking his name and photos, including of himself in uniform, at the gym or with his young daughter.",
  "[Facebook’s dating service is a chance to meet the catfisher, advertiser or scammer of your dreams]\n\nFacebook explained the increase by pointing to “episodic spikes” in fake-account creation in countries such as Indonesia, Turkey and Vietnam.",
  "“That’s me, but I never posted any of this stuff.”\n\nFacebook in December offered a bold solution for its worsening scourge of fake accounts: new ­facial-recognition technology to spot when a phony profile tries to use someone else’s photos.",
  "The fake account of Greenman, the Texas college student, is a member of Facebook groups such as “Trump’s New Generation.” It attracted dozens of fawning and profane commenters to the photos of her that the fake account had swiped.",
  "Terry Hestilow, a conservative U.S. Army veteran in Texas who offers commentary on the news for his 8,500 Facebook followers, criticized the site last summer as complicit because it had done too little to combat fake accounts.",
  "(Matt McClain/The Washington Post)\n\nFacebook has for years used facial-recognition technology to suggest who can be tagged in a user’s photo and sift through the 350 million images the company says are uploaded every day.",
  "We hope to improve how we use this technology over time.”\n\nAfter publication, Facebook added that it conducts searches on profile pictures among “millions” of other images beyond those in the network of extended friends.",
  "Even its username seems more authentic than his: His is “mark.bright.961,” while the fake’s is “Mark.Bright.001.”\n\n\n\nMark Bright sits for a portrait at Saison, a San Francisco restaurant where he works as a sommelier.",
  "The fakes appeared to have a wide-ranging set of interests, lived in seven different states and were rich in concocted personalities: “I A Good Guy..Am Simple,cool But Hard To Get,” one phony Kalfman said.",
  "Kalfman started placing a signature watermark on all his photos, agreed to Facebook’s expanded facial-recognition tools and said he now spends time filing fake-account reports on about 10 profiles a week.",
  "After The Post reported more than a dozen sham accounts stealing Kalfman’s name and photos to Facebook, the company erroneously disabled Kalfman’s real account but left virtually all of the fakes intact.",
  "The company estimates that there were as many as 87 million fake accounts in the last quarter, according to financial filings — a dramatic jump over 2016, when an estimated 18 million accounts were fake.",
  "Zach Elwood, an author in Portland, Ore., who sleuths out Facebook fakes in his spare time, keeps a long spreadsheet of names and alerts users when he finds that they have been impersonated.",
  "[What the life and death of Cambridge Analytica tells us about politics — and ourselves]\n\n“It’s kind of a cop-out to pretend there’s some high-tech solution needed for this,” he said.",
  "Mark Bright, a restaurant sommelier in San Francisco, had his name and photos co-opted for an impostor account that in the last six months has posted more regularly than he has.",
  "Kalfman suspects many of the profiles are used to fool women into handing over cash, since those “catfishing” victims often end up tracking him down to demand their money back.",
  "And honestly, it makes me want to take my account down.”\n\nAnalysts say the site could face an existential threat if unnerved users shy away from posting photos there for good.",
  "“It’s pretty easy to tell that I’m the real one.”\n\nBy the time Facebook restored Kalfman’s real account the next day, another six fake Steve Kalfmans had already bloomed.",
  "Facebook has championed face recognition and other artificial-intelligence tools as its secret weapons to combat political propaganda, hate speech and misinformation.",
  "Anybody can go on there and find these things.”\n\nIt’s not always clear why or how a person was chosen for impersonation, or for what purpose the knockoff was made.",
  "But in the months since that feature was announced, scam profiles that took the names, photos and other information from legitimate accounts continued to spread.",
  "(Katie Greenman)\n\nAn image of Katie Greenman from her Facebook profile that was used as the profile picture for a fake account with her name and pictures.",
  "(Katie Greenman)\n\nBut Greenman and other Facebook users who consented to that technology in recent months remain plagued by a horde of identity thieves.",
  "The profiles tend to post links to dodgy websites, share spam, boost a group’s followers or lure other people into sharing information or sending money.",
  "But the fakes highlight how the company is struggling to use the technology to fulfill its most basic mission — connecting real people around the world.",
  "“We use new technologies to protect people on Facebook, and we’re often able to improve as we roll them out,” Facebook spokesman Matt Steinfeld said.",
  "“In the early days of this feature, we’re focused on alerting people to new and recent photos posted by their friends and friends of their friends.",
  "That estimate does not include duplicate accounts, which users sometimes create by accident or to have separate professional and personal profiles.",
  "Because the doppelganger accounts speak out in Facebook’s most public venues, the profiles can gain followings, friends and enemies all their own.",
  "But Facebook, he said, appears no closer to solving the problem beyond disabling an account here or there in a fruitless game of Whac-A-Mole.",
  "The company is now pushing its users to agree to expanded use of their facial data, saying they won’t be protected from impostors without it.",
  "Many of the fake accounts appear to be built by copying, or “scraping,” the photos and biographical details from users’ Facebook profiles.",
  "Even scanning a photo against millions of others is still a tiny fraction of the images posted by the site’s 2 billion users worldwide.",
  "But Facebook would not say how it selects the broader group against which the images are vetted or the relation to the profile photo.",
  "“There is some skepticism that they know where all of the fakes are,” said Brian Wieser, a senior analyst at Pivotal Research.",
  "Some critics question why a $500 billion company with so many top engineers still struggles to protect its users’ identities.",
  "Facebook’s failure to spot obvious counterfeit accounts has highlighted one of the company’s more embarrassing public ills.",
  "During chief executive Mark Zuckerberg’s hearing before a Senate committee last month, Sen. Christopher A. Coons (D-Del.)",
  "Facebook has, in four cases, inadvertently disabled his real profile instead, making the problem even more frustrating.",
  "Facebook disabled dozens of fake accounts after being notified by The Post, though others quickly rose in their place.",
  "The company could not estimate when it might expand the feature or how many impostor accounts had been spotted so far.",
  "That means the tens of millions of existing fake accounts made before March will not be caught.",
  "An image of a Facebook post from the fake account pretending to be that of Katie Greenman.",
  "Looking through Facebook groups, he says he can spot blatant fakes with just a few clicks.",
  "That’s scary,” Greenman said when a Washington Post reporter showed her the fake account.",
  "Several strangers engaged in political shouting matches or sparred for her approval.",
  "Facebook’s inability to stop counterfeits has pushed some users to a breaking point.",
  "Facebook’s rules forbid users from falsely representing themselves as someone else.",
  "Facebook estimated that duplicates account for 10 percent of its global user base.",
  "The fake account’s profile picture: a selfie of the real Greenman, sunbathing.",
  "The number of what Facebook calls “undesirable” accounts is growing rapidly.",
  "“Whatever I report, they’ll make a new one the next day,” Kalfman said.",
  "“Do you love ivanka trump?” the fake Bright wrote in a post last month.",
  "“Anybody who knows me would see the Trump thing and think ‘Bulls---.",
  "But some of the impostors are more active than the real accounts.",
  "Katie Greenman’s profile picture on her real Facebook account.",
  "The frustration with Facebook can be resoundingly bipartisan.",
  "\n\nMark Bright was the victim of a fake Facebook profile.",
  "It was also a member of 14 groups for Trump devotees.",
  "He uses no AI, he said, because he doesn’t need it.",
  "“This just gives me a big feeling of insecurity.",
  "“I’m not anybody with any special knowledge.",
  "Alice Crites contributed to this report.",
  "That’s not him,’ ” said Bright, 35.",
  "“I don’t understand,” he said.",
  "“My gosh, what the heck?",
  ".",
  "."
]