[
  "There’s the seemingly endless staff changes in the Trump administration, the reported privacy breach and misuse of millions of Facebook users’ data, the death of the bombing suspect in Austin and the police shooting in Sacramento.",
  "Justin Sullivan/Getty Images Protesters march in Sacramento, California, on March 22, 2018, after two police officers shot and killed Stephon Clark, an unarmed black man.",
  "AFP Contributor via Getty Images Trump speaks in Manila, the Philippines, on Nov. 14, 2017, as U.S. national security adviser H.R.",
  "On Friday, just hours after Trump had threatened to veto the omnibus spending package, he signed the $1.3 trillion bill ?",
  "Dowd reportedly felt Trump was ignoring his advice on how to deal with special counsel Robert Mueller’s investigation.",
  "He was replaced by former U.S. ambassador to the United Nations and notorious foreign policy hawk John Bolton.",
  "After an hourslong hostage situation and standoff with police at a grocery store, the attacker was killed.",
  "the latest of at least a dozen Trump aides to have stepped down from their posts in a little over a year.",
  "Trump signed a memo on Thursday that could impose tariffs on up to $60 billion of Chinese imports.",
  "A man killed three people on Friday in a deadly rampage across multiple towns in southern France.",
  "That same day, John Dowd, President Donald Trump’s lead attorney on the Russia probe, resigned.",
  "Lawmakers demanded answers from Facebook about the Cambridge Analytica privacy breach.",
  "The news can often be hard to follow, but this week in particular has been a doozy.",
  "Here’s a rundown of some of the biggest news that happened in the last seven days.",
  "preventing a government shutdown and funding the government through September.",
  "French President Emmanuel Macron called the incident a terrorist attack.",
  "After 45 U.S. trade groups urged Trump not to impose tariffs on China ?",
  "warning it would be “particularly harmful” to the U.S. economy ?",
  "After signing, Trump called the bill a ”ridiculous situation.”",
  "The Austin bombing suspect killed himself with an explosive.",
  "McMaster and U.S. Secretary of State Rex Tillerson look on.",
  "Police fatally shot an unarmed black man in his yard.",
  "There were more staff changes at the White House.",
  "On Thursday, national security adviser H.R.",
  "McMaster left the Trump administration ?",
  "After the news hit, U.S. stocks plunged.",
  "Trump moved to impose tariffs on China.",
  "Trump signed a major spending bill ?",
  "There was a terror attack in France.",
  "after threatening to veto it.",
  "It’s been a lot."
]