[
  "On Friday, as details emerged about the final bill, it became clear that the agreement would provide slightly more generous tax breaks to low- and middle-income Americans by reducing some benefits for higher earners, one of several tweaks intended to solve the budget problems standing between the bill’s passage and President Trump’s desk, according to people briefed on the final plan.”\n\nMcCain, Cochran returning will be crucial for the vote - PBS: “Ailing Republican senators John McCain and Thad Cochran missed votes this week, but their presence will be crucial early next week as the GOP tries to pass a sweeping $1.5 trillion tax package in the Senate with a razor-thin majority and all Democrats opposed to the legislation.",
  "‘What I believe happens is that after we pass the tax bill on Tuesday, that gets the last unknown legislation this year out of the way and the four leaders that have to decide, should pretty quickly be able to decide on a number,” Senate Labor-HHS Appropriations Subcommittee Chairman Roy Blunt said… ‘We can’t pass the House bill, so I’m sure the Senate bill will be very different,’ said [Senate Appropriations Homeland Security Chairman John Boozman of Arkansas].”\n\n\n\nGOP eyes nominations rules change aimed at Dem stall tactics - Roll Call: “Senate Republicans are readying another rule change to the chamber, this one aimed at reducing the number of hours the chamber debates executive and judicial nominees.",
  "With a strong economy, continuing deregulation by the administration of President Trump, and the benefits of corporate tax cuts expected to be passed by the Republican-led Congress in coming days, cyclical companies ranging from Amazon.com Inc. (AMZN.O) to Allstate Corp (ALL.N) will outperform as long as Washington stays out of the way, according to fund managers.”\n\nMUELLER MINING TRUMP’S DATA OPERATION\n\nWSJ: “Special Counsel Robert Mueller has requested that Cambridge Analytica, a data firm that worked for President Donald Trump’s campaign, turn over documents as part of its investigation into Russian interference in the 2016 U.S. election, according to people familiar with the matter.",
  "On Thursday, Cambridge Analytica Chief Executive Alexander Nix interviewed via videoconference with the House Intelligence Committee, according to a person familiar with the matter.”\n\n\n\nJohnson shares edited Comey remarks on Clinton probe - AP: “A draft statement former FBI Director James Comey prepared in anticipation of concluding the Hillary Clinton email case without criminal charges was heavily edited to change the ‘tone and substance’ of the remarks… Comey, for instance, initially wrote that the FBI believed that Clinton and her aides were ‘grossly negligent’ in their handling of classified information, language also contained in the relevant criminal statute.",
  "“That’s time consuming and I probably ought to get a life, but that’s what I like to do.”\n\nIt’s sort of like what Kennedy said, deadpan while looking over the rims of his glasses, to poor Mr. Peterson at the end of the hearing, “I wish we had more time to spend together.”\n\nPeterson would have probably wanted a motion in limine on that one…\n\nTHE RULEBOOK: THE BLOB\n\n“I shall be told, that however dangerous this mixture of powers may be in theory, it is rendered harmless by the dependence of Congress on the State for the means of carrying them into practice; that however large the mass of powers may be, it is in fact a lifeless mass.” – James Madison, Federalist No.",
  "… McCain’s closest friend on Capitol Hill, Sen. Lindsey Graham, R-S.C., told reporters that he spoke with McCain’s wife, Cindy, earlier in the week and was optimistic McCain would be back to work soon.”\n\nPence will stick around in case his tiebreaker is needed - Politico: “Vice President Mike Pence began planning a Christmastime trip to Jerusalem… The visit … was designed not just as a move to reaffirm ties with a key ally but as a victory lap for Pence, who was instrumental in lobbying Trump to stick with his campaign promise on Jerusalem.",
  "I can say this, when you look at what’s going on with the FBI and the Justice Department, people are very, very angry.’”\n\nSenate to issue more bipartisan recommendations for election meddling - AP: “With no firm conclusions yet on whether President Donald Trump’s campaign may have coordinated with Russia, the Senate intelligence committee could delay answering that question and issue more bipartisan recommendations early next year on protecting future elections from foreign tampering.",
  "The Democratic lawmakers called Justice’s decision an ‘unusual move’ after the texts were given to Congress and a select group of reporters earlier this week.”\n\nWhile Republicans focus on McCabe - Fox News: “Top Republicans are turning their focus to FBI Deputy Director Andrew McCabe as they scrutinize a host of anti-Trump texts exchanged between two bureau officials, raising questions about one in particular that seemed to reference an ‘insurance policy’ against a Trump presidency.",
  "It’s not clear from the document which official suggested what changes, though many were incorporated into Comey’s July 5 announcement.”\n\nDems aim at Justice Department for answers to released FBI texts - Politico: “Democrats pressed the Justice Department on Thursday to explain why it released salacious, anti-Donald Trump text messages exchanged between two FBI employees who are still under investigation for their work on the Russia special counsel investigation.",
  "**\n\nOn the roster: Senator Kennedy and the case of the nervous nominee - GOP poised to pass tax cuts - With a week to go, Senate to rip up House funding bill - Mueller mining Trump’s data operation - Whatever, Ginger…\n\n\n\nSENATOR KENNEDY AND THE CASE OF THE NERVOUS NOMINEE\n\nThere is a moment in the video where the spectators in the hearing room, like dogs at the sound of a distant siren, shift anxiously in their seats to see what disaster may be unfolding next.",
  "Kennedy, who is already making waves despite having been in office for less than a year, says he was not trying to make a point about the system or the administration’s judicial picks in general, which he says include “some great nominees.”\n\nIt’s just that Kennedy taught law at Louisiana State University for years, cramming constitutional law into the brains of harried students every Wednesday night, even throughout most of his 17 years as state treasurer.",
  "Cramer is similarly well-positioned after being elected statewide a handful of times, but he would need to risk a safe seat in a year that could prove challenging for Republicans everywhere.”\n\n\n\nWall Street readies for potential midterm rout - Reuters: “The surprise victory by Democrats in Tuesday’s Alabama election for a U.S. senator is prompting fund managers to prepare for more losses by the Republican Party in the 2018 mid-term Congressional elections.",
  "The Rules and Administration Committee will meet on Tuesday to consider a resolution sponsored by Sen. James Lankford, R-Okla., that would reduce the time the chamber debates nominees drastically from the current 30 hours after debate is cut off.”\n\n\n\nTrygstad: Wobbly Senate recruits could change the map for GOP - National Journal: “In a line buried in a New York Times front-page story Thursday, advisers to Florida Gov.",
  "Matthew Peterson, an esteemed member of the Federal Election Commission seeking appointment to the prestigious U.S. District Court for the District of Columbia, looks gut shot: “Ahh… Yes, I haven’t… Umm, umm my background isn’t in litigation…”\n\nReached today back home in Baton Rouge, Kennedy expressed total surprise that his Senate Judiciary Committee questioning had become an internet sensation.",
  "While the vice president’s office framed the change of plans as a desire to be present for a ‘historic’ vote, Pence may be called in to break a tie in the Senate and get the legislation through at all.”\n\nWITH A WEEK TO GO, SENATE TO RIP UP HOUSE FUNDING BILL\n\nRoll Call: “Senators are preparing to completely rework the temporary spending bill needed to keep much of government open past Dec. 22.",
  "White House pushes Moore to concede - WaPo\n\nFemale candidate out of Kansas House race after harassment claim against her revealed - Kansas City Star\n\nMenendez wants an answer from Justice Department on new trial - WaPo\n\nANY GIVEN SUNDAY\n\nThis weekend Chris Wallace will sit down with Alabama Senator-elect Doug Jones and Secretary of the Treasury Steven Mnuchin.",
  "Fund managers from Federated Investors, Wells Fargo, James Funds and LPL Financial are among those that are moving into the shares of retailers, banks, industrials and technology firms that may benefit from strong global economic growth abroad and tax cuts for high income wage earners at home, even if the Democratic Party makes gains in next year’s elections.",
  "Trump isn’t there yet - Fox News: “President Trump may have left the door open to pardoning Michael Flynn, but said Friday he's not ready to talk about it ‘yet.’ Speaking to reporters just before leaving the White House for Quantico, where he was to address the newest crop of FBI agents, Trump was asked if he was considering a pardon for Flynn.",
  "But the text was edited to say they were simply ‘extremely careless’… Sen. Ron Johnson of Wisconsin, the Republican chairman of the Senate Homeland Security and Governmental Affairs Committee, said he had obtained from the FBI a copy of Comey’s original draft with proposed line-by-line edits from other FBI officials.",
  "Judiciary Committee ranking member Jerrold Nadler of New York and two other panel Democrats asked for a full review of DOJ’s decision making that led to Tuesday night’s release of about 375 texts that the FBI officials — Peter Strzok and Lisa Page — sent over a 15-month period during the 2016 presidential campaign.",
  "SCOREBOARD\n\nTrump net job-approval rating: -21.6 points\n\nChange from one week ago: up 1.8 points\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "I’m just doing my job.”\n\nThis week, that job included calmly and politely roasting Peterson, who expressed ignorance of basic trial court terms (a motion in limine is one made outside of the sight of the jury relating to the admissibility of testimony) that even an old court house reporter would know.",
  "GOP POISED TO PASS TAX CUTS\n\nNYT: “Republican leaders moved closer to a swift victory on their $1.5 trillion tax plan after one wavering senator, Marco Rubio of Florida, and one senator who voted no on the original Senate bill, Bob Corker of Tennessee, threw their support behind the final bill.",
  "… When asked about the ‘insurance policy’ text message and whether it referred to McCabe, a Justice Department spokesperson told Fox News they could not comment on the nature of the messages -- but that Strzok has been cleared to be interviewed by Congress.”\n\n\n\nAnd a Flynn pardon?",
  "The evidence points to the fact that the Trump campaign was trying to get dirt on Hillary Clinton which is normal political activity but you glossed over the fact and de-emphasized that the Clinton campaign was trying to do the same thing against Trump through the dossier.",
  "Hours later around 6:30 a.m., the cow got loose again, this time making its way all the way to the fourth floor of an Old City parking garage… The cow, whose name is Stormy, has since been lead back to the church, where she helped herself to some breakfast.",
  "Recommendations on how to counter the threat from attempted election hackers could be the first written product from congressional committees examining Russian interference into the 2016 election that put Trump in the White House.”\n\nPLAY-BY-PLAY\n\nSad!",
  "On June 8, 1789, Madison told Congress the Preamble needed a ‘pre-Preamble.’ … In essence, Madison wanted to bury arguably the most famous sentence in American history, ‘We the People,’ in the middle of a combined Preamble.”\n\nFlag on the play?",
  "That text was revealed on Tuesday night when the Justice Department released hundreds of messages between FBI officials Peter Strzok and Lisa Page, who were romantically involved and at one point worked on Robert Mueller's Russia probe.",
  "Conservatives would argue that this is an effective way to stimulate growth and improve peoples’ lives while liberals would say that it is unfair and tends to favor those who are already wealthy without suitably helping the poor.",
  "Filling vacancies from Neil Gorsuch all the way down to the district level with young lawyers approved by conservative groups like the Federalist Society means that Trump’s influence will last far beyond his years in office.",
  "For readers who don’t know, “Mau-Mauing” is a reference to the Kenyan revolt of the 1950s in which revolutionaries used intimidation tactics to pressure their fellow Kenyans to not cooperate with British colonial officials.",
  "We’ll have to see what the findings of the investigation are, but short of actually providing material assistance to Kremlin agents, Trump can weather almost anything in a bunker built of partisan loyalty and base support.",
  "The unexpected support from Mr. Corker, who had opposed the initial Senate legislation over concerns about its impact on the deficit, put the Republicans on the one-yard line in the final seconds of the tax bill debate.",
  "Mr. Mueller asked the firm in the fall to turn over the emails of any Cambridge Analytica employees who worked on the Trump campaign, in a sign that the special counsel is probing the Trump campaign’s data operation.",
  "FROM THE BLEACHERS\n\n“Well Chris you got your wish of mau-mauing [Roy Moore] out of winning his seat and with your column [Thursday] you seem to be starting a new campaign to make sure that the same happens to Trump.",
  "Kennedy, who clerked for a federal judge and practiced law after, ahem, law degrees from University of Virginia and Oxford University, doesn’t want any lifetime appointments for people who are not up for the job.",
  "But go ahead and keep emphasizing the point that you want to be true more than the other and as such continue to diminish your own reputation for integrity and truthfulness.” – Bob Hoerr, East Peoria, Ill.\n\n[Ed.",
  "He’s had a very rough first year and is not popular, but Trump has outperformed the early expectations of many in several areas and seems poised to close the year on a substantial legislative achievement.",
  "While I understand, as I said, that you obviously feel deeply on these subjects, I would encourage you to consider that the situation is not nearly as dire for your man in the White House as all that.",
  "And along with uncertainty in Arizona related to the open seat and Sen. John McCain’s health, it’s still unclear whether Rep. Kevin Cramer will take on Democratic Sen. Heidi Heitkamp in North Dakota.",
  "But Pence on Thursday delayed the trip by three days, bowing to the reality that he can’t go anywhere until Trump’s top priority—tax reform—gets a Senate vote, expected to happen early next week.",
  "“Jury trial?” “I have not.” “Civil?” “No.” “Criminal?” “No.” “Bench?” “No.” “State or federal court?” “I have not.”\n\nNor with a box nor with a fox, he has not tried them so he looked like a lox.",
  "note: What kind of guy would continue to lead an investigation despite having “indisputable conflicts of interest?” That’s what Rep. Matt Gaetz, R-Fla., said on the House floor about Mueller.",
  "What Mitt Romney meant was that corporations are made up of their employees, managers and owners – making things better for corporations, therefore, should help the people who comprise them.",
  "… But if Madison had his original way, our Constitution would have a two-part Preamble that includes part of Thomas Jefferson’s Declaration of Independence before the current preamble.",
  "Trump serves as lightning rod for rallying the Democrat base, and with no agenda of their own, they need Trump in the Oval Office until 2020.” – Doug Johnson, Boquete, Panama\n\n\n\n[Ed.",
  "There were some very significant deletions as his proposed list went through the House and Senate, and Madison himself took part in the decisions to edit out some of his own ideas.",
  "This is where evidence is taken, juries decide guilty or innocent and, perhaps most importantly, a record is made for appeals that move up to the circuit and Supreme Court levels.",
  "The legislation will be stripped of the House-passed Defense appropriations bill and a partisan measure reauthorizing the Children’s Health Insurance Program, which many expected.",
  "You say that having intimidated Alabamians into voting against your preferred candidate, I will now turn my wrath on the president and pressure Americans to force him from office.",
  "I’m not sure what powers of intimidation this email carries with it, but I highly doubt that anything I would or would not have written could have changed the outcome in Alabama.",
  "… The cow … made its first escape early Thursday morning around 2:15 a.m., finding its way to I-95 where it was corralled by Philadelphia and State Police near Callowhill Street.",
  "“I do not see how the publication and concern about actual documents that cast doubt on the impartiality of [Robert Mueller’s] investigation constitute an attack by Republicans.",
  "They are not attacking the Mueller’s person or character (as the Democrats did to Ken Starr) but the public consequence of Mueller's selections obtained with great difficulty.",
  "This is largely a function of the fact that Democrats dumped the rule requiring 60 votes for judicial confirmations when they controlled the Senate during the Obama years.",
  "I include it here, though, because you say that the Republican charge against Mueller is not to defame his character but to reveal evidence of bias in his investigation.",
  "Constitution Center: “When James Madison spoke to the First Congress he proposed a series of nearly 20 amendments as a Bill of Rights, and not the 10 we all know about.",
  "As a wealthy, two-term governor in an expansive state that is unforgivingly expensive to run a campaign, Scott is uniquely suited to give Nelson a difficult reelection.",
  "“I’m old fashioned that way.”\n\nAs for reflecting on his first year in the Senate, Kennedy says he’s enjoyed the process of legislating and mostly liked his colleagues.",
  "One imagines that if they could have foreseen the freight train full of young conservative judges rolling through the Senate these days, they might have thought twice.",
  "“I did my part…” – Speaker Paul Ryan, father of three, discussing the need for Americans to have more babies in order to replace members of the Baby Boomer generation.",
  "No, the freshman congressman warned that Mueller could be leading “a coup d’état.” We usually don’t waste time on the hysterical utterances from members either party.",
  "WHATEVER, GINGER…\n\nWTXF: “A cow from a living nativity scene at an Old City [Philadelphia] church caused quite a commotion Thursday morning after getting loose twice.",
  "But we know the truth about politics: Once partisans embrace the idea that the other side has no virtue, they will show no restraint in their efforts to defeat them.",
  "And, as we wrote Thursday: “You may even think there is more but that it doesn’t matter because it’s still better than having the Clintons back in the White House.",
  "But its length will also likely change, and it may or may not carry new topline spending levels for appropriators to construct a final fiscal 2018 omnibus package.",
  "This week, President Trump set the record for the most federal judges confirmed in the first year of a presidency, 12 so far, with more, potentially, to come.",
  "Gaetz, who has become a ubiquitous media presence with his attacks on Mueller, doesn’t think that it’s just that Mueller is blind to his ethical shortcomings.",
  "I was only suggesting that whatever the relative merits of the plan, it’s not a very populist idea for a party recently riven by a spasm of angry populism.]",
  "The problem for Peterson is that he wants to be a trial judge but has never tried a case, as Kennedy demonstrated with a “Green Eggs and Ham” -style litany.",
  "And, perhaps, it is to be expected that there would be a few clunkers when an administration is moving judicial appointees at the rate this one is.",
  "“Part of fairness is knowing the rules.”\n\nAnd Professor Kennedy has made legal qualifications a big deal from his perch on the Judiciary Committee.",
  "If you mention, say, West Virginia, to Kennedy, he will snap immediately to a behemoth piece in The Economist on the future of the coal industry.",
  "There are magistrates who handle arraignments and initial hearings, but it is the district judges who handle the trials, often in large numbers.",
  "What kind of fellow would turn his back on decades of public service from Vietnam to the FBI for the sake of running a crooked investigation?",
  "I’m sure that the Clinton defenders ripping into Starr would similarly have said that was about the facts of the case, not Starr himself.",
  "… Police are continuing to investigate how the cow may have gotten loose, and no injuries have been reported to any officers or the cow.",
  "For those who have not ever had to ride the pine in a federal courthouse, the district courts are the second rung on the federal ladder.",
  "The emails had earlier been turned over to the House Intelligence Committee, the people said, adding that both requests were voluntary.",
  "note: I would say your scenario sounds more like a political thriller than reality, but then I look back at the past 18 months and….",
  "If Trump’s associates were working with Russian malefactors to interfere with the campaign that would certainly meet the definition.",
  "“In my old job I had time during the day to do my reading, now I have to do it at night and on the weekends,” Kennedy, 66, said.",
  "McCain, 81, of Arizona, is at a Washington-area military hospital being treated for the side effects of brain cancer treatment.",
  "note: A fella I met once said “Corporations are people too, my friend.” He was right, but got good and well pilloried for it.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "“You may be right that Democrats will continue to press for impeachment, no matter the outcome of the Mueller investigation.",
  "“Chris, Not sure how you went from brilliance on Alabama to cynicism on the tax cuts being heavily corporation oriented.",
  "Rick Scott said he was ‘mindful of the midterm climate and was not yet sold on challenging’ Democratic Sen. Bill Nelson.",
  "If we considered every foolish thing said by politicians, the Internet would run out of pixels before we were through.",
  "But make no mistake, even if Trump is impeached, Senate Democrats would never allow him to be convicted and removed.",
  "It’s hard to overstate the effect Scott’s candidacy would have on the midterm outlook for the GOP’s Senate majority.",
  "He says “there’re a few jerks” who “think they’re the Founding Fathers” but that most everyone is willing to listen.",
  "Kennedy sees his job as making sure that even though the odds are good for GOP nominees that the goods aren’t odd.",
  "The goal is to make sure that members of Trump’s base don’t believe any finding from Mueller, no matter what.",
  "Guess what: Those taxes are in the prices we pay for goods and services.” – John Johnson, Tucson, Ariz.\n\n[Ed.",
  "I’m also quite sure that the consequences of your preferred candidate’s loss won’t be as dire as you think.",
  "No one has established that anything the Trump campaign found out and disseminated about Clinton was false.",
  "And even if it were, since when have presidential campaigns been an exercise in integrity and truthfulness?",
  "Life’s too short and Brianna and I do indeed wish peace, joy and love to you and yours the Christmastime.]",
  "Trump and Republicans like Gaetz have embraced the idea of war with Mueller and federal law enforcement.",
  "Watch “Fox News Sunday with Chris Wallace.” Check local listings for broadcast times in your area.",
  "She was replaced by Ginger, a smaller cow.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "Those lawyers are experienced and sharp and they will tear you up,” he said in a phone interview.",
  "Lawmakers plan to vote next week with the aim of getting a bill to President Trump by Christmas.",
  "Cochran, 80, of Mississippi, had a non-melanoma lesion removed from his nose earlier this week.",
  "Subsequently no one has proven that anything other than minds were changed by the information.",
  "I can tell from this and your previous emails that you feel very deeply about these subjects.",
  "But there’s no disputing the basics.” Our job isn’t to tell you what to think or what to do.",
  "… [Cochran’s] absence this week is unrelated to his prior illness, according to his office.",
  "Of all the things that might endear Trump to conservatives, this may be the most important.",
  "In the end, 12 of the original amendments survived the congressional approval process.",
  "Your writers are incredibly biased against Trump.” – Richard Pohle, Kula, Hawaii\n\n[Ed.",
  "The special counsel's request, which the firm complied with, wasn’t previously known.",
  "He was part of deep-sixing two district court nominees who were withdrawn this week.",
  "To prove actionable collusion there has to be proof the actual votes were altered.",
  "#mediabuzz - Host Howard Kurtz has the latest take on the week’s media coverage.",
  "One other caution: Colluding doesn’t necessarily relate to changing vote totals.",
  "So what did Congress delete from the final list that was ratified by the states?",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "The main thing he misses, he said, is having enough time to do all his reading.",
  "“The first time you step foot in a federal courtroom shouldn’t be as a referee.",
  "I take no position on who Americans ought to vote for or what they ought to do.",
  "… After the incident, Stormy was loaded on a truck and sent back to the farm.",
  "But what kind of man would plot a coup from within the Justice Department?",
  "… ‘I don’t want to talk about pardons with Michael Flynn yet,’ Trump said.",
  "I think too that you misunderstand my motives and overstate my influence.",
  "“Do you know what a motion in limine is?” asks Sen. John Kennedy, R-La.",
  "We’re just her to offer a little context and perspective on the news.",
  "“I think however smart you are, experience matters,” Kennedy said.",
  "I would argue that the effort is having the desired effect.]",
  "The last thing they would want to see is a President Pence.",
  "note: First, I’m sorry for your loss in Alabama, Mr. Hoerr.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "In rural states, that means covering lots of territory.",
  "Want FOX News Halftime Report in your inbox every day?",
  "Their intent is to weaken Trump as much as possible.",
  "This isn’t personal and I felt bad for Mr. Peterson.",
  "The cow was returned to the church around 4:30 a.m.",
  "I hope you don’t let politics spoil your holidays.",
  "We wish you a MAGA Christmas and a happy tax cut.",
  "He knows what unpreparedness can bring in court.",
  "Brianna McClelland contributed to this report.",
  "There are 94 districts and nearly 700 judges.",
  "“Everybody says he’s smart and very honest.",
  "Do you really think corporations pay taxes?",
  "In urban areas, that means lots of volume.",
  "38\n\nTIME OUT: HAPPY BILL OF RIGHTS DAY!",
  "“He’s a really nice guy,” Kennedy said.",
  "They’re just politicians, after all.",
  "Watch #mediabuzz Sundays at 11 a.m.",
  "Dirt digging is what campaigns do.",
  "I think I’ll withhold judgement!]",
  "He’ll probably be just fine.",
  "AUDIBLE: DON’T LOOK AT ME!",
  "These are the frontlines.",
  "‘We’ll see what happens.",
  "The blow appears fatal.",
  "Bully for you.",
  "Sign up here.",
  "Sign up here.",
  "Let’s see.",
  "ET."
]