[
  "The analysis was so in-depth that the company was able to categorize people into five \"sensational interest\" categories:\n\n\"militarism\" — guns and shooting, martial arts, crossbows, and knives\n\n\"violent occultism\" — drugs, black magic, paganism\n\n\"intellectual activities\" — singing and making music, foreign travel, the environment\n\n\"credulousness\" — the paranormal, flying saucers\n\n\"wholesome interests\" — camping, gardening, hill-walking\n\nOn March 16, more than two years after the alleged data breach from Cambridge Analytica was first reported, and four days after the Guardian reached out to Facebook for comment, Facebook finally suspended Cambridge Analytica from its platform.",
  "Cambridge Analytica founder and whistleblower Christopher Wylie Channel 4 News/YouTube\n\nOver the weekend, news broke that a data firm known Cambridge Analytica used Facebook to harvest data from 50 million user profiles illegitimately, and used it to target voters during Trump's 2016 campaign for the US presidency, as well as the Brexit Leave campaign.",
  "Users are taking to Twitter to express their anger at the irresponsible use of their data, using the hashtag #DeleteFacebook:\n\nThe personal information that Cambridge Analytica pulled helped build psychographic profiles that assessed things like IQ, agreeableness, political views, and personality traits.",
  "Cambridge Analytica, a data-analytics company that worked for the Trump campaign in 2016, pulled user information by paying people to take a quiz, and then proceeded to use the information it gathered from the users' friends without their permission, or permission from Facebook.",
  "Cambridge Analytica founder Christopher Wylie came forward about the illegitimate use of data in an interview with The Guardian over the weekend, saying Facebook knew his company had gathered a large sum of data back in 2015.",
  "At the time, Facebook deleted the quiz and company lawyers sent a letter to Cambridge Analytica asking they delete the information, but Facebook never followed up to make sure the deed was done, according to Wylie.",
  "Both companies are now under investigation, and Facebook's stock has dropped 8% from market close on Friday as of noon ET on Monday.",
  "A couple of days later, it suspended Wylie's Facebook and Instagram accounts."
]