[
  "Clinton continued: \"So if they were getting advice from, let's say, Cambridge Analytica or someone else about, 'OK, here are the 12 voters in this town in Wisconsin — that's whose Facebook pages you need to be on to send these messages,' that indeed would be very disturbing.\"",
  "Cambridge Analytica is being scrutinized for the methods it used during the 2016 presidential election, after executives with the British data firm boasted about their ability to covertly target voters, entrap politicians, and launch propaganda campaigns.",
  "The former Democratic presidential nominee spoke last year with the British public-broadcasting outlet Channel 4, and her inquiry has taken on new significance in light of the Cambridge Analytica scandal that's unfolding this week.",
  "\"The real question,\" Clinton said last year while promoting her book about the 2016 election, \"is how did the Russians know how to target their messages so precisely to undecided voters in Wisconsin, or Michigan, or Pennsylvania.\"",
  "AP Photo/Carolyn Kaster\n\nHillary Clinton, in an interview originally recorded last year, questioned whether Cambridge Analytica and Russian operatives may have worked together during the 2016 US election.",
  "The firm exploited Facebook's data rules to vacuum up data from some 50 million Facebook users as part of an operation to seed attack ads on the internet during the 2016 US election.",
  "The firm's bosses have described how they planted anti-Clinton ads and content via pro-Trump political-action committees, ostensibly to conceal their own involvement.",
  "The propaganda was largely pro-Trump, and was targeted to specific election battlegrounds like Michigan, Wisconsin, and Pennsylvania.",
  "Cambridge Analytica called the allegation that it in any way collaborated with Russia to get Trump elected \"entirely false.\"",
  "Ultimately, Trump's surprise victory in the 2016 race came down to fewer than 90,000 votes between those three states.",
  "is held high during first day of the Republican National Convention in Cleveland, Monday, July 18, 2016.",
  "Russian operatives used Facebook data to seed political discord online.",
  "Donald Trump's campaign hired Cambridge Analytica the same year.",
  "A sign reading \"Hillary for Prison!\""
]