[
  "sets up fight with California,” by NYTimes’ Hiroko Tabuchi: “The Environmental Protection Agency on Monday took steps to challenge California’s decades-old right to set its own air pollution rules, setting up a showdown between the federal government and a state that has emerged as a bulwark against the Trump administration’s policies.” Story\n\n-- “Trump administration moves on two fronts to challenge California environmental protections,” by LATimes’ Evan Halper and Joseph Tanfani: “The announcement came as the administration confirmed it is tearing up landmark fuel economy rules that formed a key part of the effort by the Obama administration and California officials to combat global warming — and as the Justice Department sued to block a state law that limits the federal government's ability to sell any of the 46 million acres it controls in California.” Story\n\n-- “Trump administration sues California again, this time over rights to sell public land,” by McClatchy’s Kate Irby and Stuart Leavenworth: “In its latest legal salvo against California, the Department of Justice announced Monday it is filing suit against what it branded an “extreme’’ state law that tries to give California power to veto sales of federal land to private interests.” Story\n\n-- “Trump endorses states’ rights — but only when he agrees with the state,” by POLITICO’s Michael Stratford: Story\n\n-- State Attorney General Xavier Becerra on the federal government report filed Monday detailing numbers of Dreamers who have been able to renew their status — and are guaranteed two more years of DACA protection: \"As a result of the nationwide injunction we secured, at least 30,000 Dreamers who have renewed their DACA status — our colleagues, our classmates, our teachers — can go home to their loved ones at night and keep helping build a better America.",
  "-- “California Supreme Court upholds controversial law allowing DNA collection upon arrest,” by LATimes’ Maura Dolan: “The ruling upheld a provision in Proposition 69, approved by voters in 2004, that said any adult arrested or charged with a felony must consent to have his or her cheek swabbed for DNA.” Story\n\n-- “Goodbye, neighborhood polling places—5 counties switch to mega-vote centers,” by CALmatters’ Rhonda Lyons: “This election season five California counties are doing away with hundreds of neighborhood polling places and replacing them with fewer “one-stop vote centers”—an experiment sold by Democrats as a way to save money and boost anemic voter turnout from the last midterm elections.” Story\n\n-- “California’s housing crisis is so bad, families are squatting abandoned homes just to survive,” by Mother Jones’ Bryan Schatz: T”he right to adequate housing—not just four walls and a roof, but “a safe and secure home and community in which to live in peace and dignity”—is decreed by the United Nations, but you wouldn’t know it by looking around California, where nearly a quarter of the nation’s homeless people live...In Oakland, where buyers routinely offer hundreds of thousands of dollars over asking prices, there are nearly four vacant properties for every homeless person.",
  "-- “Muni Metro stop at Warriors’ new SF arena is one pricey platform,” by SFChronicle’s Matier & Ross: Story\n\n-- “The father of Prince Harry's future bride leads quiet expat life in Baja California,” by San Diego Union-Tribune’s Sandra Dibble: Story\n\nCANNABIS COUNTRY:\n\n-- “Legal marijuana states have lower opioid use, new studies show,” by Forbes’ Tom Angell: Story\n\n-- “Pot sales still high 3 months after recreational marijuana debuts,” by San Diego Union-Tribune’s Gary Robbins: “Three months after recreational marijuana went on sale in California, San Diego retailers say weed is being snapped up by everyone, including elderly people who use a private shuttle bus to reach one of the city’s largest dispensaries.” Story\n\nHOLLYWOODLAND: SAUDI CROWN PRINCE EDITION\n\n- \"Saudi Crown Prince Books Entire Four Seasons Hotel for L.A. Stay,\" by THR's Chris Gardner and Ramona Saviss: Story.",
  "Now, the key figures in a sexual harassment allegation against the five-term sheriff are finally speaking out.“ Story\n\n-- ANOTHER UNIVERSE TO CONQUER -- “Elon Musk, soccer guru want to bargain with Oakland for the Coliseum,” by SF Business Times’ Riley McDermid: “Tech entrepreneur Elon Musk's company Tesla and soccer team owner and well-known local real estate investor Mark Hall would also like a swing at negotiating with Oakland and Alameda County for the rights to redevelop the Coliseum site.” Story\n\n-- DON’T EVEN TRY -- “Class of 2022 has Stanford University's lowest admit rate ever,” by SF Business Times’ Riley McDermid: “Stanford said this week that it admitted 2,040 students to its incoming class this upcoming fall, out of 47,450 stuI amdents who had applied.",
  "-- “Hollywood rolls out the red carpet for Saudi Arabia's crown prince, hoping to cash in on a new market,” by LATimes’ Ryan Faughnder: “Mohammed's trip to Los Angeles — part of a coast-to-coast American tour marked by meetings with President Trump and Silicon Valley bigwigs — has elicited excited curiosity among entertainment industry executives who see the desert kingdom as a lucrative new market for movies — and a potential source of much-needed financing.” Story\n\nPRINCE’S TINSELTOWN DINNER PLANS -- Via Dylan Byers, CNN : On Monday, MBS was scheduled for dinner at Rupert Murdoch's Bel-Air estate with Disney CEO Bob Iger, Warner Bros. Chairman Kevin Tsujihara, 21st Century Fox President Peter Rice and media investor Peter Chernin, among others.",
  "Presented by Mattress Recycling Council\n\nBy Carla Marinucci (cmarinucci@politico.com) and David Siders (dsiders@politico.com) with Candice Norwood (cnorwood@politico.com)\n\nTHE BUZZ: FEINSTEIN TO ZUCKERBERG: \"FIX IT\" -- Sen. Dianne Feinstein said Monday that she hopes to see Facebook CEO Mark Zuckerberg appear before a joint hearing of the Senate Judiciary and Commerce committees next week — adding that Congress may also be calling executives from Cambridge Analytica to answer questions about serious data breaches and threats to consumers privacy in the wake of last year’s election.",
  "Sign up here\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook: http://politi.co/1phAeAC ... New York Playbook: http://politi.co/1ON8bqW ... Florida Playbook: http://politi.co/1JDm23W ... New Jersey Playbook: http://politi.co/1HLKltF ... Massachusetts Playbook: http://politi.co/1Nhtq5v ... Illinois Playbook: http://politi.co/1N7u5sb ... California Playbook: http://politi.co/1N8zdJU and our friends at POLITICO Brussels Playbook: http://politi.co/1FZeLcw ... All our policy and political tip sheets http://politi.co/1M75UbX\n\nWant to make an impact?",
  "MIXTAPE:\n\n-- “Planned Parenthood office in Pacific Beach vandalized; group pledges to stay open 'no matter what',” by San Diego Union-Tribune’s Karen Kucher: Story\n\n-- “So who could be the next Los Angeles schools superintendent?” by LATimes’ Howard Blume: Story\n\n-- “Clippers Foundation to donate $10 million to renovate Los Angeles' basketball courts,” by LATimes’ Melissa Etehad: Story\n\n-- “13-year-old California boy who fell into a drainage pipe found alive,” by AP: Story\n\n-- A $33 MILLION STOP?",
  "It’s moving — and in it there are all kinds of traps, and the trap is people can play terrible games and put very bad stuff out there, and a lot of it is truly defamatory.”\n\n-- Following reports that Cambridge Analytica, the political data firm hired by the Trump campaign team, gained access to information on some 50 million Facebook users, Feinstein said the matter poses deeply concerning questions about privacy and must be addressed by social media CEOs.",
  "SILICON VALLEYLAND:\n\nBE WATCHING THIS -- Spotify goes public Tuesday -- “Spotify CEO Daniel Ek: Once the music industry’s slayer, now its savior,” by WSJ’s Maureen Farrell and Anne Steele: Story\n\n-- “Why Apple uses privacy as a sales pitch,” by CNN’s David Goldman: “Apple CEO Tim Cook teed off on Facebook's digital advertising strategy in an interview hosted by MSNBC's Chris Hayes and Recode's Kara Swisher on Wednesday.",
  "2018 WATCH -- \"Nancy Pelosi targeted in more than a third of GOP House commercials,\" by USA Today's Craig Gilbert: \"The House Democratic leader has been featured in roughly one-third (34%) of all GOP broadcast ads aired in House races this year, according to data provided to the USA TODAY NETWORK by Kantar Media's Campaign Media Analysis Group (CMAG), which tracks political advertising.",
  "What kinds of safeguards are you prepared to place in your system?”\n\n-- Feinstein made the remarks to reporters following her appearance at the Silicon Valley Leadership Group in Sunnyvale, where CEO Carl Guardino sat with her for a wide-ranging “fireside chat” to talk issues ranging from DACA and the assault weapons ban to infrastructure.",
  "Bernie Sanders and Democratic mega-donor Tom Steyer—set out last week to reassure Americans inside the Beltway that things across the country are not well.” Story\n\n-- “Take me out to the ‘bull’ game,” by Sherry Bebitch Jeffe and Doug Jeffe for Fox & Hounds: “With spring training done, the major league baseball season is finally underway.",
  "ENDORSEMENTS -\n\nSan Jose City Councilmembers Raul Peralez, Chappie Jones and Sergio Jimenez endorsed Antonio Villaraigosa for governor ... Insurance commissioner candidate Asif Mahmood has been endorsed by Antioch Councilmember Monica Wilson; Skyler Tempel, Vice Chair Riverside Democratic Party and Monterey Councilmember Alan Haffa ...",
  "CALIFORNIA AND THE CAPITOL CORRIDOR:\n\n-- \"State senators condemn fatal police shooting of Stephon Clark,'' by LATimes' Patrick McGreevy: \"Lawmakers’ tempers flared Monday as the California Senate adjourned in memory of Stephon Clark, an unarmed African American man who was shot to death by Sacramento police officers on March 18.",
  "https://usat.ly/2H5l2sb\n\n-- FIRST IN PLAYBOOK: CAFORIO’S CHALLENGE ON THE “PEOPLE’S PLEDGE’ -- CA-25 Democratic candidate Bryan Caforio has signed the “People’s Pledge” aimed at keeping the influence of “dark money” and SuperPACs from corrupting elections -- and he’s challenged other Democratic candidates to do the same.",
  "-- “Dianne Feinstein on DACA: ‘We must get something done’,” by Mercury News’ Tatiana Sanchez: “During her 45-minute address inside Juniper Networks’ Aspiration Dome, Feinstein touched on housing and transportation in the Bay Area, cybersecurity, homelessness and gun control.” Story\n\nBUENOS DÍAS, good Tuesday morning.",
  "“He called privacy a ‘human right’ and ‘a civil liberty.’ When ‘all of a sudden something is chasing me around the web,’ Cook said, he finds it ‘creepy.’” Story\n\nWELCOME TO THE WORLD — Big congratulations to Marie and Christopher Cadelago: Born Wednesday at Sutter Medical Center in Sacramento, Luca Shigeo Cadelago.",
  "MORE on FEINSTEIN:\n\n-- JOE GAROFOLI’s Take via SF Chronicle -- On trade wars, “Feinstein said the potential impact to California’s agriculture industry — the largest in the nation — could be $3 billion : “Trade wars start big wars, and they are really to be avoided,” Feinstein said.",
  "A message from Mattress Recycling Council: Since 2016, Mattress Recycling Council’s Bye Bye Mattress Program has joined with CalRecycle, state lawmakers and local leaders to recycle more than 3 million mattresses and reduce illegal dumping throughout the state.",
  "It admitted 10 fewer students than last year, the school said.” Story\n\nCAMPAIGNS 2018 AND BEYOND:\n\n-- STEYER ON THE ROAD -- “Progressives embark on gloom tours ahead of 2020,” by The Hotline’s Hanna Trudo: “Two of President Trump’s loudest critics—Sen.",
  "The Harvey Milk LGBTQ Democratic Club, San Francisco's largest Democratic Club, has endorsed Dave Jones for attorney general ... State Treasurer John Chiang’s campaign for governor announced the endorsement of the AAPI Democratic Club of San Diego ...",
  "-- \"Sacramento police chief struggles with change after shooting,'' by AP's Don Thompson: \"Sacramento Police Chief Daniel Hahn had his first major encounter with officers as a kid who witnessed a murder in a tough part of California's capital city.",
  "“SF Mayor Farrell gives hints of political ambition,” by SFChronicle’s Rachel Swan: Story\n\n-- DEEP DIVE -- “Tale of the tape,” by Mercury News’ Tracey Kaplan: “In 1992, Laurie Smith took evidence in an investigation implicating her.",
  "-- Feinstein told reporters Zuckerberg is “coming before us” next Tuesday, and “we’re also looking at Cambridge Analytica too,’’ she said, adding that the session will be a joint one between the Judiciary and Commerce committees.",
  "BIRTHDAYS: Former Rep. Bob Dornan is 85 ... Mona Pasquil (h/t Teresa Vilmain)\n\nPOLITICO Space is our new, free weekly briefing on the policies and personalities shaping the second space age in Washington and beyond.",
  "“The industry needs to come before us and the CEO of Facebook will be there Tuesday — and we’ll have a good conversation.”\n\n-- BUT ON THAT DATE WITH ZUCKERBERG, nothing official has been announced yet.",
  "-- Asked what she plans to ask Zuckerberg when he comes before Congress, California’s senior senator said she wants to know: “What are you prepared to do to see that this never happens again?",
  "A Facebook spokesperson said the company has received invitations for Zuckerberg to testify in Congress and is working with the relevant committees, but declined further comment.",
  "Senate Judiciary Chairman Chuck Grassley (R-Iowa) had invited Zuckerberg along with Google CEO Sundar Pichai and Twitter CEO Jack Dorsey to a data privacy hearing on April 10.",
  "TOP TALKER:\n\n-- ZUCK PUSHES BACK -- MARK ZUCKERBERG to Vox's EZRA KLEIN on what’s ahead in 20 years for Facebook to succeed: \"Well I don't think it's going to take 20 years.",
  "And I’m truly filled with gratitude for all of the kind messages.” -- former Governor Arnold Schwarzenegger, announcing his recovery from open heart surgery to fans.",
  "--- STILL, WHEN THE MOMENT ARRIVES, Feinstein said with the data scandals in the headlines, the tech leaders need to get the message: “My message would be, “Fix it.",
  "I'l keep fighting at every turn in court for Dreamers' rights and opportunities, so they may continue to make meaningful contributions in California and beyond.\"",
  "A proud Californian, he's leaning toward registering with no party preference, and laments that he won't be sticking around to cast a ballot in the June primary.",
  "-- \"Eric Garcetti’s long, uphill climb,'' by Chuck McFadden in Capitol Weekly: \"He runs an entity that boasts more population than 21 states plus Puerto Rico.",
  "-- Caforio: “Every Democratic candidate has spoken in favor of campaign finance reform, criticized Citizens United, and called for an end to outside spending.",
  "A Judiciary spokesperson couldn't immediately be reached for comment, and Commerce spokesman Frederick Hill declined to comment about a date next Tuesday.",
  "From the father (former Sacramento Bee and soon-to-be POLITICO White House reporter): Clocked in at 5 pounds, 11 ounces, and measured 18.5 inches long.",
  "POLITICO California has a variety of solutions available for partners looking to reach and activate the most influential people in the Golden State.",
  "President Donald Trump and our national political melodrama are sucking all the oxygen from our civic environment.” Story\n\n-- HEY BIG SPENDER, CONT.",
  "“It’s a problem, and we have to deal with it, because privacy is a fundamental characteristic of what this is all about,’’ Feinstein told reporters.",
  "Why you can’t sit down — well, if we had a functioning State Department we probably could — with a country like China and work out a trade dispute?",
  "TWEET OF THE DAY -- Gov Jerry Brown @JerryBrownGov, retweeting EPA Administrator Scott Pruitt: “Watch out for this belated April Fools' Day trick.",
  "-- Media reports show GOP gubernatorial candidate John Cox spending $13,860 on radio from 4/9-20, bringing his total for the election to $529,000.",
  "“If people can come in from other countries and manipulate events, then you have a problem.”\n\nTIME FOR REGULATION OF SOCIAL MEDIA GIANTS?",
  "I sincerely hope Katie Hill and Jess Phoenix “are willing to regulate themselves” and take this crucial step to protect our democracy.",
  "\"Nobody in my neighborhood thought about being a police officer,\" Hahn said in an interview last week with The Associated Press.",
  "And frankly, I just think we didn't spend enough time investing in or thinking through some of the downside uses of the tools.",
  "When we started, I think we thought about how good it would be if people could connect, if everyone had a voice.",
  "But don’t expect most Californians to dive into the state’s June 5 Primary election quite so fast or furiously.",
  "This cynical and meretricious abuse of power will poison our air and jeopardize the health of all Americans.",
  "I went to sleep expecting to wake up with a small incision and woke up with a big one - but guess what?",
  "FEINSTEIN to ZUCKERBERG: 'Fix it' -- TRUMP DoJ sues Calif. -- ELON MUSK eyeing OAKLAND Coliseum?",
  "“I’ve said, 'If you don’t control your platform, we’re going to have to do something about it.'",
  "State Attorney General Xavier Becerra says 30,000 DREAMers have been given a two-year reprieve.",
  "For more information, please visit ByeByeMattress.com\n\n\n\nWhere’s Jerry: No public schedule.",
  "Another day, another (couple of) lawsuits between Caliifornia and the Trump Administrtion.",
  "One of the things I’ve seen ... is how electric this media is, how people respond to it.",
  "Listen to the full interview on Klein's podcast (42 minutes)\n\nIt’s Tuesday -- Got a tip?",
  "Mom, who is doing well, tells us he enjoys reading the Playbook with his morning milk.",
  "Share your message with our influential readers to foster engagement and drive action.",
  "It’s not so much an issue of scarcity, but of distribution.” Story\n\n-- RETHINKING IT?",
  "I think the basic point that you're getting at is that we're really idealistic.",
  "He is good-looking, well-spoken, and he’s thinking about running for president.",
  "Sign-up today to start receiving the newsletter right at launch on April 6th.",
  "His second: as a teenager busted on allegations of assaulting an officer.",
  "THE TRUMP ERA:\n\n-- “Calling car pollution standards ‘too high,’ E.P.A.",
  "“It’s very hard to understand why it’s necessary to be unilateral.",
  "https://bit.ly/2GwFuBn “\n\nQUOTE OF THE DAY: “It’s true: I’m back!",
  "White @JeremyBWhite\n\n\n\nPOLITICO California @politicoca\n\nFollow Us",
  "Follow us on Twitter: @cmarinucci, @davidsiders and @POLITICOCA.",
  "Seeking to increase brand awareness amongst this key audience?",
  "Contact Jesse Shapiro to find out how: jshapiro@politico.com.",
  "Follow us on Twitter Carla Marinucci @cmarinucci\n\n\n\nJeremy B.",
  "-- “There are going to have to be some controls,” she said.",
  "By email: cmarinucci@politico.com or dsiders@politico.com.",
  "I mean, these are values that I think are broadly shared.",
  "The Latino Victory Fund endorsed Gil Cisneros in CA-39.",
  "It’s time that our actions match our campaign promises.",
  "That compares with 9% in all of 2016 and 13% in 2014.\"",
  "It’s not like a phone book, it’s alive, it’s creative.",
  "I woke up, and that’s something to be thankful for.",
  "He is, of course, Los Angeles Mayor Eric Garcetti.\"",
  "-- BROWN slams PRUITT move -- CADELAGO BABY!",
  "Today I proudly sign the People’s Pledge.",
  "To read the People’s Pledge, click here.",
  "Don’t landfill, recycle your mattress.",
  "Thank you to the doctors & nurses.",
  "You have a responsibility for it.",
  "Have a petition you want signed?",
  "And Spotify goes public today.",
  "I am hopeful that they will.\"",
  "A cause you’re promoting?",
  "Before it really breaks.",
  "You operate a platform.",
  "It’s conversational.",
  "Presented by Boeing.",
  "News to share?",
  "Let us know.",
  "Feedback?",
  "Story.",
  "Story.",
  "Story.",
  "Story."
]