[
  "But the husband-and-wife legal team run a small firm, and there is a question if DiGenova can reasonably claim a lack of conflict when his wife represents clients like Mark Corrallo, who has spoken to Mueller's team about how Trump and his team responded to the revelations about a June 2016 Trump Tower meeting that Donald Trump Jr. and other campaign officials had with a group of Russians, according to two sources.",
  "Trump tweets 'many lawyers and top law firms' want to join his legal team\n\n(CNN) - President Donald Trump pushed back Sunday morning on reports that he has struggled to find attorneys from reputable firms with experience in high-stakes executive branch investigations who would be willing to represent him in the Russia probe.",
  "Some have turned down the offer for various reasons, including concern that the President doesn't listen to his lawyers and that their law firms represented other clients that would pose conflicts, according to multiple sources familiar with the inquiries.",
  "If he did decide to go to the White House, potentially for a position in the counsel's office unrelated to the Russia defense team, he would likely leave his firm, which has conflicts that would prevent them from taking the President on as a client.",
  "On Thursday, the lawyer leading the team handling the President's response to the Russia investigation, John Dowd, resigned as his disagreements with Trump intensified and the President stepped up attacks on special counsel Robert Mueller.",
  "It also represents Facebook, which is mired in a controversy over its relationship with data firm Cambridge Analytica, which a former employee claimed misused the personal data of about 50 million users of the social media platform.",
  "Sekulow announced last week that veteran Washington attorney Joseph diGenova, a former US attorney for the District of Columbia, had been hired onto Trump's legal team, but as of Friday, his role was still in question.",
  "\"Many lawyers and top law firms want to represent me in the Russia case ... don't believe the Fake News narrative that it is hard to find a lawyer who wants to take this on,\" the President wrote in a pair of tweets.",
  "Problem is that a new ... lawyer or law firm will take months to get up to speed (if for no other reason than they can bill more), which is unfair to our great country - and I am very happy with my existing team.",
  "At least four defense attorneys at major law firms were approached to join Trump's legal team in recent weeks, but some turned the offer down, multiple sources familiar with the inquiries have told CNN.",
  "Toensing also represents former Trump campaign national co-chair Sam Clovis, who has faced scrutiny for his connection to campaign foreign policy team member George Papadopoulos, two sources said.",
  "Olson's firm, Gibson Dunn, decided there were too many conflicts with existing clients tied to the Russia investigation and did not support the move, sources familiar with the matter told CNN.",
  "Gibson Dunn represents Fusion GPS, the firm that hired a former British intelligence officer to compile a dossier of alleged ties between Russians and Trump and his campaign associates.",
  "The lawyers include former US Solicitor General Ted Olson; Emmet Flood, who's worked for multiple presidents; and Robert Bennett, Bill Clinton's attorney in the Paula Jones litigation.",
  "Jay Sekulow, one of Trump's attorneys, told CNN on Tuesday the legal team would \"not comment about conversations with lawyers with whom we have or have not had conversations.\"",
  "At least five large law firms, including Flood's and Olson's, had previously declined to work for the president last year during his initial search for a defense team.",
  "\"The President is disappointed that conflicts prevdent Joe diGenova and Victoria Toensing from joining the President's Special Counsel legal team.",
  "DiGenova and his wife and law partner, Victoria Toensing, met with Trump last week, the sources said.",
  "The President looks forward to working with them,\" Sekulow said in a statement to CNN's Evan Perez.",
  "However, those conflicts do not prevent them from assisting the President in other legal matters.",
  "Besides, there was NO COLLUSION with Russia, except by Crooked Hillary and the Dems!",
  "\"Fame & fortune will NEVER be turned down by a lawyer, though some are conflicted.",
  "Sekulow said Sunday that diGenova will not be joining the legal team after all.",
  "Two sources told CNN last week that Flood is still under consideration.",
  "according to two sources familiar with the matter."
]