[
  "The firm’s “core offering,” according to its website, “combines advanced data analytics and the creation of a psychographic framework to help you gain increased insight into your target voter groups.”\n\nBolton’s super PAC spent $5 million on digital ads in 2014 on key Senate races, and Cambridge Analytica boasts on its website that the online and Direct TV ad campaign it ran for Bolton’s super PAC appealed “directly to the personality traits, priority issues and demographics of specific groups” that “had a real impact in sending Thom Tillis to the US Senate.”\n\nIt’s not clear precisely which services Cruz’s campaign or its supportive super PACs will purchase from Cambridge Analytica, or how much the work will cost.",
  "One described himself on a social media page as a systems administrator for SCL Elections who was working in Houston “Providing Infrastructure Administration for The Honourable Republican Senator Ted Cruz in the 2016 Presidential Campaign.”\n\nSCL Group’s director, a Brit named Alexander Nix, has worked to expand Cambridge Analytica’s market share in the deep-pocketed world of Washington-based conservative outside groups, offering a data service that targets individual voters based on a “psychographic score” of personality traits.",
  "Some of the right’s most influential and well-funded players — including the Koch brothers’ operation and the Republican National Committee — are jockeying for market share and 2016 prospects in a political sub-industry expected to consume a huge portion of the billions spent in the campaign.",
  "Cruz spokesman Rick Tyler said Chris Wilson, the campaign’s director of research and analytics, is using Cambridge Analytica to build models that identify and sort persuadable voters in early primary states by six key personality types, which will be used to target the campaign’s outreach.",
  "“We know what a Cruz supporter looks like demographically … and this allows us to go into Iowa and match those traits with likely caucus-goers.”\n\nThe group of super PACs supporting Cruz, Keep the Promise, did not respond to questions about their arrangements with Cambridge Analytica.",
  "Story Continued Below\n\nCambridge Analytica is connected to a British firm called SCL Group, which provides governments, political groups and companies around the world with services ranging from military disinformation campaigns to social media branding and voter targeting.",
  "Ted Cruz’s presidential effort is working closely with a little-known company owned by one of his biggest donors that uses nontraditional “psychographic” analyses of voters to try to win them over with narrowly targeted micro-messages, POLITICO has learned.",
  "The payments — which all came last year and were for polling, micro-targeting, advertising and other services — came from Cruz’s leadership PAC and a handful of GOP-aligned big-money organizations, including Ending Spending Action Fund, former U.N.",
  "We were very pleased.”\n\nMarquis said the firm created five categories of potential voters, including “soccer mom” and “working dads,” by layering responses to surveys atop voter data, and then targeted voters based on which category they fell in.",
  "Their quiet involvement in Cambridge Analytica — which is known in elite conservative finance circles but has yet to be reported — seems to mark a transition from purely financing political campaigns to running their own political operation.",
  "And sources familiar with the Mercers’ political efforts said that Rebekah Mercer, who has steered the family’s political expansion, has made introductions between Cambridge Analytica and the political committees the family supports.",
  "Federal Election Commission filings show that nearly 93 percent of the $2.6 million Cambridge Analytica has received in traceable federal payments has come from committees to which the Mercers donated generously.",
  "Representatives from most of the groups and campaigns did not respond to questions about whether there was any connection between their support from the Mercers and their payments to Cambridge Analytica.",
  "With their investment in Cambridge Analytica — and the Cruz campaign’s embrace of their product — the Mercers also have become competitors in an increasingly cutthroat conservative political data race.",
  "In recent years, the Mercer family — Robert Mercer; his wife, Diana Mercer; and their daughter, Rebekah Mercer — have emerged as among the leading financiers of conservative causes and candidates.",
  "Cruz’s presidential campaign has contracted with Cambridge Analytica to provide data services, and the company has had talks with at least one of those super PACs, according to sources.",
  "The Mercers this year provided the lion’s share of the $37 million raised by a quartet of unlimited-money super PACs supporting Cruz’s campaign for the GOP presidential nomination.",
  "It’s a model that’s been pursued to varying degrees by billionaires ranging from the liberal hedge funder Tom Steyer to the conservative industrialists Charles and David Koch.",
  "Cambridge Analytica is owned at least in part by the family of the press-shy New York hedge fund manager Robert Mercer, multiple sources confirmed to POLITICO.",
  "It’s not uncommon for political campaigns, parties and PACs to pay huge contracts for data and other services to companies affiliated with their consultants.",
  "The result of the competition could go a long way toward determining the winner of the White House and the Republican Party’s direction after the election.",
  "The company is one of 10 startups set to participate this month in the Reboot Conference — a major political technology event — in San Francisco.",
  "The company, Cambridge Analytica, has sent staff to Cruz’s campaign headquarters in Houston to help set up an intensive data analysis operation.",
  "Conference organizers included Cambridge Analytica among participants they consider “up and coming companies with technology not to be missed.”",
  "It was made possible partly by the Supreme Court’s 2010 Citizens United decision, which opened new avenues for unlimited political spending.",
  "Garrett Marquis, a spokesman for Bolton’s super PAC, said the $340,000 his group paid to Cambridge Analytica in 2014 was money well spent.",
  "So far, most of Cambridge Analytica’s work appears to have come from campaigns and committees funded in large part by the Mercers.",
  "So far, SCL’s political work has been mostly in the developing world — where it has boasted of its ability to help foment coups.",
  "“It sounds ridiculous and it probably is,” said one GOP operative who has worked closely with organizations using the service.",
  "Tom Cotton of Arkansas and Thom Tillis of North Carolina, as well as unsuccessful GOP House candidate Art Robinson of Oregon.",
  "But it’s less common for such contracts to go to firms affiliated with the donors funding the whole enterprise.",
  "The company did not respond to interview requests, while a spokesman for the Mercer family declined to comment.",
  "Ambassador John Bolton’s super PAC and a pop-up super PAC created to boost 2014 Republican Senate candidates.",
  "Some of Cambridge Analytica’s employees already appear to be have been dispatched to work on Cruz’s campaign.",
  "The Mercers combined to donate nearly $3.3 million to those groups in 2014, according to FEC filings.",
  "Those committees won’t be required to publicly detail their finances until later this month.",
  "Cambridge Analytica entered the competitive U.S. political data market only last year.",
  "“I’ve seen their product, and it’s better than anything I’ve ever seen,” said Tyler.",
  "Other Cambridge Analytica clients included the campaigns of GOP Sens.",
  "“It was the most cost-effective, efficient way to reach voters.",
  "“It’s something that no one has done in politics.",
  "Period,” said Marquis."
]