[
  "This year, revelations that a data consultancy affiliated with the Trump campaign, Cambridge Analytica, inappropriately siphoned the private profiles of tens of millions of Facebook users prompted a crisis of confidence and gave rise to a #DeleteFacebook campaign.",
  "Zuckerberg continued to highlight the company’s increased investments in security and safety in the aftermath of Russian interference and abuse of the platform by outside groups and said such investments would continue to affect the business.",
  "Facebook also spent resources preparing for a sweeping new data privacy law in Europe — known as General Data Protection Regulation, or GDPR — and is in the process of hiring thousands of moderators to police content all over the world.",
  "Facebook has weathered a string of controversies over the past year and a half, including its admission that fake news was a problem and the discovery that Russian operatives interfered with its platform ahead of the 2016 U.S. election.",
  "Chief Financial Officer David Wehner put a finer point on it, adding that those investments along with concerns about data privacy and currency changes would contribute to a “double digit” deceleration in revenue in the coming months.",
  "Shares in the social network fell as much as 24 percent in after-hours trading Wednesday after sales growth did not meet expectations — and the social media giant said it would slow even further in the months ahead.",
  "Facebook continued to expand its audience, to 1.47 billion people who use it daily, but said it lost 3 million daily users in Europe because of GDPR, which went into effect across the region in May.",
  "Facebook is a stock that until Wednesday seemed unbeatable, topping Wall Street estimates almost every quarter since it went public and consistently giving investors positive news about the future.",
  "Top executives, including the company’s longtime general counsel, its public-relations chief and its chief security officer, have announced plans to leave before the end of the year.",
  "Zuckerberg highlighted a new metric, saying that 2.5 billion people now use the company’s apps — including Instagram, Facebook Messenger, WhatsApp and IGTV — each month worldwide.",
  "Strong ad sales from Google, which is Facebook’s main competitor for online advertising, had sent expectations for the social network’s earnings up, along with its stock price.",
  "The shock of both those changes has “put the stock in the investor penalty box,” said Daniel Ives, chief strategy officer and head of technology research at GBH Insights.",
  "“We run the company for the long term, not just for this quarter,” said Mark Zuckerberg, Facebook’s founder and CEO, referring to the losses on a call with investors.",
  "Facebook’s shares had gained more than 10 percent over the past month and closed higher, at $217.50, on Wednesday, before the company reported earnings.",
  "The numbers suggest that the political and social backlash against Facebook, and its costly response to it, is starting to affect the business.",
  "The stock slide Wednesday afternoon wiped out as much as $150 billion of Facebook’s value, and Zuckerberg himself lost billions of dollars.",
  "To comply with the new data privacy regime in Europe, Facebook built controls for consumers that it implemented worldwide this spring.",
  "It also spent heavily on lobbyists and attorneys in the effort to comprehend the regulation and negotiate with European officials.",
  "He predicted that there would be a shift to private messaging platforms such as Messenger and WhatsApp in the next five years.",
  "The magnitude of the slowing growth appeared to shock investors, who repeatedly asked about it on the company’s earnings call.",
  "Instagram last month reported that it had hit 1 billion monthly users for the first time, up from 800 million in September.",
  "The company did not break out financial or user numbers for Instagram, the photo-sharing service it acquired in 2012.",
  "Many Facebook analysts hope that Instagram’s growth will help offset any stagnation at the older social network.",
  "Revenue totaled $13.23 billion, up 42 percent from a year ago but shy of the $13.36 billion analysts expected.",
  "But none of those platforms rake in money the way Facebook does through its powerful advertising sales.",
  "After more than a year’s worth of controversies, Facebook is no longer invincible.",
  "Daily users remained flat at 185 million in the United States and Canada.",
  "The company beat the bottom-line forecast, with $5.1 billion in profit.",
  "Many people are reevaluating their choice to use the platform.",
  "“This is now a white-knuckle period for the stock.\"",
  "These issues are starting to take a toll."
]