[
  "(Carolyn Kaster/AP)\n\nMichael Flynn, who served briefly as President Trump’s national security adviser, filed an amended federal financial disclosure report late Thursday providing new details about his contracts with the Trump presidential transition, a company connected to an Iranian American businessman, and the parent company of a data science firm that worked for the Trump campaign.",
  "Former White House national security adviser Michael Flynn on Thursday provided new details about his contracts with the Trump presidential transition, a company connected to an Iranian-American businessman and the parent company of a data science firm that worked for the Trump campaign.",
  "The Associated Press reported Thursday evening that NJK issued a statement saying that Flynn “played an advisory role to NJK holdings relative to its investment interests in security.” NJK funds a technology firm called GreenZone Systems to which Flynn serves as vice chairman.",
  "In a letter accompanying his revised disclosure, Flynn noted that his initial disclosure reports were filed under rushed circumstances without the customary consultation and review provided by White House lawyers and the Office of Government Ethics.",
  "(Gillian Brockell/The Washington Post)\n\nThe updated disclosure also confirms that Flynn had agreed to work with the SCL Group, at the time the British parent company of Cambridge Analytica, a data science company hired by Donald Trump’s campaign.",
  "The largest source of income disclosed is $140,000 for Flynn’s work as an adviser and consultant to Minneapolis-based NJK Holding Corp. That firm is led by Nasser Kazeminy, an Iranian-born businessman now living in the United States.",
  "Flynn resigned his post just 24 days after taking office amid reports that he misled Vice President Pence about the nature of his contacts after the election with the Russian ambassador to the United States.",
  "GreenZone is led by Bijan Kian, Flynn’s business partner in Flynn Intel, a company now under scrutiny for its role in lobbying work for a Dutch-based business linked to the government of Turkey.",
  "In addition to the Russia-related income, Thursday’s filing showed that Flynn received at least $5,000 as a consultant to a project to build nuclear power plants in the Middle East.",
  "Flynn also drew criticism over foreign payments he received while working in the private sector after stepping down as director of the Defense Intelligence Agency in 2014.",
  "In a previous disclosure to House investigators Flynn reported receiving nearly $68,000 in fees and expenses from Russia-related entities in 2015.",
  "SCL also hired one of Flynn’s former colleagues from Office of the Director of National Intelligence to lead its government contracting efforts.",
  "At the time of a previous security review on Flynn, Kian told military investigators that his partner had several foreign business contacts.",
  "One of Cambridge’s main financiers is hedge fund magnate Robert L. Mercer, whose daughter Rebekah is an influential conservative donor.",
  "Flynn was tapped to help the American subsidiary of SCL win new U.S. government contracts, according to people familiar with his role.",
  "The letter said Flynn did not receive the attention afforded others because he was no longer a White House employee at the time.",
  "Earlier Thursday, the top Democrat on the House Committee on Oversight and Government Reform, Rep. Elijah E. Cummings (Md.",
  "Flynn received no compensation from SCL and performed no actual work, according to a person familiar with his activities.",
  "A person familiar with the situation said Flynn nonetheless received his security clearance at the time.",
  "The new filing disclosed that Flynn received about $28,000 from the Trump Presidential Transition.",
  "Flynn’s work on that project had been disclosed previously, but it was not known that he was paid.",
  "The Washington Post reported in February that Flynn had been hired as an adviser to SCL Group.",
  "But Flynn did not tell the same investigators about those contacts, according to Cummings.",
  "), asked Kian to provide information about Flynn’s foreign business contacts and travel."
]