[
  "Unlike the Kochs, the Mercers also control an influential media property as part-owners of Breitbart News, and they are helping to stoke a culture war through their reported funding of former Breitbart tech editor Milo Yiannopoulos’ anti-Islam, anti-political correctness “Dangerous Faggot” tour, which the provocateur describes as the opening salvo in a decades-long struggle to transform college campuses and the country.",
  "Politico Illustration; AP/Getty\n\nAfter exercising significant influence over Trump’s executive branch appointments, Mercer—an intensely private person who runs a mail-order bakery with her sisters—continues to maintain close relationships with top West Wing aide Kellyanne Conway and former strategist Steve Bannon, and she has started a new outside advocacy group, Making America Great, to promote the president’s agenda.",
  "During the 2016 campaign, the Mercers also supported a new form of opposition research that was itself vertically integrated: They underwrote “Clinton Cash,” a project combining muckraking reportage on the Clinton Foundation with a best-selling book and a slick documentary—which yielded findings regularly touted by the Trump campaign.",
  "Like the Kochs, Mercer, 43—who manages the political giving underwritten by her father, hedge fund magnate Robert Mercer—funds political campaigns, super PACs and think tanks, and has invested in a political data operation, Cambridge Analytica.",
  "With Donald Trump’s dominance of the Republican Party, Rebekah Mercer has supplanted the Koch brothers as the right’s most important megadonor—expanding the scope of what constitutes political spending along the way.",
  "While the Kochs pioneered the creation of sprawling private empires made possible in the post-Citizens United era, Mercer has achieved something like full vertical integration of her own private political ecosystem.",
  "As one operative told Politico last year of the Mercers, “They do want to beat Hillary [Clinton], but they also want to beat the Kochs and Paul Singer and the Ricketts.” —Ben Schreckinger",
  "Together, these efforts constitute a breadth of political giving, and a proximity to power, that goes beyond what any other megadonor has so far achieved.",
  "It’s all in service of her anti-establishment views—and, often, President Trump’s political fortunes.",
  "It also amounts to a declaration of war on the traditional pillars of the GOP."
]