[
  "Indeed, as Dr John Bates, a recognized fintech pioneer and CEO of testing automation firm Eggplant that has some 600 clients around the globe, says: “It is clear that we definitely need frameworks to make this as easy to access and consume as the current centralized Internet.”\n\nBates, who holds a PhD from Cambridge University and is a serial entrepreneur under companies like SAP and Software AG, commenting on the landscape said: “Clearly DApps address something that many libertarian-minded folks regard as a shortcoming of the current Internet: the need for centralized services.",
  "As an open-source framework and consensus protocol, Cardstack claims to make blockchains usable and scalable for the mass market, and posited in a whitepaper that it believes that “orchestrating cohesive user experiences across blockchain and the cloud is essential to bringing decentralization to the mass market.”\n\nThey are proposing a new economic model for funding and sustaining the software that runs the world, which distributes rewards fairly among the creators of the software and the open-source communities supporting them.",
  "The new crypto-economy is going to demand complex interactions between user-initiated messages, value barring tokens, and interlinked smart contracts, as well as integration with existing systems.”\n\nHe added: “We need a cohesive user experience (UX) with the fluidity of a consumer social network, while facilitating structured transactions like a line-of-business system.”\n\nAs such, orchestration framework Cardstack seeks to bring about wider adoption of DApps and decentralization by focusing on user experience.",
  "Ark, which raised just shy of $1 million via an Initial Coin Offering (ICO) of Ark tokens back in 2016 that comprised 1,279.67 Bitcoin (BTC), was labelled a Lisk-forked cryptocurrency intended for “broad consumer adoption.” Its roadmap at the time of their ICO included the ability to transact across blockchains, a smartcard as a means of payment and IPFS integration.",
  "Given though that not everything on the Internet plays nice, IFTTT posit that they are on a “mission to build a more connected world.”\n\nEleanor Matthews, co-Founder and MD of Work Futures and a graduate of Oxford University’s Blockchain Strategy Programme, commenting said: “Addressing this interoperability issue is crucial for driving adoption of DApps.",
  "Cohesive User Experiences\n\nGiven that their model is based on blockchain technology, we can break down the silos of apps defining the tech world today, in order to produce a so-called Cohesive User Experience (CUE), which establishes a flexible design paradigm that can orchestrate all the moving parts in the user’s digital life.",
  "Though talking then about a bubble in the stock market, today a new bubble - around cryptocurrencies like Bitcoin and Ethereum over recent years - it is hard not to imagine that if such growth is to continue it will probably need the blockchain to eat the software that ate the world.",
  "Conceptually it can be thought of as a “blockchain for blockchains.”\n\nThrough Ark’s SmartBridge technology, developers will be able to build applications, which could listen to and be triggered by external events and exchange data with other DApps built on different blockchains.",
  "Indeed, proving a point about the tsunami of data confronting workers according to a recent study by the OTRS Group, over 80% of employees look for information for half an hour a day and almost a third (32%) say they need an average of one hour a day just to sort their emails.",
  "And, eventually part of the goal is to have these various functionalities being deployed using open-source standards - meaning that users will be able to change, customize, as well as adopt these various powerful functionalities and accommodate them to their workflows.",
  "Elsewhere, a decentralized application framework like Cardstack that raised $35 million in its ICO earlier this year in June, describes itself as the “experience layer” of the decentralized Internet, and allows users to create their own Dapp-driven workflows.",
  "So, in such a decentralized software market, a buyer of applications enters into a direct deal via smart contracts, which coordinate a diverse network of software development teams, cloud hosting providers as well as app coin-backed protocols.",
  "And, DApps fits as a model for autonomous connected vehicles, devices and robots in the new Internet of Things (IoT) era.”\n\nFortunately, it is now possible to create application hybrids using application programming interfaces (APIs).",
  "Introducing an IFTTT-style integration layer, that allows even more autonomy in the way that the apps are initiated, increases this risk.”\n\nThe more transactions are being executed on the blockchain, the more it will slow down.",
  "“Yet, for blockchain-backed applications to gain mass market adoption, we need to bridge the gap between the power of blockchains and the convenience of the cloud.”\n\nThe platform is also facilitated by a token economy.",
  "DApps could perhaps mean e-commerce goes back to a local barter system - where I can run my own Uber with my car for my local area or perhaps sell my goods locally through a network of trusted nodes.",
  "It makes sense that an orchestration platform should offer that integration - in the same way that IFTTT does for non-blockchain based apps.”\n\nThe DAO was a huge hack, which cost around $70 million.",
  "Chris Tse, founder of Cardstack, shared recently that the DApp space must be able to: “Establish a flexible design paradigm that is able to orchestrate all the moving parts in the blockchain world.",
  "Focus On Experience\n\nOrdinary users, however, are not expected to fiddle about with highly technical frameworks in order to be able to maximize the various functionalities that DApps can offer.",
  "And, one that requires breakthroughs in the foundational layer of the technology - including new consensus algorithms, on-chain scalability and transactional privacy guarantees to name a few.",
  "Services like IFTTT, the free way to get all your apps and devices talking to each other, already allows users to automate tasks and creates a smoother experience across popular apps.",
  "“With the fluidity of token-backed applications, we can move beyond the one-icon-per-app business arrangement of the current mobile and cloud world,” they state in their whitepaper.",
  "With the release of its V2 Core, the project also implemented what it has claimed are “dynamic fee structures” to keep the platform accessible amidst the crypto market’s volatility.",
  "There are new protocols such as EOS, which also includes smart contract functionality and could be used to develop DApps, and which is claiming 5,000 transactions per second (TPS).",
  "And, with something like software orchestration, a term ordinary fold might well find challenging, the main issue is clearly people getting their heads around the model.",
  "Decentralized Applications - DApps\n\nAcross the globe a new breed of applications are now being discussed, which are types of applications that are not owned by anyone.",
  "The project is further envisioned to support a wider set of programming languages, which allows developers to be readily functional in working with the framework.",
  "Blockchain & Decentralized Apps\n\nIn the case of blockchain services and decentralized applications (DApps), however, similar integrations are currently limited.",
  "Fortunately though the community has acknowledged this need for interoperability, since part of what has made conventional apps successful is interoperability.",
  "Now while it is supposedly possible to link and integrate apps, not all services allow this - especially if they are produced by rival application developers.",
  "Through such mechanisms, it would then be potentially possible for users to enjoy computing that is not constrained by the monopolies of centralized services.",
  "Easy-to-use orchestration, where users can effortlessly customize how DApps interact with each other, must be made available if more progress is to be made.",
  "Essentially, Cardstack touts that it will enable the creation of “super” DApps by acting as a hub for interoperability across APIs and blockchains.",
  "Just take the average person who accesses around nine different applications and spends around 10 hours in front of screens each and every day.",
  "“Software is eating the world,” as Marc Andreessen, co-founder of one of the top venture capital firms in Silicon Valley, once stated in 2011.",
  "But the gap between the exuberance of blockchain’s potential and the arrival of a decentralized world economy is still a pretty wide one.",
  "It is argued too that thanks to the blockchain/DLT boom, users have now started to turn towards DApps as alternatives to these services.",
  "Companies like Facebook and Google simply have too much control and users little choice concerning the terms imposed by these services.",
  "The upshot is that it all adds to the number of interfaces users have to work with and this negatively impacts their user experiences.",
  "...And A Need For Interoperability\n\nThis sluggishness in adoption has been partly due to the lack of interoperability across DApps.",
  "The decentralization movement is gaining traction due to concerns arising from the way centralized services handle their business.",
  "Unlike conventional apps, which now have support for integration with other apps, blockchain interoperability is still lacking.",
  "Token economies that govern these DApps also provide equitable fee and rewards structures that can foster harmony across users.",
  "This community-driven progression could truly promote decentralization, it is proclaimed by industry protagonists in the space.",
  "Most blockchain services and DApps are built to focus on a specific purpose or be oriented at serving a particular vertical.",
  "For its part, Ark has been cited as being one of the major efforts working on letting other projects function across chains.",
  "While full “cross-chain” interoperability is currently a work in progress, there may be some light at the end of the tunnel.",
  "And, as more users start adopting these interoperable DApps, the more decentralization can be brought towards relevance.",
  "The value each DApp brings to users can increase as it works alongside other DApps to help solve more complex problems.",
  "Decentralized services promise to give control back to users through transparent rules, data ownership and anonymity.",
  "It is suggested that these should only encourage more developers to consider building interoperable DApps using Ark.",
  "In addition, not everyone has the capacity and resources to get “feature-rich” and streamlined enterprise systems.",
  "It allows users to create personalized workflows by “chaining” the functionalities provided by various services.",
  "Control is given back to users, challenging the current approaches that are built to push the corporate agenda.",
  "Digital applications and services though have nevertheless become integral to everyone’s day-to-day activities.",
  "For instance, a DApps built on Ethereum will not be able to readily interact with a DApps say running on NEO.",
  "Blockchain framework Ark, for example, has been advancing in making interoperability available to developers.",
  "It can draw information from various data sources, listen to changes, and send commands to these services.",
  "These integrations are governed by smart contracts, which take care of subscriptions or utility token use.",
  "Still, most mortals would probably view this all as akin to a minority sport - and who would blame them.",
  "Industries and businesses have also been increasing their adoption of various cloud-based applications.",
  "And, having to work across several applications fragments the user experience and impedes workflow.",
  "The technology underpinning them is the blockchain, also known distributed ledger technology (DLT).",
  "These new types of applications are referred to as Decentralized Applications or DApps for short.",
  "Interoperability among DApps is often constrained to those built on the same blockchain network.",
  "Google has faced criticism given how one-sided its advertising and monetization terms can be.",
  "Many DApps, however, have yet to successfully launch or at least gain significant adoption.",
  "Clearly something must be done to further drive their adoption, if progress is to be made.",
  "Efforts like Ark and Cardstack could help showcase DApps’ usefulness at a practical level.",
  "We only have to look to the scandal involving Facebook over Cambridge Analytica for that.",
  "Even managing different subscriptions and accounts could already be quite an undertaking.",
  "He further ventured: “Centralized services, like eBay or Uber, can lead to monopolies.",
  "The benefits of interoperability and automation go beyond productivity and usability.",
  "Users may need to use several DApps in order to cover their needed functionalities.",
  "And, when these situations occur, users are often the ones left at a disadvantage.",
  "This matter is also further complicated by issues like breaches and data misuse.",
  "The reality, especially for ordinary users, is that computing needs are varied.",
  "Users may also be rewarded with CARD tokens for contributions to the platform.",
  "Users can spend CARD tokens to add DApps and services into their workflows.",
  "Users get to participate in a tech landscape where decentralization reigns.",
  "Social media and news managed centrally can be censored and controlled.",
  "\"There is a major risk in the case of an inherent, invisible bug.",
  "Speed on Ethereum is currently fifteen transactions per second.",
  "Constantly having to switch contexts can hamper productivity.",
  "Collective Strength\n\nDApps do not have to exist in isolation.",
  "Parity with traditional, single-function apps is not enough.",
  "A peer-to-peer system based on DApps cannot be censored.\"",
  "“Because these apps are self-executing,\" noted Matthews.",
  "It was based on a bug in a decentralized application.",
  "But this is disputed by some in certain quarters.",
  "And, new ways of orchestration are also needed.",
  "It is enough to make one positively dizzy.",
  "Ark is also built to be decentralized.",
  "It's a brave new world out there.",
  "Challenging to handle or what?",
  "And, DApps must have it too.",
  "Well, that is one thought.",
  "Decentralization Is In...",
  "Well, that is the theory.",
  "Carpe diem."
]