[
  "While outlining the company's services as a data-driven communications and marketing agency, a senior Cambridge Analytica executive clearly set out the principles which govern its work and said the following to the undercover reporter:\n\n\"We're not in the business of fake news, we're not in the business of lying, making stuff up, and we're not in the business of entrapment … There are companies that do this but to me that crosses a line.\"",
  "The data firm told Channel 4 News, \"We entirely refute any allegation that Cambridge Analytica or any of its affiliates use entrapment, bribes, or so-called 'honey-traps' for any purpose whatsoever,\" adding that \"Cambridge Analytica does not use untrue material for any purpose.\"",
  "According to Channel 4 News, the executives also boasted that Cambridge Analytica and its parent company, Strategic Communications Laboratories Group, had worked in more than 200 elections across the world, including in Nigeria, Kenya, the Czech Republic, India, and Argentina.",
  "Cambridge Analytica also worked for Donald Trump's presidential campaign in 2016.\n\nBusiness Insider contacted Cambridge Analytica more than two hours before the Channel 4 investigation was broadcast, and a spokesman said it was \"hard to reply to something we haven't seen.\"",
  "A former Cambridge Analytica employee named Christopher Wylie recently detailed how the company harvested the Facebook data of millions of users and used the information to power software that helped target voters with personalized political advertising.",
  "However, CEO Alexander Nix acknowledges that on this occasion he misjudged the situation:\n\n\"In playing along with this line of conversation, and partly to spare our 'client' from embarrassment, we entertained a series of ludicrous hypothetical scenarios.",
  "Channel 4 News\n\nAt a meeting in December, Turnbull told Channel 4's reporter: \"We just put information into the bloodstream of the internet, and then — and then watch it grow, give it a little push every now and again … like a remote control.\"",
  "In one exchange filmed in January, Nix said Cambridge Analytica could send \"somebody posing as a wealthy developer\" to Sri Lanka to offer incumbent politicians a \"large amount of money\" in a \"deal that's too good to be true,\" such as for land.",
  "The bombshell footage, broadcast Monday as part of an investigation by Channel 4 News, comes days after Facebook suspended Cambridge Analytica over an incident involving its harvesting of data from 50 million profiles.",
  "Assessing the legality and reputational risks associated with new projects is critical for us, and we routinely undertake conversations with prospective clients to try to tease out any unethical or illegal intentions.",
  "In the footage, Mark Turnbull, the managing director of Cambridge Analytica Political Global, also described the company's process of discreetly seeding compromising videos on the internet and helping them go viral.",
  "After several meetings discussing ostensibly legitimate projects, the reporter unexpectedly and suddenly turned the conversation towards practices such as corruption and the entrapment of political figures.",
  "Channel 4 News\n\nThe CEO of Cambridge Analytica, the political-research company at the center of a massive Facebook-data scandal, has been secretly filmed offering shadowy services to entrap politicians.",
  "We use meetings like this to make an informed decision about those whom we should or shouldn't engage with, in line with the guidance laid out by Section 9 of the UK Bribery Act 2010.",
  "Read the statement in full:\n\nCambridge Analytica held a series of meetings with the undercover reporter to discuss philanthropic, infrastructure, and political projects in Sri Lanka.",
  "I must emphatically state that Cambridge Analytica does not condone or engage in entrapment, bribes or so-called 'honeytraps,' and nor does it use untrue material for any purpose.",
  "At the same meeting at London's five-star Berkeley Hotel, Nix said Cambridge Analytica could \"send some girls around to the candidate's house — we have lots of history of things.\"",
  "While we work for clients from all sides of the political mainstream across many countries, some do not want it known that they are using a professional political consultancy.",
  "Update: A Cambridge Analytica representative emailed Business Insider with the company's full statement soon after Channel 4 News' investigation aired on British television.",
  "But Business Insider understands that Channel 4 News sent the data firm a 20-page document a week ago detailing the allegations and the contents of the undercover filming.",
  "He also said: \"It has to happen without anyone thinking 'that's propaganda,' because the moment you think 'that's propaganda,' the next question is 'who's put that out?'\"",
  "Despite this clear statement, the undercover reporter later attempted to entrap Cambridge Analytica executives by initiating a conversation about unethical practices.",
  "The two Cambridge Analytica executives at the meeting humoured these questions and actively encouraged the prospective client to disclose his intentions.",
  "It included a direct quote from Nix, saying he played along with the undercover reporter, who he thought was a client, to spare them from embarrassment.",
  "An undercover Channel 4 News reporter filmed the data firm's CEO, Alexander Nix, and his colleagues over four meetings from November to January.",
  "\"We'll have the whole thing recorded on cameras, we'll blank out the face of our guy, and then post it on the internet,\" Nix said on camera.",
  "Channel 4 News' investigation also accuses Cambridge Analytica of using \"shadowy front companies\" or subcontractors to achieve its aims.",
  "Channel 4 News says it will broadcast further allegations later this week about Cambridge Analytica's work for the Trump campaign.",
  "Influencer marketing and building grassroots networks on social media are both common activities for a modern political campaign.",
  "Like any marketing agency, Cambridge Analytica uses social media platforms for placing paid advertisements and organic content.",
  "Offering bribes to public officials is an offense under both the UK's Bribery Act and the US's Foreign Corrupt Practices Act.",
  "The company's practice is for staff to gently de-escalate the conversation before removing themselves from the situation.",
  "I should have recognised where the prospective client was taking our conversations and ended the relationship sooner.\"",
  "\"These sorts of tactics are very effective, instantly having video evidence of corruption,\" he added.",
  "The journalist posed as a fixer for a wealthy client hoping to get candidates elected in Sri Lanka.",
  "Cambridge Analytica CEO Alexander Nix, right, with Mark Turnbull, another company executive.",
  "I'm just saying we could bring some Ukrainians in on holiday with us, you know.",
  "\"I deeply regret my role in the meeting and I have already apologised to staff.",
  "We understand this and allow our clients to work with us discreetly.",
  "Cambridge Analytica operates in the UK and is registered in the US.",
  "They left with grave concerns and did not meet with him again.",
  "I am aware how this looks, but it is simply not the case.",
  "You can watch excerpts from the secret filming below.",
  "Cambridge Analytica is a high-profile company.",
  "This is not unusual in the industry.",
  "He added: \"That was just an idea.",
  "You know what I'm saying.\"",
  "Turnbull."
]