[
  "When speaking about the accuracy of the results--like understanding people better than their friends and family understand you--I was quoting research done by others in this space,\" Kogan said, adding that as he did his own research in the area, \"What we found ourselves was that the data isn't very accurate at the individual level at all.",
  "In reference to the app's ability to download messages, a Facebook spokesperson told CNN, \"Four years ago, our Platform policy permitted people to share their own message inbox with developers,\" adding, \"...Developer access to messages was enabled only if the person downloaded the app and explicitly approved the permission.\"",
  "Related: Exclusive: Scientist at center of Facebook-Cambridge Analytica controversy speaks\n\nIn the email, Kogan said he gave a few lectures at St. Petersburg State University \"on how social media data CANNOT be used effectively to make individual-level predictions.\"",
  "That same year, he teamed up with students and researchers from St. Petersburg State University, one of the top schools in Russia, to pursue a data-harvesting project similar to the one that produced the data he sold to Cambridge Analytica.",
  "\"The level of what can be predicted about you based on what you like on Facebook is higher than what your wife would say about you, what your parents or friends can say about you,\" Kogan said, referring to other people's research.",
  "But they were not a secret while they happened: The Russian team, which pursued a separate research project, published an academic abstract online in March 2015 that detailed similar data-harvesting methods.",
  "A person familiar with Kogan's work corroborated parts of his email, explaining that the St. Petersburg students saw Kogan as a \"token Westerner\" who could help them secure funding for their research.",
  "In the lecture, Kogan described how the app he developed for his Cambridge University research pulled information about likes, friends, ages, demographics — and more private details.",
  "But the university is given a pool of money from Russia's federal budget, and the school then decides which specific research projects get funded, the person familiar explained.",
  "He said the data could be captured at a low price — \"quick and cheap, this almost didn't cost anything\" — and that such methods had the potential for major commercial benefits.",
  "Kogan told the students that \"basically everything\" about someone could be predicted from Facebook \"likes\" alone, including someone's intelligence, personality and well-being.",
  "He says now that he has changed his views through the years, and he also downplayed the methods in an email sent to colleagues after his work attracted international scrutiny.",
  "In lectures to students, according to videos reviewed by CNN, he painted a different picture than what he told colleagues in a recent email in which he downplayed his work.",
  "The tech giant also said Kogan lied to them about the true nature of his work by claiming the app was for academic research and not commercial use, something Kogan denies.",
  "\"Even if we take your 10 best friends and they all give a description of who you are as a person and we combine it all together — this analysis method is still better.\"",
  "Facebook has accused him of violating platform policies by passing Facebook user data he gained through an app on to third-parties, including Cambridge Analytica.",
  "After this story initially published, Kogan told CNN that he initially based his opinions on the research of others, and that his views changed over time.",
  "Kogan told CNN his talks evolved over the years as he learned new information, saying in 2014, \"I discussed both my own research and that of others.",
  "The researcher at the center of the Cambridge Analytica data-mining scandal touted controversial techniques at a lecture four years ago in Russia.",
  "Kogan provided data on tens of millions of Americans to SCL Group, the parent company of Cambridge Analytica, which worked on the Trump campaign.",
  "In fact, my 2016 talk in Russia talked about how I found that for any complex trait (like personality), we couldn't predict people well at all.\"",
  "It's not clear whether Kogan was boasting to eager students or if he actually accessed and saved private messages of some Facebook users.",
  "\"At some point, he confused the role of academic researcher and businessman,\" the person said of Kogan's work with Cambridge Analytica.",
  "Research projects, conducted in association with Kogan, included informed consent requirements that are standard for academic research.",
  "He said his position at St. Petersburg State University was \"mostly an honorary role\" and that he only visited the school three times.",
  "\"As I started to personally delve into the issue of prediction accuracy, I found the claims to have been grossly inflated,\" he said.",
  "The techniques Kogan used to harvest Americans' data for Cambridge Analytica are drawing scrutiny on both sides of the Atlantic.",
  "He told the students in one May 2014 lecture, delivered in Russian, that data gleaned from social media unlocks key insights.",
  "In the email to his colleagues, Kogan decried recent reports about his work in Russia, and denied being a \"Russian spy.\"",
  "He also said in the email that the predictions he gave SCL were just as likely to be wrong as they were to be right.",
  "Update: This story has been updated with additional details about Kogan's lecture and later research.",
  "Previous reports suggested that Kogan got a grant directly from the government for his project.",
  "The Soviet-born researcher, Aleksandr Kogan, started working with Cambridge Analytica in 2014.",
  "It's more likely projects get approval with backing from Western academics, the person noted.",
  "The press office for St. Petersburg State University did not have any comment on Tuesday.",
  "\"Your Facebook knows more about you than any other person in your life,\" he added.",
  "\"It's messaging... this is private information, which no one sees,\" Kogan said.",
  "For his partnership with the university, Kogan traveled to Russia three times.",
  "Kogan used to speak in glowing terms about the power of data from Facebook.",
  "\"Maybe he was too young and did something stupid with his data.",
  "And so my talks in subsequent years started to reflect this.",
  "That feature was phased out in 2015, the spokesperson said.",
  "He didn't come across as this evil, scheming individual.\"",
  "We usually load 3,000 (messages) per person.",
  "And there they talk about everything.\"",
  "\"You can also load all of that."
]