[
  "Aviate – Maintain control of the aircraft\n\nNavigate – Know where you are and where you intend to go\n\nCommunicate – Let someone know your plans and needs\n\nCommunication comes after gaining firm control over the situation (Aviate) and figuring out what needs to be done in order to course correct (Navigate).",
  "When Southwest Flight 1380 made an emergency landing in Philadelphia after one of its engines exploded midflight and a fan blade punctured the cabin, causing a sudden drop in pressure, the heroic actions of Captain Tammie Jo Shults demonstrated a great lesson in leadership and crisis management.",
  "One of the Navy’s first female fighter pilots, Captain Shults has been heavily praised for her heroic actions to navigate Flight 1380 first to an altitude where passengers could breathe and then safely land with one engine, avoiding what could have been an even bigger catastrophe.",
  "As the passengers on Flight 1380 took selfies and videos of the drama and tried to communicate with loved ones, they failed to follow basic safety instructions, with 80 percent of passengers not wearing their oxygen masks correctly, which put their own lives at risk.",
  "By creating trust, Tylenol’s market share recovered significantly, going from almost zero right after the crisis to a new high within a year, a rebound that surprised many experts who had emphatically declared the brand dead.",
  "It was one of the first major product recalls in the U.S.\n\nJ&J also communicated frequently with affected stakeholders and rolled out new tamper-proof packaging (a market first) within six weeks.",
  "There have been several corporate “emergencies” this year, most notably with Facebook and Starbucks, where executives have had to respond in real time to an evolving situation.",
  "That’s why passengers are often kept in the dark initially when an emergency takes place, because communication is not the most important thing for the pilots to take care of.",
  "While business and community leaders can learn much from ANC and Johnson & Johnson’s Tylenol situation, there’s a lot to be said for the quality of a person during a crisis.",
  "While most of us will never face these situations, there is a core principle that pilots are taught for handling emergencies that we could all learn from: the ANC protocol.",
  "Captain Shults has been described as extraordinarily cool under pressure and impossible to rattle, with her recent actions only reiterating those claims.",
  "They constantly prepare for disastrous situations and practice maneuvers that are unlikely to occur, such as landing a plane with one engine.",
  "J&J, led by then CEO, James Burke, took full responsibility for the tragic situation, even though their product had been tampered with.",
  "Facebook in particular did not have a handle on the Cambridge Analytica situation before they started communicating.",
  "After the flight landed, passengers remarked on how she addressed them individually to make sure they were alright.",
  "They also made the decision to voluntarily recall 100% of their products—despite being told it was not necessary.",
  "Had the pilot not gotten the plane to a low altitude quickly, many of them may have died from this mistake.",
  "Captain Shults was rightly applauded for her heroic maneuvers in landing the plane.",
  "Johnson & Johnson set the gold standard for how a company should manage a crisis.",
  "In 1982, cyanide-laced Tylenol capsules killed seven people in the Chicago area.",
  "This was, hopefully, their lasting memory of an unimaginably scary experience.",
  "The ANC protocol stands for Aviate, Navigate and Communicate, in that order.",
  "Pilots engage in some of the most rigorous training of any profession.",
  "She was skilled, stoic, calm and focused during a terrifying crisis.",
  "They focused on getting the facts and controlling the situation.",
  "Here is a perfect example of why pilots don’t communicate first.",
  "Starbucks fared much better.",
  "She was also compassionate."
]