[
  "More: How YouTube creators get paid for ads and why some have been angry\n\nMore: YouTube not ready to kick out provocateur Logan Paul, CEO says\n\nMore: Woman jailed for fatally shooting boyfriend in botched YouTube stunt\n\nLast summer, the company took steps to address the issue, including no longer allowing creators to make money from videos that featured the inappropriate use of family friendly characters.",
  "Aghdam complained in social media posts that YouTube had been restricting access to her videos — an action taken by the company in the wake of criticism that it does not adequately restrict content that violates its community guidelines — which in turn reduced her income from ads posting alongside those videos.",
  "As the Google-owned platform grapples with the implications from a shooting last week by a disgruntled YouTube creator at its San Bruno, Calif., headquarters, the company now stands accused of pocketing billions by illegally targeting minors with ads based on data mined from their devices and viewing habits.",
  "\"For years, Google has abdicated its responsibility to kids and families by disingenuously claiming YouTube, a site rife with popular cartoons, nursery rhymes and toy ads, is not for children under 13,\" Josh Golin, executive director of the Campaign for a Commercial-Free Childhood, said in a statement.",
  "But just a month later, YouTube and its coterie of often millionaire stars were caught in an unflattering spotlight as Logan Paul blasted out a video to his fans of a dead body hanging from a tree in a Japanese forest known for attracting those intent on committing suicide.",
  "The child advocacy groups initially had planned to reveal the complaint last week but postponed after Nasim Aghdam arrived at the company's headquarters on April 3 and opened fire with a handgun, injuring three employees before she took her own life, according to police.",
  "Recently, YouTube courted controversy for everything from dangerous stunts gone tragically wrong (as in the recent jailing of a woman for accidentally shooting her boyfriend on camera) to dumb pranks gone horribly viral (cue the eating of Tide Pods laundry detergent).",
  "(Photo: Joe Scarnici, Getty Images for Fortune)\n\nFor all the positive aspects of YouTube — it's not only a repository of obscure how-to videos but essentially acts as a video log of history — the site continues to draw negative attention thanks to some of its users.",
  "YouTube a haven for young viewers\n\nOfficers run toward a YouTube office in San Bruno, Calif. (Photo: JEFF CHIU, AP)\n\nYouTube's press team said in a statement that it will look at the complaint to determine if it can improve on how it protects kids and families.",
  "The often ineffectual nature of that machine-learning approach to gatekeeping was addressed in December by YouTube CEO Susan Wojcicki, who announced that in 2018 it would increase the number of people working to oversee content to more than 10,000.",
  "Now Murphy's group and many others want the FTC — which recently launched an investigation into Facebook's role in the Cambridge Analytica consumer data scandal — to turn off the ad-dollar tap if YouTube doesn't stop targeting children with ads.",
  "Child advocates say YouTube is being disingenuous when it comes to acknowledging just how much influence the site has over shaping the worldview of younger views, many of whom have come to regard the platform as a replacement for television.",
  "(Photo: Gustavo Caballero, Getty Images for Rolling Stone)\n\nChild advocacy groups have not been swayed by YouTube's efforts to use algorithms, human curators and community whistleblowers to improve the policing of its content for minors.",
  "The charges against YouTube come at a time of growing scrutiny from regulators and consumers about what personal information technology companies have collected and profited from in the past decade as social media use has skyrocketed.",
  "\"YouTube's privacy policy discloses that it collects many types of personal information, including geolocation, unique device signifiers, mobile telephone numbers ... from children under the age of 13,\" the complaint summary reads.",
  "\"It’s not until something tragic is shown via a video, and viewers react, that the content is removed or dealt with by the platform,\" Jill Murphy, editor in chief of Common Sense Media, said after the Logan Paul video incident.",
  "USA TODAY\n\nThe groups argue in their complaint to the FTC that YouTube is well aware of its popularity among children considering that it hosts channels such as ChuChuTV Nursery Rhymes and created the YouTube Kids app.",
  "A consortium of child advocacy groups filed a complaint with the Federal Trade Commission, urging the federal agency to investigate and sanction Google for violations of the Children's Online Privacy Protection Act.",
  "\"Human reviewers remain essential to both removing content and training machine-learning systems because human judgment is critical to making contextualized decisions on content,\" Wojcicki said.",
  "YouTube says you have to be 13 years or older to use the site, but critics say it is tacitly allowing violations of this restriction when it enables content aimed at young children to flourish.",
  "Says Angela Campbell, attorney for two of the groups filing the complaint: \"The FTC needs to impose large civil penalties to show it is serious about protecting children's privacy online.\"",
  "\"Because YouTube is not for children, we’ve invested significantly in the creation of the YouTube Kids app to offer an alternative specifically designed for children,” the statement read.",
  "\"Just like Facebook, Google has focused its huge resources on generating profits instead of protecting privacy,\" Jeff Chester of the Center for Digital Democracy said in a statement.",
  "Buzz60\n\nScreenshot of the YouTube Kids app, billed as a safe, family friendly environment, where in USA TODAY's tests, we found none of the raunchy videos seen on YouTube Main.",
  "When it comes to minors in particular, YouTube has come under pressure for allowing users to upload videos aimed at children that sometimes feature violent and sexual themes.",
  "Golin's organization is among more than a dozen signing on to the complaint, including Common Sense Media, Consumer Watchdog and the Parent Coalition for Student Privacy.",
  "(Photo: screenshot)\n\nSAN FRANCISCO — YouTube increasingly has been called an inappropriate video playground for kids, charges that have caused executives to vow reform.",
  "Meanwhile, more tough questions arise about a site that started in 2005 as a way to share homemade videos but has grown into an entertainment force.",
  "CLOSE Popular video destination site YouTube is wading into the gun debate with a new policy that will likely leave firearm enthusiasts incensed.",
  "Internet personality Logan Paul at the Rolling Stone Live: Houston presented by Budweiser and Mercedes-Benz on Feb. 4, 2017, in Houston.",
  "The public backlash was intense and Paul apologized, and YouTube later dropped Paul from its Google Preferred ad program.",
  "YouTube does so \"without giving notice or obtaining advanced, verifiable parental consent as required by COPPA.\"",
  "In November, YouTube announced that it would age-restrict such content in the main YouTube site — when flagged.",
  "More: YouTube Kids will now let each child get their own YouTube profile\n\nMore: Got a kid who loves YouTube?",
  "Take these steps to bar them from the worst\n\nMore: Logan Paul suicide video: Is YouTube not safe for kids?",
  "The advocacy groups want the FTC to levy penalties against Google in the billions of dollars.",
  "There are some steps you can take, though, to keep your kids away from questionable content.",
  "But for the most part, algorithms — not humans — do most of the video policing on the site.",
  "YouTube CEO Susan Wojcicki appears at the Most Powerful Women Summit.",
  "Videos on the site range from family-friendly to significantly racy.",
  "COPPA aims to safeguard online privacy for those 13 and under.",
  "CLOSE YouTube is a popular platform for users of all ages.",
  "Follow USA TODAY tech writer Marco della Cava on Twitter.",
  "Produced in partnership with Talent Resources Sports.",
  "\"It's time for the FTC to hold Google accountable.\"",
  "Read or Share this story: https://usat.ly/2qfF0Ze",
  "Police continue to investigate the matter.",
  "Nathan Rousseau Smith has the story."
]