[
  "“But, I just think the reality is given how complex Facebook is and how many systems there are, and how we need to rethink our relationship with people about our responsibility there across every single part of what we do, I do think this is a multi-year effort.”\n\nHe described it as a “big shift” for Facebook to take “more responsibility” for how bad actors use its service.",
  "When asked whether Facebook’s board has discussed whether he should step down, Zuckerberg said, “Not that I’m aware of.” He added that no Facebook employee has been fired in light of the Cambridge Analytica scandal, which the company said could impact up to 87 million Facebook users—an increase from earlier reports of 50 million.",
  "“The reality of a lot of this is, when you’re building something like Facebook that is unprecedented in the world, there are going to be things that you mess up.”\n\nDespite the high-profile stumbles, Zuckerberg says he remains the best person to lead Facebook.",
  "“We didn’t take a broad enough view in what our responsibility is.”\n\nHe added, “That was a huge mistake, that was my mistake.”\n\nZuckerberg reiterated a series of changes Facebook has made to deal with a number of its current controversies.",
  "While the company has long focused on the benefits of its social network like connecting family members and helping small businesses grow, Facebook executives mistakenly overlooked its platform’s negative effects, he said.",
  "“We don’t want anyone to be unhappy with our services.”\n\nMeanwhile, the Federal Trade Commission has started investigating Facebook’s data handling policies while some lawmakers are calling for tougher privacy laws.",
  "Facebook CEO Mark Zuckerberg admitted to making a “huge mistake” by failing to sufficiently consider how bad actors could abuse the social networking service, but he said that he has no plans to step down.",
  "These include the spread of fake news by Russian trolls and the alleged exploitation of Facebook user data by political consulting firm Cambridge Analytica to influence the 2016 U.S. presidential election.",
  "They include partnering with news organizations to fact-check news articles before major elections and further limiting the amount of data third-party developers can obtain by building apps on Facebook.",
  "He also said that Facebook plans to increase the number of staff working on security issues to 20,000 people by the end of the year, to do things like ferret out fake accounts created by Russian trolls.",
  "“I’m not looking to throw anyone under the bus for mistakes that we made here.”\n\nBut the fact that the question about his tenure even came up shows how embattled the one-time Silicon Valley darling is.",
  "On Wednesday, Facebook added fuel to the fire by disclosing that “malicious actors” had abused a feature to likely scrape the public profile information of the company’s two billion users.",
  "However, Zuckerberg conceded that addressing Facebook’s many problems won’t be a quick fix, and that Facebook is “probably a year into a massive three-year push” to implement changes.",
  "For example, angry users are campaigning to get others to delete their Facebook accounts, which Zuckerberg said on Wednesday has had little impact.",
  "“My hope is by the end of this year, we’ll have turned a corner on a lot of these issues and people see things are getting a lot better,” he said.",
  "Zuckerberg said during a press briefing on Wednesday that he takes responsibility for a series of crises plaguing his service over the past year.",
  "For the past year, Zuckerberg said that Facebook has been undergoing an internal reckoning over its growing influence on world affairs.",
  "Next week, Zuckerberg is scheduled to appear at a likely testy Congressional hearing that will cover Facebook’s privacy problems.",
  "“I wish that I could snap my fingers and in three months or six months have solved all of these issues,” Zuckerberg said.",
  "“I think life is about learning from the mistakes and figuring out what you need to do to move forward,” Zuckerberg said.",
  "“I started this place, I run it, I am responsible for what happens here,” Zuckerberg said.",
  "“It’s clear now we didn’t focus enough on abuse,” Zuckerberg said.",
  "Get Data Sheet, Fortune’s technology newsletter.",
  "Facebook said it has now disabled that feature.",
  "“But look, it’s not good,” he conceded."
]