[
  "\"People may feel angry and violated if they think their data may have been used as part of a mind control effort — that somehow Cambridge Analytica had figured out their inner demons, weaponized the Internet and used this ability to dupe them into voting in a particular way when otherwise they would not have,\" he said.",
  "(Photo: Matt Rourke, AP)\n\nWASHINGTON — Aleksandr Kogan — developer of the app that allowed Cambridge Analytica to collect the data of millions of Facebook users — warned Tuesday that tech companies are under pressure to \"gobble up\" more personal information on consumers.",
  "\"They are under enormous financial pressure to gobble up more and more of our data so they can deliver better and better personalized ads,\" Kogan told a Senate Commerce, Science and Transportation subcommittee.",
  "Kogan said tech companies need to give consumers clearer, more detailed information about how their data will be used so that people can decide whether to allow their information to be shared.",
  "He apologized for his part in the privacy breach scandal that has tarnished Facebook's reputation and sparked a data privacy debate stretching from Silicon Valley to the U.S. Capitol.",
  "They agreed to download his app called \"thisisyourdigitallife,\" which collected personal data from about 270,000 of the app users and millions of their unknowing friends.",
  "\"What is clear to me now is that i made a mistake in not appreciating how people would feel about us using their data and, for that, I'm deeply sorry,\" Kogan said.",
  "Cambridge Analytica, which was hired by the Trump campaign, used the information to target ads to Facebook users during the 2016 presidential election.",
  "\"People need to know and appreciate both the benefits and dangers of sharing their data with the Facebooks and Googles of the world,\" Kogan testified.",
  "Kogan said he now understands why people are angry, though he added that some of their concerns about how their data was used are \"science fiction.\"",
  "\"I think this emotional reaction is entirely understandable and begs the question of how do we tackle the broader issue of data privacy,\" he said.",
  "Kogan, a social psychologist and lecturer at the University of Cambridge in England, paid Facebook users in the U.S. to take an online survey.",
  "However, \"people may still feel angry and violated by the fact that their data could have been and was accessed by others,\" Kogan said.",
  "Kogan said the data collected by his app \"is entirely ineffective for micro-targeting\" an ad to try to influence individual people.",
  "Facebook CEO Mark Zuckerberg testified about the privacy breach before congressional committees in the House and Senate in April.",
  "Kogan has been blamed by Facebook for inappropriately sharing user data with Cambridge Analytica, a political consulting firm.",
  "Kogan has said that he didn't do anything different from other app developers in collecting data from Facebook users.",
  "\"There is value to the data if you're trying to understand the general trends over big groups of people,\" he said.",
  "\"And the dirty secret in the industry is that these ads right now are just not that effective,\" Kogan said.",
  "Facebook has estimated that about 87 million of its users were affected.",
  "So companies want more, not less, data, so they can do better.\"",
  "\"But for any one person, it simply doesn't work.\"",
  "Read or Share this story: https://usat.ly/2MCqTaK",
  "\"Not useless, but not as effective as we'd want.",
  "\"This is science fiction.\"",
  "Facebook logo."
]