[
  "Social media platforms, for example, all set rules for users that go much further than the actual law requires of them, Tarleton Gillespie, principal researcher for Microsoft Research New England, argued in a 2016 essay, “Governance of and by Platforms.” For this reason, he writes, “The rules these platforms impose themselves probably matter more than the legal restrictions under which they function.”\n\n“[P]latforms are unmatched by other transnational corporations in the extent of the authority they world over the day-to-day experiences and activities of their users,” Georgetown Law School professor Julie E. Cohen wrote in her article “Law for the Platform Economy.”\n\nLet’s look at Facebook as one example.",
  "A celebration of dialogue & democracy w/ politicians, media, the private sector, civil society & a few civil (#TechPlomacy) servants... @DanishMFA @Folkemoedet #fmdk @TarpCPH pic.twitter.com/sTspdC3QYH — Casper Klynge (@DKTechAmb) June 21, 2018\n\n“The reasoning behind this is a cool analysis,” Klynge added, “that, whether we like it or not, some of the big tech companies, including a lot of them in the area outside my window right now in Silicon Valley, are enormously influential.”\n\n***\n\nThe idea for nations to send diplomats to tech companies is not a new one.",
  "Facebook Chief Executive Mark Zuckerberg said his company “is more like a government than a traditional company.” Eric Schmidt, Google’s former CEO and executive chairman, declared tech platforms part of the fundamental structure of society when he labeled them the “interconnected estate” in a 2010 Foreign Affairs article.",
  "This part of the job involves intelligence gathering to help his government design policies before companies roll out new technologies such as advanced artificial intelligence, facial recognition tools, new health care platforms or autonomous vehicles in Denmark.",
  "But the State Department did not have a dedicated presence in the region except through one-off meetings, often related to government take-down requests and discussions about online terrorism and international crime operations.",
  "“We are trying to retain the opportunity for countries, including Denmark, to influence the direction the world is going.”\n\nAll in all 100.000 participants & more than 3.000 debates at this years People’s Meeting (Folkemødet).",
  "“Many of these companies out here are having more of an impact on foreign policy issues than most countries around the world.”\n\nKreiger now works for the World Economic Forum at its Centre for the Fourth Industrial Revolution.",
  "KENZABURO FUKUHARA via Getty Images Facebook CEO Mark Zuckerberg, right, and the overseas representatives of the China Development Forum applaud as Chinese Premier Li Keqiang arrives for a March 21, 2016, meeting in Beijing.",
  "That ability to enter markets and change rules without any democratic discussion poses “a lot of challenges not only to states but to regional organizations like the European Union or even the United Nations,” Klynge argued.",
  "The Silicon Valley center connects tech companies, governments and policy experts to help design and then test policies for emerging technologies, from autonomous vehicles to gene-editing technologies to blockchain uses.",
  "It is the latest sign that as big tech companies have grown larger without meaningful oversight from regulators or antitrust watchdogs in the United States, they’ve become regulators and policymakers by default.",
  "The Department of Commerce housed the Internet Corporation for Assigned Names and Numbers (ICANN), a major rule-making body for the internet until it relinquished control in 2016 to a multi-stakeholder group.",
  "The 44-year-old tech ambassador of Denmark arrived on his post with a letter from Queen Margrethe II, engages his counterparts on behalf of his government and studies the actions and culture of his host.",
  "Ben Hammersley, the British technologist who served as his government’s emissary to London’s tech center from 2011 to 2013, called for countries to establish diplomatic ties with Facebook back in 2011.",
  "The National Security Administration maintained relationships with tech companies as part of its controversial spying and data collection program that Edward Snowden disclosed to the public in 2013.",
  "Klynge may be the only officially appointed ambassador to tech companies, but he wasn’t the first staff member of a government foreign affairs department dispatched to the San Francisco Bay region.",
  "“There was this increasing recognition that almost every foreign policy issue we were dealing with in some way intersected with Silicon Valley, in particular, or tech more broadly,” Kreiger said.",
  "But his traditional diplomatic routine belies Klynge’s revolutionary position: He’s the world’s only ambassador sent by a sovereign nation to establish diplomatic ties with big tech companies.",
  "As pieces of infrastructure that mediate between communities, they are able to set rules and regulations that govern the behavior of markets, publishers, people, politics and so on.",
  "He held workshops to try to see what new ideas these people could bring to tackle policy challenges including counter-terrorism, the global movement of refugees and climate change.",
  "And by developing new technologies that are deployed as platforms, they can govern entirely new spaces before national governments are even aware that a new governor has emerged.",
  "His job is to help Denmark maintain a dialogue with these digital platform companies so the government can stay on top of any potential shift in corporate rules and regulations.",
  "Smith Collection/Gado via Getty Images Former Secretary of State John Kerry speaks with Facebook CEO Mark Zuckerberg at Facebook headquarters in 2016 in Menlo Park, California.",
  "And he monitored emerging technologies that could impact foreign policy or alter relations between nations so that the U.S. government could know what is coming down the pike.",
  "Former Secretary of State John Kerry and Deputy Secretary of State Tony Blinken sent Zvika Kreiger to Silicon Valley in 2015 to act in a similar capacity as Klynge does now.",
  "Francois Lenoir / Reuters European Competition Commissioner Margrethe Vestager addresses a news conference in April 2015 about her antitrust investigation into Google.",
  "Governments in France, India, South Korea and elsewhere adopted quotas for local entertainment content for streaming video services like Netflix and Amazon.",
  "“It will come as no surprise to you that the reason why the Danish government did this is to try and keep a government in the picture,” Klynge said.",
  "Legal scholars who study them increasingly view tech platforms as systems of governance in ways that previous corporate entities were not.",
  "It’s another sign of how nation-states and international organizations are trying to grapple with the emergent power of these companies.",
  "He sees the technologies that they develop as a boon for society, but the companies also need to take the concerns of nations seriously.",
  "They also need governments to help set the boundaries for consumer protection, data protection.”\n\nHe acknowledged that it won’t be easy.",
  "“It might be a complete coincidence, but all of sudden a few meetings materialized after the Cambridge Analytica case,” he noted.",
  "The European Union fined Google $2.7 billion for using its search engine to favor the company’s own products over local websites.",
  "the revelation that the British political consulting firm collected and maintained data on tens of millions of Facebook users ?",
  "Kreiger built relationships with tech executives and employees, venture capitalists, engineers and university researchers.",
  "But, interestingly, the focus on privacy abuses by digital platforms in the wake of the Cambridge Analytica scandal ?",
  "Almost all of these companies can upend national privacy rules or establish stronger protections on their platforms.",
  "“Who knows?”\n\nKlynge thinks that more nations will recognize that they, too, need eyes and ears in Silicon Valley.",
  "“We are trying to retain countries in the equation,” said Klynge, who is an admitted fan of new technologies.",
  "Online retailers and bookstores view Amazon’s entry into their countries as equivalent to a death sentence.",
  "“I was the one who taught John Kerry what a blockchain was and what a bitcoin was,” Kreiger told HuffPost.",
  "But they proved a point (if not their intended point): Digital platforms govern the spaces they control.",
  "Those without such laws, like Australia, fear the devastation of their local entertainment industries.",
  "In addition to Silicon Valley, he interacts with tech companies in China, such as Alibaba and Tencent.",
  "Big corporations, including the tech platforms, have sent emissaries to different countries for years.",
  "The Defense Department has long been a force in the region and maintains procurement officers nearby.",
  "which establishes them as infrastructure for markets, communication and information dissemination.",
  "It’s also the reason why other governments have deployed emissaries or staff to Silicon Valley.",
  "But before Klynge’s arrival in Palo Alto, California, in 2017, the reverse had never been true.",
  "They are transnational entities that deal in data and information, more than physical products.",
  "This allows them to slip the bounds of national origins much easier than any other company.",
  "It isn’t just their sheer size and scale that place tech companies alongside nation-states.",
  "He is also there to keep abreast of new technologies that could be deployed in his country.",
  "Part of that is agreeing to more stringent oversight, regulation or even antitrust action.",
  "Protests erupted in France in response to ride-sharing companies depressing taxi profits.",
  "Klynge’s appointment is an admission of a striking, and perhaps uncomfortable, reality.",
  "This is because digital platforms operate as intermediaries between multiple parties ?",
  "This dynamic has caused significant problems in multiple industries around the world.",
  "“We are seeing the U.S. and Europe converging on the need to regulate,” Klynge said.",
  "It’s not that the U.S. government had no previous relationship with Silicon Valley.",
  "They are categorically different from the industrial corporations of previous eras.",
  "Klynge doesn’t think that his unique posting is a sign of the decline of nations.",
  "Ultimately, Klynge wants these companies to work with countries like Denmark.",
  "And both their structure and their form differ from those of their ancestors.",
  "“As the Cambridge Analytica case showed, the industry cannot self-regulate.",
  "publishers and readers, buyers and sellers, and users and advertisers ?",
  "House-sharing companies like Airbnb are increasingly being regulated.",
  "This is the vaunted “disruption” that we hear so much about.",
  "Because that’s where the people are,” Hammersley told Slate.",
  "In many ways, Casper Klynge is your average diplomat.",
  "****\n\nKlynge’s diplomatic mandate is actually global.",
  "Same with the CIA through its incubator, In-Q-Tel.",
  "“Why should there by an ambassador to Facebook?",
  "That was when Facebook had 500 million users.",
  "may make it somewhat easier, Klynge argued.",
  "Silicon Valley CEOs have admitted as much.",
  "There are no oil industry ambassadors.",
  "There are no hedge fund ambassadors.",
  "Today, it has over 2.2 billion."
]