[
  "“We look forward to working with Congress on a legislative solution consistent with our overarching policy.”\n\nThe news comes as Facebook, which on Thursday lost $119 billion in market value after reporting higher costs and a decline in European users, continues to wither under the weight of multiple probes into its behavior regarding fake news and how it responded to the Cambridge Analytica data misuse scandal.",
  "“If [the Trump administration] did their version of the privacy bill of rights, and did the necessary legwork to make sure there was a constituency to support it, I think it would be a meaningful step forward … motivating Congress to act,” Dean Garfield, the president of the Information Technology Industry Council, which represents tech giants including Apple, Facebook and Google, told the Post.",
  "AMAZON FACE RECOGNITION WRONGLY TAGGED LAWMAKERS AS POLICE SUSPECTS, FUELING RACIAL BIAS CONCERNS\n\n“Through the White House National Economic Council, the Trump Administration aims to craft a consumer privacy protection policy that is the appropriate balance between privacy and prosperity,” Lindsay Walters, the president's deputy press secretary, told the Washington Post.",
  "FACEBOOK IS SORRY: TEN TIMES MARK ZUCKERBERG'S SOCIAL NETWORK APOLOGIZED\n\nA draft proposal from the Chamber of Commerce seen by the Washington Post calls on Congress to adopt a law that preempts states so that local legislatures don’t try to pass their own, more restrictive privacy laws.",
  "The goal of these meetings, which were first reported by Axios, is to come up with a data privacy proposal at the federal level that could serve as a blueprint for Congress to pass sweeping legislation in the mode of the European Union.",
  "One official at the White House told the Post this week that recent developments “have been seismic in the privacy policy world,” prompting the government to discuss what a modern U.S. approach to privacy protection might look like.",
  "The Trump administration is quietly meeting with top tech company representatives to craft a proposal to protect web users’ privacy amid the ongoing fallout globally of scandals that have rocked Facebook and other companies.",
  "Over the past month, the Commerce Department has met with representatives from Facebook and Google, along with Internet providers like AT&T and Comcast, and consumer advocates, sources told the Washington Post.",
  "The European Union began mandating in May that tech platforms obtain users’ consent before collecting their data, and giving consumers a host of new rights to take control of their information.",
  "A total of 22 meetings with more than 80 companies have been held on this topic over the last month, according to the National Telecommunications and Information Administration.",
  "In addition, Facebook CEO Mark Zuckerberg and his colleagues have had to apologize for a range of mishaps over the last year involving censorship, algorithmic snafus and more.",
  "California, which recently passed an expansive law to protect consumers’ privacy online, seems like a target of the Chamber’s proposal.",
  "However, Facebook and Google may already be in violation of the General Data Protection Regulation.",
  "There are currently no laws that govern how tech companies harness and monetize users' data."
]