[
  "Photo\n\nBritain fines Facebook $660,000 over Cambridge Analytica\n\nThe Information Commissioner’s Office, which enforces Britain’s data rules, says Facebook “contravened the law by failing to safeguard people’s information.” It will hit the social network with the maximum penalty possible — a remarkably small 500,000 pounds, or about $660,000.",
  "Matt Levine of Bloomberg Opinion writes that while the move is strange, Mr. Zames “arguably has run a bank more successfully than Deutsche Bank has.”\n\nRevolving door\n\nMorgan Stanley promoted two top executives, highlighting them as potential successors to James Gorman as C.E.O.",
  "Newsletter Sign Up Continue reading the main story The All-New DealBook Newsletter Our columnist Andrew Ross Sorkin and his Times colleagues help you make sense of major business and policy headlines — and the power-brokers who shape them.",
  "Photo\n\nDeutsche Bank hired a shareholder for help\n\nThe embattled German lender has made the unusual move of hiring one of its biggest investors, Cerberus Capital Management, to help fix its operations.",
  "Advertisement Continue reading the main story\n\nIt’s proof that Mr. Trump still wields a lot of power from his Twitter perch, and he’s not afraid to use it when companies do things he dislikes.",
  "Manufacturing in China will help Tesla dodge aggressive tariffs on imported cars, and could position it to take greater advantage of the world’s largest electric vehicle market.",
  "(FT)\n\nPolitics and policy\n\n• The Trump administration said it would release hundreds of migrant families who were detained at the U.S. border, fitting them with ankle bracelets.",
  "Tesla’s latest bet: a huge Chinese factory\n\nThe automaker will build a factory in Shanghai — its first outside the U.S., expected to produce up to 500,000 vehicles a year.",
  "(Reuters)\n\nLisa Phelan, who led the Justice Department’s team specializing in prosecuting cartels, is joining the law firm Morrison & Foerster as a partner in Washington.",
  "But they don’t all yield: Harley Davidson — which the president criticized for moving some motorcycle production offshore to avoid European tariffs — is not retreating.",
  "Walt Disney, which is fighting Comcast for control of Fox, wants Sky for similar reasons, and is helping Mr. Murdoch overcome British government fears about antitrust.",
  "(Bloomberg)\n\nAdvertisement Continue reading the main story\n\n• Lightspeed Venture Partners, which was Snap’s first outside investor, has raised a new $1.8 billion fund.",
  "Ted Pick, its trading chief, will now also oversee investment banking, while Franck Petitgas, a co-head of investment banking, will run international operations.",
  "(NYT)\n\n• The Kindle version of a rare book by the hedge fund mogul Seth Klarman — physical copies of which have sold for $500 — is unauthorized, his firm says.",
  "A big question: Tesla is already struggling to ramp up production in Fremont, Calif. How will it manage setting up shop in another country at the same time?",
  "(NYT)\n\n• Likely Democratic lines of attack in Brett Kavanaugh’s confirmation hearings for the Supreme Court: abortion rights and the Affordable Care Act.",
  "(WSJ)\n\nLiane Hornsey has resigned as Uber’s chief people officer after an investigation into her handling of racial discrimination complaints.",
  "Pfizer backs down on pricing after Trump’s threats\n\nThe drug maker said yesterday that it would postpone price increases on 100 medicines.",
  "In the U.S., the Justice Department, the Securities and Exchange Commission and the Federal Trade Commission are all investigating.",
  "(FT)\n\nTech\n\n• Big data breaches, where at least 50 million records are lost, could cost companies $40 million to $350 million.",
  "The speed read\n\nDeals\n\n• Blackstone is said to be raising its latest buyout fund, with a target of more than $20 billion.",
  "Cerberus is known for buying into troubled companies and fixing them, but not so much for gun-for-hire turnaround advice.",
  "Mr. Trump tweeted that the delay was “great news for the American people” and urged other companies to follow suit.",
  "Leading the project for Cerberus is Matt Zames, the firm’s president and a former top executive at JPMorgan Chase.",
  "You agree to receive occasional updates and special offers for The New York Times's products and services.",
  "Sign Up You will receive emails containing news content , updates and promotions from The New York Times.",
  "More Chinese car news: Other Western automakers are doubling down on efforts to manufacture in China.",
  "President Trump had tweeted that the company should be “ashamed” of the rises, and Pfizer’s C.E.O.",
  "has accused a former Apple engineer of stealing secrets from the company’s autonomous car project.",
  "(Reuters)\n\n• The hedge fund Elliott Management has gained control of the soccer team A.C. Milan.",
  "(Politico)\n\n• Jamie Dimon of JPMorgan Chase says Brexit could stunt economic growth worldwide.",
  "Tesla says it could be making cars less than two years after construction starts.",
  "But the fine may not be the last punishment Facebook receives in this scandal.",
  "(NYT)\n\nBest of the rest\n\n• Blockchain is headed to the charity sector.",
  "(Bloomberg)\n\n• Turkey’s economy is so hot that it might melt down.",
  "Please email thoughts and suggestions to bizday@nytimes.com.",
  "In the last quarter, Facebook earned that 7,500 times over.",
  "Please verify you're not a robot by clicking the box.",
  "And Beijing promises it will get easier to do so.",
  "You must select a newsletter to subscribe to.",
  "wants to make computer networks simpler.",
  "There’s another player to consider, too.",
  "(Mercury News)\n\n• Cisco’s new C.E.O.",
  "View all New York Times newsletters.",
  "(CNBC)\n\nWe’d love your feedback.",
  "Their powers go much further.",
  "You may opt-out at any time.",
  "Thank you for subscribing.",
  "But do charities want it?",
  "Please try again later.",
  "An error has occurred.",
  "Invalid email address.",
  "(IBM)\n\n• The F.B.I.",
  "then spoke to him.",
  "Please re-enter."
]