[
  "In cities, that means people build whatever they want.”\n\nIn a famous review of your 2001 retrospective of your work at the Guggenheim in New York, Herbert Muschamp wrote: “The fragmented forms convey the dynamics of a society in which freedom and equality come into constant collision.”\n\nIn a way, don’t your buildings, such as the Disney Hall, represent actually existing American democracy more than, say, the Lincoln or Jefferson memorials in Washington with their classical pillars of authority that have lost their meaning?",
  "President Xi Jinping in China has criticized “weird architecture” from outside and wants buildings with a “Chinese aesthetic.” President Recep Tayyip Erdogan in Turkey is building a mosque that dominates Taksim Square and wants to rebuild the Ottoman army barracks in the free space of Gezi Park.",
  "The idea was a large building with the façade made out of transparent blocks to echo the Great Wall but with a capacity to project from the inside exhibit titles and one of those mountainous landscape paintings common in Chinese history.",
  "What is unique can flourish alongside what else is unique — as long as it is not overpowering, as long as it is not in-your-face, as long as it is not fascistic but it’s welcoming, accessible, usable, even pretty if you want.",
  "WorldPost: Chinese science fiction writer Hao Jingfang sees cities in the cyber era as a wired space of flows, with the “Internet of Things” and self-driving cars creating a neural network with its own consciousness.",
  "Architects [Gian Lorenzo] Bernini and [Francesco] Borromini were competitors with cacophonous collisions of style, both humanist and religious, which you can still see today walking the streets of that city.",
  "The Romans built their icons like the Coliseum and the triumphal arches but then people lived and worked in shacks all around it, almost lean-tos, along wobbly and wiggly streets that went every which way.",
  "We’ve had architecture along that line in the past, especially in the Hitler era with Albert Speer’s monstrous, imposing blocks that exuded state authority and intimidation way beyond human scale.",
  "When I began working with Lillian Disney to build the new concert hall, her taste ran toward cottages with flower gardens and the kind of quaint Main Street village you see at Disneyland.",
  "WorldPost: If American democratic cities are disordered by the people, as we’ve discussed, the architecture in Greek democracy, like the Parthenon, was at least ordered by the gods.",
  "WorldPost: At the height of globalization back in the 1990s, the architect Rem Koolhaas talked about the emergence of the “generic city,” characterized by homogenizing features.",
  "More than one told me he ended up in a room with a bunch of lawyers offering 20 cents on the dollar, “take it or leave it” — a tactic, apparently, that Mr. Trump was known for.",
  "If you’re in a world that’s connected like we are, and we’re trying to create a world that’s cooperative, globally cooperative, the architecture should probably express that.",
  "The only difference during the empire was that every so often they got a new Trump-like ruler who came in with his own privileges, games, ceremonies and buildings.",
  "Same thing for your Guggenheim Museum in Bilbao: it helped establish a new Basque identity and pride that some argue helped displace the separatist mentality.",
  "Will future cities be ordered by the algorithm, which “Homo Deus” author Yuval Harari calls the “new god?” Or will the chaos of democracy break through?",
  "This interview, produced by The WorldPost, a partnership of the Berggruen Institute and The Washington Post, was edited for clarity and brevity.",
  "When I grew up in Toronto, in a small enclave of Jewish families, we used to sit around the radio and listen to speeches by Hitler from Germany.",
  "I do have to say the one building he did near the United Nations at 845 United Nations Plaza, the tall black one, is quite good though.",
  "The Disney Hall was built in a neighborhood where there are all kinds of funny buildings, and no one is paying attention to each other.",
  "Later, artists and the director of the museum project, whom I bonded with pretty well, came to me and asked us to submit our proposal.",
  "WorldPost: The Disney Hall has established a new identity for Los Angeles, which only had the dorky Hollywood sign before as its icon.",
  "Architect Frank Gehry recently sat down with The WorldPost’s editor in chief Nathan Gardels at Gehry Partners studio in Los Angeles.",
  "The Walt Disney Concert Hall (Library of Congress)\n\nRecently I flew over the Disney Hall to take it all in with a 360-degree view.",
  "He told me, “I’d rather go to Jean Nouvel’s office and have wine on the Champs-Élysées than come to Los Angeles.” And that was it.",
  "I gave him a little gift I designed for his wife, a necklace with a gold peanut on it, which is a symbol of good things in China.",
  "That means bringing people from all kinds of cultures together, and it creates a richness and excitement and makes life better.",
  "I’m doing two buildings in Toronto now where I’m playing with the space in between, actually creating a phantom third building.",
  "WorldPost: When you were commissioned by Facebook, it was seen as the liberator of humanity, connecting people as never before.",
  "It has its own identity, as should a library, a courthouse; all of these civic, communal enclaves deserve to have an identity.",
  "Gehry: I was selected three or four years ago as a contestant in a competition to build a new National Art Museum in Beijing.",
  "As for the buildings he has commissioned, I’d say they are mostly all shiny and over the top, exuding grandeur and luxury.",
  "Rem Koolhaas sees such a prospect as leading to total conformity in society because everyone must obey, or it won’t work.",
  "She understood what we were doing in the interior, which I could show her grew out of the idea of an unfolding flower.",
  "What I would like to do is find a way to make everybody better so they design better buildings in that space.",
  "Would you venture to interpret what Trump means for the world through the kind of buildings he has developed?",
  "In terms of buildings that shape identity, I want to underscore that iconic architecture is not expensive.",
  "Gehry: What comes to mind in modern times are the “Garden Cities” planned by people like Ebenezer Howard.",
  "Out here on the west coast, we do have a certain Asia-centric aesthetic inspiration, which influences us.",
  "After that, he changed his final design into a glass box, not so different in that way from our proposal!",
  "Gehry: Certainly, there is a political wave of exclusion taking place, which sort of goes with fascism.",
  "As someone who builds all over the world, what are your thoughts on the impact of this turn on cities?",
  "It tells you who’s in charge and what they mean and how they want you to live, and that’s the story.",
  "You’ve said: “Democracy, obviously, is something we don’t want to give up, but it does create chaos.",
  "I often wonder about the percentage of the buildings then that we value as great architecture today.",
  "That is not my style for sure, but I gather that is his view of what American success looks like.",
  "WorldPost: You have reportedly turned down offers by Donald Trump to do some buildings for him.",
  "But sooner or later, they move on and assume the new identity that better fits their reality.",
  "That aesthetic was later echoed in the Roman Republic and on into the reign of the emperors.",
  "It seems that even you yearn for this kind of aesthetic harmony and order of the urban form.",
  "Now it is castigated as the chief platform for hate speech, alternative facts and fake news.",
  "So I think globalization is a positive, and it’s an inevitable outgrowth of our technology.",
  "It means the guy next door can do what he wants, and it creates a collision of thinking.",
  "Now there is an anti-globalization backlash and the reassertion of identity worldwide.",
  "The unbuilt space in between — both physical and in spirit — is the connective tissue.",
  "He looked like a deer in headlights when all this Cambridge Analytica stuff happened.",
  "I had met Xi Jinping when he came to Los Angeles and came to look at the Disney Hall.",
  "The exterior also grew out of that flower idea, but she couldn’t see it at the time.",
  "The collisions in a democracy can’t deny human scale or be purposefully disruptive.",
  "He would last 50 years or so until the next guy, until Constantin ended that cycle.",
  "We built Bilbao for $300 a square foot; the Disney Hall was built for $207 million.",
  "(Gehry Partners)\n\nI think we got close to talking to their culture in the design.",
  "Then the Communist Party official who was co-director of the project intervened.",
  "Gehry: We are inventing new identities every day as times and conditions change.",
  "Frank Gehry: His racial attacks make me worry about what bodes for the future.",
  "The kicker was that Nouvel’s project, when accepted, was a kind of black box.",
  "But I would not give up that democracy to impose an architecture on anybody.",
  "I was quite proud of it, probably one of the best buildings I ever designed.",
  "Looking back, Rome in the 17th century had the same problems we do today.",
  "Nostalgia is always an obstacle, and people are often afraid of the new.",
  "I don’t feel comfortable talking about this, which probably says a lot.",
  "Governor Jerry Brown and then-vice president Joe Biden were also there.",
  "She even messengered me a book with illustrations of ponds and ducks.",
  "You don’t find many of them.”\n\nCan you name cities you have in mind?",
  "You can see this drive with all those young people programming away.",
  "I can see that today in how he is dealing with the world around us.",
  "WorldPost: “What we need is a benevolent dictator,” you once said.",
  "Now we see the problems with social media undermining democracy.",
  "The way we are going, there is a point where it could happen.",
  "We did a lot of work — mostly free with a very small stipend.",
  "Frank Gehry’s proposal for the National Art Museum of China.",
  "I think it is valuable to think about democracy in this way.",
  "So a Robert Moses, somebody with a vision — but with taste.",
  "Cars will be metered to go at a steady, even, ordered pace.",
  "He’s putting a lot of money and effort into doing that now.",
  "We are doing work for Facebook, building their new campus.",
  "Gehry: That is not Zuckerberg, the Mark Zuckerberg I know.",
  "I don’t see reassertion of identity — yet — on that scale.",
  "It came down to the French architect Jean Nouvel and us.",
  "The way things are, I doubt it will be built at all now.",
  "So the Disney Hall has its own meaning, its own persona.",
  "The only hope we have is if there are 50 such companies.",
  "Now there are only three — Google, Apple and Facebook.",
  "I cherish that democracy and the diversity it brings.",
  "When you have a unitary aesthetic, it’s overpowering.",
  "WorldPost: Let’s talk about democracy and cities.",
  "He’s got it going, adding things, doing things.",
  "Gehry: I hope democratic chaos breaks through.",
  "Some of my friends accepted projects with him.",
  "Obviously, there was more going on than that.",
  "And then he has been caught almost off guard.",
  "I still see him as this kid with a mission.",
  "That identity is the identity of that city.",
  "He is not somebody who would ever go there.",
  "Like democracy, it’s a collision of ideas.",
  "“That’s who built some of the best cities.",
  "I hope she can see it now from up there.",
  "Xi seemed excited about the Disney Hall.",
  "I would worry if it goes the other way.",
  "WorldPost: Do you ever build in China?",
  "You could clearly see it was a flower.",
  "When we started, there were hundreds.",
  "They should be collisions of thought.",
  "They said getting paid was horrific.",
  "That is where the possibility lies.",
  "I do know that he is not a fascist.",
  "We were exiled from the project.",
  "Then Christianity saved us all.",
  "Then the system is in control.",
  "He’s trying to figure it out.",
  "Perhaps in Rome in antiquity?",
  "I did turn him down for work.",
  "We got quite far along on it.",
  "Today only the icons remain.",
  "Why can’t identities be new?",
  "They had a positive impact.",
  "Is it too little, too late?",
  "What do you think of Trump?",
  "Now there are thousands.",
  "Gehry: Yes, I’d say so.",
  "Lillian loved flowers.",
  "We talked a bit.",
  "Who knows what?",
  "It’s exciting.",
  "I don’t know.",
  "Gehry: I do."
]