[
  "Young backs congressional action to impose bans on broadband providers blocking and throttling websites, with strong privacy protections and transparency mandates, Young’s spokeswoman said — but not through this petition: “Congressman Young sees discharge petitions as a parliamentary option that should only rarely be used because they bypass regular order in committee.” Rep. Walden, who leads the committee of jurisdiction for telecom, opposes the CRA and told John on Monday he is “disappointed” in Coffman backing it.",
  "Story Continued Below\n\n— In publicly backing the acquisition, Trump framed the deal as a way to even the playing field with “Liberal Fake News” outlets like Comcast-owned NBC and to create “a great and much needed Conservative voice for and of the People.” As POLITICO’s Jason Schwartz reported earlier this year, Sinclair had been gearing up to challenge Trump-favorite Fox News in the conservative media landscape, with former hosts Greta Van Susteren and Eric Bolling lined up as potential targets for the network.",
  "They are: 1) The Trump Make America Great Again Committee: 52.6 million impressions; 2) AAF Nation, LLC: 52.5 million impressions; 3) Planned Parenthood Federation of America: 42 million impressions; 4) 4Ocean, LLC: 32.5 million impressions; 5) Priorities USA Action and SMP: 27 million impressions; 6) Brut: 26 million impressions; 7) NowThis: 23.8 million impressions; 8) Americans for Affordable Birth Control: 22.6 million impressions; 9) NRA: 22.1 million impressions; 10) PragerU: 21.3 million impressions.",
  "“For example, we’ve adopted 119 items at our monthly meetings, compared to 100 items in the three years before I became chairman.” Commissioner Jessica Rosenworcel, the lone Democrat, plans to counter Pai’s optimism and testify that in the previous several months the agency “acted at the behest of the corporate forces that surround it, shortchanging the American people.”\n\n— Rep. Mike Doyle (D-Pa.) wants to ask why the FCC is not responding to the committee Democrats’ letters.",
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "According to BuzzFeed News, InfoWars leader Alex Jones accused special counsel Robert Mueller on Monday “of raping children and overseeing their rape, and then pantomim[ed] shooting the former FBI director.” But a Facebook spokesperson told BuzzFeed the comments, which were streamed live on Jones’ verified Facebook page, did not violate their community standards because it did not pose a credible threat of violence.",
  "“He and I had a lengthy discussion about the FCC and its role in the media M&A activity and I expressed my disappointment in Pai’s decision on Sinclair, because I found it anti-free market and something that Republicans care about and probably voted for this president because of,” Bolling told POLITICO Tuesday prior to Trump’s tweet, referring to a conversation he had with the president over the weekend.",
  "Since news broke that the data firm improperly harvested data from millions of users, Facebook has come under heavy scrutiny from regulators in the U.S. and abroad, resulting in numerous congressional hearings, federal investigations at four different agencies and over a thousand pages’ worth of responses to lawmaker questions.",
  "Trump slams FCC ahead of House hearing\n\nWith help from John Hendel and Nancy Scola\n\nTRUMP SLAMS FCC AHEAD OF HOUSE HEARING — “Disgraceful!” That’s how President Donald Trump described the FCC’s decision to send the Sinclair Broadcast Group-Tribune Media deal to its likely doom earlier this month, in a late-night tweet Tuesday.",
  "— Cue the controversy: Days removed from CEO Mark Zuckerberg’s cringeworthy defense of the company allowing the conspiracy-peddling InfoWars (oh, and Holocaust deniers, too) on the platform, Facebook is remaining steadfast on the decision despite the fringe site’s latest incendiary broadcast.",
  "— Other asks: Utilities worry that the FCC’s planned rulemaking this fall on the 6 GHz band of wireless spectrum (where many utilities own spectrum but which other groups say should be opened up for more flexible uses like Wi-Fi) could disrupt their delicate communications systems.",
  "**\n\nFACEBOOK MUM ON SIGNS OF 2018 ELECTION MEDDLING — Facebook executives would not definitively say whether they have seen evidence of foreign agents coordinating interference in U.S. elections during a press call Tuesday night in which multiple reporters pressed them on it.",
  "UTILITIES STORM CAPITOL HILL WITH AIRWAVES ASKS — Two dozen board members for the Utilities Technology Council will lobby lawmakers today across 30 to 40 meetings, primarily focused on the Commerce panels, council CEO Joy Ditto told John and Pro Energy’s Darius Dixon.",
  "REP. YOUNG: PRO-NET NEUTRALITY, ANTI-CRA — Rep. Don Young of Alaska won’t be the second Republican after Rep. Mike Coffman (R-Colo.) to support Democrats’ Congressional Review Act effort to revive Obama-era net neutrality rules, a Young spokeswoman confirmed Tuesday.",
  "Yet despite lingering questions over the company’s handling of consumer protection, among other concerns, Facebook’s stock remains as valuable as ever, suggesting Wall Street isn’t terribly worried about Facebook’s woes dragging down its usage numbers or bottom line.",
  "KAVANAUGH AD WARS KICK UP ON FACEBOOK — The high-stakes battle over President Donald Trump's Supreme Court nod for Judge Brett Kavanaugh is playing out on Facebook, according to new first-in-MT research out today from the right-leaning digital strategy firm Engage.",
  "— Rock ’em, sock ’em Rubio: Marco Rubio is not happy about the content of a POLITICO Influence report detailing ZTE’s lobbying efforts on the Hill, blasting Congress for allowing China to influence “our government policies.”\n\nTips, comments, suggestions?",
  "— Status: It’s complicated: Facebook official Alex Stamos left the company a blistering note on his way out, urging it “to intentionally not collect data where possible” and to listen to people when they say a feature is “creepy,” BuzzFeed News reports.",
  "ALSO TODAY — The Senate Commerce Committee convenes a hearing on “the race to 5G” and “spectrum needs” at 10 a.m. featuring testimony from CTIA – The Wireless Association, Qualcomm, Charter Communications and the Satellite Industry Association.",
  "Company officials would say only that they’re continually looking for such activity, will report nefarious activity to law enforcement and have to be careful about the information they share because it’s a sensitive national security matter.",
  "“I was actually pleased to see that they were seeing what many of us were seeing in how they were divesting some ownership,” Doyle remarked, a reference to proposals that would have effectively left Sinclar in control of spun-off stations.",
  "It also marks the first notable instance of daylight between the president and regulators on a major media acquisition, with Trump previously backing the Justice Department’s opposition to another mega-merger: the AT&T-Time Warner deal.",
  "REPORT CARD DAY FOR FACEBOOK — The company will report its earnings after the Wall Street closing bell today, the biggest test yet of how the company has fared financially since it was rocked by the Cambridge Analytica scandal in March.",
  "The remarks were Trump’s first on the matter since Chairman Ajit Pai voiced his concern about the acquisition and since FCC commissioners unanimously voted to send the deal through a lengthy administrative review.",
  "— Pulling from the social network's new political ad archive, the research finds some 2,300 ads from 238 advertisers have already been displayed on the social network between 12.7 million and 38.4 million times.",
  "MORE ONLINE AD SLEUTHING — An analysis by New York University researchers at the Online Political Ads Transparency Project has an updated look at the top 10 sponsors by impressions on Facebook as of July 19.",
  "Earlier that day, advocacy group Fight for the Future relayed an Alaskan business owner’s account of Young privately pledging, she said, to sign the Democrats’ discharge petition to force a CRA floor vote.",
  "— Bonding with Beijing: According to The New York Times, Facebook, long blocked in China, “temporarily” appeared on a Chinese government filing as a registered subsidiary in the city of Hangzhou.",
  "** A message from Microsoft: Microsoft is expanding its commitment to bring broadband internet to people without access in rural America, with a goal of connecting 3 million people by 2022.",
  "“We can’t tolerate even a millisecond of interference,” Ditto said, calling this a “huge concern.” The FCC has “not been extremely sympathetic over the years” to utilities, she added.",
  "QUICK DOWNLOADS\n\n— Clean up on aisle tech: Twitter unveiled new steps on Tuesday to crack down on malicious apps, part of a larger effort to clean up the platform, Wired reports.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— One longstanding line of Democratic attack may now have evaporated, however, with the FCC’s unanimous adoption of the order last week likely dooming the Sinclair-Tribune deal.",
  "Though FCC representatives did not immediately respond to a request for comment on Trump’s tweet, Jessica Rosenworcel, the commission’s lone Democrat, took to Twitter to react.",
  "An FCC spokesperson in May maintained the chairman responds to the “substantial majority” of letters from Democrats and plans to follow suit with any outstanding ones.",
  "— The missive adds instant intrigue to this afternoon’s House Energy and Commerce telecom subcommittee hearing, where Pai and his fellow commissioners will testify.",
  "The group has long pushed for greater collaboration between the agencies as the energy and telecom industries become more intertwined and dependent on each other.",
  "Overall, the ads run 80 percent against the judge's confirmation, but the Judicial Crisis Network is leading on the pro side, with an outlay of up to $88,000.",
  "“We have a job of oversight and it’s hard to have oversight when nobody responds to you,” Doyle, the top Democrat on the telecom panel, told John on Tuesday.",
  "and Sen. Brian Schatz (D-Hawaii), S. 3157 (115), to streamline the deployment of wireless infrastructure known as small cells, crucial for 5G deployment.",
  "The group worries the lawmakers fail to account for utilities’ needs when it comes to sharing utility poles for new telecom equipment, Ditto told John.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "SILICON VALLEY MUST READS\n\n— Bay Watch: Last year Toronto created more tech jobs than San Francisco and Seattle combined, Bloomberg reports.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "GOOD MORNING AND WELCOME TO MORNING TECH, where your host cannot believe he is only just now hearing about Shaquille O’Neal on Shark Week.",
  "Doyle says he welcomes more detail on Pai’s decision on the Sinclair merger, and also expects questions about net neutrality and privacy.",
  "AT THE HEARING — Pai plans a wide-ranging update on his broadband, spectrum and emergency alerts efforts, per his written testimony.",
  "More generally, she lamented what she judged “some misunderstanding and miscommunication about us being barriers” to 5G deployment.",
  "Now that the ad clearinghouse is here, though, expect digital consultants, oppo researchers and others to figure out how to use it.",
  "Another confidant to recently speak to the president about the FCC is Newsmax CEO Chris Ruddy, who told Trump he opposed the deal.",
  "It's a political advantage for those who learn to wield it, especially to puzzle out their opponents' digital strategy.",
  "The Washington Post’s Lizza Dwoskin points out that last month, Facebook told her they’d seen no evidence of the sort.",
  "“Probably our key ask,” Ditto said, is that the FCC and FERC talk more often via a formal memorandum of understanding.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "That's one reason political advertisers resisted Facebook's big post-election decision to make their ads transparent.",
  "UTC is still evaluating the final bill text unveiled in June after more than a half-year of private negotiations.",
  "Discussions at FERC about the idea have “gone relatively well” but “not quite as well” at the FCC, she noted.",
  "“In the year and a half that I’ve led the agency, the FCC has been exceptionally productive,” Pai will say.",
  "“I would hope that in the future, a decision like this would come down a different way,” Bolling added.",
  "NARAL Pro-Choice America looks to be the top spender, shelling out up to $98,000 on anti-Kavanaugh ads.",
  "But the registration was later taken down “in a sign of possible complications,” the Times reports.",
  "Elizabeth Warren and Kamala Harris, both floated as a possible White House contenders.",
  "Two of the top 10 Kavanaugh-related advertisers are also members of Congress: Sens.",
  "— But the Facebook ad archive isn't just a fount of interesting data, says Engage.",
  "— Utilities are skeptical of bipartisan legislation from Sen. John Thune (R-S.D.)",
  "The company reiterated the stance during the call with reporters Tuesday evening.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "He said Republicans still welcome legislating on net neutrality.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Drop me a line at clima@politico.com or @viaCristiano.",
  "“Disagree,” she wrote directly in response to Trump.",
  "— Who Trump has been talking to: For one, Bolling.",
  "Don’t forget to follow us @MorningTech.",
  "(Facebook only gives ranges.)",
  "Got any tech or telecom tips?",
  "(See the full lineup here.)",
  "Learn more here.",
  "**"
]