[
  "JUST WATCHED Cambridge Analytica CEO: I met Trump 'many times' Replay More Videos ... MUST WATCH Cambridge Analytica CEO: I met Trump 'many times' 01:56\n\nBrad Parscale, the digital director for Trump's 2016 campaign and campaign manager for his 2020 re-election bid, slammed the firm on Twitter for taking credit for Trump's victory.",
  "JUST WATCHED Controversial data firm under scrutiny Replay More Videos ... MUST WATCH Controversial data firm under scrutiny 03:04\n\nCambridge began courting the Trump campaign early on, making at least three unsuccessful overtures in early 2015 and 2016, according to a source familiar with the conversations.",
  "\"When you think about the fact that Donald Trump lost the popular vote by 3 million votes, but won the Electoral College, that's down to the data and the research,\" Alex Tayler, Cambridge's chief data officer, said in undercover footage by Channel 4 News aired in the UK this week.",
  "\"It's fair to say that we probably could have used the white pages - the phone book - and gotten a higher rate of return than we did with the expense of working with Cambridge,\" said Watts, who worked as the communications director for Carson's presidential campaign in 2015.",
  "But Manafort, who is now under indictment by special counsel Robert Mueller and has pleaded not guilty, was suspicious for another reason: He didn't trust Cambridge with access to the Trump campaign's data, according to multiple sources familiar with his thinking.",
  "But in the Google forum in December 2016, Parscale said Cambridge ultimately became involved in daily polling for the campaign, known as tracking polls, helping supplement the two other sets of polling data that he would examine at any one time.",
  "In the post-campaign forum hosted by Google, Matt Oczkowski, the head of product for Cambridge - and the operative Parscale was initially looking to poach - said the Trump campaign did not embrace the psychographic techniques the company used.",
  "The largest payment to Cambridge Analytica - $5 million on September 1, 2016 - was made about two weeks after Steve Bannon was appointed the chief executive of the Trump campaign, according to Federal Election Commission records.",
  "In the meantime, Cambridge inked deals with the presidential campaigns of Carson, now the secretary of housing and urban development, and Texas Sen. Ted Cruz, according to Federal Election Commission data and campaign operatives.",
  "The Trump campaign signed on with Cambridge Analytica and brought five staff members to San Antonio, where Parscale's own outside firm, Giles Parscale, was based and where much of the Trump data operation was actually located.",
  "The firm was brought on over the objection of several campaign aides and consultants, who were familiar with the kind of psychographic profiling that Cambridge had done for the Cruz super PAC and other political groups.",
  "Officials from both the Cruz and Trump campaigns said the firm gave them access to sharp data scientists who could contribute to their operations even if the campaigns weren't using the company's psychographic product.",
  "He had served as vice president and secretary of Cambridge from June 2014 to August 2016, according to a financial disclosure report that he filed with the federal government after joining the Trump administration.",
  "While campaign aides have an incentive now to distance themselves from the controversial firm, they insist they had misgivings about Cambridge early in the campaign -- even if they didn't follow through on them.",
  "Bannon recently fell out of favor with the Mercer family after his critical comments about the President and his family members in Michael Wolff's book \"Fire and Fury,\" which was published earlier this year.",
  "Some thought the profiling was flawed, particularly because Cambridge did a poor job incorporating basic voter behavior data, such as whether a voter participated in the previous caucuses or primaries.",
  "Washington (CNN) Top Trump campaign brass spent the summer of 2016 grappling with how to build a digital operation for the general election and came upon a possible solution: Cambridge Analytica .",
  "As the summer rolled on, it became clear the RNC would offer Trump its full backing, with a promise to share data and other get-out-the-vote information that it had been building for years.",
  "Cambridge also used RNC data to build data visualization tools that helped determine where to send Trump for campaign rallies, according to a source familiar with the arrangement.",
  "When commercials started appearing on television in liberal Washington, D.C., the campaign decided to move its ad buying to a different firm, according to senior Trump officials.",
  "The operative, Doug Watts, worked with the firm during Ben Carson's presidential campaign and told Manafort he was unimpressed, according to sources familiar with the exchange.",
  "Cambridge didn't comment for this story, but has rejected Channel 4's reporting as edited and scripted to grossly misrepresent the nature of the conversations that took place.",
  "Courting the Trump campaign\n\nArmed with a polished sales pitch, Nix was looking to sell the novel \"psychographic method\" to GOP presidential hopefuls during the 2016 campaign.",
  "Trump campaign officials were looking for a backstop in case the RNC failed to throw the weight of its fundraising and data operations behind Trump in the general election.",
  "Within the campaign, Parscale was viewed as an innovative thinker who was particularly skilled at using Facebook data, for instance, to target and contact specific voters.",
  "Trump son-in-law Jared Kushner suggested that was at his direction in a post-campaign interview with Forbes magazine\n\n\"Because we had to ramp up for digital fundraising.",
  "When Nix approached the Carson campaign, he touted his product as an opportunity for Carson to target his grass-roots supporters and build a small-dollar donor base.",
  "The campaign tapped Cambridge to build out a database of small-dollar GOP donors, a dataset the company had from its prior work for the Cruz and Carson campaigns.",
  "And they say the Trump team never bought into the so-called \"psychographic method\" Cambridge chief executive Alexander Nix was peddling to US political campaigns.",
  "But not everyone was sold on the company that's now at the center of controversy over its use of voter data, including during the hotly contested 2016 campaign .",
  "It has also denied misusing Facebook data, saying in a March 17 statement that the firm \"only receives and uses data that has been obtained legally and fairly.\"",
  "Much of the scrutiny on Cambridge has focused on the seemingly unethical practices it used to collect Facebook data and potentially influence American voters.",
  "The flawed psychographic method\n\nOver and over again, Cambridge failed to live up to its own hype, according to political operatives who worked with the firm.",
  "Parscale came away from his initial meeting in June 2016 hoping to poach one of Cambridge's data gurus, according to a source familiar with the encounter.",
  "During a December 2016 forum hosted by Google, Parscale inferred that Cambridge provided a much-needed infusion of data staff for a bare-bones campaign.",
  "\"It's far more useful to me to know whether you voted in Republican or Democrat in the 2016 primary versus whether you liked Taylor Swift on Facebook.\"",
  "In theory, Cambridge could wrap in data from Facebook and other sources to model someone's personality type and suggest how they could best be swayed.",
  "After Carson officially jumped into the race, the campaign compared the return it was getting from Cambridge with its other fundraising networks.",
  "Knowing the Mercer family would continue to be a force in GOP politics, campaign operatives didn't want to do anything that would alienate them.",
  "It was also becoming evident internally that Cambridge's data models weren't particularly reliable, according to campaign sources involved.",
  "I called some of my friends from Silicon Valley who were some of the best digital marketers in the world,\" Kushner told Forbes last year.",
  "At the time, the Republican National Committee was still reeling at the prospect of long-shot candidate Trump becoming the GOP nominee.",
  "One of Parscale's campaign bosses encouraged him to reach out to Cambridge for help building a general election-style data operation.",
  "Political operatives had their own concerns: Data security and wariness about the firm's work with multiple campaigns simultaneously.",
  "Trump campaign officials including Parscale were more complimentary about the firm's role immediately following the 2016 victory.",
  "Scrutiny of Cambridge is growing as top officials from the firm claim credit for President Donald Trump's stunning 2016 victory.",
  "Parscale noted that \"Cambridge actually provided a full time employee that could sit next to me all day\" and help digest data.",
  "In a similar head-to-head test, Cambridge's voter modeling program failed up against the campaign's internal data operation.",
  "But it kept working with Cambridge and paid the firm $5.8 million over the 2016 cycle, according to FEC records.",
  "It helped streamline the decision-making process so the campaign could determine where to invest its resources.",
  "\"I don't want to break your heart, but we actually didn't really do any psychographics with the Trump campaign.",
  "The income section of the disclosure form also said Bannon's consulting firm received $125,333 from Cambridge.",
  "And they're punching back at the notion that Cambridge played anything more than a bit role in the campaign.",
  "\"So incredibly false and ridiculous,\" he said, declaring Cambridge's comments \"an overblown sales pitch.\"",
  "Former Trump campaign officials insist they never relied on Cambridge for voter targeting or persuasion.",
  "Both models relied on the same raw data set from the RNC, according to two former campaign officials.",
  "I never believed it was accurate,\" a former Cruz official said of Cambridge's psychographic models.",
  "In spite of those reservations, GOP hopefuls had a compelling reason to bring Cambridge on board.",
  "Data experts who saw his presentation said they were dubious of the science behind the product.",
  "Still, the campaign continued to use Cambridge's services throughout 2015 and into early 2016.",
  "\"I don't think it's sinister,\" Parscale said in an interview with CBS' \"60 Minutes\" last year.",
  "All told, the Trump campaign paid Cambridge just under $6 million, according to FEC records.",
  "Among his assets, he listed a stake with Cambridge worth between $1 million and $5 million.",
  "But Cambridge apparently botched that too, according to people familiar with the situation.",
  "In late summer 2016, campaign officials pitted a Cambridge model against one from the RNC.",
  "Paul Manafort, then the campaign chairman, worried that the data firm was \"full of shit.\"",
  "Robert Mercer, a Republican megadonor, had invested $5 million in the data company.",
  "It wasn't until the summer of 2016 that Cambridge caught traction in Trump Tower.",
  "The Cruz campaign decided it would design its own voter algorithms going forward.",
  "I personally did woefully little on the digital side as well,\" Oczkowski said.",
  "Manafort emailed a fellow political operative to get his read on Cambridge.",
  "He also had little regard for Cambridge's suite of psychographic products.",
  "It's unclear whether he reaped any benefits from the $5 million ad buy.",
  "But Bannon once enjoyed a close relationship with the Mercer family.",
  "\"At that point it was sort of like, OK, the emperor has no clothes.\"",
  "One former campaign official said it was for a television ad buy.",
  "\"Cambridge failed miserably,\" one former campaign official said.",
  "The firm was working with Cruz's campaign over the same period.",
  "Bannon didn't respond to requests for comment for this story.",
  "It paid the firm roughly $438,000, according to FEC records.",
  "Nix was a slick salesman promising phenomenal returns.",
  "The goal was to identify potential Trump supporters.",
  "Manafort shared his assessment, the sources said.",
  "\"Mostly I just helped manage the goat rodeo.\"",
  "But the RNC's outcome was far more accurate.",
  "The Trump campaign hired the firm anyway.",
  "Instead, the two entities struck a deal.",
  "\"They may have believed it was accurate.",
  "But he was a salesman, not a scientist.",
  "Mercer didn't comment for this story.",
  "We brought in Cambridge Analytica.",
  "\"That's how he won the election.\"",
  "\"I just don't think it works.\""
]