[
  "): OFA alum Don Mark, now deputy COS for Richmond Mayor Dwight C. Jones\n\nBIRTHDAYS: Alan Bash, as well as his little twin bro (by eight minutes), Jeremy ... Molly Henneberg … Vanessa Lindlaw ... Fed Chair Janet Yellen, the pride of Brooklyn, is 7-0 ... Sam Champion, anchor, reporter and managing editor at The Weather Channel and the pride of Paducah, Ky., is 54 ... Fidel Castro is 9-0 ... Trump senior advisor Sarah Huckabee Sanders ... Rep. Tom Marino (R-Pa.) is 64 ... former Surgeon General Joycelyn Elders is 83 ... Politico’s Nate Jablow (h/t Gabe) ... Politico’s Addy Baird ... Joshua James Romney is 41 ... Jim Spiegelman, Aspen Institute’s VP of comms and chief external affairs officer … Kelly Rzendzian, political affairs manager at Cambridge Analytica and a Romney, McCain and i360 alum ... Obama WH alum Allison Lessne, now a VP at BlackRock … Tim Johnson, director of state gov’t affairs at the Entertainment Software Association … Crystal King … Nora McAlvanah ... Sara Sorcher, deputy editor of Christian Science Monitor’s Passcode, “covering security and privacy in the digital age” ... Sam Gaynor of Altamont Capital, Palo Alto’s most loyal reader of both Playbook and Massachusetts Playbook, is 31, celebrating by backpacking through the canyons of Utah (h/t little bro Danny) ...\n\n… Adam Sharon, managing director of Prime Strategies and a Senate Foreign Affairs alum, is 39 … Karine Jean-Pierre, senior advisor and national spokesperson for MoveOn.org, and adjunct professor at Columbia ... Gonzo Gallegos, deputy assistant secretary at State’s Bureau of Western Hemisphere Affairs … Douglas Rivlin, comms director for Rep. Luis V. Gutiérrez ... Ben Pack, Nunn-Lugar fellow at DOD ... Andrew Malkin is 24 … Fred Miller of Weyerhaeuser … Rep. Pete Visclosky (D-Ind.)",
  "Describing the Olympic alternate experience, they use words like ‘painful,’ ‘frustrating,’ ‘humbling,’ and ‘incredibly difficult.’” http://bit.ly/2aSlYAj\n\n--“Our Fancy Foods, Ourselves,” by Malcolm Harris in Eater: “Three days at the world’s greatest assemblage of exotic, expensive, absurd, and occasionally delicious snacks.” http://bit.ly/2aSmzlN\n\n--“The Original Underclass,” by Alec Macgillis in the September issue of The Atlantic: “Poor white Americans’ current crisis shouldn’t have caught the rest of the country as off guard as it has.” http://theatln.tc/2aPmTj9 (h/t Longreads.com)\n\n--“Death on the Serpent River: How the Lost Girls of Panama Disappeared,” by Jeremy Kryt in The Daily Beast: “The mysterious deaths of two young tourists in Panama puzzled examiners and shocked nations on both sides of the Atlantic; now secretly leaked documents could reveal what happened.” http://thebea.st/2aNKAsq ... Part 2 http://thebea.st/2boisRh ... Part 3 http://thebea.st/2bofEQW\n\n--“The perils of being your own doctor,” by Mert Erogul in The Guardian: “When an experienced physician became convinced he had ALS, none of the specialists he consulted could persuade him he was perfectly healthy.” http://bit.ly/2aPlKIg (h/t TheBrowser.com)\n\n--“Meet the California Couple Who Uses More Water Than Every Home in Los Angeles Combined,” by Josh Harkinson in Mother Jones: “How megafarmers Lynda and Stewart Resnick built their billion-dollar empire.” http://bit.ly/2bo8yP (h/t Longform.org)\n\nGREAT WEEKEND LISTENS, curated by Jake Sherman:\n\n--The Grateful Dead, today in 1979 at McNichols Arena in Denver.",
  "pic.twitter.com/e1ZaaFPdEi — Molly Hensley-Clancy (@mollyhc) August 11, 2016\n\n\n\n\n\n\n\nSWING STATE FRONTS -- Cleveland Plain Dealer (lower right hand side): “Clinton team releases tax returns for 2015” http://bit.ly/2beLVti … Miami Herald (top left of front page): “Clinton releases taxes, but do voters care?” http://bit.ly/2ben39n … Tampa Bay Times (right side, front page): “Florida a fight on two fronts: So far, it’s a contrast between Clinton’s big ground game and Trump’s big rallies” http://bit.ly/2bfjpMF … Pittsburgh Post-Gazette (top right hand side of A1): “Trump tells Erie backers he would keep jobs in U.S.” http://bit.ly/2bp9pN0 … Erie Times-News (three columns): “‘We’re going to do great’: Trump dismisses missteps, tells rally crowd he can compete in Pennsylvania” http://bit.ly/2aPiJbi … The Tribune-Democrat of Johnstown, Pennsylvania (five-column banner headline) “Companies are going to stay” http://bit.ly/2b1jcdN\n\n-- “Ballot initiatives could tip the balance in swing states: State votes on pot and minimum wage help Clinton, while Trump benefits from gun referendums in Nevada and Maine,” by Darren Samuelsohn: “A growing number of hot-button ballot measures — covering everything from pot to guns — are rippling across the battleground state landscape, raising the prospect that several of them could tip the presidential election in a handful of the most closely contested races.",
  "--Great deadline sports writing from the Washington Post’s Dave Sheinin: “Katie Ledecky sets new world record in 800 meters for her fourth gold in Rio.” http://wapo.st/2bpeVz1\n\nGREAT WEEKEND READS, curated by Daniel Lippman:\n\n--“Hillary’s New Deal: How a Clinton Presidency Could Transform America,” by Sean Wilentz in Rolling Stone: “While Trump’s rise wrecks the GOP, Clinton's success marks the resilience of the Democratic center.” http://rol.st/2boatn4\n\n--“Why Are Some Conservative Thinkers Falling for Trump?” by Peter Beinart in September’s Atlantic: “A few themes emerge among intellectuals on the right about what attracts them to the candidate: his campaign’s energy, his impassioned following, and his eagerness to call out the establishment.” http://theatln.tc/2bobwAp\n\n--“A Full Revolution,” by Reeves Wiedeman in the May 30 issue of The New Yorker: “In the run-up to the Olympics, Simone Biles is transforming gymnastics.” http://bit.ly/2bdw6ae\n\n--“The Alternates,” by Tim Struby in Victory Journal: “Twenty seven US alternates—sometimes called replacement athletes, reserves, or spares—are [at] the 2016 Games.",
  "Roundtable: George Will, Bob Woodward, Rachel Campos-Duffy and Charles Lane\n\n--Fox News’ “Sunday Morning Futures” (10am ET / 9am CT): Brad Wenstrup … Michael Mukasey ... Roundtable: Ed Rollins, Richard Fowler and WSJ editor-in-chief Gerry Baker\n\n--Fox News’ “MediaBuzz” (SUN 11am ET / 10am CT): Heidi Przybyla … Lisa Boothe … Kirsten Powers … Larry Sabato … Trish Regan … Arise TV host Lola Ogunnaike\n\n--Univision’s “Al Punto” (SUN 10am ET / 1pm PT): Rep. Xavier Becerra … “Univision Investiga” journalist Peniley Ramírez … roundtable: former U.S. Treasurer Rosario Marin and Republican analyst Adolfo Franco ... Univision “Aquí y Ahora” correspondent Tifani Roberts and former Nicaraguan presidential candidate Edmundo Jarquin … singer Farruko\n\n--C-SPAN: “The Communicators” (SAT 6:30pm ET): Visit to Alhurra and Radio Sawa, including interviews with Middle East Broadcasting Networks president Brian Conniff, “Al Youm” producer Fran Mires and Raise Your Voice digital managing editor Omar Fekeiki.",
  "is 67 ... former Rep. Lincoln Diaz-Balart (R-Fla.) is 62 ... Seth Minkel, deputy comms director for House Rules ... Sharlette Mena, digital director for Rep. Jay Inslee ... Mallory Morrison of Rep. Richard Hudson’s office ... Alec Davis of House Rules (h/ts Legistorm) ... Chris McCannell, partner at boutique gov’t relations firm Eris Group and an APCO alum ... Gabriel Laizer, strategic partnerships and outreach coordinator at Food and Agriculture Organization ... SiriusXM producer Monique Lyons ... AP senior producer Kelly Daschle ... Samuel Tenenbaum ... DLC alum Alice McKeon … Samuel Tenenbaum ... Goody Marshall ... Elizabeth Wilkerson ... Andrea Sims of Lion’s Share Communications ... Maer Roshan ... Karine Jean-Pierre ... Joanna Ossinger ... Jeff Kuepper ... Susan Garraty ... movie director Paul Greengrass (“Jason Bourne”) is 61 ... Danny Bonaduce is 57 ... actress Lennon Stella is 17 (h/ts AP)\n\nTHE SHOWS by @mattmackowiak, filing from the Red State gathering in Denver!",
  "Vance … philanthropist and Berggruen Holdings chairman Nicolas Berggruen\n\n--CNN’s “Reliable Sources”: (SUN 11am ET): Trump campaign senior communications advisor Jason Miller … AP’s Jill Colvin … former TIME Magazine editor-in-chief and former Fortune editor John Huey … Newsmax TV host Steve Malzberg and Women in Media & News executive director Jennifer Pozner … Vanity Fair’s Sarah Ellison\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/1M75UbX ... New York Playbook http://politi.co/1ON8bqW ... Florida Playbook http://politi.co/1JDm23W ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v ... Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/1N8zdJU...Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman",
  "Failure to do so could lead to ISIS 3.0.” http://wapo.st/2b13SxQ\n\nWHAT OBAMA IS READING – per a White House pool report yesterday from WaPo’s Louise Loveluck on Martha’s Vineyard: “If POTUS is taking time out to enjoy the weather, he may be enjoying his official summer reading list, released [Friday]: ‘Barbarian Days: A Surfing Life’ by William Finnegan ... ‘The Underground Railroad’ by Colson Whitehead ... ‘H is for Hawk’ by Helen Macdonald ... ‘The Girl on the Train’ by Paula Hawkins ... ‘Seveneves’ by Neal Stephenson.” Finnegan -- $19.74 on Amazon http://amzn.to/2bmGqdw ... Whitehead -- $16.17 http://amzn.to/2aZQiLn ... Macdonald -- $12.24 http://amzn.to/2aPvulY ... Hawkins -- $16.17 http://amzn.to/2b4uyNh ... Stephenson -- $23.02 http://amzn.to/2bdv5en\n\nWHAT BIDEN IS LISTENING TO -- “The Bidens’ Summer Playlist” announced in a Medium post: “1.",
  "You Are So Beautiful—Joe Cocker.” http://bit.ly/2aZIglr\n\nCOMING ATTRACTIONS – “Stephen Colbert Being Eyed to Host Live Election Night Special on Showtime,” by Variety’s Laura Prudom: “Showtime boss David Nevins ... classed the news as a ‘half-announcement’ because the deal has not been finalized yet, he noted, ‘I think it’s gonna happen — Stephen wants to do it, I want to do it, the studio wants to do it.’” http://bit.ly/2bdmACT\n\nFUTURE OF MEDIA -- “The New York Times Company Acquires Fake Love” – release: “Fake Love [is] an integrated experience design agency that specializes in anchoring brands in contemporary culture via creative programs, live experiences and virtual and mixed reality.",
  "The University of Texas’ Victoria DeFrancesco ... Elise Jordan ... Howard Dean\n\n--PBS’s “To the Contrary” with Bonnie Erbé: (airs all weekend): Roundtable: Eleanor Holmes Norton, Independent Women’s Forum’s Sabrina Schaeffer, The Daily Mail’s Francesca Chambers and The George Washington University’s Lara Brown\n\n--SiriusXM’s “No Labels Radio” (SAT 10am ET & 6pm ET, SUN 1PM ET): This week Jon Huntsman and No Labels vice chair Charlie Black co-host a power-packed show, speaking with top advisors from the Trump and Clinton presidential campaigns: Trump campaign chairman Paul Manafort and Clinton campaign national political director Amanda Renteria.",
  "Donald Trump and Republicans are counting on the [NRA’s] heavy spending to defeat ballot measures that seek mandatory background checks for gun purchases this fall in two of those states — Nevada and Maine.”\n\n“While presidential elections are only rarely influenced by bottom-of-the-ballot measures, one of the most notable recent examples came in 2004, when conservatives in 11 states, including the battleground of Ohio, voted to ban same-sex marriage and simultaneously pumped up President George W. Bush’s re-election tallies.” http://politi.co/2bpKdIS\n\nJASON HOROWITZ on A1 (lower right side) of the NYT, “Vain, Rich and a Trump.",
  "Password: ‘nutbag’, according to @GUCCIFER_2 hack.”\n\nCLICKER – “The nation’s cartoonists on the week in politics,” edited by Matt Wuerker – 13 keepers http://politi.co/2bo7FGC\n\nPIC DU JOUR -- M. Scott Mahaskey (@smahaskey): “Bonus fun fact: @GovGaryJohnson has @Costco card upfront in wallet.” http://bit.ly/2aSoarP\n\n2016 PLAYERS – per Daniel Lippman and Daniel Strauss: The Evan McMullin campaign is made up of chief strategist Joel Searby, Rick Wilson and Bush White House alum Peter Watkins handling communications, Ellen Carmichael of the Lafayette Company doing booking and Ian Hines serving as the digital director.",
  "Rather, they are happy for him to be embroiled in controversy while Clinton focuses on policy.” http://reut.rs/2bdzKkC\n\n--“Hillary Clinton finds another way to avoid the press: Her campaign launches a podcast with an on-payroll moderator whose first interview is the nominee herself,” by Annie Karni: “‘With Her,’ which launched on iTunes Friday morning, promises an inside account ‘straight from Hillary [of] what life is like on the campaign trail.’ The series is being produced by the campaign and hosted by Max Linsky, a founding editor of Longform.org and a co-host of the well-respected Longform podcast.",
  "Foreign spies could use that information to try to intercept sensitive communications … ‘I imagine a lot of people are going to change their cellphone numbers pretty soon,’ Mr. Hoyer said.” http://on.wsj.com/2b15ub8\n\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\n\nEH, NOT QUITE -- Evan McMullin, the new third-party candidate for president, writes in his Twitter profile (@Evan_McMullin) that he is the “House Chief Policy Director.” A) He was the chief policy director for the House Republican Conference, the party’s messaging arm, which is not charged with developing policy.",
  "--Hearst / Sony’s “Matter of Fact” with Fernando Espuelas (airing Sunday in most markets, check local listings): The University of Pennsylvania’s Kathleen Hall Jamieson ... TIME Magazine’s Jay Newton-Small ... Latino Decision co-founder Matt Barreto ... Politico’s Steve Shepard ... report on the refugee team competing at the Olympics\n\n--CNN’s “Inside Politics” with Kate Bolduan in New York (SUN 8am ET): Roundtable: Maggie Haberman, Errol Louis, Phil Mattingly and MJ Lee\n\n--CNN’s “State of the Union” (9am ET / 12pm ET): Paul Manafort … Carlos Gutierrez.",
  "http://bit.ly/2bpbWXq\n\nPlaybookers\n\nSPOTTED: Sen. Jeff Sessions having lunch yesterday at Charlie Palmer Steak on Capitol Hill – our tipster: “Perhaps he’s tired of eating Trump steaks?” ... Tim Kaine at Brooklyn HQ rallying the troops yesterday ... David Brooks, walking into Giant on Wisconsin Ave. last night wearing a suit while carrying a backpack ... Janet Napolitano on a Southwest flight from San Diego to Oakland on Thursday night ... Madeleine Albright, traveling early Friday evening from Denver to Dulles, sitting comfortably in First Class.",
  "He is attending osteopathic medical school at VCOM at Virginia Tech and I am working as a PR and Content Marketing Specialist at an advertising and marketing communications firm called Uncork-it.” Pics http://bit.ly/2aZIaKD ... http://bit.ly/2aIipzL\n\nBIRTHWEEK (was yesterday): Matt Sparks, the pride of Silver Spring and press secretary for Leader McCarthy ... Nick Meads, an account leader on Google’s advocacy and associations business team (h/t Riva Litman, who was on time) ... Fusion’s Nidhi Prakash ... Justin Folsom ... (was Thurs.",
  "He argued that he has strong momentum in the state and that, ‘the only way we can lose, in my opinion, I really mean this, Pennsylvania, is if cheating goes on.’ …\n\n“In a 2014 study, Loyola University Law School professor Justin Levitt found just 31 incidents of voter impersonation out of more than 1 billion ballots were cast in a 14-year span.” http://wapo.st/2beIiDD\n\n--DONALD TRUMP has added a form on his website to “volunteer to be a Trump Election Observer.” “Help Me Stop Crooked Hillary From Rigging This Election!",
  "@SavannahGuthrie is getting her bake on.” http://bit.ly/2b5G6Ok\n\nJAKE’S TOP READ -- “Trump’s run at blue Connecticut: Struggling where he should be leading, the GOP nominee diverts to a state that Republicans do not win,” by Katie Glueck: “Donald Trump’s poll numbers are faltering in deep-red states from South Carolina to Georgia, his organization is a mess in perhaps the most important county in Ohio, and he admits that he has a ‘tremendous problem’ in Utah, which hasn’t gone Democratic since 1964.",
  "!”\n\nFROM 1600 PENNSYLVANIA -- “Feds debate releasing Clinton’s FBI interview,” by Josh Gerstein: “The Obama administration is urgently debating how to respond to congressional demands for the official report on Hillary Clinton’s three-and-a-half-hour interview at FBI headquarters, as some inside and outside government raise concerns about giving lawmakers access to politically sensitive records of the FBI’s investigation into Hillary Clinton’s private email system.",
  "But the country is not experiencing a national murder wave or a reversal in the long trend of decreasing crime.” http://wapo.st/2bobM2J\n\nWEST COAST WATCH -- “Will congressman’s father, who lived an American dream, go to prison at 83?” by Sacramento Bee’s Christopher Cadelago: “Babulal Bera, the 83-year-old father of Democratic Rep. Ami Bera, recruited family, friends and acquaintances to donate to [his son’s campaign], then reimbursed them with his money.",
  "He has tried to charm hostile talk-radio hosts, whose ranks he once belonged to, and even low-ranking state party officials … Mr. Trump hasn’t given Mr. Pence an explicit mandate to conduct the peacemaking expeditions, Pence aides said, but the low-key Indiana governor has kept the New Yorker abreast of his discussions … Mr. Pence and Mr. Cruz, a Texas senator, spoke by phone briefly late last week, according to people familiar with the call.",
  "Al Sharpton”: (SUN 8-9am ET): Jennifer Granholm… Kasim Reed … Gary Johnson ... author and The Daily Beast’s David Cay Johnston … Georgetown University’s Paul Butler ... Joan Walsh ... Amy Holmes\n\n--“MSNBC Live”: (SUN 9-10am ET): The Hill’s Molly Hooper … The Heritage Foundation chief economist Stephen Moore … Jill Stein … Jonathan Alter … Amy Holmes\n\n--MSNBC Live”: (SUN 10am-1pm ET): MSNBC terrorism analyst Malcolm Nance ...",
  "Learn more at google.com/grow/veterans\n\nHOT DOC -- “Clintons earned more than $10 million in 2015: The powerful couple’s income dropped off last year, but they still have enormous wealth and earning power,” by Brian Faler, Katy O’Donnell and Gabe Debenedetti: “The return shows the Clintons’ income fell significantly after she started hitting the campaign trail — from $27.9 million in 2014 to about $10.6 million in 2015.",
  "Roundtable: Rep. Xavier Becerra, Jan Brewer, Bakari Sellers and Amanda Carpenter\n\n--CNN’s “Fareed Zakaria GPS”: (SUN 10am, 1pm ET): Roundtable: Novaya Gazeta columnist and The Jamestown Foundation senior fellow Pavel Felgenhauer, South African journalist Ferial Haffajee, author and Financial Times columnist Gideon Rachman, and Haaretz U.S. editor and correspondent Chemi Shalev … author and Harvard University’s J.D.",
  "For the record, I wasn't scared for a moment.” http://apne.ws/2b0w301\n\nINSIDE THE CAMPAIGNS -- “Clinton happily yields national spotlight to Trump, avoids its glare,” by Reuters’ Amanda Becker: “If you haven’t heard a lot about what Hillary Clinton thinks of a string of controversial comments by Donald Trump that have generated round-the-clock coverage on cable news broadcasts, there is a reason – it’s by design.",
  "His elevation seems to signal that Rupert Murdoch, contrary to some speculation, intends to maintain Ailes’s brand of programming.” http://nym.ag/2aSd6is … Fox’s press release announcing the change http://bit.ly/2bp5pAc\n\nDATAPOINT DU JOUR -- @DDiamond (Dan Diamond, POLITICO health care reporter and author of Pulse): “White House just declared a ‘public health emergency’ in Puerto Rico because of Zika.",
  "And yet, on Saturday, Trump is hosting a rally in Fairfield County, Conn., a county that Mitt Romney lost to Barack Obama by 11 percentage points, in a state that hasn’t voted Republican since 1988 … [Charlie Parker, a prominent conservative writer who runs a think tank in Georgia:] ‘He can go have lunch in Connecticut and be home for supper, but the map is changing rapidly in the opposite direction.",
  "HACKED -- “Hacker Reveals Personal Information for Almost 200 Democrats: Guccifer 2.0 says records stolen as part of breach of Democratic Congressional Campaign Committee,” by WSJ’s Damian Paletta: “A hacker posted cellphone numbers and other personal information of nearly 200 current and former congressional Democrats on Friday, the latest public disclosure of sensitive records this election season.",
  "Mr. Hoyer, reached on the cellphone number listed on the spreadsheet, said he wasn’t aware that this information had been stolen or posted online.”\n\nQUOTE OF THE DAY: “‘This is the first I’ve heard of it, obviously,’ [Hoyer] said Friday evening …\n\n“The posting of the [cell phone] numbers and personal email addresses of members of Congress has national security implications.",
  "The conservative Fox News host Sean Hannity ... repeatedly played the muffin shop footage, describing what Clinton was doing as ‘this sort of twitching thing that she does in front of reporters that was really bad’ and then as ‘a violent, violent, repetitive jerking of the head.’ ... Hannity exclaimed: ‘Watch the reporter, like, pull back as she — the reporter got scared.",
  "In a bio page on the website, the firm calls Lewandowski ‘bold and unapologetically aggressive,’ and promises that his speeches will take audiences ‘behind the scenes of the Trump campaign to showcase how it has been singularly successful in tapping into shifting public opinion to devise a winning campaign strategy from the ground up.’” http://politi.co/2bmAtgB ...",
  "WASHINGTON, INC. – “Obama facing pressure to rip up his lobbyist rules,” by Sarah Wheaton: “The head of the group aiding the presidential transition process is urging President Barack Obama to consider killing his executive order restricting lobbyists from serving in the White House, saying it’s provided limited benefits and could hurt the next administration.",
  "), Mike Leavitt, Tom Ridge and author and New America Foundation senior fellow Rosa Brooks … new results from the “Battleground Tracker” poll from Florida, New Hampshire and Georgia with CBS News’ Anthony Salvanto ... Roundtable: Dan Balz, Michael Scherer, NPR’s Audie Cornish and Michael Gerson\n\n--“Fox News Sunday”: Mike Pence … Missouri Sen. Claire McCaskill.",
  "According to the restaurant’s website, he once made a birthday cake for Bill Clinton in the shape of Edgartown’s famous white lighthouse.” The menu http://bit.ly/2aT5Dvk\n\nOUT AND ABOUT -- Mitt Romney was the special guest at a fundraiser for Sen. Kelly Ayotte last night at the Bald Peak Colony Club in Moultonborough, N.H., overlooking lake Winnipesaukee.",
  "The Clintons donated $1.04 million, or 9.8 percent of their income, to charity.” http://politi.co/2bc4G3t … The Clintons’ 2015 return http://bit.ly/2aTNsWs\n\nALWAYS BE CLOSING -- The Clinton campaign’s tax returns page has a pop-up box saying “Donald Trump should release his tax returns” with a call-to-action button that says “I agree”.",
  "Available for download at http://www.nolabels.org\n\n--Sinclair’s “Full Measure” with Sharyl Attkisson (SUN 10am ET on WJLA and airing on Sinclair stations nationwide): Sharyl investigates how your tax dollars were used to build a multi-million dollar U.S. military facility in Afghanistan that was unwanted, unnecessary and never used.",
  "(Woody Guthrie, a tenant of Mr. Trump’s Beach Haven apartments, wrote in 1950, ‘I suppose/ Old Man Trump knows/ Just how much/ Racial Hate/ he stirred up/ In the bloodpot of human hearts.’)” http://nyti.ms/2aZHl4I\n\n--FRONT PAGE of the NYT: http://nyti.ms/2bp6CmY\n\nAT HOME WITH SAVANNAH AND MIKE -- @feldmike: “Stand back.",
  "GABE SHERMAN in NYMag -- “Rupert Murdoch Promotes Roger Ailes Loyalists to Run Fox News”: Roger Ailes may be out of Fox News, but he continues to cast a long shadow over the network … 21st Century Fox executive chairman Rupert Murdoch promoted three Ailes loyalists to serve as the new leadership team atop the network.",
  "Pics http://bit.ly/2b4vq4G ... http://bit.ly/2aPssya ... http://bit.ly/2body3G\n\nENGAGED – RUBIO ALUMNI – Kristen Morrell, former deputy press secretary for Sen. Rubio to Ryan Coultas -- She emails: “We grew up together in Tampa, FL and started dating in college at the University of Florida, so we are both Gators.",
  "Please ensure that the information you provide in this form matches your voter registration information.” http://bit.ly/2aPfpwL\n\nPOLLS DU JOUR -- NBC/WSJ/Marist released yesterday -- Florida: Clinton 44, Trump 39; North Carolina: Clinton 48, Trump 39; Virginia: 46, 33; Colorado: 46, 32.",
  "The acquisition will further expand the creative services of T Brand Studio, the Times Company’s marketing services agency, by enabling it to grow its experiential marketing, virtual reality and augmented reality capabilities.” http://bit.ly/2bp86lc\n\nRIO ROUNDUP -- The U.S. has 50 (!!)",
  "Among those involved in the discussions are State Department officials, since many of those interviewed in the FBI probe are current or former State employees.” http://politi.co/2bdrG29\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "http://hrc.io/2aQErLI\n\n2016 PLAYERS -- “Corey Lewandowski signs with speakers bureau,” by Ken Vogel: “Lewandowski recently signed with a speakers bureau to book paid speeches, despite a non-disclosure agreement that limits what Lewandowski can say about the GOP presidential candidate.",
  "As a thirty plus year veteran of the Navy, he will offer unique insight on national security and military strategy ... Admiral Stavridis is currently the Dean of the Fletcher School of Law and Diplomacy at Tufts University and the Chairman of the Board of the US Naval Institute.",
  "Once you click it, it then leads to an email sign-up form: “Stand with Hillary Clinton and Tim Kaine: candidates who have released their tax returns to the public.” Once you fill that out, the campaign finally asks you for your cell-phone number so it can text you updates.",
  "Clinton or Donald Trump will have roughly 4,000 jobs to fill, and they would benefit from anything that greases that pipeline.” http://politi.co/2b3Iy87\n\nPOWER PLAYBOOKER – DAVID PETRAEUS in WashPost, “The challenge in Mosul won’t be to defeat the Islamic State.",
  "... “Newsmakers” (SUN 10am ET): Gary Johnson ... “Q&A” (SUN 8pm & 11pm ET): Jenks High School documentary filmmaking teacher Clifton Raphael talks about the award-winning documentaries his students have made\n\n--MSNBC’s “PoliticsNation with Rev.",
  "ADMIRAL JAMES STAVRIDIS joins NBC News and MSNBC – per an internal memo from Janelle Rodriguez, MSNBC’s SVP of Editorial: “Stavridis will join NBC News and MSNBC as Chief International Security and Diplomacy Analyst, starting this week.",
  "Learn more at google.com/grow/veterans\n\nTOP-ED -- MARK HOLDEN and Ronal Serpas in the WashPost, “Don’t buy the hype: The U.S. is not experiencing a terrible new crime wave”: “As two strong conservatives, let us set the record straight.",
  "DAILY DONALD -- “Trump urges Pennsylvania backers: Don’t just vote, watch for signs of ‘cheating’ on election day,” by WashPost’s Sean Sullivan: “[R]ecent polls show Clinton leading Trump by a substantial margin in the Keystone State.",
  "Since becoming the Democratic nominee last month, Clinton has been touring toy manufacturers, visiting tie makers and dropping in on public health clinics, where if she mentions Trump at all, it is usually to contrast their policies.",
  "He’s known to be intensely loyal to Ailes … Shine’s promotion is perhaps the most surprising given that he’s been the subject of intense media scrutiny since Gretchen Carlson filed a sexual-harassment lawsuit against Ailes on July 6.",
  "ABOUT LAST NIGHT – Per White House pooler Louisa Loveluck with the Obamas in Martha’s Vineyard: “Back in Edgartown, a White House official tells us that the President and First Lady are dining at L’Etoile, a modern French restaurant.",
  "Ullyot, who was deputy chief of staff and communications director for middle-of-the-road senators like Arlen Specter of Pennsylvania and John Warner of Virginia, is based in Washington, and is focusing on state-based communications.",
  "HACKER releases House DEM cells, emails -- TRUMP asks for ‘election observers’ -- SCOOP: Kevin Brady making calls on tax reform – OBAMA’s summer books -- WEEKEND READS Presented by\n\nDriving the Day\n\nGood Saturday morning!",
  "The New School’s Nina Khrushcheva ... USA Today’s Eliza Collins ... former Bush 41 spokesman Gian-Carlo Peressutti ... Democratic pollster Fred Yang ... former Carly Fiorina deputy campaign manager Sarah Isgur Flores ...",
  "In 2005, after Ailes helped sideline Lachlan Murdoch, then News Corp’s COO and heir apparent, by going around him and directly to Rupert on management, Abernethy took over Lachlan’s portfolio of broadcast stations.",
  "His actions allowed him to exceed the legal maximum on individual contributions under federal law.” http://bit.ly/2bdsy6L\n\nTWEET DU JOUR -- @kenvogel: “The @DCCC staff had a subscription to @glennbeck’s website.",
  "Not so, I was there,” by AP’s Lisa Lerer: “Perhaps eager to avoid answering or maybe just taken aback by our volume, Clinton responded with an exaggerated motion, shaking her head vigorously for a few seconds.",
  "Hillary Clinton and her third-party rivals Gary Johnson and Jill Stein are expected to benefit the most in Arizona, Maine and Nevada from initiatives that would legalize the recreational use of marijuana.",
  "Roundtable: LZ Granderson, Jonathan Karl, Rich Lowry and Heidi Przybyla\n\n--CBS’s “Face the Nation”: Susan Collins … discussion of presidential attributes with William Cohen, Gen. Michael Hayden (Ret.",
  "To Donald, He Was Dad” (online headline: “Fred Trump Taught His Son the Essentials of Showboating Self-Promotion”): “Donald J. Trump inherited more than just a real estate empire from his father.",
  "INSIDE TRUMP WORLD -- John Ullyot, a former Marine officer and long-time popular Capitol Hill hand, is now working as the deputy communications director for Donald Trump’s presidential campaign.",
  "The two haven’t connected since, according to aides to both men.” http://on.wsj.com/2aPeY5p\n\n\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "… [FBI director James] Comey and the FBI are pressing to send at least some of the requested information to the Hill soon, but others in government have stepped in to question such a move ...",
  "A probation officer has recommended he be spared time behind bars, citing two sections of federal sentencing guidelines addressing a defendant’s age and family ties and responsibilities.",
  "... Clinton’s advisers say they see little benefit in her going toe-to-toe with Trump over every personal accusation, generating sound bites that would dominate cable news broadcasts.",
  "Speaker Ryan’s communications director, Mike Ricci, and his wife Dr. Kirsten Ricci, a physician at Adventist HealthCare Physical Health & Rehab, welcomed their first baby on Thursday.",
  "Can the post-Islamic State effort resolve the squabbling likely to arise over numerous issues and bring lasting stability to one of Iraq’s most diverse and challenging provinces?",
  "Hillary Clinton is not going to move in to defend Connecticut just because Trump went there.’” http://politi.co/2bdqADF\n\nFIRST PERSON -- “Video proves Clinton suffering seizures?",
  "‘I hope you people can sort of not just vote on the 8th -- go around and look and watch other polling places and make sure that it's 100 percent fine,’ Trump told his supporters.",
  "Fee Ranges - Please Inquire.”\n\nBUZZ -- House Ways and Means Committee Chairman Kevin Brady (R-Texas) is beginning to hold members-only conference calls to talk about tax reform.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "REID EPSTEIN on A1 in the WSJ -- “Trump Running Mate Mike Pence Tries to Get Republicans on Board”: “The task has taken him from the private office of former Florida Gov.",
  "A number of files were posted onto Guccifer 2.0’s website, including a spreadsheet that has information for 193 people, such as phone numbers and email addresses.",
  "... [P]unting the issue to his successor, especially if it’s Hillary Clinton, would risk thrusting upon her the bad optics of welcoming lobbyists with open arms.",
  "Fox Television Stations CEO Jack Abernethy will run the business side of the news network, while programming chief Bill Shine will oversee content and talent.",
  "As a salesman, competitor, courter of politicians and controversy and above all, as a showboating self-promoter, Fred Trump was the Donald Trump of his day.",
  "Leading Authorities, a Washington-based talent agency, on Wednesday posted a release on its website announcing that it had agreed to represent Lewandowski.",
  "The cellphone numbers of House Minority Leader Nancy Pelosi of California and Democratic Whip Steny Hoyer of Maryland were among the information posted.",
  "Founded in 2010, Fake Love has a history of award-winning work with multi-industry brands through disruptive, innovative and meaningful communications.",
  "And sometime in the 23rd century, James Tiberius Kirk will become captain of the Starship Enterprise.” Team Ryan cannot wait to meet the little guy.",
  "Previously, Admiral Stavridis served as NATO’s Supreme Allied Commander.”\n\nWELCOME TO THE WORLD – #TeamRyan comms adds its first baby to the squad.",
  "Some tenants loved Mr. Trump for his solid, well-priced apartments; others loathed him for his suspected exclusion of blacks from his properties.",
  "It will be what comes after”: “There is no question that the Islamic State will be defeated in Mosul; the real question is what comes afterward.",
  "Included in the spreadsheet were the personal information of members of the House Intelligence, Armed Services and Foreign Relations Committees.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "On Thursday, the elder Bera, a retired engineer who invested in motels and sometimes goes by ‘Bob,’ will learn whether he’ll go to prison.",
  "Ullyot most recently worked downtown, doing strategic communications for firms like Hill+Knowlton Strategies and Brighton Strategy Group.",
  "The calls (one this week and another scheduled for next week) are expected to focus on retirement security and education tax incentives.",
  "In 2015, Bill and Hillary Clinton paid an effective federal income tax rate of 34.2 percent on an adjusted gross income of $10,594,529.",
  "Babulal Bera, of La Palma in Orange County, admitted to sidestepping campaign finance laws during his son’s 2010 and 2012 campaigns.",
  "--NBC’s “Meet the Press”: Preempted for NBC’s Olympics coverage\n\n--ABC’s “This Week”: Leon Panetta … Jeff Sessions … Evan McMullin.",
  "“The hacker, or group of hackers, going by the name ‘Guccifer 2.0’ said the records were stolen as part of a breach of the [DCCC].",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "Murdoch, who will remain as executive chairman of Fox News, divided Ailes’s job into two positions with titles of co-president.",
  "Subscribe on iTunes http://apple.co/2bekoMy\n\n--Two listener comments on the podcast page: “never heard hillary sound so real!",
  "The hosts will also discuss millennial engagement in the 2016 election with Harvard Institute of Politics’ John Della Volpe.",
  "Standing before U.S. District Judge Troy L. Nunley in May, with a Gujarati interpreter by his side, he entered his plea.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "SPOTTED: Ann Romney, Liz Johnson, Ryan Williams, Manchester mayor and gubernatorial candidate Ted Gatsas, Susan Duprey.",
  "Speaking in Altoona, Pa., Trump said it was ‘shocking’ that Pennsylvania does not require photo identification to vote.",
  "-- Yesterday we used SIREN to denote an AP story where Mitch McConnell expressed skepticism about keeping the Senate.",
  "There are just 44 days until the first presidential debate at Hofstra on Long Island and 87 days until Election Day.",
  "The Hill’s Niall Stanage ... Republican strategist O’Brien Murray ... NYT’s Yamiche Alcindor ... Mickey Edwards ...",
  "Video of the moment shows me holding out my recorder in front of her, laughing and stepping back in surprise.",
  "Playbook Reads\n\n\"We've got 2,000 people outside waiting to get in, this place is incredible,\" Trump says (?)",
  "Daniel saw the Jason Bourne movie last night (ask him about the epically long car chase scene in Vegas!).",
  "Please fill out this form to receive more information about becoming a volunteer Trump Election Observer.",
  "The debut episode features Linsky’s 15-minute interview with the nominee.” http://politi.co/2aP6r2N ...",
  "And low gas prices have made things easier for summer travelers, but not everyone has benefited.",
  "Rob Saliterman and Tim Burger yesterday at farm-to-table restaurant MB Post in Manhattan Beach.",
  "The overachievers who never expected to make it this far will be thrilled, but most are not.",
  "Abernethy worked with Ailes at CNBC in the mid-1990s and joined Fox News in 1996 as CFO.",
  "For Max Stier, the CEO of the Partnership for Public Service ... it comes down to math.",
  "B) The beginning of his presidential campaign marked the end of his employment there.",
  "... Fred Trump’s projects housed thousands of G.I.’s and made him rich and powerful.",
  "The truth is that Americans are still experiencing hard-won historic lows in crime.",
  "Their combined effective rate — including state and local taxes — was 43.2 percent.",
  "The proud parents say: “Our hero takes his name from both the past and the future.",
  "And in-depth studies of voting have found very few instances of fraud nationwide.",
  "McConnell’s office noted to us that he has been saying this for several months.",
  "Fishman on “Somewhere Over the Rainbow.” Mini acoustic set during second set).",
  "Mr. Pence tried calling Mr. Kasich, the Ohio governor, but got his voice mail.",
  "Jeb Bush to a Phoenix airport meeting with embattled Arizona Sen. John McCain.",
  "http://bit.ly/2aPncek\n\n--Fruition on 5/9/2016 at DG’s Taphouse in Ames, Iowa.",
  "From 14-37 AD, Tiberius Claudius Nero reigned as the second Emperor of Rome.",
  "He was in charge of caucus communications in Cleveland for the convention.",
  "The chef, Michael Brisson, has form when it comes to American presidents.",
  "25% of residents expected to contract Zika this year.”\n\nONE LAST THING….",
  "He returned to the donors all but $5,326 of the $268,726 they provided.",
  "Can’t Take My Eyes Off Of You—Frankie Valli and the Four Seasons ... 9.",
  "D.C. weather is beautiful this morning, but it’s going to be HOT today.",
  "The bio page http://bit.ly/2bdpDYP … From that page: “Travels From DC.",
  "this is awesome!” and “An amazing insight into Hillary’s day-to-day!",
  "Tiberius Roosevelt Ricci was born at 10:12pm weighing 8 lbs., 7 oz.",
  "The campaign also released 10 years of returns from ... Tim Kaine.",
  "http://bit.ly/2b5sx3r\n\n--Phish, today in 1996 at Deer Creek (!!!)",
  "Sharyl examines how cheap gas is costing some people their jobs.",
  "What is that?’ Fox News never contacted me to ask that question.",
  "He actually proposed on the balcony of the Russell Rotunda ...",
  "The bottom line: Some cities are seeing a rise in homicides.",
  "These statements on rising murders are highly misleading.",
  "Mr. Kasich tried returning the call and left a message.",
  "Jake and Anna are heading to the West Coast tomorrow.",
  "The Clintons paid $3.6 million in taxes in 2015 ...",
  "Do You Hear the People Sing?—Les Misérables ... 14.",
  "Leaders of a Beautiful Struggle’s Dayvon Love ...",
  "The state’s voter ID law was struck down in 2014.",
  "We Take Care of Our Own—Bruce Springsteen ... 3.",
  "If We Fall In Love Tonight—Rod Stewart ... 12.",
  "This is the best band you know nothing about.",
  "Who knew Hil likes cuban sandwiches so much?",
  "‘I have, in fact, done the crime,’ he said.",
  "He doesn’t work for the conference anymore.",
  "medals: 20 gold, 13 silver and 17 bronze.",
  "Til It Happens To You—Lady Gaga ... 6.",
  "I Wanna Hold Your Hand—Al Green ... 7.",
  "You Don’t Know Me—Ray Charles ... 15.",
  "Til Kingdom Come—Coldplay ... 11.",
  "(Later released as Live Phish 12.",
  "Come Together—The Beatles ... 4.",
  "Stay With Me—Sam Smith ... 2.",
  "The Best—Tina Turner ... 10.",
  "She carried her own bags ...",
  "My Way—Frank Sinatra ... 8.",
  "Hallelujah—KD Lang ... 13.",
  "in Noblesville, Indiana.",
  "High is 97 in Northwest.",
  "(Fun Lost Sailor>Deal).",
  "And she keeps doing it.",
  "Hello—Adele ... 5.",
  "He’ll go by Ty.",
  "RET.",
  "...",
  "...",
  "...",
  "..."
]