[
  "Trump, speaking at a campaign-style rally in Evansville, Indiana, said his administration was standing up for free-speech rights and warned that large social media companies could not be allowed to “control what we can and cannot see.”\n\n“You look at Google, Facebook, Twitter and other social media giants and I made it clear that we as a country cannot tolerate political censorship, blacklisting and rigged search results,” Trump said.",
  "“We will not let large corporations silence conservative voices,” he added, noting that “it can go the other way some day too.”\n\nLawmakers from both major parties and Google’s rivals have said this year they see an opening for increased regulation of large technology companies under the FTC’s new slate of commissioners.",
  "Google’s critics say that ongoing European antitrust action against the web search leader and this year’s data privacy scandal involving Facebook Inc and political consulting firm Cambridge Analytica demonstrate their concerns about the unchecked power of the tech heavyweights.",
  "REUTERS/Joshua Roberts/File Photo\n\nHatch, the Republican chairman of the Senate Finance Committee, sent a letter to FTC Chairman Joseph Simons recounting several news reports that identified complaints about Google’s anticompetitive conduct and privacy practices.",
  "Senator Orrin Hatch on Thursday asked the Federal Trade Commission to rekindle an antitrust investigation of Alphabet Inc’s Google, and President Donald Trump vowed to fight what he called political censorship by social media companies.",
  "Facebook and Twitter executives are expected to testify before the Senate Intelligence Committee on Sept. 5 about their efforts to deter foreign campaigns from spreading misinformation online ahead November’s midterm elections.",
  "FILE PHOTO: Chairman of the Senate Budget Committee Orrin Hatch (R-UT) speaks at the start of the House-Senate Conferees conference meeting on the \"Tax Cuts and Jobs Act\" on Capitol Hill in Washington, U.S., December 13, 2017.",
  "Trump’s economic adviser, Larry Kudlow, later said the White House was “taking a look” at Google, and that the administration would do “some investigation and some analysis,” without providing further details.",
  "REUTERS/Thomas Peter/File Photo\n\nHatch, at event hosted by reviews website and Google rival Yelp Inc in May, said moves made by “an entrenched monopolist” deserve extra skepticism.",
  "In 2013, the FTC closed a lengthy investigation of Google after finding insufficient evidence that consumers were harmed by how the company displayed search results from rivals.",
  "Earlier this year, Representative Keith Ellison, a Democrat, and Representative Todd Rokita, a Republican, sent separate letters asking the FTC to probe Google.",
  "Yelp, a local-search service, said in a statement that Hatch’s letter was “heartening to see” as it underscored the bipartisan plea for FTC scrutiny of Google.",
  "Simon, the new Republican chairman of the FTC, said in July the agency would keep a close eye on big tech companies that dominate the internet.",
  "“They may well be used, not to further consumer welfare, but to foreclose competitors,” he said, according to prepared remarks.",
  "Trump accused Google’s search engine on Tuesday of promoting negative news articles and hiding “fair media” coverage of him.",
  "Lawmakers have criticized Alphabet for not scheduling a top executive, such as Chief Executive Larry Page, for the hearings.",
  "FILE PHOTO: A man walks past the brand logo of Alphabet Inc's Google outside its office in Beijing, China, August 8, 2018.",
  "About 90 percent of search engine queries in the United States flow through Google.",
  "Alphabet shares were little changed after the release of the letter.",
  "An FTC representative was not immediately available for comment.",
  "SAN FRANCISCO/WASHINGTON (Reuters) - U.S.",
  "The company declined to comment."
]