[
  "So if they were getting advice from say Cambridge Analytica or someone else about OK here are the 12 voters in this town in Wisconsin — that’s whose Facebook pages you need to be on to send these messages that indeed would be very disturbing.”\n\nIn the undercover interviews, carried out by a reporter posing as a go-between for a client hoping to get candidates elected in Sri Lanka, Nix was accompanied by Mark Turnbull, managing director of the firm's political division, and Alex Tayler, the company’s chief data scientist.",
  "In the latest installment of a wide-ranging investigation into the London-based firm by Channel 4 News, broadcast in the U.K. Tuesday evening, Alexander Nix said of his work for Trump: \"We did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign and our data informed all the strategy.\"",
  "And so this stuff infiltrates the online community and expands but with no branding — so it’s unattributable, untrackable.”\n\nTrump’s 2020 campaign has no existing contracts with Cambridge Analytica and no plans to work with the firm going forward, a campaign official said Tuesday.",
  "Charities or activist groups, and we use them — feed them the material and they do the work … We just put information into the bloodstream to the internet and then watch it grow, give it a little push every now and again over time to watch it take shape.",
  "Cambridge Analytica CEO Alexander Nix | Patricia de Melo Moreira/AFP via Getty Images Cambridge Analytica suspends CEO Alexander Nix Boss told undercover Channel 4 News reporters his company was heavily involved in Donald Trump’s presidential campaign.",
  "In the Channel 4 exposé, Cambridge Analytica claim their work helped Trump to win with a margin of just “40,000 votes” in three states, allowing him victory under the U.S. electoral college system, despite losing the popular vote to Hillary Clinton.",
  "Nix’s recent comments secretly recorded by Channel 4 and other allegations do not represent the values or operations of the firm and his suspension reflects the seriousness with which we view this violation,\" the company said in a statement.",
  "Then yes, it affected the thought processes of voters.”\n\nClinton said: “So you’ve got CA, you’ve got the Republican National Committee, which of course has always done data collection and analysis, and you’ve got the Russians.",
  "Regulators respond\n\nThe U.K. Information Commissioner Elizabeth Denham said Monday she intended to investigate the company but on Tuesday said she was still waiting for a warrant to enter the company's London offices.",
  "European Commissioner for Justice Vera Jourová, who was in Washington Tuesday where she met U.S. Attorney General Jeff Sessions, told Channel 4 News the accusations against Cambridge Analytica were \"horrifying.\"",
  "When you have a massive propaganda effort to prevent people from thinking straight, because they’re being flooded with false information and you have people who are searching ... trying to make sense of it.",
  "And the real question is how did the Russians know how to target their messages so precisely to undecided voters in Wisconsin or Michigan or Pennsylvania — that is really the nub of the question.",
  "European politicians, in particular, have called for online platforms to take greater responsibility and be more transparent about how they collect and deploy their users' personal information.",
  "\"Action must follow now,\" Jourová said, explaining that European data regulators have met to agree a coordinated response and discuss how best to support the U.K. information commissioner.",
  "The data company was already in the spotlight following reports in the New York Times and the Observer that it illegally collected Facebook data from roughly 50 million American voters.",
  "\"There’s no evidence, there’s no paper trail, there’s nothing.”\n\nProxy organizations\n\nIn an interview with Clinton filmed in October 2017, Channel 4 News asked about the campaign.",
  "“No one knows we have it, and secondly we set our … emails with a self-destruct timer … So you send them and after they’ve been read, two hours later, they disappear,\" he said.",
  "\"This case will also serve to us to explain to Europeans that we need stricter rules, which is the General Data Protection Regulation that comes into force in May.\"",
  "This information, the newspapers suggested, allowed Cambridge Analytica to target messaging to these voters based on their personal lives and political leanings.",
  "Cambridge Analytica was heavily involved in Donald Trump's U.S. presidential campaign, the boss of the scandal-hit data firm told an undercover reporter.",
  "Turnbull was filmed describing how the company could create proxy organizations to feed negative material about opposition candidates on to the internet.",
  "The official added the data analytics firm only “provided limited staffing” during the 2016 campaign, and the Trump campaign did not use the firm’s data.",
  "She told the BBC she is also investigating Facebook and has asked social media giant not to pursue its own audit of Cambridge Analytica's data use.",
  "These allegations will intensify debate in the U.S and across Europe about how policymakers should police the use of data by social media giants.",
  "Nix, who said he had met Trump \"many times,\" also revealed his company used a self-destructing email system that he said leaves no trace.",
  "“There was a new kind of campaign that was being run on the other side — that nobody had ever faced before,\" she said.",
  "The company said in a statement Tuesday they have asked Julian Malins QC to conduct a full, independent investigation.",
  "But every search engine, every site they go into is repeating these fabrications.",
  "“Sometimes you can use proxy organizations who are already there,\" he said.",
  "It was about how to suppress voters who were inclined to vote for me.",
  "Cambridge Analytica suspended Nix as the program aired Tuesday.",
  "Cambridge Analytica denies any wrongdoing.",
  "They are civil society organizations ...",
  "\"Because it wasn’t just all about me.",
  "\"You feed them.",
  "“Mr."
]