[
  "The Senate Judiciary Committee has invited Donald Trump Jr. to testify before the panel following recent revelations that Trump Jr. met with a woman during the height of the campaign last summer who was described to him as a “Russian government attorney.” According to an email exchange Trump Jr. released on Tuesday, he was told the woman had “information that would incriminate Hillary” Clinton as “part of Russia and its government’s support for Mr. Trump.”\n\n“[I]f it’s what you say I love it especially later in the summer,” Trump Jr. replied, in part.",
  "Story Continued Below\n\nParscale, however, said he is “unaware of any Russian involvement in the digital and data operations” of Trump’s campaign, which he said utilized “the exact same digital marketing strategies that are used every day by corporate America.”\n\n“The only collaboration I am aware of in the Trump digital campaign was with staff provided to the campaign by Facebook, Google and Twitter,” he added.",
  "| Drew Angerer/Getty Images Trump campaign's digital director agrees to meet with House Intel Committee\n\nBrad Parscale, who ran the digital operation for the Donald Trump presidential campaign, said Friday that he will voluntarily meet later this month with the House Intelligence Committee, one of the bodies investigating Russia’s role in the 2016 election.",
  "“Those experts in digital marketing worked side-by-side with our teams from Giles-Parscale, the Republican National Committee, and Cambridge Analytica to run a professional and winning campaign.”\n\nIn an email to POLITICO, Parscale said he was scheduled to visit the House panel at the “end of the month before recess.”\n\nThe most reliable politics newsletter.",
  "Trump confidant Roger Stone was also scheduled to appear before the House Intelligence Committee on July 24, but his attorney, Robert Buschel, said in an interview that a GOP staffer called Thursday and postponed the session indefinitely because Democrats requested more time to review documents.",
  "“I have accepted a request from the House Intelligence Committee to meet with them for a voluntary interview, and I look forward to sharing with them everything I know,” Parscale said in a statement he tweeted Friday morning.",
  "White House senior adviser Jared Kushner and then-campaign chairman, Paul Manafort, also attended the meeting with Russian lawyer Natalia Veselnitskaya and Russian-American lobbyist Rinat Akhmetshin.",
  "The FBI and congressional intelligence committees are probing Russia’s meddling in the presidential campaign, including possible collusion between Trump associates and Moscow.",
  "Parscale now works with the pro-Trump outside group America First Policies, a nonprofit started by top campaign aides to support the president’s agenda.",
  "In this file Dec. 2016 photo, Brad Parscale, then President-elect Donald Trump's campaign digital director, arrives at Trump Tower in New York City.",
  "Michael Caputo, who resigned from the Trump campaign last June, did speak to the panel on Friday.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "He has said the meeting was brief, and no information on Clinton came out of it.",
  "You can unsubscribe at any time."
]