[
  "Pro-Trump programmers “carefully adjusted the timing of content production during the debates, strategically colonized pro-Clinton hashtags, and then disabled activities after Election Day.”\n\nMartin Moore, director of the Centre for the Study of Media, Communication and Power at King’s College, told the Guardian’s Carole Cadwalladr that Trump’s campaign “was using 40-50,000 variants of ads every day that were continuously measuring responses and then adapting and evolving based on that response.”\n\nThese online ads were spread primarily through bots on social media platforms.",
  "Cambridge Analytica has built models that translate the data they harvest into personality profiles for every American adult — Nix claims to have “somewhere close to 4 or 5 thousand data points on every adult in the US.”\n\nTheir models are based on the psychometric research of Michal Kosinski, who in 2013 was still a PhD candidate at the University of Cambridge (hence the name “Cambridge Analytica”).",
  "“The technologies can capture what people are thinking at a particular moment,” Albright told me, “and serve it back to them over and over again.” And with the benefit of psychographic profiling, he adds, they’re able to deliver “content on an individual basis on Twitter and Facebook feeds where people are being grabbed and pulled in certain directions through certain types of posts and stories.",
  "As Woolley told me, “One person controlling a thousand bot accounts is able to not just affect the people in their immediate circle but also potentially the algorithm of the site on which their operating.”\n\nBots are even more effective, as they’re able to react instantly to trending topics on Twitter and Facebook, producing targeted posts, images, and even YouTube videos.",
  "Here’s a key passage from the Harris report, which my Vox colleague Andrew Prokop highlighted at the time:\n\n“He [Smith] said, ‘I’m talking to Michael Flynn about this — if you find anything, can you let me know?’” said Eric York, a computer-security expert from Atlanta who searched hacker forums on Mr. Smith’s behalf for people who might have access to the emails.",
  "They collect data from Facebook and Twitter (which is perfectly legal) and have purchased an array of other data — about television preferences, airline travel, shopping habits, church attendance, what books you buy, what magazines you subscribe to — from third-party organizations and so-called data brokers.",
  "According to Confessore and Hakim, Cambridge Analytica convinced Parscale (who has since agreed to be interviewed by the House Intelligence Committee) to “try out the firm.” The decision was reinforced by Trump’s campaign manager, Steve Bannon, who is also a former vice president of Cambridge Analytica.",
  "The Wall Street Journal recently reported that Special Counsel Robert Mueller has requested that a data analytics company called Cambridge Analytica turn over internal documents as part of its investigation into possible collusion between the Trump campaign and Russia during the 2016 election.",
  "But we know that congressional and DOJ investigators believe that Trump’s campaign might have helped guide Russia’s voter targeting scheme and that Flynn, who worked for Trump’s campaign and with Cambridge Analytica, is suspected of having extensive ties with Russian operatives.",
  "So far there’s been a lot of speculation about the potential links between the Trump campaign and Russia, and most of the stories have orbited around the financial dealings of the Trump family and people like Paul Manafort, Trump’s former campaign manager.",
  "In an amended public financial filing, Flynn was forced to disclose “a brief advisory role with a firm related to a controversial data analysis company that aided the Trump campaign.”\n\nThe “data analysis company” is none other than Cambridge Analytica.",
  "“As one of the companies that played a prominent role in the election campaign, Cambridge Analytica has been asked by the House Intelligence Committee to provide it with information that might help its investigation,” the statement said.",
  "Rather than assuming that all women or African Americans or working-class whites will respond to the same message, they target individual voters with emotionally charged content — in other words, ads designed to tug on emotional biases.",
  "We know from the reporting of Nicholas Confessore and Danny Hakim at the New York Times that Jared Kushner, who was charged with overseeing Trump’s digital operations, is the reason Cambridge Analytica joined the Trump campaign.",
  "It’s entirely possible that such collusion could have occurred and the work of Cambridge Analytica had nothing to do with it; however, that would be strange, since targeting voters is precisely what the company was hired to do.",
  "In a 2016 speech, Alexander Nix, the CEO of Cambridge Analytica, unfurled the company’s methodology: “We’ve rolled out a long-form quantitative instrument to probe the underlying traits that inform personality,” he proclaimed.",
  "“If you know the personality of the people you’re targeting, you can nuance your messaging to resonate more effectively with those key groups.”\n\nBy “your message” he means whoever pays the company for its services.",
  "Flynn and the Russians\n\nIn early July, Shane Harris of the Wall Street Journal released a series of reports that offered some of the most compelling evidence yet that Trump’s campaign colluded with Russian hackers.",
  "Samuel Woolley, who heads the Computational Propaganda project at Oxford’s Internet Institute, found that a disproportionate amount of pro-Trump messaging was spread via automated bots and anti-Hillary propaganda.",
  "It’s not clear to what extent Cambridge Analytica helped (Parscale denied that Cambridge was of any use in a recent 60 Minutes interview), but we do know that Trump’s digital operation was shockingly effective.",
  "The benefit of this kind of data is that it allows data companies like Cambridge Analytica to develop more sophisticated psychological profiles of internet users (more data points means more predictive power).",
  "Harris examined intelligence reports that described the efforts of Russian hackers to retrieve emails from Clinton’s server and pass them along to Flynn, who would then share them with the Trump campaign.",
  "OCEAN refers to a questionnaire used by psychologists that describes personalities along five dimensions — openness to experience, conscientiousness, extraversion, agreeableness, and neuroticism.",
  "Smith told Harris that he was in regular contact with Gen. Michael Flynn, who at the time was one of Trump’s closest confidants — and of course later became Trump’s national security adviser.",
  "The expert said that based on his conversations with Mr. Smith, he understood the elder Mr. Flynn to be coordinating with Mr. Smith’s group in his capacity as a Trump campaign adviser.",
  "Kosinski continued to work on the models incessantly: before long, he was able to evaluate a person better than the average work colleague, merely on the basis of ten Facebook \"likes.\"",
  "Here’s how the authors summed it up:\n\nThe strength of their [Kosinski and his Cambridge colleagues] modeling was illustrated by how well it could predict a subject's answers.",
  "Cambridge Analytica, a company created by Robert Mercer, a billionaire patron of right-wing outlets like Breitbart News, has been swallowing up all the data they can get.",
  "So, if there was a spike in clicks on an article about immigration in a county in Pennsylvania or Wisconsin, Trump would go there and give an immigration-focused speech.",
  "Cambridge Analytica was also able to use this real-time information to determine which messages were resonating where and then shape Trump’s travel schedule around it.",
  "But this story is specifically about how team Trump, with the help of this data company, might have facilitated Russia’s meddling in the US presidential election.",
  "Cambridge Analytica specializes in what’s called “psychographic” profiling, meaning they use data collected online to create personality profiles for voters.",
  "Harris interviewed a man named Peter Smith, a pro-Trump GOP operative who sought to acquire the 30,000 deleted emails from Hillary Clinton’s private server.",
  "In any event, no definitive evidence has emerged that connects Cambridge Analytica and the Trump campaign to Russia’s efforts to influence our election.",
  "A Cambridge Analytica spokesperson confirmed to Vox that the company is cooperating with the Russia investigation but flatly denied any wrongdoing.",
  "The ads that got liked, shared, and retweeted the most were reproduced and redistributed based on where they were popular and who they appealed to.",
  "So here’s what we know about Cambridge Analytica, its connections to the Trump campaign, and what sorts of things Mueller is likely looking into.",
  "But if the ongoing investigations conclude that the Trump campaign did help Russia target voters, expect to hear more about Cambridge Analytica.",
  "...In phone conversations, Mr. Smith told a computer expert he was in direct contact with Mr. Flynn and his son, according to this expert.",
  "CA is not under investigation, and there is no suggestion of any wrongdoing by the company.”\n\nWhat does Cambridge Analytica actually do?",
  "Seventy \"likes\" were enough to outdo what a person's friends knew, 150 what their parents knew, and 300 \"likes\" what their partner knew.",
  "They also worked on behalf of 2016 pro-Brexit “Leave” campaign, mining online data and using it to target and persuade British voters.",
  "They’re not the only company doing this, but they appear to be the most prominent — in part because of their high-profile clients.",
  "They take all this information and use it for what Nix calls “behavioral microtargeting” — basically individualized advertising.",
  "In a 2016 profile for Das Magazin, a Zürich-based culture magazine, Kosinski talked about the predictive power of his model.",
  "Every post you like, every tweet you retweet, every thread you participate in — it’s all data up for collection and input.",
  "When you consider how a few thousands votes in a handful of swing states determined the election, this is no small thing.",
  "Of the several hacker groups Smith reached out to, at least two had connections to Russia — that’s according to Smith.",
  "Trump’s digital army\n\nIn June 2016, the Trump campaign hired Cambridge Analytica to take over its data operations.",
  "And we’ve likely just scratched the surface in terms of how state actors are able to weaponize information online.",
  "Researchers like Woolley told me that the company’s capabilities are a “bit overblown,” but we simply don’t know.",
  "And if anyone in his campaign did coordinate with Russia, we don’t know if Trump himself was involved in any way.",
  "And if it did, we don’t know for sure how it got there or how much it helped or if the company was aware of it.",
  "They then take that information and target individuals with specifically tailored content (more on this below).",
  "Kushner hired a man named Brad Parscale, a Texas-based digital expert who had worked previously for team Trump.",
  "But so far the firm has only taken on Republican clients, with Ted Cruz and Ben Carson being the most visible.",
  "Kosinski and his colleagues developed a model that linked subjects’ Facebook likes with their OCEAN scores.",
  "We don’t know if the Trump campaign coordinated with the Russians to help their disinformation operation.",
  "Facebook is already under fire for allowing Russia to manipulate its algorithms during the 2016 election.",
  "The role of companies like Cambridge Analytica in these efforts remains something of a mystery, however.",
  "We know only what they’ve admitted publicly about their methods and what they claim to be able to do.",
  "Combine this kind of predictive power with an army of bots and you’ve got a potent propaganda tool.",
  "The precise amount of money Cambridge paid to Flynn is unknown, as are the details of Flynn’s role.",
  "“We believe that other organizations that worked on the campaign have been asked to do the same.",
  "There’s a lot we don’t know\n\nWe don’t know if Flynn actually passed any data to the Russians.",
  "The success of this approach hinges on the accuracy of the company’s psychological profiles.",
  "Trump’s bots, they reported at the time of the election, outnumbered Clinton’s five to one.",
  "One thing we do know is that data companies like Cambridge Analytica have changed things.",
  "We don’t know if the data produced by Cambridge Analytica ever found its way to Russians.",
  "But how much can they know about someone’s psyche on the basis of a few tweets or likes?",
  "If you use the internet or social media, you leave behind a digital trail of crumbs.",
  "But in August the Associated Press published a report that helped connect the dots.",
  "We also don’t know how useful Cambridge Analytica’s work was to the Trump campaign.",
  "More \"likes\" could even surpass what a person thought they knew about themselves.",
  "Cambridge Analytica has combined this social psychology with data analytics.",
  "Instead of tailoring ads according to demographics, they use psychometrics.",
  "By itself, Harris’s reporting makes no connection to Cambridge Analytica.",
  "Nor do we know if his numerous ties to Russia resulted in collusion.",
  "What we’re left with, ultimately, is a ton of smoke and no fire.",
  "We know only that there are many points of overlap.",
  "“I’ve called it an emotional leash,” Woolley said.",
  "So what are they doing with all that data?",
  "It’s a simple idea, really.",
  "Quite a lot, apparently.",
  "...",
  "..."
]