[
  "“The purpose of this post, like many others I have written internally, was to bring to the surface issues I felt deserved more discussion with the broader company.”\n\nMy statement on the recent Buzzfeed story containing a post I wrote in 2016 pic.twitter.com/lmzDMcrjv5 — Boz (@boztank) March 29, 2018\n\nRussia meddling and “fake news”\n\nOne of the dominating storylines of the 2016 presidential election was Facebook’s role in allowing Russian propaganda to spread across the social network.",
  "We need to be careful not to discourage sharing of opinions or to mistakenly restrict accurate content.”\n\nPublic profiles being scrapped\n\nAnother fallout from the Cambridge Analytica scandal was Facebook’s revelation on Wednesday that “malicious actors” used the platform’s search tools to obtain personal information of millions of users.",
  "“Facebook designed these automated tools so we can rapidly stop abusive behavior on our platform.”\n\nSpreading hate speech in Myanmar\n\nOnce again, Zuckerberg came under fire this week after he told Vox’s Ezra Klein that Facebook helped snuff out anti-Rohingya propaganda through the Messenger scans mentioned above.",
  "We’re also making changes to account recovery to reduce the risk of scraping as well.”\n\nSecret deletion of Zuckerberg’s messages\n\nFacebook users can’t delete messages from someone’s inbox they sent a message to, but Zuckerberg can, according to a recent TechCrunch report.",
  "“For example, on Messenger, when you send a photo, our automated systems scan it using photo matching technology to detect known child exploitation imagery or when you send a link, we scan it for malware or viruses,” a Facebook Messenger spokeswoman told Bloomberg.",
  "Retaining users’ deleted videos\n\nOne of Facebook’s responses to the Cambridge Analytica incident was to allow users to download their data archive on the social network in order for users to fully understand what information Facebook stores.",
  "The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is *de facto* good.”\n\nBosworth confirmed in a statement on Twitter last week that he wrote the memo.",
  "“Though these dangerous messages were deliberately pushed to large numbers of people – many people who received them say they did not personally know the sender – your team did not seem to have picked up on the pattern.",
  "“Given the scale and sophistication of the activity we’ve seen, we believe most people on Facebook could have had their public profile scraped in this way,” Chief Technology Officer Mike Schroepfer wrote in statement.",
  "Here’s a list of Facebook’s ongoing dilemmas:\n\nCambridge Analytica\n\nThe political analysis firm acquired the data of millions of Facebook users from a researcher who collected it via a quiz app on the platform.",
  "Facebook admitted last year that fake Russian Facebook accounts had purchased more than $100,000 in ads, which U.S. intelligence agencies say were intended to influence the election in favor of Donald Trump.",
  "The revelations sparked immediate backlash as politicians in Washington demanded Zuckerberg testify in front of Congress and calls to #DeleteFacebook started trending on social media sites like Twitter.",
  "On Wednesday, it was revealed that initial figures estimating Facebook exposed the data of 50 million users without direct consent were actually much higher than reported, closer to 87 million instead.",
  "Internal political struggles\n\nRecent anger at Facebook has even come from employees within the company after a 2016 memo written by a Facebook vice president, Andrew Bosworth, leaked last week.",
  "On Friday, Facebook said it would create an “unsend” feature within the next few months, and that Zuckerberg would be barred from using the feature until it was available to everyone.",
  "Photo and link scans over Messenger\n\nAnother privacy-related revelation over the past week: Facebook scans images and links sent between users via Messenger, according to Bloomberg.",
  "Facebook in turn apologized and called the retention an unintentional “bug.” But the error will likely do little to reassure the public in the wake of a much larger ongoing scandal.",
  "Until Wednesday, third parties could do this merely by running a script that enters phone numbers or email addresses into Facebook’s search function in order to create a database.",
  "This move inadvertently trigged more outcry when users discovered that videos recorded on the platform they had thought they had deleted were still present in Facebook’s archive.",
  "“The Messenger platform (at least in Myanmar) does not provide a reporting function, which would have enabled concerned individuals to flag the messages to you,” the letter read.",
  "Facebook in recent weeks has been plagued by yet another scandal, as the social networking giant struggles to deal with the fallout from the Cambridge Analytica controversy.",
  "“After Sony Pictures’ emails were hacked in 2014 we made a number of changes to protect our executives’ communications,” the company said in a statement to TechCrunch.",
  "“The problems here are complex, both technically and philosophically,” Zuckerberg wrote days after election night, discussing the company’s plans to combat fake news.",
  "The site reviewed old messages sent between sources and Zuckerberg and, strangely, Zuckerberg’s messages were removed despite their responses still being viewable.",
  "Cambridge Analytica was also linked to President Trump’s campaign during 2016 and had used the data to build psychological voter profiles ahead of the election.",
  "We did so in full compliance with our legal obligations to preserve messages.”\n\nBut questions remain over why Facebook never publicly disclosed these measures.",
  "In it, Bosworth appears to argue that Facebook’s growth is more important than safety concerns, stirring outrage internally, according to BuzzFeed News.",
  "While the practice might sound good in theory, some users took issue with it at a time when Facebook’s ability to uphold privacy is under scrutiny.",
  "For all of your data, it would seem that it was our personal connection with senior members of your team which led to the issue being dealt with.”",
  "We stop those messages from going through.”\n\nIn response, six organizations in Myanmar signed a letter to Zuckerberg rejecting the CEO’s claim.",
  "“fake news,” from phony news sites, more often than not targeted at Hillary Clinton during the campaign, but rampant on both sides nonetheless.",
  "While conceding that users can take advantage of Facebook’s tools, Zuckerberg said, “In that case, our systems detect that that’s going on.",
  "“We believe in giving people a voice, which means erring on the side of letting people share what they want whenever possible.",
  "The company says the practice is done in order to flag content that doesn’t adhere to the platform’s standards.",
  "“Maybe someone dies in a terrorist attack coordinated on our tools,” Bosworth wrote, the outlet reported.",
  "After an ominous period of silence, Zuckerberg apologized and later agreed to testify on April 11.",
  "The social media company has been involved in a number of scandals just over the past week alone.",
  "“I don’t agree with the post today and I didn’t agree with it even when I wrote it,” he said.",
  "Facebook was additionally implicated in its role of distributing misinformation, a.k.a.",
  "And Facebook CEO Mark Zuckerberg is now set to testify in front of Congress next week.",
  "“These included limiting the retention period for Mark’s messages in Messenger.",
  "But this isn’t the first time Facebook has been embroiled in controversy.",
  "Facebook told the outlet it was a corporate security measure.",
  "“So we have now disabled this feature.",
  "Facebook stands by the measure.",
  "“And still we connect people."
]