[
  "In an address from the White House, Trump will also try to rally the nation to a growing epidemic that claimed 64,000 American lives last year, and will advocate for a sustained national effort to end to the addiction crisis.”\n\nMore: “To respond to that crisis, Trump will sign a presidential memorandum ordering Acting Secretary of Health and Human Services Eric Hargan to waive regulations and give states more flexibility in how they use federal funds, said four senior officials responsible for crafting the administration's new opioid policy… Trump first promised to declare a national emergency to combat the crisis on Aug. 10, and repeated that pledge last week.",
  "(Page responded Thursday in an email to NBC News, “No one ever tried to compromise me.”)\n\nTrump administration to declare opioid crisis a public health emergency — but stop short of calling it a national emergency\n\nAt 2:00 pm ET, President Trump will deliver remarks on the opioid crisis, and USA Today has an early read of what he’ll say.",
  "McConnell allies vs. Steve Bannon\n\n\"Allies of Senate Majority Leader Mitch McConnell declared open warfare on Wednesday against Stephen K. Bannon, the former White House chief strategist and leader of an insurrection aimed at defeating mainstream Republican candidates in next year’s midterm elections,\" the Washington Post reports.",
  "The committee continues to look into all evidence to see if there was any hint of collusion.”\n\nOct. 25: The Daily Beast reports that the head of Trump’s data-analytics firm Cambridge Analytica wrote in an email last year that he reached out to WikiLeaks founder Julian Assange about Hillary Clinton’s missing 33,000 emails.",
  "The dossier asserts that in early August 2016, “a Kremlin official involved in US relations commented on aspects of the Russian operation to date,” discussing attempts to compromise Jill STEIN of the Green Party; TRUMP foreign policy adviser Carter PAGE; and former DIA Director Michael Flynn, by inviting them to Moscow.",
  "Speaking to reporters on the south lawn of the White House Wednesday, Trump touted a ‘big meeting’ on opioids, and said a national emergency ‘gives us power to do things that you can't do right now.’”\n\nNBC’s Ali Vitali confirms that the Trump administration will call the opioid crisis a public health emergency.",
  "Yes, the Russia-Trump investigation is real — even when you exclude the Steele dossier\n\nWASHINGTON — With the revelation that the Clinton campaign and DNC paid the money to finance the Steele dossier, Trump and his supporters now argue that he’s off the hook when it comes to the Russia investigation.",
  "Kennedy assassination records to be released\n\nNBC News: “Tens of thousands of previously classified records from the assassination of President John F. Kennedy 54 years ago are scheduled to be made public Thursday — a morbid gift that keeps on giving for historians and conspiracy theorists alike.",
  "The dossier says a “senior Russian diplomat withdrawn from Washington embassy on account of potential exposure in US presidential election operation/s.” According to McClatchy, Mikhail Kalugin was recalled from his post as head of the embassy’s economics section in August of 2016.",
  "Feb. 13: National Security Adviser Michael Flynn resigns just after the Washington Post first reported that the Justice Department had informed the White House that Flynn could be subject to blackmail after misleading statements about his interaction with Russia's ambassador.",
  "But here’s a timeline to remind everyone that the Trump-Russia investigation is real — even outside of what we know about the Steele dossier:\n\nJan. 6: Intel community details that Russia interfered in the 2016 election — to hurt Hillary Clinton and benefit Trump.",
  "TRUMP’s previous efforts had included exploring the real estate sector in St Petersburg as well as Moscow…” We now know that despite Trump saying he had no deals in Russia, his organization was trying to build Trump Tower Moscow during the Republican primaries.",
  "For example, Dilanian notes:\n\nThe dossier discusses Trump’s attempts to secure business deals in Russia, saying, “Regarding TRUMP’s claimed minimal investment profile in Russia, a separate source with direct knowledge said this had not been for want of trying.",
  "July 9: NYT reports that Donald Trump Jr. met with a Kremlin-connected lawyer on June 9, 2016 after being promised damaging information on Hillary Clinton — \"the first public indication that at least some in the campaign were willing to accept Russian help.\"",
  "The effort reflects the growing concern of Republican lawmakers over the rise of anti-establishment forces and comes amid escalating frustration over President Trump’s conduct, which has prompted a handful of lawmakers to publicly criticize the president.\"",
  "July 11: NYT publishes emails between Rob Goldstone (\"This is obviously very high level and sensitive information, but is part of Russia and its government's support for Mr. Trump\") and Donald Trump Jr. (\"If it's what you say, I love it.\"",
  "Feb. 14: Then FBI Director James Comey met at White House with Trump, where Trump tells him: \"I hope you can see your way clear to letting this go, to letting Flynn go,\" the president says, per a memo Comey wrote about the meeting.",
  "\"More than a year ahead of the 2018 congressional contests, a super PAC aligned with McConnell (R-Ky.) revealed plans to attack Bannon personally as it works to protect GOP incumbents facing uphill primary fights.",
  "“President Trump will order his health secretary to declare the opioid crisis a public health emergency Thursday — but will stop short of declaring a more sweeping state of national emergency, aides said.",
  "Instead, the McConnell-allied Senate Leadership Fund (SLF) will highlight Bannon’s hard-line populism and attempt to link him to white nationalism to discredit him and the candidates he will support.\"",
  "/ Updated By Chuck Todd, Mark Murray and Carrie Dann\n\nFirst Read is your briefing from Meet the Press and the NBC Political Unit on the day's most important political stories and why they matter.",
  "The original explanation is that it was due to how Comey handled the Hillary Clinton email investigation — and was based on the recommendation from Deputy Attorney General Rod Rosenstein.",
  "Oct. 4: Richard Burr, chairman of the Senate Intelligence Committee, says his committee continues to look at whether there was collusion between Russia and the Trump campaign.",
  "March 1: The Washington Post reports that Attorney General Jeff Sessions met with Russia's envoy twice in 2016 -- which Sessions didn't disclose in his confirmation hearing.",
  "And remember, parts of the Steele dossier have been confirmed\n\nAlso, NBC’s Ken Dilanian reminds us that PARTS of the Steele dossier seem to line up with known facts.",
  "Historians and investigators say about 90 percent of available records related to Kennedy's death on Nov. 22, 1963, are already public.",
  "March 20: Comey confirms his agency is investigation allegations that Trump's 2016 campaign might have contacts with Russian entities.",
  "Feb. 14: The New York Times reports that Trump's 2016 campaign \"had repeated contacts with senior Russian intelligence officials.\"",
  "\"When I decided to [fire Comey], I said to myself, I said you know, this Russia thing with Trump and Russia is a made up story.\"",
  "July 31: WaPo reports that Trump dictated his son’s misleading statement about that meeting with the Russian lawyer.",
  "May 11: In interview with NBC's Lester Holt, Trump said he firing Comey regardless of what Rosenstein recommended.",
  "\"Yet the retaliatory crusade does not aim to target Trump, whose popularity remains high among Republican voters.",
  "BBC reported that U.S. government sources identified Kalugin as a spy, though NBC News has not confirmed this.",
  "Depending on whom you ask, 30,000 to 40,000 pages have remained secret, most of which will now be opened.”",
  "Page gave a Kremlin-friendly speech in Moscow in July 2016 while he was advising the Trump campaign.",
  "May 17: Rosenstein appoints former FBI Director Robert Mueller as a special counsel in Russia probe.",
  "Aug 3: WSJ reports that special counsel Mueller impaneled a grand jury in his Russia investigation.",
  "May 10: In Oval Office meeting, Trump tells Russian officials, \"I just fired the head of the F.B.I.",
  "March 2: Sessions recuses himself from any federal inquiries involving Trump's 2016 campaign.",
  "“‘Clinton campaign & DNC paid for research that led to the anti-Trump Fake News Dossier.",
  "The entire email exchange is entitled: \"Russia — Clinton — private and confidential.\"",
  "And he suggested the Russia investigation was a reason behind the dismissal.",
  "Aug 9: WaPo reports that the FBI searched Paul Manafort's home on July 26.",
  "The victim here is the President.’ @FoxNews,” Trump tweeted on Wednesday.",
  "He was crazy, a real nut job,\" he said, according to the New York Times.",
  "Flynn and Stein spoke at the RT gala in 2015, Flynn having been paid.",
  "Breaking News Emails Get breaking news alerts and special reports.",
  "The news and stories that matter, delivered weekday mornings.",
  "“There are concerns that we continue to pursue: collusion.",
  "\"I faced great pressure because of Russia.",
  "I hope you can let this go.\"",
  "May 9: Trump fires Comey.",
  "That's taken off.\"",
  "\"He is a good guy."
]