[
  "Story Continued Below\n\nFeinstein sent five letters to key players, including one asking Facebook and Twitter for copies of advertising that Russian buyers aimed at the U.S. Another expansive request from Feinstein asks the White House to produce documents regarding President Donald Trump's former national security adviser, Michael Flynn, and former campaign chairman, Paul Manafort, as well as the firing of FBI Director James Comey.",
  "The California Democrat earlier this month suggested that partisan pressures could hurt Congress' ability to come to a final conclusion on whether Trump associates colluded with Russian entities during the election, describing special counsel Robert Mueller as best positioned to address the issue.",
  "Feinstein's other letters seek information from Trump lawyer Michael Cohen and Cambridge Analytica, a data firm engaged by the Trump campaign that WikiLeaks founder Julian Assange has said reached out to him last year amid his website's public posting of hacked emails from the Clinton campaign.",
  "\"What happens in a political body — and I am finding this as the ranking member on the Judiciary Committee — everything has to be negotiated with the party in power, and it's very difficult to do an investigation under those circumstances,\" Feinstein told CBS' \"Face the Nation\" on Oct. 8.",
  "Feinstein is working on legislation that would make it illegal for Americans to take help from foreign nationals to influence an election, while Grassley is zeroing in on an inquiry of his own into a Russian uranium sale approved by Hillary Clinton's State Department.",
  "| Saul Loeb/AFP/Getty Images Feinstein sends Russia inquiries to White House, Facebook, Twitter Feinstein sent five letters to key players, including one asking Facebook and Twitter for copies of advertising that Russian buyers aimed at the U.S.",
  "The solo step from Feinstein follows something of a split between her and Senate Judiciary Committee Chairman Chuck Grassley (R-Iowa), as they have begun pursuing separate avenues of inquiry regarding Russian interference in the 2016 election.",
  "The Senate Judiciary Committee's top Democrat, Dianne Feinstein of California, on Friday launched several new investigative queries about Russian electoral meddling — without sign-on from the panel's GOP chairman.",
  "Sen. Dianne Feinstein is working on legislation that would make it illegal for Americans to take help from foreign nationals to influence an election.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Sign up here for POLITICO Huddle A daily play-by-play of congressional news in your inbox.",
  "You can unsubscribe at any time."
]