[
  "| Sean Gallup/Getty Images Facebook suspends Trump-affiliated data firm over privacy concerns\n\nFacebook announced Friday night that it has suspended Cambridge Analytica — a data analysis and communications firm best known for its work for President Donald Trump's campaign — over concerns that it and other parties improperly obtained and stored users' personal information.",
  "Story Continued Below\n\nFacebook said Friday that in 2015, it discovered that a professor at the University of Cambridge, Aleksandr Kogan, had shared data he collected via a Facebook app from as many as 270,000 users with Cambridge's parent company, Strategic Communication Laboratories, and a second firm, Eunoia Technologies.",
  "Facebook said Friday that in 2015, it discovered that a professor at the University of Cambridge, Aleksandr Kogan, had shared data he collected via a Facebook app from as many as 270,000 users with Cambridge's parent company, Strategic Communication Laboratories, and a second firm, Eunoia Technologies.",
  "Parent company SCL contracted with Kogan’s firm, Global Science Research, to carry out a “large scale research project” in the U.S. in 2014, but it did not know at the time that the professor’s data was being distributed in violation of Facebook’s terms of service, according to the statement.",
  "Cambridge Analytica, which helps political campaigns target voters, has gained attention and scrutiny for its work with the presidential campaigns of Trump and Ted Cruz, as well as a campaign supporting Britain's exit from the European Union.",
  "But the news comes as the data mining firm is embroiled in questions from congressional investigators and special counsel Robert Mueller over whether anyone in the U.S. colluded with Russia to undermine the 2016 presidential election.",
  "The firm was also drawing negative headlines in Great Britain this week over suspicions that it \"appeared to propose raising money from Brexit-supporting foreign donors,\" which would have violated British law, the Guardian reported.",
  "In December, Mueller requested emails from Cambridge Analytica’s Trump-affiliated employees in connection with the probe into Russian election meddling, the Wall Street Journal reported.",
  "Paul Grewal, Facebook's vice president and deputy general counsel, wrote in a blog post Friday that Kogan and the companies claimed to have destroyed the data.",
  "Cambridge Analytica issued a statement early Saturday saying the data in dispute was not used as part of its work during the 2016 election cycle.",
  "It also has close ties to the Mercer family, the top Trump donors who also help fund the conservative website Breitbart.",
  "\"We will take legal action if necessary to hold them responsible and accountable for any unlawful behavior.\"",
  "Morning Tech Technology news from Washington and Silicon Valley — weekday mornings, in your inbox.",
  "The company has also cooperated with the House Intelligence Committee on its own investigation.",
  "The company says it has since deleted that data and does not presently use any Facebook data.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "\"We are committed to vigorously enforcing our policies to protect people’s information.",
  "Facebook didn't cite any of the firm's work for Trump in its suspension announcement.",
  "We will take whatever steps are required to see that this happens,\" Grewal wrote.",
  "But executives recently received reports that some of the information was kept.",
  "Facebook has now suspended them all pending an investigation.",
  "Kogan did not respond to requests for comment.",
  "You can unsubscribe at any time."
]