[
  "In a WhatsApp blog post in 2012, they wrote that “no one wakes up excited to see more advertising; no one goes to sleep thinking about the ads they’ll see tomorrow.” They described online advertising as “a disruption to aesthetics, an insult to your intelligence, and the interruption of your train of thought.”\n\nThe WhatsApp co-founders were also big believers in privacy.",
  "(Dado Ruvic/Reuters)\n\nThe billionaire chief executive of WhatsApp, Jan Koum, is planning to leave the company after clashing with its parent, Facebook, over the popular messaging service’s strategy and Facebook’s attempts to use its personal data and weaken its encryption, according to people familiar with internal discussions.",
  "Acton recently endorsed a #DeleteFacebook social media campaign that has gained force in the wake of the controversy over data privacy sparked by Cambridge Analytica, a political marketing firm tied to the Trump campaign that had inappropriately obtained the private information of 87 million Facebook users.",
  "In a recent blog post announcing his donation and role as the executive chairman of the nonprofit Signal Foundation, Acton said his goal was to build “the most trusted communications experience on the planet.”\n\nJulie Tate contributed to this report.",
  "Other WhatsApp employees are demoralized and plan to leave in November, four years and a month after the Facebook acquisition, when they are allowed to exercise all their stock options under the terms of the Facebook deal, according to the people.",
  "“Part of Facebook’s success has been to digest acquisitions, successfully monetize them, and integrate them into their advertising machine,” said Daniel Ives, chief strategy officer and head of technology research for research firm GBH Insights.",
  "But they opposed using WhatsApp’s data to create a user profile that was unified across Facebook’s multiple platforms, which also include Instagram and Facebook Messenger, and that could be used for ad-targeting or for Facebook’s data-mining.",
  "The service still has no ads, but WhatsApp has embarked on experiments to make money: In January, Facebook rolled out a tool, called WhatsApp Business, to allow businesses to create a profile and send messages to their customers on WhatsApp.",
  "In his Facebook post, Koum said he would take some time off from technology to focus on other pursuits, “such as collecting rare air-cooled Porsches, working on my cars and playing ultimate frisbee.”\n\nActon left the company in November.",
  "He has been informing senior executives at Facebook and WhatsApp of his decision, and in recent months has been showing up less frequently to WhatsApp’s offices on Facebook’s campus in Silicon Valley, according to the people.",
  "It is most popular in countries such as India, Egypt and Brazil, as well as in Europe, where it is used for phone calls and text messaging with friends and businesses, as well as news distribution and group chats.",
  "Facebook pushed WhatsApp to change its terms of service to give the social network access to the phone numbers of WhatsApp users, along with analytics such as what devices and operating systems people were using.",
  "Facebook chief executive Mark Zuckerberg replied to Koum’s post by crediting Koum with teaching him “about encryption and its ability to take power from centralized systems and put it back in people’s hands.",
  "Acton and Koum acquiesced, enabling Facebook to recommend that users’ WhatsApp contacts become their Facebook friends and making it possible for Facebook to collect more data about those relationships.",
  "Though the Cambridge Analytica revelations contributed to a climate of broader frustration with Facebook among WhatsApp employees, Koum made his decision to leave before the scandal, the people said.",
  "The independence and protection of its users’ data is a core tenet of WhatsApp that Koum and his co-founder, Brian Acton, promised to preserve when they sold their tiny start-up to Facebook.",
  "The clash over data took on additional significance in the wake of revelations in March that Facebook had allowed third parties to mishandle its users’ personal information.",
  "Facebook executives wanted to make it easier for businesses to use its tools, and WhatsApp executives believed that doing so would require some weakening of its encryption.",
  "At the time of the acquisition, Koum and Acton said Facebook had assured them that WhatsApp could remain an independent service and would not share its data with Facebook.",
  "The changes also allowed advertisers to feed lists of phone numbers into Facebook’s advertising system, known as Custom Audience, and find new people to target with ads.",
  "Those values will always be at the heart of WhatsApp.”\n\nFacebook, though, needs to prove that its investment in WhatsApp — its largest acquisition ever — was worth it.",
  "In 2016, WhatsApp added end-to-end encryption, a security feature that scrambles people’s messages so that outsiders, including WhatsApp’s owners, can’t read them.",
  "Koum, who sold WhatsApp to Facebook for more than $19 billion in 2014, also plans to step down from Facebook’s board of directors, according to these people.",
  "Last year, the European Commission, the European Union’s regulatory authority, fined Facebook $122 million for making “misleading” statements when the E.U.",
  "They took pains to collect as little data as possible from their users, requiring only phone numbers and putting them at odds with data-hungry Facebook.",
  "The inner circle of management, as well as the board of directors, has been fiercely loyal during the scandals that have rocked the social media giant.",
  "“And you can still count on absolutely no ads interrupting your communication.”\n\nEighteen months later, the promise not to share data evaporated.",
  "Co-founders of WhatsApp, a messaging service whose logo is shown above, had clashed with owner Facebook over data privacy and other issues.",
  "Facebook was making billions of dollars by selling advertisers access to its users, on whom it had collected large amounts of information.",
  "WhatsApp executives were comfortable sharing some data with Facebook to measure who was using the service, according to the people.",
  "After a dinner at Zuckerberg’s house, Zuckerberg made an offer for WhatsApp that turned Acton and Koum into instant billionaires.",
  "“WhatsApp will remain autonomous and operate independently,” the founders wrote in a blog post announcing the acquisition.",
  "Only two other Facebook executives, Zuckerberg and Chief Operating Officer Sheryl Sandberg, are members of the board.",
  "It “is time for me to move on,” Koum wrote in a Facebook post after The Washington Post reported his plans to depart.",
  "Acton donated $50 million of his money to Signal, a rival messaging app that is geared toward security and privacy.",
  "Facebook scrapped the 99-cent annual charge, and Koum and Acton continued to oppose the advertising model.",
  "The founders also clashed with Facebook over building a mobile payments system on WhatsApp in India.",
  "Facebook declined to comment on the reasons for Koum’s departure but didn’t dispute the accounts.",
  "In addition, Koum is the sole founder of a company acquired by Facebook to serve on its board.",
  "It caught the attention of Zuckerberg, who was looking to expand the social network overseas.",
  "WhatsApp, with 1.5 billion monthly users, is the largest messaging service in the world.",
  "But WhatsApp has been more challenging because of resistance from the founders, he said.",
  "“This was a massive culture clash.”\n\nKoum’s exit is highly unusual at Facebook.",
  "Ultimately, Koum was worn down by the differences in approach, the people said.",
  "WhatsApp had less than $20 million in revenue at the time of the acquisition.",
  "Koum and Acton were openly disparaging of the targeted advertising model.",
  "Koum and Acton, former co-workers at Yahoo, founded WhatsApp in 2009.",
  "He has joined a chorus of former executives critical of Facebook.",
  "How and if WhatsApp would make money was left an open question.",
  "Another point of disagreement was over WhatsApp’s encryption.",
  "But even in the early days, there were signs of a mismatch.",
  "It doubled down on its pledge by adding encryption in 2016.",
  "Conflicts soon arose over how WhatsApp would make money.",
  "It promised private communications for 99 cents a year.",
  "By 2014, the tiny company had almost 500 million users.",
  "The date of his departure isn’t known.",
  "approved the WhatsApp takeover."
]