[
  "“In 2015, we learned that a psychology professor at the University of Cambridge named Dr. Aleksandr Kogan lied to us and violated our Platform Policies by passing data from an app that was using Facebook Login to SCL/Cambridge Analytica, a firm that does political, government and military work around the globe,” Facebook stated in a Friday blog post.",
  "We are suspending SCL/Cambridge Analytica, Wylie and Kogan from Facebook, pending further information.”\n\nMark Zuckerberg’s company saw its shares plummet after the news broke that the Trump campaign had utilized Facebook data during the run-up to the 2016 presidential election.",
  "— Carol Davidsen (@cld276) March 19, 2018\n\n“They came to office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side,” she continued.",
  "Facebook is embroiled in a political controversy over the manner its social data was utilized by the Trump campaign, but a former Obama campaign staffer argues the social media company has been allowing this type of behavior since at least 2012.",
  "“He also passed that data to Christopher Wylie of Eunoia Technologies, Inc.”\n\n“Several days ago, we received reports that, contrary to the certifications we were given, not all data was deleted,” the statement continued.",
  "In the case of the Trump campaign, Facebook’s allowance for the misuse of its data was an accidental oversight; as far as the Obama campaign goes, it appears that it was completely intentional.",
  "They came to office in the days following election recruiting & were very candid that they allowed us to do things they wouldn’t have allowed someone else to do because they were on our side.",
  "“Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized that was what we were doing,” Davidsen wrote on Twitter.",
  "The social media giant is being lambasted for failing to verify that data from an estimated 50 million users was deleted by the Steve Bannon-led firm, Cambridge Analytica.",
  "Carol Davidsen, former director of Obama for America’s Integration and Media Analytics, reveals the manner the Democratic presidential campaign was freely given access.",
  "Facebook was surprised we were able to suck out the whole social graph, but they didn’t stop us once they realized that was what we were doing.",
  "pic.twitter.com/VHhSukvXDY — Carol Davidsen (@cld276) March 19, 2018\n\nThe social media company’s attitude towards the Trump campaign’s use ?",
  "However, a former Obama campaign staffer has come forward to claim that Facebook turned a blind eye to the same issue in 2012.",
  "Furthermore, she openly claims that Facebook gave the Obama campaigners a pass because of their political affiliation.",
  "— Carol Davidsen (@cld276) March 19, 2018\n\nDavidsen even showed an example of how the data sets were utilized.",
  "If Davidsen’s accusation is indeed true, it could prove a serious problem for Facebook.",
  "If true, this is another unacceptable violation of trust and the commitments they made.",
  "“We are moving aggressively to determine the accuracy of these claims.",
  "An example of how we used that data to append to our email lists.",
  "?of Facebook data, however, couldn’t be more different.",
  "WATCH:"
]