[
  "\"While the scandal is likely to blow over, investors should be aware that a continued sell-off in this sector would not be surprising, and if another scandal were to hit, it just might break the tech sector's back,\" said Craig Birk, executive vice president of portfolio management at investing firm Personal Capital in a note Tuesday.",
  "https://t.co/nAkRWb8Kcn — Citron Research (@CitronResearch) March 27, 2018\n\nInvestors worry that Facebook, Google and Twitter could all face tougher regulations in the United States and around the world because of the Cambridge Analytica controversy.",
  "The crisis began on March 16 after Facebook (FB) said it was suspending data analysis company Cambridge Analytica for allegedly harvesting data from more than 50 million Facebook users.",
  "Near-Term target $25 Of all social media, they are most vulnerable to privacy regulation Wait until Senate finds out what Citron has published.",
  "That's why several Wall Street analysts have lowered their price targets and earnings estimates for Facebook during the past week and a half.",
  "Facebook shares fell 5% Tuesday on reports that CEO Mark Zuckerberg agreed to testify in front of Congress about the company's data scandal.",
  "Since then, Facebook's stock has plunged 18%, wiping out nearly $80 billion from the social networking giant's market value in the process.",
  "Twitter (TWTR) was down 12% alone on Tuesday after noted short seller Citron Research has changed its tune on the company's stock.",
  "But others have boosted their forecasts, arguing that the worst will soon pass and that investors are overreacting.",
  "And other social media companies, most notably YouTube owner Google and Twitter, have both nosedived as well.",
  "It's impossible to know if it's the Facebook bulls or bears who will ultimately be proven correct.",
  "Shares of Google parent Alphabet (GOOGL) fell 7% since March 16 while Twitter has plunged 20%.",
  "If that happens, it could stymie growth for all three companies -- but Facebook in particular.",
  "But it's clear that confidence in Facebook and other once-hot tech companies has been shaken.",
  "Tech stocks in general have taken a hit since the Facebook allegations first came to light.",
  "Investors also worry that users may flee these companies because of privacy concerns.",
  "Cambridge Analytica worked on Donald Trump's presidential campaign.",
  "And if users flee, advertisers may eventually jump ship too.",
  "Zuckerberg's net worth has fallen by about $14 billion.",
  "(He is still worth $61 billion, though).",
  "The Nasdaq is down 6%.",
  "Citron short $TWTR."
]