[
  "The other is that it's not hard to imagine a world where we move past making specific intentional arguments to specific psychographic subgroups—where political campaigns just apply a million different machine-generated messages to a million different statistically significant clusters of people and amplify the ones that measurably increase candidate support, without an understanding of what is working or even what is being argued.”\n\nWhack-a-Mole Privacy\n\n“People don't understand data,” says Travis Jarae, a former Google executive who specializes in securing people’s online identities, mainly to protect large companies from hackers and thieves.",
  "Whether this is playing out as utopia or a dystopian future is a matter of our discussion on data and democracy from now on.”\n\nDuring and after the past U.S. election, Jeffrey Jay Ruest—a Trump supporter “very low in neuroticism, quite low in openness and slightly conscientious,” according to Cambridge Analytica's psychographics, and a man who does indeed care very much about guns—was going about his business, unaware that Alexander Nix had flashed his GPS coordinates and political and emotional tendencies on a screen to impress a ballroom filled with global elites.",
  "After months of investigations and increasingly critical articles in the British press (especially by The Guardian ’s Carole Cadwalladr, who has called Cambridge Analytica's work the framework for an authoritarian surveillance state, and whose reporting Cambridge has since legally challenged), the British Information Commissioner’s Office (ICO), an independent agency that monitors privacy rights and adherence to the U.K.’s strict laws, announced May 17 that it is looking into Cambridge and SCL for their work in the Brexit vote and other elections.",
  "The Guardian accused it of participating in “a shadowy global operation [behind] The Great British Brexit Robbery ”and has just published a massive trove of anti-Facebook revelations called “The Facebook Files.” Two recent books are highly critical of how Facebook tools have been used in recent elections: Prototype Politics: Technology-Intensive Campaigning and the Data of Democracy by Daniel Kreiss, and Hacking the Electorate: How Campaigns Perceive Voters by Eitan Hersh.",
  "Jonathan Ernst/Reuters\n\nBefore journalists started poking around, before privacy activists in Europe started preparing to file suit, before the British ICO office launched its investigation and before a Senate committee started looking into Cambridge Analytica's possible connections to Russian activities on behalf of Trump during the election, Cambridge was openly boasting about how its psychographic capacities were being applied to the American presidential race.",
  "But in the past few weeks, the company has been fighting off denunciations about how its advertising tools have turned it into, as Engadget writer Violet Blue put it, “a hate-group incubator” and “a clean, well-lit place for fascism.” Blue published an article headlined “The Facebook President and Zuck’s Racist Rulebook” accusing the company of encouraging Holocaust denial, among other offenses, because of its focus on money over social responsibility.",
  "No longer affiliated with the company, he has moved to California, legally changed his name to Aleksandr Spectre (which had nothing to do with James Bond, but was about finding a “non-patriarchal” name to share with his new wife) and set up a Delaware corporation selling data from his online questionnaires and surveys—another, slightly more transparent method to Hoover up personal information online.",
  "Trump might well have been elected before social media existed, but advances in data collection, and the relative lawlessness regarding privacy in the United States (more on that later), enabled the most aggressive microtargeting in political history—pulling “low-information” new voters into the body politic and expanding the boundaries of racist, anti-Semitic and misogynistic political speech.",
  "When you use available psychographic or behavioral data and use it to mislead or make people fear, that is a dangerous game with dangerous results.”\n\nDanzig and other Democratic strategists say Facebook’s microtargeting abilities, behavioral science and the stores of data held by other social media platforms like Twitter and Snapchat are tools that won’t go back inside Pandora’s box.",
  "The marriage of psychographic microtargeting and Facebook’s Lookalike program was the next logical step in a tactic that goes back at least to 2004, when Karl Rove initiated electoral microtargeting by doing things like identifying Amish people in Ohio, then getting them so riled up about gay marriage that they raced their buggies to the polls to vote for the first time ever.",
  "He compared the process to “high-frequency trading” and says Trump used Facebook “like no one else in politics has ever done.”\n\nJonathan Ernst/Reuters\n\nHe denied that the Trump camp ever used Cambridge Analytica's psychographics—although clearly, based on the individual Nix outed in his New York City speech, Cambridge had applied the special sauce to Trump voters.",
  "“They are not bullshitting when they say they have thousands of data points.”\n\nSpeaking to a Big Data industry conference in Washington May 15, fugitive National Security Agency whistleblower Edward Snowden implored his audience to consider how the mass collection and preservation of records on every online interaction and activity threatens our society.",
  "No senior member of Congress or administration official in Washington has placed a very high priority on asking what psychographic data mining means for privacy, nor about the ethics of political messaging based on evading cognition or rational thinking, nor about the AI role in mainstreaming racist and other previously verboten speech.",
  "A few weeks before the election, in a Sky News report on the company, an employee was actually shown on camera poring over a paper on “ The Need for Cognition Scale,” which, like the OCEAN test, can be applied to personal data, and which measures the relative importance of thinking versus feeling in an individual’s decision-making.",
  "After the election, Cambridge Analytica’s parent company, defense contractor Strategic Communications Laboratories (SCL), quickly set up an office blocks from the White House and finalized a $500,000 contract from the U.S. State Department to help assess the impact of foreign propaganda, according to The Washington Post .",
  "The same tools that enable marketers to identify and create groups of “statistical twins,” or like-minded people, and then to target ads to sell them shoes, trips and washing machines also enable political strategists to create “echo chambers” filled with slogans and stories that people want to hear, aka fake news.",
  "Publicist Nick Fievet tells Newsweek Cambridge Analytica doesn’t use data from Facebook and that when it mines information from Facebook, it is via quizzes “with the express consent of each person who wishes to participate.” He also says Cambridge did not have the time to apply psychographics to its Trump work.",
  "SCL still advertises its work influencing elections in developing nations and even mentions on its website its links to U.S. defense contractors like Sandia National Laboratories, where computer scientists found a way to hack into supposedly secure Apple products long before anyone knew that was possible.",
  "Coby also denied that the campaign was behind the barrage of anti-Clinton ads and propaganda, made in Eastern Europe and in the U.S, precisely targeted to the disaffected people identified by Facebook’s tools to be like known Trump voters, in an attempt to suppress the vote among minorities and women.",
  "“We have had to expand our security focus from traditional abusive behavior, such as account hacking, malware, spam and financial scams, to include more subtle and insidious forms of misuse, including attempts to manipulate civic discourse and deceive people,” Facebook stated in an April report.",
  "“Misleading people or misusing their information is a direct violation of our policies and we will take swift action against companies that do, including banning those companies from Facebook and requiring them to destroy all improperly collected data,” the spokesman wrote in an emailed message.",
  "Zuckerberg’s last public pronouncement on the Facebook election was in March, when he said, at North Carolina A&T University: \"There have been some accusations that say that we actually want this kind of content on our service because it's more content and people click on it, but that's crap.",
  "Justin Sullivan/Getty\n\nThey were hardly the first national campaign to do something like that: The Democratic National Committee has used Catalist, a 240 million–strong storehouse of voter data, containing hundreds of points of data per person, pulled from commercial and public records.",
  "In the U.S., congressional investigations are reportedly looking into whether Cambridge Analytica had ties to the right-wing Eastern European web bots that flooded the internet with negative and sometimes false Clinton stories whenever Trump’s poll numbers sagged during the campaign.",
  "German IT consultant Bornschein says the evolution of using more data points to more precisely predict human behavior will continue unless and until society and lawmakers demand restrictions: “Do we really want to use all capabilities that we have in order to influence the voter?",
  "And our representatives in government don't understand how analytics work.” Jarae founded a consulting firm that advises corporations on online identity and security, and he finds the ignorance extends even to officials at financial firms, where trillions of dollars are at stake.",
  "Last fall, author and journalist Julia Angwin, whose book Dragnet Nation: A Quest for Privacy, Security, and Freedom in a World of Relentless Surveillance, revealed that housing advertisers were using Facebook’s “ethnic affinity” marketing tool to exclude blacks from ads.",
  "“Ultimately, in my opinion, Trump’s overall strategy was less sophisticated, not more” than prior years, says Marie Danzig, deputy director for Obama’s digital operation in 2012, now with Blue State Digital, a political strategy firm that works for progressive causes.",
  "Andrew Harrer/Bloomberg/Getty\n\nThere’s a reason Zuckerberg, Cambridge and even Democratic consultants don’t want to delve too deeply into the implications of what they are up to, says Eli Pariser, author of The Filter Bubble: What the Internet Is Hiding From You.",
  "Team Trump created a 220 million–person database, nicknamed Project Alamo, using voter registration records, gun ownership records, credit card purchase histories and the monolithic data vaults Experian PLC, Datalogix, Epsilon and Acxiom Corporation.",
  "On the contrary, Trump moved decisively in April toward less privacy and even more commercial data, repealing Obama-era privacy rules that would have required broadband and wireless companies to get permission before sharing sensitive information.",
  "When Trump, the first true social media president, appointed his son-in-law, Jared Kushner, as an unofficial campaign aide, Kushner went to Silicon Valley, got a crash course in Facebook’s ad tools and initiated the campaign’s Facebook strategy.",
  "Swiss mathematician and data protection advocate Paul-Olivier Dehaye, founder of PersonalData.IO, which helps people get access to data about them, has initiated arbitration with Facebook 10 times for information it collects on him and others.",
  "The segmentation by Facebook’s advertising tools of very small, like-minded groups of people who might not have been grouped together helped break the so-called Overton window—the outer limit of acceptable speech in American public discourse.",
  "Four years later, in 2012, the Obama campaign tested new possibilities when it ranked the “persuadability” of specific groups and conducted experiments combining phone calls and demographic analysis of how well messages worked on them.",
  "“If they don't understand, do you think governments and regular citizens do?”\n\nBig Data technology has so far outpaced legal and regulatory frameworks that discussions about the ethics of its use for political purposes are still rare.",
  "There are companies whose role is to link you across all platforms and companies whose product is exactly to link those things together.”\n\nEven industry insiders concede that the implications of data-driven psychographics are creepy.",
  "That year, Facebook conducted a happy-sad emotional manipulation experiment, splitting a million people into two groups and manipulating the posts so that one group received happy updates from friends and another received sad ones.",
  "Psychographic analyses don’t even require Facebook; computers can sort people psychologically using thousands of commercially available data points and then run their profiles against people who have actually taken the tests.",
  "This targeting is increasingly based on behavioral science that has found people resist information that contradicts their viewpoints but are more susceptible when the information comes from familiar or like-minded people.",
  "Facebook was even more useful for Trump, with its online behavioral data on nearly 2 billion people around the world, each of whom is precisely accessible to strategists and marketers who can afford to pay for the peek.",
  "Trump’s digital advertising chief, Gary Coby, has said the ad variants were not precisely targeted to speak to, say, “Bob Smith in Ohio,” but were aimed at increasing donations from disparate small segments of voters.",
  "I believe everyone has a right to their opinion.” He adds that he is already careful about not answering quizzes or responding to anonymous mailers, but he says, “I might try to be a little more careful than I am now.",
  "Finding and provoking people who hate immigrants, women, blacks and Jews is not hard to do with Facebook’s various tools, and Facebook, while aware of the danger, has, so far, not created barriers to prevent that.",
  "For example, voters known privately—on Facebook—to favor racist or anti-Semitic ideas can also be grouped together and targeted with so-called dark ads written specifically for small groups and not widely shared.",
  "Finally, he predicted that “messenger bots” will become more prevalent and more targeted, so that voters in, say, Ohio, could get answers from a Trump bot about questions specific to them and their communities.",
  "That is a very negative thing for a free and open society.”\n\nFacebook has announced no plans to dispense with any of its lucrative slicing, dicing and segmenting ad tools, even in the face of growing criticism.",
  "“The possibilities are terrifying,” said Greg Jones, a vice president at Equifax, one of the biggest data collectors, who participated in a recent panel discussion in Washington, D.C., on regulating Big Data.",
  "Using its access to billions of posts and pictures, likes and contacts, Facebook can create groups of people who are “like” that initial group, and then target advertising made specifically to influence it.",
  "Coby predicted that by 2020, more platforms like Google and Facebook will likely come online, and the creation of tens or hundreds of thousands of ad variants will become more programmatic and mechanized.",
  "Should some regulation be applied for political purposes, where you can’t do microsegmentation and offer people the best offer based on that, whether it be a credit card or the best political party?",
  "It doesn't know enough about you\n\nBut that was back in ancient times, before Facebook had Lookalike audiences, and AI and algorithms were able to parse the electorate into 25-person interest groups.",
  "In early May, leaked documents from Facebook’s Australia office showed Facebook telling advertisers how it could identify emotional states, including “insecure teens,” to better target products.)",
  "By 2013, scientists at Cambridge University were experimenting with how Facebook could be used for psychographic profiling—a methodology that eventually went commercial with Cambridge Analytica.",
  "One of the scientists involved in commercializing the research, American researcher Aleksandr Kogan, eventually gained access to 30 million Facebook profiles for what became Cambridge Analytica.",
  "The Navy veteran and grandfather says he only signed up for Facebook to see pictures of his grandchildren, and he is disturbed by the amount of information about him the strategist seem to have.",
  "Psychographic algorithms allow strategists to target not just angry racists but also the most intellectually gullible individuals, people who make decisions emotionally rather than cognitively.",
  "(Facebook, which has the greatest storehouse of personal behavior data ever amassed, is still conducting behavioral research, mostly, again, in the service of advertising and making money.",
  "“One is that when we stop hearing what political arguments are being made to whom, we stop being able to have a dialogue at all—and we're quite close to that microtargeted world already.",
  "In 2016, racist sentiment, white supremacy, resentment of refugees, anti-Semitism and virulent misogyny flooded social media and then leaked out into campus posters and public rallies.",
  "You could walk right up to my house with that data.”\n\nRuest, who works in operations for a power company, had never heard of psychographic political microtargeting until I called him.",
  "By 2020, behavioral science, advanced algorithms and AI applied to ever more individualized data will enable politicians to sell themselves with ever more subtle and precise pitches.",
  "By the end of the 2016 campaign, the social media giant was so key to Trump’s efforts that its data team designated a Facebook employee named James Barnes the digital campaign’s MVP.",
  "Carlo Allegri/Reuters\n\nThe 2016 election, sometimes now called the Facebook election, saw entirely new capabilities applied by Facebook, beyond Cambridge Analytica's experiments.",
  "I found him in May 2017, with the help of Swiss privacy activist Dehaye, and through some of his friends on Facebook, and emailed him a link to the YouTube video of Nix’s talk.",
  "He has not spoken publicly about psychographic microtargeting, but as criticism mounted after the election, Facebook has hired 3,000 people to monitor reports of hate speech.",
  "A spokesman for Facebook refused to speak on the record about the various allegations and said founder and CEO Mark Zuckerberg would not comment for this article.",
  "The Trump campaign used Facebook’s targeted advertising to identify ever smaller audiences— fireplaces in IT talk—receptive to very precisely targeted messages.",
  "‘They’re Not Bullshitting’\n\nAfter the election, as the scale of the microtargeting and fake news operation became clear, Cambridge and Facebook went on defense.",
  "A Knight Prototype Fund on Misinformation and a small group of venture capitalists are putting up seed money for entrepreneurs with ideas about how to do that.",
  "Facebook’s definition of misusing data, the spokesman said, is laid out in its terms, which are lengthy and broadly divided into issues of safety and identity.",
  "Democratic campaign strategists who spoke with Newsweek acknowledge that Trump’s digital strategy was effective, but they don't think it won him the election.",
  "Kushner said he plans to use it to help run government like a business, and to treat American citizens “like customers.”\n\nThe word customers is crass but key.",
  "But while the money rolls in, a small but persistent core of outrage has forced the formerly self-promoting Nix and company to turn shy and self-effacing.",
  "Facebook promised to build tools to prevent it, but the social media giant has said nothing about using the tool on racially targeted political messages.",
  "An advertiser (or a political campaign manager) can come to Facebook with a small group of known customers or supporters, and ask Facebook to expand it.",
  "On any given day, Team Trump was placing up to 70,000 ad variants, and around the third debate with Hillary Clinton, it pumped out 175,000 ad variants.",
  "One of the founders of Cambridge even denies to Newsweek that its method works, claiming that psychographics have an accuracy rate of around 1 percent.",
  "“When we have people that can be tracked and no way to live outside this chain of records,” he said, “what we have become is a quantified spiderweb.",
  "Big Data may tell your boss before you do\n\nFacebook ads targeting by race and gender are not new and are legal, although there have been scandals.",
  "He and a digital team then oversaw the building of Trump’s database on the shopping, credit, driving and thinking habits of 220 million people.",
  "Research suggests that suppression ads and fake news were more effective in determining the outcome of the election than Trump’s push ads.",
  "Christoph Bornschein is a German IT consultant who advises German Chancellor Angela Merkel on online privacy and other internet issues.",
  "They, of course, insist they won’t be looking for low-cognition voters high in neuroticism who are susceptible to fear-based messages.",
  "I think some of these things have to mature, and I think people will decide.”\n\nOliver Contreras/The Washington Post/Getty\n\nBut when?",
  "Ruest, like almost every other American, has left thousands of data crumbs for machines to devour and for strategists to analyze.",
  "Now, companies like Verizon and AT&T can start to monetize data about online activity inside people’s homes and on their phones.",
  "Now, with the help of Big Data, strategists can, with a click of a mouse or keypad, apply for and get your relative OCEAN score.",
  "First son-in-law Jared Kushner saw the power of Facebook long before Trump was named the Republican candidate for president.",
  "He has written extensively on both Facebook and Cambridge, including instructions on how to apply for the data they collect.",
  "Nix displayed Ruest’s full name and coordinates at the event in September 2016, although it has been blacked out on YouTube.",
  "American venture capitalists and entrepreneurs are hustling to build websites and apps that can stem the flow of fake news.",
  "The White House and political strategists on both sides have access to the same tools that marketers use to sell products.",
  "Since then, the ability of machines and algorithms to analyze and sort the American electorate has increased dramatically.",
  "New media professor David Carroll from New York City’s New School believes Cambridge was telling the truth then, not now.",
  "He says the difference between the Obama election strategies and Trump’s are in the algorithms and today’s advanced AI.",
  "Hundreds of developers attended the first Misinfocon at MIT earlier this year, and more such conferences are planned.",
  "Dr. Spectre’s Echo Chambers\n\nAmong the many services Facebook offers advertisers is its Lookalike Audiences program.",
  "When Barack Obama ran for president in 2008, his campaign was credited with mastering social media and data mining.",
  "Having the kind of intimacy with your customer that allows you to give them the perfect offer at the perfect time.",
  "And by 2020, you can bet the digital advances of 2016 will look like the horse and buggy of political strategy.",
  "They then ran the effects through algorithms and proved—surprise—that they were able to affect people’s moods.",
  "Social media is a perfect vehicle for outlandish statements to rally the base or for disseminating fake news.",
  "“When you look at what [Cambridge] did with the microtargeting, that’s kind of a marketer’s dream, right?",
  "But Big Data plus behavioral science plus Facebook plus microtargeting is the political formula to beat.",
  "Facebook and Google have been scrambling since November devising ways to filter the rivers of fake news.",
  "Nothing in the terms appears to explicitly bar the kind of psychographic analysis Cambridge was doing.",
  "Or will we make rules at some point that all of that data-magic needs to be transparent and public?",
  "Because of the scale of the data collection involved here, astronomical damages could be assessed.",
  "Now in the White House, Kushner heads the administration’s Office of Technology and Innovation.",
  "By 2012, there had been huge advances in what Big Data, social media and AI could do together.",
  "“They had the latitude and longitude to my house,” says Ruest, who lives in a Southern state.",
  "When I pulled it up on a GPS locator, it actually showed the little stream going by my house.",
  "“They could use it in advertising to convince you to buy things that you don't need or want.",
  "Other lawyers in London are trying to mount a class-action suit against Cambridge and SCL.",
  "I am really not comfortable with them publishing that kind of data on me.”\n\nToo late.",
  "But Cambridge was just one cog in the Trump campaign’s large data mining machine.",
  "They will use it, and they won't talk about how they will refine and improve it.",
  "There’s all sorts of wackos in the world and I'm out in the middle of nowhere.",
  "There have been no postelection changes in American privacy law and policy.",
  "“People don't understand what bread crumbs they leave around the internet.",
  "I lean conservative, but I'm very diplomatic in the way I look at things.",
  "That didn't exist two [election] cycles ago, and you can’t ignore that.",
  "For Trump, such voters were the equivalent of diamonds in a dark mine.",
  "It will focus on “technology and data,” the administration stated.",
  "“It would be wrong to think these platforms are separate.",
  "Social media has become a powerful political platform.",
  "“I don't quite know how I feel about that,” he says.",
  "And I definitely don't want to appear otherwise.",
  "“He focused on large-scale, mass fear-mongering.",
  "No one in our community wants fake information.\"",
  "Activists in Europe are asking those questions.",
  "It has, however, acknowledged the potential.",
  "Nix, the source says, is selling snake oil.",
  "Cambridge apparently helped with that too.",
  "“There are several dangers here,” he says.",
  "“It’s a whack-a-mole thing,” he says.",
  "Or they can use it to target you.",
  "“And that kind of bothers me.",
  "He has no place to hide.",
  "But their usage of it?",
  "RELATED: Plan to quit?",
  "RELATED: Apple's flaw?",
  "And neither do you.",
  "Is it ethical?",
  "I don’t know.",
  "John Holcroft",
  "Legal, yes."
]