[
  "“We’ll have the whole thing recorded on cameras.”\n\nAnother possibility, Nix continued, was to “send some girls around to the candidate’s house — we have lots of history of things.” He elaborated, “We could bring some Ukrainians in on holiday with us,” since they’re “very beautiful.” However, he did go on to say, “Please don’t pay too much attention to what I’m saying because I’m just giving you examples of what can be done and what, what has been done.” Nix also told the supposed prospective client that he uses an email service called ProtonMail and sets it to delete all his mail two hours after it’s read, so there will be no “paper trail.”\n\nAs the Atlantic’s David Graham notes, dirty tricks like these don’t really have anything to do with big data or psychographic personality profiling.",
  "Around the same time, Channel 4 News in the UK posted video in which Cambridge CEO Alexander Nix says his firm conducts dirty tricks such as trying to tape its candidates’ opponents accepting purported bribes or sending “some girls around to the [opposing] candidate’s house.”\n\nEven before all this, though, Cambridge was under scrutiny in special counsel Robert Mueller’s investigation of Russian interference in the 2016 US presidential election — both because Nix contacted Julian Assange of WikiLeaks that summer to discuss hacked Democratic emails and because of broader questions about whether Trump’s digital operation collaborated with Russians in some way.",
  "Meanwhile, many politicos think Cambridge is full of hot air\n\nLast but not least, another angle to all this is that as unsettling as Cambridge’s own claims about its futuristic capabilities may sound — “I made Steve Bannon’s psychological warfare tool,” the Observer’s headline thundered, quoting Christopher Wylie — many Republican political professionals who’ve worked with the firm have generally derided the quality of its work.",
  "Indeed, Zeynep Tufekci argues that this is an “all-too-natural consequence of Facebook’s business model,” since the company makes money “by profiling us and then selling our attention to advertisers, political actors and others.”\n\nIt’s not clear whether any laws were broken here — Andrew Keane Woods runs down some possibilities at Lawfare — but regulators in the US and the UK both say they’re looking into the matter.",
  "The Independent wrote that “its primary function appears to have been cosmetic,” and quoted an Indonesian source calling it “just like a movie set to impress the clients.”\n\nSome of SCL’s operations ended badly — the Indonesian president the firm worked for was deposed, and the Thai contract concluded with a falling-out and local reports that Oakes had violated the country’s immigration laws.",
  "Lately, its preferred buzzwords have focused on “big data” and “psychographic profiling.”\n\nYet articles from the Wall Street Journal and the Independent on SCL’s work circa 1999 and 2000 describe what sound like relatively standard political messaging and PR work for the Thai and Indonesian regimes, alongside a penchant for secrecy and ethically questionable activities.",
  "Well, in the new Channel 4 News report, Nix, the Cambridge CEO, brags to someone he thought was a prospective client that “we did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign, and our data informed all the strategy” (though he could be inflating the company’s role).",
  "Take these tweets from three well-connected political reporters:\n\nBIGGEST SECRET ABOUT CAMBRIDGE ANALYTICA: It was (& is) an overpriced service that delivered little value to the TRUMP campaign, & the other campaigns & PACs that retained it — most of which hired the firm because it was seen as a prerequisite for receiving $$$ from the MERCERS.",
  "SCL tends to describe its capabilities in grandiose and somewhat unsettling language — the company has touted its expertise at ”psychological warfare” and “influence operations.” It’s long claimed that its sophisticated understanding of human psychology helps it target and persuade people of its clients’ preferred message.",
  "There have been also questions about whether Trump’s data operation worked with Russia\n\nFinally, separately from Nix’s contacts with Assange, there have been questions for months about whether the Trump campaign’s data operation collaborated with Russian digital efforts to boost Trump or hurt Clinton in some way.",
  "On June 12, 2016, WikiLeaks’ Julian Assange publicly claimed to have “upcoming leaks in relation to Hillary Clinton,” which he specified were “emails.”\n\nNix says that it was after he saw this report, in “early June,” that he reached out to Assange to ask if he could get an advance look at those emails.",
  "But in March 2018, a former Cambridge employee, Christopher Wylie, provided documents and first-person testimony in both a Times story (by Matthew Rosenberg, Nick Confessore, and Carole Cadwalladr) and an Observer story (by Cadwalladr) laying out, in far more detail, exactly what happened.",
  "But whether Cambridge really discovered some powerful new digital techniques, or whether it was made up of relatively ordinary political consultants with a penchant for hyperbolic rhetoric, things didn’t end well for either Cambridge or SCL — both are shutting down, the Journal reports.",
  "As of now, there is no evidence that this occurred, and Mueller’s recent indictment of several Russian individuals and companies for conspiring to interfere with the election through their propaganda work makes no allegations that anyone on Trump’s team was aware of their activities.",
  "Cambridge’s CEO bragged about doing shady stuff to someone he thought was a potential client\n\nShortly after Wylie came forward publicly, Channel 4 News in the UK began to publish a series that was the result of a four-month investigation it conducted into Cambridge Analytica.",
  "The stories allege, for instance, that SCL tried to place a story in an Indonesian paper based on a purported government document that was apparently fake, and how it repeatedly tried to operate through front and shell groups while obscuring where its funds were coming from.",
  "However, and perhaps unrelatedly, some reports have suggested that Flynn was involved in yet another apparent effort to obtain Hillary Clinton’s deleted emails from Russian hackers in 2016, undertaken by Peter Smith, a Republican consultant unconnected to the Trump campaign.",
  "However, despite Wylie’s dramatic claims that he and Cambridge “broke Facebook,” the harvesting of such data, even from users’ friends who didn’t clearly consent, does seem to have been clearly allowed by Facebook at the time, and many app developers had similar practices.",
  "And anonymously sourced reports from McClatchy and Vanity Fair, among others, have said Mueller’s team is looking into whether Trump’s digital operation provided information to Russians to help them determine which American voters to target with their own digital efforts.",
  "In March, the New York Times and Observer reported that Cambridge obtained private Facebook data — specifically, information on tens of millions of Facebook profiles — from an outside researcher who provided it to them in violation of his own agreement with Facebook.",
  "He said the company operates “in the shadows” and that he looks forward “to building a very long-term and secretive relationship with you.” He said that his company could have an operative try to videotape a politician they want to discredit accepting a bribe.",
  "Channel 4 got a reporter to pose as a wealthy Sri Lankan interested in influencing politics in his home country — and secretly taped Cambridge executives, including eventually CEO Alexander Nix, as they pitched their services to him in a series of meetings.",
  "And we learned last year, via reporting from the Wall Street Journal’s Rebecca Ballhaus, that Nix — Cambridge’s CEO — had contacted Julian Assange of WikiLeaks about just that topic, both just before and after Cambridge signed on with the Trump campaign.",
  "Cambridge got its Facebook data through questionable means\n\nOf late, though, Cambridge has faced a new round of scrutiny over just how it got all that Facebook data in the first place — and Facebook, too, is facing major questions about what happened.",
  "People from both camps have said, in public statements and to reporters, that the Trump campaign chose to use the RNC’s data file as its raw data, not those tens of millions of personal profiles matched with Facebook data that Cambridge obtained.",
  "In the end, Federal Election Commission filings show that the Trump campaign paid Cambridge $5.9 million over the rest of the campaign, and the Wall Street Journal reported that $3 million more went to Cambridge through Parscale’s firm.",
  "Still, this is yet another addition to the list of Trump associates who betrayed at least some interest in getting involved with hacked Democratic emails (and we should keep in mind that the email hackings themselves were a crime).",
  "Aleksandr Kogan, a Russian-American academic at Cambridge University, got permission from Facebook to pull data via an app he created — but he reportedly claimed he’d use this data only for academic purposes, not commercial ones.",
  "More specifically:\n\nCambridge oversaw a $5 million placement of TV ads — though the Times reports that the Trump campaign was unhappy with the results, since Cambridge ended up paying for ads on cable channels in Washington, DC.",
  "At the core of this new effort would be a vast amount of data that an outside researcher harvested from tens of millions of people’s Facebook profiles — an effort Cambridge Analytica reportedly funded to the tune of $7 million.",
  "Facebook says it learned that Kogan had violated its rules by passing on the information to third parties in 2015 and that it subsequently got assurances from Kogan and Cambridge that they deleted the data they’d collected.",
  "Cambridge Analytica, a political consulting firm that did digital work for Donald Trump’s presidential campaign in 2016, is reportedly shutting down after recent ethical and legal questions about its business practices.",
  "In August 2016, Nix emailed Mercer and other Cambridge employees and said that he’d recently reached out to Assange again, and offered to help better organize the WikiLeaks-posted DNC emails, but hadn’t yet heard back.",
  "One of the central focuses of special counsel Mueller’s investigation is whether anyone on Trump’s team had inside knowledge about or played any role in the hacking and leaking of prominent Democrats’ emails in 2016.",
  "It would do so based on survey questions that measure the Big Five or “OCEAN” personality traits commonly used in psychology research — Openness, Conscientiousness, Extroversion, Agreeableness, and Neuroticism.",
  "Various reports name Trump staffers Paul Manafort, Jared Kushner, and Brad Parscale as involved in the decision to bring Cambridge on board, and on June 23, 2016, the campaign signed a contract with the firm.",
  "SCL claimed to be able to do a new type of political targeting that would be based on modeling individuals’ personalities (rather than just demographic traits like age, race, or gender, as is traditional).",
  "Days after WikiLeaks began posting the DNC emails and at the height of the 2016 campaign, Nix was photographed on a polo field with the Russian ambassador to the United Kingdom, according to Mother Jones.",
  "Both Facebook and Cambridge have faced enormous criticism for all this, and as the news was about to break, Facebook announced it would suspend Cambridge, SCL Group, Kogan, and Wylie from its platform.",
  "At some point that same month, Cambridge board member Rebekah Mercer talked with an associate about whether they should try to somehow obtain Hillary Clinton’s deleted emails, a source told Ballhaus.",
  "Cambridge Analytica began with a British PR firm that’s been around for decades\n\nBefore there was Cambridge Analytica, there was the Strategic Communication Laboratories Group — SCL Group, for short.",
  "However, one thing that both Trump aides and Cambridge staffers have since claimed the company did not do for Trump is use the firm’s fancy, futuristic-sounding “psychographic” personality modeling.",
  "Perhaps most instructive is that both reports describe how in Thailand and Indonesia, SCL set up operations centers full of computers and TV screens that were designed to look quite impressive.",
  "The data was matched with other records to construct personality profiles on millions of American voters, in hopes that Cambridge could better target them with customized political messaging.",
  "Bannon was then running Breitbart News, but perhaps more importantly, he was a trusted political adviser to Robert and Rebekah Mercer, the father-daughter pair of conservative megadonors.",
  "“We believe the Facebook information of up to 87 million people — mostly in the US — may have been improperly shared with Cambridge Analytica,” Facebook’s chief technology officer wrote.",
  "(Clinton deleted about 33,000 emails, about half of the total on her server, rather than turn them over to the government because she said they were personal rather than work-related.)",
  "Aleksandr Kogan, who provided that Facebook data, is also an associate professor at St. Petersburg University and got a grant from the Russian government to research social networks.",
  "However, it should also be noted that, at the same time, other Cambridge employees were working for the Mercer-backed Super PAC “Make America Number 1” that was supporting Trump.",
  "And after working on various low-profile GOP political efforts in 2014, Cambridge landed a major job with a Mercer-funded Super PAC supporting Ted Cruz’s presidential candidacy.",
  "The Wall Street Journal’s Rebecca Ballhaus and Jenny Gross report that both Cambridge and its British parent company, SCL Group, will disband amid a growing series of scandals.",
  "Founded in 1993 by a British ad man named Nigel Oakes, it is, basically, a messaging and PR firm that’s done work for governments, politicians, and militaries around the world.",
  "And while all this was going on, there’s also been a heated debate in the political world about just what in the world Cambridge Analytica even does — and whether it’s useful.",
  "Steve Bannon and the Mercer family worked with the Brits to found Cambridge Analytica\n\nAround 2013, word of SCL’s work reached the ears of Steve Bannon — and he was intrigued.",
  "During the campaign, Trump’s digital operation was generally thought to be a joke, and Clinton’s team was portrayed as the ingenious data wizards with incredible algorithms.",
  "Cambridge Analytica’s CEO also reached out to Julian Assange in search of hacked Democratic emails\n\nYet the new reports aren’t the only reason Cambridge is under scrutiny.",
  "After 9/11, the firm began to tout its alleged expertise at anti-terrorism and anti-jihadist messaging at a time when Western governments were eager to pay for such work.",
  "What I do know is that *without exception* every campaign I've spoken to that used CA has complained to me *in real time* (before these allegations) that they're useless.",
  "The Wall Street Journal reported in December that Mueller had requested Cambridge turn over the emails of any of its employees who worked on Trump’s campaign.",
  "Trump’s digital team was run by Parscale out of an office in San Antonio, Texas, and Cambridge sent along 13 people to work with them there, Wired reported.",
  "But the gig went poorly — the Cruz team claimed Cambridge’s data was worthless and fought with them over money, according to a later New York Times report.",
  "Not everyone bought it, though — the Spectator’s Paul Wood asked “Are Cambridge Analytica brilliant scientists or snake-oil salesmen?” in December 2016.",
  "It would be named Cambridge Analytica (a name reportedly provided by Bannon, who would also have a stake in the company and serve as a vice president).",
  "And though Bannon was still a few months away from officially joining the Trump campaign, he made the introduction between Cambridge and Trump’s team.",
  "Cambridge beefed up Donald Trump’s digital operation for the 2016 general election\n\nEventually, Donald Trump emerged as the GOP nominee-in-waiting.",
  "However, a former Cambridge employee told the Times that “he had recently seen hundreds of gigabytes” of that data still on the company’s servers.",
  "Another odd note is that toward the end of the campaign, Trump foreign policy adviser Michael Flynn signed on to do consulting for the SCL Group.",
  "The Guardian actually broke much of this story all the way back in December 2015, when Cambridge was still backing Cruz’s presidential campaign.",
  "Initially, the estimate was 50 million raw profiles, of which about 30 million could be matched with other records that helped identify people.",
  "But here’s the timeline of what we know happened:\n\nIn mid-May 2016, Cambridge began discussions with Trump’s team about work for the campaign.",
  "But after Clinton’s shocking loss, people naturally searched for explanations — and Cambridge Analytica was willing and eager to take credit.",
  "In any case, Nix’s comments to Channel 4 have created enough of an uproar that Cambridge said it’s suspending him pending an investigation.",
  "But according to the New York Times, Cambridge was “effectively a shell,” and all its contract work would be carried out by the SCL Group.",
  "Cambridge Analytica was the brains behind Kogan’s operation and ended up spending about $7 million on this data, Wylie told the Observer.",
  "However, because they consented to give the app access to their friends’ profiles, too, Kogan ended up collecting data from far more.",
  "Even those years-old articles about the SCL Group I mentioned above hint heavily that the firm may be vastly overselling its talents.",
  "https://t.co/080FNqrDGZ — Jonathan Swan (@jonathanvswan) March 20, 2018\n\nAs Jonathan Swan says, this isn’t just revisionist history.",
  "But since Cambridge was a major part of Trump’s digital operation, there are some questions about them and their own ties to Russia.",
  "“They will offer a large amount of money to the candidate, to finance his campaign in exchange for land for instance,” Nix said.",
  "Per the Observer, these rooms looked much like the villain’s computer-filled complex from the 1995 James Bond film Goldeneye.",
  "Then, SCL claimed, it could tailor messaging to better target and persuade voters based on their particular personalities.",
  "(It also seems that Bannon gave the new company its name because of all this, since Kogan worked at Cambridge University.)",
  "Bannon connected SCL with the Mercers, and the British firm pitched a major expansion of its operation into US politics.",
  "They make Cambridge sound rather more like an ordinary political consulting firm from the shadier side of the business.",
  "However, to take the quiz, users had to consent to give the app access to their and their friends’ Facebook profiles.",
  "To do so, they set up a new company mostly owned by Robert Mercer, with SCL Group executive Alexander Nix as the CEO.",
  "(An ABC News report says Mueller’s team has been interviewing witnesses about the campaign’s digital team this year.)",
  "— Kenneth P. Vogel (@kenvogel) March 19, 2018\n\nI've talked to many campaign operatives who think Cambridge is a joke.",
  "In GOP political consulting circles, Cambridge soon gained a reputation as the Mercers’ somewhat odd pet project.",
  "The wealthy hedge fund family would reportedly demand that candidates hire Cambridge if they wanted Mercer money.",
  "Importantly, it hasn’t been shown Cambridge used this Facebook profile info in its work for the Trump campaign.",
  "(And in fact, SCL hired the company that made that Goldeneye film set to put together a similar ops center.)",
  "https://t.co/bGEXpiOkpF — Jon Ward (@jonward11) March 19, 2018\n\nI don't pretend to know anything about tech.",
  "Complaints about Cambridge were legion during the 2016 campaign and spilled into the press in real time.",
  "Nevertheless, Oakes and SCL proved remarkably adept at convincing new clients to write them big checks.",
  "If this is true, Cambridge’s work for Trump resembled less sexy, more traditional political consulting.",
  "(“Psych-ops was big business and people were just chucking money around,” a source told the Observer.)",
  "Its clients included governments and politicians in Indonesia, Thailand, Kenya, the UK, and elsewhere.",
  "SCL also did more standard things like summarizing news reports for its clients and placing TV ads.",
  "Was it an ingenious, sinister operation that harnessed big data to power Donald Trump to victory?",
  "It would also use modeling to extrapolate the personalities of people it didn’t directly survey.",
  "Now, Facebook says 87 million users’ profiles “may have been improperly shared” with Cambridge.",
  "And finally, in 2013, SCL found a wealthy American who’d give it a great deal of money indeed.",
  "This work, they say, was firewalled off from Trump’s campaign (as it legally has to to be).",
  "Cambridge at one point tried to land business from the Russian oil and gas company Lukoil.",
  "On June 23, 2016, the Trump campaign signed a contract with Cambridge to do digital work.",
  "Kogan’s app, “thisismydigitallife,” was a personality quiz Facebook users could take.",
  "Both Nix and Assange have said, however, that these overtures never went anywhere.",
  "There’s no evidence yet that Nix’s contacts with Assange actually led to anything.",
  "(Flynn has since become a cooperating witness for Robert Mueller’s investigation.)",
  "It was Nix, hoping to close the deal, who said the most attention-getting things.",
  "Also, apropos of nothing, Aleksandr Kogan at one point changed his name to “Dr.",
  "What those fancy facilities were actually used for, though, was far less clear.",
  "Tech/politics is full of people trashing each other to help their own business.",
  "The firm has also claimed to have done work in Russia and Ukraine in the past.",
  "(Bannon owned a stake in Cambridge and was being paid by it at the time.)",
  "Or was it — as many who’ve worked with the firm claim — sort of a joke?",
  "Ballhaus’s source claimed Mercer decided not to go through with this.",
  "On June 13, 2016, Cambridge sent a proposed contract to Trump’s team.",
  "(What that means for Nix’s position at SCL Group is not yet clear.)",
  "The firm worked on targeting digital ads and online fundraising.",
  "(Wylie left the firm in late 2014, so he can’t speak to that.)",
  "On July 22, 2016, WikiLeaks began posting hacked DNC emails.",
  "The Mercers agreed to provide $15 million for this project.",
  "More than 270,000 people used the app and took the quiz.",
  "It is not clear what, if anything, Flynn did for them.",
  "This, SCL said, was the future of politics.",
  "No evidence has emerged to disprove them.",
  "He says that Assange turned him down.",
  "Spectre,” but then changed it back.",
  "They did polling of swing states.",
  "But that's all I've ever heard.",
  "Take it with a grain of salt.",
  "(You can take the test here.)",
  "Or something in between?",
  "What did they do?"
]