[
  "Developing now, Tuesday, April 10, 2018\n\nAn angry President Trump blasts Special Counsel Robert Mueller's investigation an 'attack on our country' and ‘witch hunt' after federal agents raid the office and home of his personal attorney, Michael Cohen\n\nThe world awaits America's response to last weekend's suspected chemical attack in Syria as Trump says the U.S. would take action 'forcefully'\n\nFacebook CEO Mark Zuckerberg is set to testify Tuesday at a joint hearing of the Senate Judiciary and Commerce, Science and Transportation committees, the first of two grillings on Capitol Hill this week\n\nChina's president promises to cut auto import tariffs and ease restrictions on foreign ownership in its auto industry as trade tension with the U.S. appears to take another turn\n\nSean Hannity responds to Jimmy Kimmel's apology over their recent Twitter war over first lady Melania Trump and President Trump, invites the late-night TV host to appear on 'Hannity'\n\nTHE LEAD STORY - 'A DISGRACEFUL SITUATION': President Trump reacted angrily to news that federal agents had raided the office and home of his personal attorney, Michael Cohen, calling the action \"disgraceful\" and describing special counsel Robert Mueller's investigation as \"an attack on our country.\"",
  "A 'FORCEFUL' RESPONSE FROM THE U.S. IS COMING: President Trump told reporters the U.S. would respond \"forcefully\" to this past weekend's suspected chemical attack in Syria, but declined to discuss when such a response would occur ... \"We're making a decision as to what we do with respect to the horrible attack that was made near Damascus, and it will be met and it will be met forcefully,\" the president said at the top of a meeting with top military leaders at the White House.",
  "HANNITY AND KIMMEL AGREE TO DISAGREE: Sean Hannity invited Jimmy Kimmel to come onto 'Hannity' and agreed it was time for them top 'move on\" after their heated Twitter exchange over the ABC late-night TV host's mocking of first lady Melania Trump and lewd jokes about President Trump ... Hannity said that Kimmel's apology seemed sincere but also appeared to be geared more toward the gay community, which was offended by homosexual jokes about President Trump.",
  ": China's President Xi Jinping appeared to strike a conciliatory tone during a speech where he promised to cut China's auto import tariffs and ease restrictions on foreign ownership in its auto industry as tensions play out with Washington over tariffs ... Xi made no direct mention of the dispute with President Donald Trump but pledged to open China's markets further and improve conditions for foreign companies.",
  "FACE TIME ON THE HILL FOR ZUCKERBERG: Facebook CEO Mark Zuckerberg is expected to be grilled by lawmakers Tuesday about the privacy scandal that has rocked the social media giant ... Zuckerberg is set to testify at a joint hearing of the Senate Judiciary and Commerce, Science and Transportation committees.",
  "ET: Dr. Sebastian Gorka breaks down President Trump's options for a U.S. response in Syria; Judge Andrew Napolitano on the FBI's raid on the offices of President Trump's personal attorney Michael Cohen; Reps. Jim Jordan and Mark Meadows on new documents provided by the DOJ; Florida Gov.",
  "The president also accused Mueller's investigators of being \"the most biased group of people [with] the biggest conflicts of interest\" and said Attorney General Jeff Sessions \"made a terrible mistake for the country\" when he recused himself from overseeing the Russia investigation.",
  "“Looking back, it's clear we were too slow identifying election interference in 2016, and we need to do better in future elections,” Zuckerberg said in an open letter posted on Facebook to its 2.2 billion users minutes before he met privately with senators.",
  "Appearing on Capitol Hill Monday ahead of his scheduled testimony, the Facebook co-founder appeared contrite and apologetic about allowing data-mining company Cambridge Analytica to get the personal information from at least 87 million users.",
  "A source close to the White House told Fox News' John Roberts that the raid showed that the Mueller investigation \"is out of control\" and was a \"demonstration of bad faith\" on the part of the special counsel.",
  "The meeting's attendees included Vice President Mike Pence, Defense Secretary Jim Mattis, new National Security Adviser John Bolton, and the chairman of the Joint Chiefs of Staff, Gen. Joseph Dunford.",
  "Greg Abbott on the National Guard sent to the U.S.-Mexico border; Jonathan Turley on the implications of federal agents raiding the home and office of President Trump's personal attorney.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: National Guard troops are making their way to the Southern border while President Trump continues his push for a border wall.",
  "Austin, Texas named 2018 Best Place to Live in America' | Southwest makes world’s best airlines list\n\n'Black Panther’ toy shortage said to be overblown after box office smash.",
  "Kimmel’s attack on Melania Trump is despicable and wouldn’t be tolerated for any other immigrant\n\nAS SEEN ON FOX NEWS\n\n'BULLIES ON THE LEFT': \"Their efforts are Stalinist.",
  "WATCH\n\nACLU'S SELECTIVE JUSTICE: \"If this were Hillary Clinton [having her lawyer's office raided], the ACLU would be on every TV station in America jumping up and down.",
  "Facebook co-founder Mark Zuckerberg prepares to testify before Congress for the first time on how the social media giant uses personal data from its users' accounts.",
  "#OnThisDay\n\n1998: The Northern Ireland peace talks conclude as negotiators reach a landmark settlement to end 30 years of bitter rivalries and bloody attacks.",
  "– Alan Dershowitz, on \"Hannity,\" sounding off on federal agents' raid on the office of President Donald Trump's personal attorney, Michael Cohen.",
  "\"– Laura Ingraham in her opening monologue on \"The Ingraham Angle,\" blasting the silencing and demeaning of conservative voices in America.",
  "The deafening silence of the ACLU and civil libertarians about the intrusion into the lawyer-client confidentiality is really appalling.\"",
  "Texas, Arizona, New Mexico pledge hundreds of National Guard troops | 200 Central American caravan migrants to seek asylum in US: report.",
  "ET: Guests include: Sen. Chuck Grassley; Charles Plosser, former Philadelphia Fed president; Ed Goeas, former senior adviser to Wis. Gov.",
  "ET: Allen West on President Trump's options in Syria and the latest on the Mueller investigation; Gen. Jack Keane on Syria; Texas Gov.",
  "ET: Sen. John Thune and Roger McNamee, former mentor to Mark Zuckerberg, sizes up his first day of testimony on Capitol Hill.",
  "Cavuto: Coast to Coast, Noon ET: Terry Duffy, CME Group chairman and CEO; Robert Shiller, Yale professor of economics; Amb.",
  "Trump said the group was \"going to make a decision tonight or very shortly thereafter and you'll be hearing the decision.\"",
  "1947: Brooklyn Dodgers President Branch Rickey purchases the contract of Jackie Robinson from the Montreal Royals.",
  "He said the apology may have been a \"forced Disney corporate apology,\" but \"everyone should accept apologies.\"",
  "HOLLYWOOD SQUARED\n\n‘Crazed rock groupie’ Katy Perry turning ABC’s ‘American Idol’ into personal dating show.",
  "ACROSS THE NATION\n\nFugitive found dead after posting about murdering mom, friend on Facebook, police say.",
  "Lost amid all the 'noise' over Scott Pruitt is the very real damage Obama's EPA did to rural communities.",
  "1925: The F. Scott Fitzgerald novel \"The Great Gatsby\" is first published by Scribner's of New York.",
  "He warned against having a \"Cold War\" mentality, which he called outdated, according to Bloomberg.",
  "Fox News' Eben Brown weighs in from McAllen, Texas, a frequent entry point for illegal crossings.",
  "WATCH\n\nTHE SWAMP\n\nEx-Attorney General Lynch: Clinton tarmac talk was about 'innocuous things.'",
  "Tennessee college senior defends posing for graduation picture with gun in her waistband.",
  "Rick Scott explains why he's running for Senate; Anna Kooiman introduces new baby Brooks.",
  "Man on 'Wheel of Fortune' misses out on $7G after pronouncing 'Flamenco' as 'Flamingo.'",
  "National Park Service abandons plan to increase entrance fees after public backlash.",
  "Cranky creatures caught on camera battling for 'food and females' after hibernation.",
  "Outrage after two men sentenced to probation for gang-rape of 13-year-old girl.",
  "Greitens' ex-lover said illicit photo may have been 'a dream,' documents say.",
  "Writer-director James Toback's five sexual assault cases dismissed by court.",
  "John Thune and John Kennedy; Jonathan Pollet, founder of Red Tiger Security.",
  "Scott Walker; John Loveland, Verizon global head of cyber security strategy.",
  "He then testifies Wednesday before the House Energy and Commerce Committee.",
  "Carrie Underwood to make first public appearance since fall at ACM Awards.",
  "One year in, Trump's Gorsuch nomination may be his longest lasting legacy.",
  "FOX NEWS OPINION\n\nCal Thomas: Six reasons Trump should not abandon Syria.",
  "U.S. Attorney John Lausch to oversee FISA warrant document release.",
  "MINDING YOUR BUSINESS\n\nAmericans face highest pump prices in years.",
  "\"When, I will not say because I don’t like talking about timing.\"",
  "Plus, commentary by author and cultural critic Suzanne Venker.",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "We'll see you in your inbox first thing Wednesday morning.",
  "Fox on Tech reporter Brett Larson previews the hearing.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "We will never relent and we will never give in.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "Gary Locke, former ambassador to China.",
  "It's a total witch hunt,\" said Trump.",
  "... \"It's a disgraceful situation.",
  "CHINA EXTENDS TARIFF OLIVE BRANCH?",
  "The Brian Kilmeade Show, 9 a.m.",
  "Tucker Carlson Tonight, 8 p.m.",
  "Varney & Co., 9 a.m. Sens.",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Not signed up yet?",
  "'Hedgehog wars!'",
  "Enjoy your day!",
  "Missouri Gov.",
  "Click here."
]