[
  "JUST WATCHED Warren to Mulvaney: You're hurting real people Replay More Videos ... MUST WATCH Warren to Mulvaney: You're hurting real people 02:24\n\nJane Mayer brought this home with flair in her account in \" Dark Money ,\" focusing especially on mega-billionaires David and Charles Koch, as well as the detailed account of hedge-fund billionaire Robert Mercer of Cambridge Analytica notoriety.",
  "JUST WATCHED Jon Stewart slams 9/11 health program proposal Replay More Videos ... MUST WATCH Jon Stewart slams 9/11 health program proposal 02:19\n\nThe Supreme Court's infamous decision in Citizens United v. Federal Election Commission will go down in US history alongside Dred Scott v. Sandford (1857) and Plessy v. Ferguson (1896) as among the worst moments in US jurisprudence.",
  "In Citizens United, the Supreme Court basically gutted any control over corruption by eliminating nearly all restrictions on independent campaign spending by corporations, on the grounds that such restrictions violate the \"free speech\" guarantee of the First Amendment.",
  "The vulgarity of the US situation would shock Karl Marx, who famously described 19th century democracy as a system in which \"the oppressed are allowed every few years to decide which particular representatives of the oppressing class are to represent and repress them.\"",
  "The result is a political system among the most corrupt in the world, but with a twist of genius: the US Supreme Court has for all intents and purposes legalized the corruption and thereby put American democracy on a downward death spiral.",
  "During the Obamacare debates a few years ago, when I asked a congresswoman why there was so little attempt by Congress to control soaring medical care prices, she buried her head in her hands and murmured \"the lobbies!",
  "In Citizens United, the court offered the following stunning claims: \"We now conclude that independent expenditures, including those made by corporations, do not give rise to corruption or the appearance of corruption.",
  "JUST WATCHED Showdown of dueling bosses at watchdog agency Replay More Videos ... MUST WATCH Showdown of dueling bosses at watchdog agency 01:30\n\nIt would be hard to find a more inaccurate statement.",
  "A system that was already corrupt up to the gills suddenly was essentially told, officially and at the highest level, that American democracy was hereafter being turned over to the highest bidder.",
  "And voter turnout efforts are based heavily on money -- big money -- to run ads on TV and other media, buy voter data, manage expensive targeting of households, and other big-ticket strategies.",
  "Evidently, Mulvaney knew well how to play the game, as he was showered with largesse from the financial industry\n\nThe Roberts Court is certainly one of the shoddiest in American history.",
  "As the former congressman and now interim director of the Consumer Financial Protection Bureau explained to bankers on Tuesday, \"We had a hierarchy in my office in Congress.",
  "According to Gallup, the proportion of Americans expressing \"a great deal\" or \"quite a lot\" of confidence in Congress has declined from 30% in 2004 to just 12% in 2017.",
  "The 2016 federal election cycle saw at least $6.4 billion spent on federal campaigns, and that's not counting the anonymous corporate sums that are not reported.",
  "Congressmen live and breathe for campaign funds, and also to avoid crossing the interests of powerful corporate lobbies that might fund a primary challenger.",
  "It is also urgent to challenge again in the courts the absurd claims of Citizens United before the confidence in our political institutions falls to zero.",
  "It followed up the Citizens United decision with McDonnell v. United States, declaring, in effect, that the blatant corruption of former Virginia Gov.",
  "America's business interests, upper classes and white population have long made it hard for the poor and working class to register to vote.",
  "In most other democracies , voter registration is not the responsibility of individual voters, but is more or less automatic.",
  "The appearance of influence or access, furthermore, will not cause the electorate to lose faith in our democracy.\"",
  "The American people are not the problem; the billionaires and their greedy agenda are at the heart of the crisis.",
  "(CNN) Bless your soul, Mick Mulvaney, for spelling out so clearly and succinctly the evil that drives Washington.",
  "Yes, Mulvaney would also meet his constituents from back home, whom he insists were at the top of the hierarchy.",
  "McDonnell, duly convicted of bribery earlier by a jury of his peers, walked free after the Supreme Court ruling.",
  "Robert McDonnell and his wife could be seen merely as a politician interacting normally with his constituents.",
  "Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University.",
  "The public wants renewable energy, but Washington delivers EPA Chief Scott Pruitt and fossil fuels instead.",
  "The public wants peace, but Washington and the military-industrial lobby deliver perpetual war instead.",
  "In a January 2018 survey, just 8% of Americans expressed \"a great deal of confidence\" in the Congress.",
  "The public wants taxes on the rich, but Washington delivers massive tax cuts for the rich instead.",
  "The result is that billionaires and powerful companies own and operate the US political system.",
  "Unlike these other democracies, US elections are a game of voter turnout, not of substance.",
  "So, the public wants gun control, but Washington delivers guns and mass shooting instead.",
  "You have done your duty, Mulvaney, and now you and your ilk should resign in peace.",
  "It was like Kurtz in \"The Heart of Darkness\" murmuring \"The horror!",
  "If you're a lobbyist who never gave us money, I didn't talk to you.",
  "If you're a lobbyist who gave us money, I might talk to you.\"",
  "The public's confidence in American democracy has plummeted.",
  "The opinions expressed in this commentary are his.",
  "When the lobbyists pay up, they're at the table.",
  "And to be sure, the big boys now run the show.",
  "America is a pay-to-play political system.",
  "The system works like this.",
  "the lobbies!\"",
  "the horror!\"",
  "..."
]