[
  "of Transportation confirms no changes to self-driving car rules\n\nSESSIONS PERJURY PROBE DENIED: Attorney General Jeff Sessions' longtime personal lawyer said that Sessions is not the subject of a federal criminal investigation for allegedly perjuring himself during his confirmation hearing ... \"The Special Counsel‘s Office has informed me that after interviewing the Attorney General and conducting additional investigation, the Attorney General is not under investigation for false statements or perjury in his confirmation hearing testimony and related written submissions to Congress,\" attorney Chuck Cooper said in a statement.",
  "Facebook boss Mark Zuckerberg apologizes for the social network's user data scandal, calling it 'a major breach of trust'\n\nUber's 'safety driver' had her head down just before the company's 'driverless' car struck a pedestrian, dashcam video shows\n\nAttorney General Jeff Sessions is not facing a perjury investigation, his lawyer says\n\nTHE LEAD STORY - A RUSH TO PASS ONE HUGE SPENDING BILL: Congressional Republican leaders released the final version of a proposed $1.3 trillion spending bill Wednesday evening, just two days before the deadline to avoid a partial government shutdown ...",
  "ET: Insight from House Freedom Caucus co-founder Rep. Jim Jordan on the \"omnibus\" spending bill; Ainsley Earhardt attends a town hall on the opioid epidemic and gets first-hand accounts of how the crisis has affected Long Island, N.Y.; NRA spokeswoman Dana Loesch on the scheduled weekend marches on gun violence; and we'll go inside the mind of the suspected Austin, Texas, serial bomber.",
  "FACEBOOK’S ‘BREACH OF TRUST’: Facebook CEO and co-founder Mark Zuckerberg apologized on Wednesday for the social media giant's role in a research's firm's questionable access to user data ... Zuckerberg had previously referred to the scandal as the \"Cambridge Analytica situation,\" wherein the research firm was accused of accessing 50 million Facebook user profiles improperly.",
  "DISTURBING UBER VIDEO: Dashcam video was released Wednesday night showing the deadly crash of a self-driving Uber SUV in Arizona — as the \"safety driver\" in the vehicle had her head down ... Two angles — interior and exterior camera footage — were released by the Tempe Police Department.",
  "#OnThisDay\n\n1991: High school instructor Pamela Smart, accused of recruiting her teenage lover and his friends to kill her husband, is convicted in Exeter, N.H., of murder-conspiracy and being an accomplice to murder and is sentenced to life in prison without parole.",
  "Developing now, Thursday, March 22, 2018\n\nRepublicans pitch a $1.3 trillion, 2,232-page 'omnibus' spending bill as a potential government shutdown looms Friday\n\nThe Austin, Texas, bomber recorded a 25-minute 'confession' to his crimes, police said.",
  "ABC News reported that former FBI Deputy Director Andrew McCabe had overseen the investigation into whether Sessions \"lacked candor\" when he testified before Congress about contacts with Russian operatives during the 2016 presidential campaign.",
  "The 2,232-page \"omnibus\" bill was made public hours after House Speaker Paul Ryan, R-Wis., dashed through a Washington snowstorm to meet with President Trump at the White House amid concerns that Trump's support for the package was wavering.",
  "Both sides of the aisle want to avoid a repeat of the shutdown in January, which came after lawmakers clashed over the state of the Obama-era DACA program that gave protection to illegal immigrants brought to the country as children.",
  "We have a basic responsibility to protect people’s data.” In an earlier Facebook post, Zuckerberg wrote the social media platform has \"a responsibility to protect your data, and if we can't then we don't deserve to serve you.\"",
  "The interior video shows the car's safety driver, Rafaela Vasquez, 44, buckled in behind the wheel of the vehicle, which police said was moving around 40 miles per hour in the Phoenix suburb at 10 p.m. Sunday.",
  "Leaders have said they hoped to start voting as soon as Thursday, but a stopgap measure may be needed to ensure federal offices remain open at midnight Friday when funding for the government expires.",
  "On Fox News Radio:\n\nThe Fox News Rundown podcast: President Trump's tweets created a stir Wednesday, after he quoted famed legal scholar Alan Dershowitz speaking about the Russia probe on Fox News.",
  "ET: Guests include: Rep. Steve Womack, chairman of House Budget Committee ; Sen. Orrin Hatch; Peter Navarro, director of the White House National Trade Council; Patrick Byrne, Overstock.com CEO.",
  "AS SEEN ON FOX NEWS\n\nTRUMP'S RIGHT TO TALK TO PUTIN: \"Presidents talk to kings and emperors and tyrants regardless of whether or not they were elected with any kind of democratic process or not.",
  "– Former Defense Secretary Leon Panetta, on \"Your World with Neil Cavuto,\" saying that President Trump is within his rights to negotiate and converse with Russian President Vladimir Putin.",
  "'OUTCRY' FROM AUSTIN BOMBER: Mark Anthony Conditt, the man linked to this month’s deadly bombings in the Austin, Texas, area, recorded a 25-minute \"confession\" to his crimes, police said.",
  "The White House later said the president backed the legislation, even as some conservative Republicans balked at the size of the spending increases and the rush to pass the bill.",
  "While the Volvo XC90 SUV was in self-driving mode, Vasquez was in the car as a backup driver, who could take control of the vehicle in the event of a malfunction or other issue.",
  "1968: The first Red Lobster restaurant opens in Lakeland, Fla.\n\n1894: Hockey's first Stanley Cup championship game is played as home team Montreal defeats Ottawa, 3-1.",
  "Claiming that the company is working to \"make sure this doesn't happen again,\" Zuckerberg gave a brief timeline of Facebook's relationship with Cambridge Analytica.",
  "Conditt, 23, described creating seven devices, including one he blew up during the conflict with police, Austin Police Chief Brian Manley said at a news conference.",
  "Sources close to Sessions told Fox News that the attorney general had no idea he may have been under investigation for perjury when he fired McCabe last week.",
  "In an interview with CNN Wednesday night, the Facebook co-founder called the controversy \"a major breach of trust,\" saying, \"I’m really sorry this happened.",
  "Authorities said the recording was made on a phone, which was found in Conditt's possession following his fateful confrontation with police Wednesday.",
  "Officials did not release the moment the pedestrian, identified as 49-year-old Elaine Herzberg, was hit, \"due to the graphic nature of the impact.\"",
  "In the recording, the suspect did not mention \"anything about terrorism, nor does he mention anything about hate,\" the police chief said.",
  "The omnibus bill does not include a DACA provision and also gives limited funding to border security measures that Trump had pushed for.",
  "Police said all seven devices have been found, suggesting there was no further threat from Conditt to people in the Austin, Texas area.",
  "In the moments before the car struck Herzberg, Vasquez is seen repeatedly looking down, seemingly toward the console area of the car.",
  "– Sebastian Gorka, on \"Hannity,\" responding to video of former Vice President Joe Biden blasting President Trump in a Miami speech.",
  "The biggest antitrust trial in history is underway as the Justice Department looks to block AT&T's merger with Time Warner.",
  "I think the president has a right to talk to Putin and to obviously see if there are areas that they can agree with.\"",
  "The House Rules Committee was scheduled to meet later Wednesday to prepare the bill for debate in the full House.",
  "The message is rather \"the outcry of a very challenged young man talking about challenges in his personal life.\"",
  "FOX NEWS OPINION\n\nJudge Andrew Napolitano: Trump, McCabe and the FBI -- It's March Madness Washington-style.",
  "WATCH\n\nTHE SWAMP\n\nObama's EPA appointees spent as much, or more, on travel than Trump's Pruitt, data show.",
  "Katy Perry's disastrous 'American Idol' kiss was ‘unfortunate,’ blown out of proportion, Luke Bryan says.",
  "HOLLYWOOD SQUARED\n\nCharlotte Pence reveals she bought a copy of John Oliver's spoof Marlon Bundo book.",
  "Just before the accident, she suddenly looks shocked as she realizes a pedestrian is in front of her.",
  "ACROSS THE NATION\n\nOutcry from gun advocates after YouTube blocks videos on firearms assembly, sale.",
  "Sen. John Kennedy; Andy Puzder, former CKE Restaurants CEO; Calif. State Assemblyman Rocky Chavez.",
  "ET: Reporter Sharyl Attkisson tells Tucker how the Justice Department stole information from her.",
  "WATCH\n\n'LUNCHBUCKET JOE': \"Joe Biden [is] the man who got every issue wrong for 30 years.\"",
  "President Trump to level new round of tariffs, investment restrictions against China.",
  "Yellowstone supervolcano may have underwater magma 'anomaly,' researchers suggest.",
  "MINDING YOUR BUSINESS\n\nStocks decline as Fed signals faster pace of rate hikes.",
  "Employee fired after local NBC newscast gets interrupted by vulgar audio clip.",
  "Sports Illustrated, other magazines up for sale as Meredith lays off hundreds.",
  "Enjoy your day, and we'll see you in your inbox first thing Friday morning.",
  "GOP's Saccone concedes to Democrat Lamb in Pennsylvania special House race.",
  "Chicago police chief fired by Rahm Emanuel will run against him for mayor.",
  "William Shatner slams Facebook for promoting false story about his death.",
  "Exoplanet search turns up 15 new alien worlds, and one may have water.",
  "World Water Day: We can solve the global water crisis -- Here's how.",
  "Cavuto: Coast to Coast, Noon ET: Texas Attorney General Ken Paxton.",
  "However, Manley said, the community should still \"remain vigilant.\"",
  "Stoneman Douglas forcing students to wear only clear backpacks.",
  "However, Conditt's motive for the attacks remained unclear ...",
  "Want the Fox News Rundown sent straight to your mobile device?",
  "Subscribe through Apple Podcasts, Google Play, and Stitcher.",
  "Fox News First is compiled by Fox News' Bryan Robinson.",
  "Newt Gingrich: Good news to some is bad news to others.",
  "Toys 'R' Us liquidation sales to begin Thursday.",
  "But his motive for the attacks remained unclear.",
  "STAY TUNED\n\nOn Fox News:\n\nFox & Friends, 6 a.m.",
  "Plus, commentary from Judge Andrew Napolitano.",
  "On Fox Business:\n\nMornings with Maria, 6 a.m.",
  "$2 million Ford custom is the 'King' of SUVs.",
  "Dershowitz joins the podcast to discuss.",
  "Fox News' Connell McShane explains why.",
  "After deadly Uber crash, Arizona Dept.",
  "Tucker Carlson Tonight, 8 p.m.",
  "Welcome to Fox News First.",
  "Thank you for joining us!",
  "DID YOU HEAR ABOUT THIS?",
  "Varney & Co., 9 a.m.",
  "Not signed up yet?",
  "Click here.",
  "ET: La."
]