[
  "Excellent books from women I deeply admire!” Read her Playbook Plus Q&A: https://politi.co/2ISmxcI\n\nBIRTHDAYS: Lally Weymouth ... Dave Barry is 71 ... WikiLeaks founder Julian Assange is 47 ... Don “Stew” Stewart ... Rick Powell, president of Teneo Strategy … Sen. Lamar Alexander (R-Tenn.) is 78 ... Rep. Glenn Grothman (R-Wis.) is 63 ... Republican political consultant Dave Carney ... Gloria Allred is 77 … Rick Sanchez, a FOX News contributor ... Kristen Morgante ... Peter Sherman, SVP of PAC services at DDC Advocacy (h/ts Jon Haber) ... Nick Baldick, managing partner of Hilltop Public Solutions ... Jim McGreevy, president and CEO of the Beer Institute ... AFP music reporter Shaun Tandon ... James Lightbourn, senior associate at Alterna Capital Partners … Cameron Morabito is 25 ... PBS NewsHour producer Julia Griffin (h/t Nick Massella) ...\n\n… Andrew Peek, deputy assistant secretary of State in the Bureau of Near East Affairs and a Hotchkiss grad (h/t Combes deRaismes) … Lara Sisselman ... CNN’s Lindy Royce and Chris Welch ... Adam Goldberg, partner at Trident DMG ... Connor Sallet ... Allie Bice ... Maya Serkin ... Austin Fielding ... Patrick Stranix … Alicia Criscuolo ... Charlotte Brown, project director for Public Opinion Strategies and a Romney alum (h/t Natalie Boyse) ... Rina Shah Bharara ... Mary Erickson ... Ian Martinez ... Kate McCarty … Naomi Lim, a breaking news reporter at the Washington Examiner (h/t Caitlin Yilek) ... Mary Yatrousis … Brigham McCown ... Jay Oliver Sax ... Scot Faulkner ... Mary Beth Anania … Jim Davis ... Mari-Lynn Evans ... TV chef Sandra Lee, New York’s First Lady, is 52 (h/t AP)\n\n\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ...New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ...Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ...London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "On Monday, Trump expressed strongly favorable opinions about him, triggering talk that he’s not a candidate to be ignored.” https://bloom.bg/2tSQmF6 … Hugh Hewitt’s WaPo op-ed supporting him https://wapo.st/2lRoywq\n\nSTEVEN SHEPARD: “Poll: Majority wants next justice to support abortion rights” https://politi.co/2z6GvAK\n\n-- ABC’S TARA PALMERI: “Anti-abortion rights groups quietly lobbying against Supreme Court finalist”: “Anti-abortion rights groups and activists have been quietly lobbying senior White House officials against possible Supreme Court nominee Brett Kavanaugh, and instead are arguing in favor of Amy Coney Barrett, two senior White House officials and people close to the selection process tell ABC News.” https://abcn.ws/2Krvpf1\n\n-- ELIANA JOHNSON: “How Amy Coney Barrett vaulted onto Trump’s Supreme Court shortlist”: https://politi.co/2KvOjkA\n\nTHE PRESIDENT, at 6:16 a.m.: “Crazy Maxine Waters, said by some to be one of the most corrupt people in politics, is rapidly becoming, together with Nancy Pelosi, the FACE of the Democrat Party.",
  "These people will be voting for Republicans in November and, in many cases, joining the Republican Party!”\n\nNYT’S JULIE HIRSCHFELD DAVIS: “Trump Warns NATO Allies to Spend More on Defense, or Else”: “President Trump has written sharply worded letters to the leaders of several NATO allies -- including Germany, Belgium, Norway and Canada -- taking them to task for spending too little on their own defense and warning that the United States is losing patience with what he said was their failure to meet security obligations shared by the alliance.” https://nyti.ms/2tZ66Wu\n\nL.A. TIMES’ DAVID CLOUD: “Fat Pentagon budget brings jobs to struggling Ohio tank factory — and a political payoff for Trump”: “The Lima tank plant, a sprawling complex that began building tanks in the early days of World War II, and nearly closed five years ago, is booming these days thanks to more than $2 billion authorized for the armored vehicles in a record Pentagon budget.",
  "Representatives for the FBI, the SEC and the Federal Trade Commission have joined the Department of Justice in its inquiries about the two companies and the sharing of personal information of 71 million Americans, suggesting the wide-ranging nature of the investigation.” https://wapo.st/2tWsocn\n\nHOLLYWOODLAND – “Matt Damon & John Krasinski Tap Into Bill Clinton-Pardoned Fugitive Marc Rich Tale ‘The King Of Oil’ At Universal,” by Deadline’s Mike Fleming Jr.: “Matt Damon is in the early stages of attaching to star as the fugitive billionaire commodities trader Marc Rich in ‘The King of Oil.’ Universal Pictures has optioned the project for Sunday Night Productions, which is John Krasinski’s production banner.",
  "“On the other side, corporate titans and market analysts fear Trump is on the cusp of damaging the American economy — and that he will not recognize the failure of his approach until it’s too late.” https://politi.co/2IPhlpN\n\nCNBC: “Wilbur Ross says he shorted two more stocks during his time as Commerce secretary” https://cnb.cx/2KuObSH\n\nTHE LATEST IN MARYLAND …\n\n-- “Capital Gazette suspect allegedly mailed threatening letters before Thursday’s shooting,” by Baltimore Sun’s Ian Duncan and Talia Richman: “The alleged gunman in Thursday’s killings at The Capital sent three threatening letters before the shooting rampage at the Annapolis newspaper, Anne Arundel County police said Monday.",
  "‘But I think if we put all of our eggs in that basket, we’ll have less of a chance to focus on the substantive issues.’” https://politi.co/2KHEkVv\n\nPRUITT FILES -- “Pruitt aides reveal new details of his spending and management at EPA,” by WaPo’s Juliet Eilperin, Josh Dawsey and Brady Dennis: “Two of Scott Pruitt’s top aides provided fresh details to congressional investigators in recent days about some of his most controversial spending and management decisions, including his push to find a six-figure job for his wife at a politically connected group, enlist staffers in performing personal tasks and seek high-end travel despite aides’ objections.",
  "And because the more than two dozen names on the list are cut from the same cloth as Gorsuch, they argue, endangered Democrats who backed Gorsuch will find it difficult to vote against another candidate from the list.” https://politi.co/2z2uVXq\n\n-- “Trump interviews Supreme Court candidates as political fight over Kennedy replacement intensifies,” by WaPo’s Bob Costa, Josh Dawsey and Felicia Sonmez: “President Trump’s search for a Supreme Court nominee reached the interview stage Monday as he announced that he has spoken to at least four contenders, while remaining coy about his shortlist for a successor to retiring Justice Anthony M. Kennedy.",
  "POLITICO Playbook: Legal immigration to drop 12 percent under Trump Presented by\n\nUnited States President Donald J. Trump participates in a meeting with the Prime Minster of The Netherlands, Mark Rutte, at The White House in Washington, DC, July 2, 2018. Credit: Chris Kleponis / Abaca | Chris Kleponis/Abaca/Getty Images\n\nDriving the Day\n\nSTAT OF THE DAY, via WaPo’s Abigail Hauslohner and Andrew Ba Tran: “The number of people receiving visas to move permanently to the United States is on pace to drop 12 percent in President Trump’s first two years in office, according to a Washington Post analysis of State Department data.",
  "Commodity prices in the heartland are sagging, U.S. allies are retaliating with tariffs of their own — and GOP leaders are fretting that the booming economy is about to go into a pre-midterms nosedive.” https://politi.co/2u1DWdc\n\n-- BEN WHITE and MEGAN CASSELLA: “Trump goes to war with corporate America”: “President Donald Trump is now at full-scale war over trade policy with some of the Republican Party’s staunchest allies in big business, including executives at iconic American brands such as General Motors and Harley-Davidson who previously shied away from criticizing an often irascible president.",
  "Clete Willems, who was the special assistant to the president for International Trade, Investment and Development, will become acting deputy director of the NEC for international policy.” https://politi.co/2tXt7Ji\n\nWHAT ELIZABETH WARREN IS READING – “Morgan Stanley, Goldman Got Help From Fed on Stress Tests,” by WSJ’s Liz Hoffman and Lalita Clozel: “Federal Reserve officials told Goldman Sachs Group Inc. and Morgan Stanley that they were about to flunk a portion of the annual stress tests but offered them a deal to avoid an outright fail and continue paying billions to shareholders.",
  "Learn more at google.com/grow/veterans\n\nVALLEY TALK – “Facebook’s disclosures under scrutiny as federal agencies join probe of tech giant’s role in sharing data with Cambridge Analytica,” by WaPo’s Craig Timberg, Elizabeth Dwoskin, Matt Zapotosky and Devlin Barrett: “A federal investigation into Facebook’s sharing of data with political consultancy Cambridge Analytica has broadened to focus on the actions and statements of the tech giant and now involves multiple agencies, including the Securities and Exchange Commission, according to people familiar with the official inquiries.",
  "“Azar even started reviewing the files personally, staying past midnight in the Secretary’s Operations Center — the agency’s round-the-clock emergency hub — last week, according to one HHS official.” https://politi.co/2tPGTyy\n\n-- “Congressman denied entry to California detention facility for children under age 14,” by McClatchy’s Kate Irby in Pleasant Hill, California: “The cry of a child could be heard just inside the nondescript, brown detention facility in Pleasant Hill, California, a San Francisco suburb, and Rep. Jeff Denham wanted to see for himself what was inside.",
  "“But the state comes with challenges: President Donald Trump carried it by just 4 percentage points in 2016, and Democrats who have long hoped shifting demographics would move the Sun Belt in their direction say the opportunity to win a statewide race here is very real.” https://politi.co/2z6zEav\n\nELANA SCHOR in NEW YORK: “Schumer takes heat after canceled town hall”: “Activists in Chuck Schumer’s hometown were stewing in frustration, clamoring for more fight from his Senate Democrats, even before he cancelled a long-awaited public meeting on Monday night.",
  "Larry Hogan ordered Maryland state flags to be lowered to half-staff from Friday through sunset on Monday.” https://bsun.md/2lMuZAZ\n\nMELANIA WATCH -- “News media paid Melania Trump thousands for use of photos in ‘positive stories only,’” by NBC News’ Andrew W. Lehren, Emily R. Siegel and Merritt Enright: “Since her husband took office Melania Trump has earned six figures from an unusual deal with a photo agency in which major media organizations have indirectly paid the Trump family despite a requirement that the photos be used only in positive coverage.",
  "Several of the records seem to be insurance forms for an apartment.” https://bzfd.it/2lPrMk8\n\nBORDER TALES – “As deadline looms, Trump officials struggle to reunite migrant families,” by Ted Hesson and Dan Diamond: “Federal officials are struggling to reunite migrant children with their families despite a court deadline, and agencies do not have the resources or procedures to help thousands of children detained at the border back into the arms of their parents, according to a dozen current and former officials, advocates and experts.",
  "... ‘I further certify I then did proceed to the office of respondent Capital-Gazette Communications … with the objective of killing every person present,’ [one] document says.” https://bsun.md/2NivY8t\n\n-- BALTIMORE SUN’S DANIELLE OHL: “Trump declines request to lower flags in memory of Capital Gazette shooting victims”: “President Donald Trump has declined a request from Annapolis Mayor Gavin Buckley to lower American flags in honor of the fatal shooting of five employees of The Capital newspaper last week.",
  "Henry has already displayed signs of Papa's commanding presence with his booming voice.” Pics http://bit.ly/2Kw57bh … http://bit.ly/2IN0qEt\n\nBIRTHWEEK (was yesterday): Kate MacGregor, deputy assistant secretary of Interior (hat tip: Heather Swift) ... Reed Howard, political director for Virginia State Senator Bill DeSteph, is 24\n\nBIRTHDAY OF THE DAY: Barbara Lee, president and founder of the Barbara Lee Family Foundation, celebrating with her family in Martha’s Vineyard.",
  "But others who know Nielsen believe she simply caved in to intense pressure from hard-line immigration officials in the administration -- one of many Trump officials to bite the bullet and defend the decisions of an unpredictable boss.” https://politi.co/2KGtGhH\n\nCNBC’S JOHN HARWOOD (@JohnJHarwood): “Harvard's Alan Dershowitz says defending Trump has made him a discrimination victim: ‘I have experienced this firsthand on Martha’s Vineyard.",
  "“The factory turns out 11 upgraded Abrams tanks a month now, up from just one per month a year ago — perhaps the clearest example of how sharp military spending hikes under President Trump are cascading through the economy.” https://lat.ms/2KsKj4C\n\nTRADE WARS -- BURGESS EVERETT: “‘I’d like to kill ‘em’: GOP takes on Trump tariffs”: “Republican senators are at their breaking point with Donald Trump’s protectionist trade blitz.",
  "Yahoo News, NBC News, Marie Claire, the Daily Mail, My San Antonio, Houston Chronicle, House Beautiful, and SF Gate, the website for The San Francisco Chronicle, are among those that have featured Mahaux’s highly stylized family portraits since Trump took office.” https://nbcnews.to/2NhZcUW\n\nPlaybook PM Sign up for our must-read newsletter on what's driving the afternoon in Washington.",
  "“More problematic for the many news organizations that have published or broadcast the images, however, is that Getty’s licensing agreement stipulates the pictures can be used in ‘positive stories only.’ According to the revenue statement in President Trump’s May financial disclosure, Melania Trump earned between $100,000 and $1,000,000 in photo royalties in 2017 from the Getty deal.",
  "FOR YOUR RADAR -- “Merkel, to Survive, Agrees to Border Camps for Migrants,” by NYT’s Katrin Bennhold and Melissa Eddy in Berlin: “Chancellor Angela Merkel, who staked her legacy on welcoming hundreds of thousands of migrants into Germany, agreed on Monday to build border camps for asylum seekers and to tighten the border with Austria in a political deal to save her government.",
  "“The Trump administration appointees described an administrator who sought a salary that topped $200,000 for his wife and accepted help from a subordinate in the job search, requested aid from senior EPA officials in a dispute with a Washington landlord and disregarded concerns about his first-class travel.” https://wapo.st/2Nkzz61\n\n-- DAILY MAIL: PRUITT confronted at Teaism!",
  "HHS Secretary Alex Azar told Congress last week that his department could find children in his department’s care ‘within seconds.’ But he subsequently called for volunteers to review the case files of each of the roughly 11,900 children in custody to determine whether HHS missed any who had been separated from adults at the border, according to two current officials.",
  "2018 WATCH -- “Republicans struggling to hang on to Jeff Flake’s seat,” by James Arkin in Prescott, Arizona: “Martha McSally was the first female fighter pilot in the United States to fly in combat — a seemingly irreproachable feat that helped vault her from rising-star House member to GOP front-runner in a crucial Senate race this fall.",
  "Notices that the building was surrounded by security cameras were posted on multiple walls outside.” https://bit.ly/2zfXpgv\n\nTHE JUICE …\n\n-- CNN’S OLIVER DARCY (@oliverdarcy): “News: Brian Ross and Rhonda Schwartz have decided to leave ABC News, per internal memo from James Goldston that just went out to network staffers”.",
  "“Among the most affected are the Muslim-majority countries on the president’s travel ban list -- Yemen, Syria, Iran, Libya and Somalia -- where the number of new arrivals to the United States is heading toward an 81 percent drop by Sept. 30, the end of the second fiscal year under Trump.” https://wapo.st/2tODvE0\n\nLOUIE!",
  "Sources said Krasinski, who’s coming off the sleeper smash ‘A Quiet Place,’ might eventually direct the film, but I’m being told right now that is premature.” http://bit.ly/2IL7GQZ\n\nMEDIAWATCH -- Todd Purdum will be a staff writer at The Atlantic and will cover politics and Hollywood for the magazine’s new LA bureau.",
  "“Trump’s approach has created a high-stakes showdown without recent political precedent: A Republican president betting that his populist approach to trade will thrill his working-class base and blow away any short-term economic fallout or reduced political support from the nation’s largest business organizations.",
  "Her article [http://bit.ly/2MFjaIf] from this past weekend was especially powerful, and I just pre-ordered her new book, ‘Good and Mad: The Revolutionary Power of Women’s Anger.’ I recently finished Jennifer Palmieri’s ‘Dear Madam President,’ and before that, I read ‘Minority Leader’ from Stacey Abrams.",
  "In phone calls to executives of the Wall Street titans on June 21, regulators told them that to fully pass the test, they would have to cut almost in half the combined $16 billion they had hoped to pay out to shareholders, according to people familiar with conversations between the Fed and both banks.",
  "“‘I’d like to kill ’em,’ groused Finance Committee Chairman Orrin Hatch (R-Utah), a close Trump ally, referring to the administration’s expanding list of tariffs.The mounting frustration with the Republican president is a warning sign for the party amid what’s been a surprisingly favorable stretch.",
  "The people of our Country want and demand Safety and Security, while the Democrats are more interested in ripping apart and demeaning (and not properly funding) our great Law Enforcement!”\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "It also will boost a profitability measure that helps determine how much Goldman Chief Executive Lloyd Blankfein and Morgan Stanley CEO James Gorman are paid.” https://on.wsj.com/2tOQPYP\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "‘I’ve been told in the past there’s been great concern about who I saw, what I did and that I was being monitored and was even told they know everybody that walks in your office,’ Gohmert said Monday in an interview on Fox Business’s ‘Lou Dobbs Tonight.’” (via Washington Examiner).",
  "...\n\n“Trump met Monday with four federal appeals court judges: Brett M. Kavanaugh, Amy Coney Barrett, Amul R. Thapar and Raymond Kethledge, according to three people briefed on the meetings who spoke on the condition of anonymity because they were not authorized to speak publicly.",
  "video and pix https://dailym.ai/2KBXwHD\n\nTHE INVESTIGATIONS -- “Here Are The Documents Recovered From Michael Cohen’s Shredder,” by BuzzFeed’s Jason Leopold and Anthony Cormier: “Rebuilt from thin strips of paper, the shredded records are sometimes difficult to comprehend.",
  "But if you’re that strong, why are you afraid to stand up on a stage with your opponent and discuss the issues?’\n\n“‘I fought against real enemies,’ McSally shot back in an interview, one of the few times during the campaign she has responded to Ward’s barrage of attacks.",
  "Her former colleagues don’t understand how she got there,” by Joseph Giunto in POLITICO Magazine: “Some of those who know Nielsen as a wonky workaholic believe she intentionally walked into the current firestorm over immigration, intent on tamping down the controversy.",
  "“President Donald Trump’s most recent financial disclosure reveals that in 2017 the first lady earned at least $100,000 from Getty Images for the use of any of a series of 187 photos of the first family shot between 2010 and 2016 by Belgian photographer Regine Mahaux.",
  "“It was a spectacular turnabout for a leader who has been seen as the standard-bearer of the liberal European order but who has come under intense pressure at home from the far right and from conservatives in her governing coalition over her migration policy.",
  "Another judge on Trump’s shortlist is federal appeals court Judge Thomas M. Hardiman, according to White House aides and senior Republicans.” https://wapo.st/2KJq9PG\n\nON THE RECORD, FROM TRUMP at 6:25 a.m.: “I interviewed 4 very impressive people yesterday.",
  "-- per Morning Media: “Sharon Weinberger, most recently executive editor for news at Foreign Policy, is joining Yahoo News as Washington bureau chief.”\n\nPlaybookers\n\nSPOTTED: Jim Comey, wearing a red polo shirt, on United flight 1767 from Denver to DCA.",
  "‘Fear is not in my lexicon.’ Arizona is one of just three races where Republicans are on defense as they seek to protect or grow their 51-49 Senate majority, and a victory here would go a long way in cutting off Democrats’ path to winning the chamber.",
  "After spending nearly a year pressuring the Senate minority leader to meet with his constituents, liberal organizers scrambled to press Schumer to reschedule and not rely on a teleconference that was hastily assembled for him to take their questions.",
  "WHAT’S ON THE PRESIDENT’S MIND -- @realDonaldTrump at 10:43 p.m.: “Many Democrats are deeply concerned about the fact that their ‘leadership’ wants to denounce and abandon the great men and women of ICE, thereby declaring war on Law & Order.",
  "REVOLVING DOOR -- “White House announces new NEC staff amid departures,” by Rebecca Morin: “Andrew Olmem will become acting deputy director for domestic policy for the council, which is now helmed by former CNBC commentator Larry Kudlow.",
  "“With a July 10 deadline looming, staffers at the Office of Refugee Resettlement, the division within HHS that oversees the care of unaccompanied children, have received no instructions on how to proceed, the sources say.",
  "Playbook Reads\n\nPHOTO DU JOUR: Judy Hiaasen, sister of Rob Hiaasen, one of the journalists killed in the shooting at the Capital Gazette, hugs her nephew Scott following a memorial service on Monday, in Owings Mills, Md.",
  "Her ranting and raving, even referring to herself as a wounded animal, will make people flee the Democrats!”\n\n-- LEAVING ASIDE the invective, this is Trump trying to elevate Waters and lump all Democrats in with her.",
  "But this time around, the list has become a liability, too, as swing-vote Republicans urge Trump to think bigger and Democrats use it to get a running start in their campaign against Trump’s forthcoming pick.",
  "On Monday I will be announcing my decision for Justice of the United States Supreme Court!”\n\nBLOOMBERG: Raymond “Kethledge has impressed those within the White House, the people close to the process said.",
  "“But Fed officials gave the banks an unprecedented option: If they agreed to freeze their payouts at recent levels, they would get a ‘conditional non-objection’ grade and avoid the black eye of failure.",
  "... U.S. District Court Judge Dana Sabraw ruled last week that the Trump administration had until July 10 to reunite migrant children under 5 with their parents, and until July 26 to reunite the rest.",
  "That meant the banks could pay out a combined $13 billion, or about $5 billion more than what they would have given back to investors if they had decided to retake the test and get a passing grade.",
  "President Donald Trump’s widely publicized list of potential Supreme Court nominees brought conservative doubters — including evangelicals — to the highly unconventional Republican nominee’s side.",
  "ALSO … The White House yesterday used the official @WhiteHouse Twitter account to accuse two senators -- Elizabeth Warren of Massachusetts and Kamala Harris of California -- of supporting MS-13.",
  "“‘She claims to be this strong fighter pilot military woman,’ Ward said during an interview in a cramped back office of her campaign headquarters, her voice rising slightly in exasperation.",
  "“Still, the White House believes the defined universe of names makes the posturing around who will ultimately be selected less dramatic, Republicans involved in the decision-making said.",
  "The nationalism and anti-migrant sentiment that has challenged multilateralism elsewhere in Europe is taking root — fast — in mainstream German politics.” https://nyti.ms/2tZ5Vu7\n\nW.H.",
  "“But once Schumer bowed out, citing an equipment problem that kept his small plane grounded upstate, the frustration reached a simmer that matched the day’s sweltering temperature.",
  "Learn more at google.com/grow/veterans\n\nKIRSTJEN NIELSEN PROFILE – “‘That’s Not the Kirstjen We Know’: DHS Secretary Kirstjen Nielsen is the flinty face of the immigration crisis.",
  "http://bit.ly/2tQDOhG\n\n-- Brad Dayspring will oversee a newly consolidated marketing and communications team across POLITICO as the company’s VP of marketing and communications.",
  "...\n\n“[P]olice said investigators believe [Jarrod] Ramos mailed three letters in total, including one to Maryland’s Court of Special Appeals and one to a Baltimore City judge.",
  "...\n\n“NBC News found at least a dozen organizations that had paid to use Mahaux’s restricted images of the Trumps in 2017, resulting in indirect payment to the first family.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "He knocked on the door and waited about five minutes, alternatively silent, knocking some more and asking the security guard if employees inside were aware he was out there.",
  "“In true Feldman fashion, Henry joined us promptly on his due date, July 1st, at 9:18 p.m. ... Henry is named after my grandfather, David Engel, who passed away in August.",
  "The Democratic path to victory, he explained, is successfully making the case that Trump’s still-unnamed Supreme Court pick would roll back Roe v. Wade and Obamacare.",
  "http://bit.ly/2Nil3f0\n\n-- TRUMP at 6:49 this morning: “When we have an ‘infestation’ of MS-13 GANGS in certain parts of our country, who do we send to get them out?",
  "It’s not unheard of for celebrities to earn royalties from photos of themselves, but it’s very unusual for the wife of a currently serving elected official.",
  "Not a party meeting goes by these days where multiple Republicans don’t vent that the president isn’t listening to them — and plot how to fight back.",
  "“‘I’m willing to entertain using any of the procedural tools available at the appropriate time,’ he said on his Monday night call with New Yorkers.",
  "Uneven hopscotch and tic-tack-toe boards were drawn in chalk in the parking lot, and a church and Christian elementary school sat right next to it.",
  "…\n\n“Republican senators say they can’t get the president to comprehend that his tariffs offensive could upend all of that progress in short order.",
  "“But the refugee office is still struggling to answer basic questions such as how many children in its custody were separated from their parents.",
  "“Schumer also asked activists to spend less time prodding Democrats to use their limited procedural power to delay a Supreme Court confirmation.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "Old friends are shunning me and trying to ban me from their social life.’” The Hill op-ed http://bit.ly/2MM4h79\n\nGood Tuesday morning.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "“Although the move to appease the conservatives exposed her growing political weakness, Ms. Merkel will limp on as chancellor.",
  "…\n\n“During his remarks to constituents on the phone, Schumer tried to energize the Democratic faithful with a play for unity.",
  "He will then head to the Greenbrier resort in West Virginia where he will deliver remarks for the “Salute to Service” dinner.",
  "Now Democrats are using it against him,” by Lorraine Woellert and Chris Cadelago: “It’s the list that won him the presidency.",
  "Louie Gohmert, R-Texas, says it’s possible that staff for Deputy Attorney General Rod Rosenstein are monitoring his actions.",
  "Pic http://bit.ly/2tQ4YoZ\n\nWELCOME TO THE WORLD -- Sarah Feldman, communications director for Sen. Claire McCaskill (D-Mo.",
  "The memo https://bit.ly/2u1SBFp\n\nTRUMP’S TUESDAY -- The president is having lunch with Secretary of Defense James Mattis.",
  "It’s the same thing the GOP did with Nancy Pelosi -- with much success, after spending millions of dollars attacking her.",
  "They are tougher and smarter than these rough criminal elelments [sic] that bad immigration laws allow into our country.",
  "The guard eventually told him the employees inside had been instructed to not answer the door, not to even speak to him.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "Apparently Kelli Ward, one of McSally’s ultraconservative challengers in a three-way GOP primary, didn’t get the memo.",
  "Nov.” …\n\n… at 6:57 a.m.: “How can the Democrats, who are weak on the Border and weak on Crime, do well in November.",
  "PHOTO DU JOUR … U.S. senators with Ambassador Jon Huntsman and Russian Foreign Minister Sergey Lavrov in Moscow.",
  "There is an invitation to a reception in Miami to meet with business representatives from Qatar.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Purdum most recently was a senior writer at POLITICO and is also a New York Times veteran.",
  "One page doesn’t include full words and is a jumble of numbers, letters, and bar codes.",
  "His message to corporate America so far: I don’t care what you say, my base is with me.",
  "He was considered for the last Supreme Court vacancy, but didn’t meet with Trump then.",
  "https://washex.am/2MKKiWq\n\nSUPREME COURT REPORT … “The list won Trump the White House.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "), and Emily Loeb, partner at Jenner & Block, on Sunday welcomed Henry David Loeb.",
  "Monday, he stood frustrated outside the building strung with Christmas lights.",
  "Republicans last year did away with the filibuster for high court nominees.",
  "She’s a relatively minor national figure, despite her recent celebrity.",
  "He was the special assistant to the president for financial policy.",
  "… Is there a cutoff for tragedy?’ Buckley said Monday afternoon.",
  "http://bit.ly/2u2I78I\n\nThe most reliable politics newsletter.",
  "Waters, however, doesn’t have anywhere close to the name I.D.",
  "“He’d been trying for more than a week to tour the facility.",
  "What books she’s been reading recently: “Oh gosh, so many!",
  "It’s just as important as any other tragedy.’ Gov.",
  "THE NATIONALS lost to the Red Sox last night, 4-3.",
  "They are both seen as potential 2020 candidates.",
  "One document appears to be part of an envelope.",
  "Dems do not appreciate the great job they do!",
  "There are fragments of handwritten notes.",
  "“‘Obviously, I’m disappointed, you know?",
  "Rebecca Traister is a must-read for me.",
  "He pre-boarded and sat in first class.",
  "It was an attack on freedom of speech.",
  "They’re now just one game over .500.",
  "‘This was an attack on the press.",
  "You can unsubscribe at any time.",
  "You can unsubscribe at any time.",
  "‘I thank her for her service.",
  "For how long is unclear.",
  "With a one-min.",
  "Pelosi has.",
  "… “Rep.",
  "ICE!",
  "...",
  "..."
]