[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com,@JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "House panel could subpoena Dorsey\n\nWith help from Nancy Scola, Margaret Harding McGill and Steven Overly\n\nHOUSE PANEL COULD SUBPOENA DORSEY — Staff of the House Energy and Commerce Committee raised the possibility of a subpoena to get Twitter CEO Jack Dorsey to testify before the panel, during a tense meeting with representatives of the company Thursday, a Republican source familiar with the discussion tells Ashley.",
  "You call it a lecture.” Brad Parscale, campaign manager for Trump’s re-election campaign, went even further in his own op-ed in the Washington Examiner, writing, “What we are seeing in Big Tech is the inherent totalitarian impulse of the Left come into full focus.”\n\n— And Twitter is dealing with criticism for its handling of conspiracy theorist Alex Jones, founder of the far-right website InfoWars.",
  "I have to say kudos to Pai for doing the right thing where it would’ve been easy from a political perspective to do the opposite.”\n\nSILICON VALLEY MUST READS\n\n— Google’s China troubles: Google’s employees are demanding answers from the company’s leadership amid growing internal protests over plans to launch a censored search engine in China, the Intercept reports.",
  "— Why Facebook is losing the war on hate speech in Myanmar: A new report in Reuters details more than 1,000 examples of posts, comments and pornographic images attacking the Rohingya and other Muslims on Facebook and explores why the secretive operation set up by the social media giant to combat the hate speech is failing to end the problem.",
  "AMAZON’S NEXT HEADACHE: CIVIL RIGHTS — Nancy and Steven report: A prominent African-American lawmaker’s call for the Justice Department’s civil rights division to investigate the facial recognition tools popularized by Amazon is just the latest sign of a growing political headache for the Seattle-based online giant.",
  "A week after the call, Trump publicly denounced the FCC’s action as “sad and unfair.”\n\n— Pai said McGahn called him directly in mid-July after the chairman announced an order to send the $3.9 billion merger into a lengthy administrative hearing process widely viewed as a deal-killer.",
  "But Harold Feld, senior vice president of Public Knowledge, said Pai handled it well: \"I think Pai did the right thing in the face of clear political pressure and whether or not the White House tried to influence things, everybody understood which way Trump would like it to go.",
  "QUESTIONS SWIRL AROUND MCGAHN’S CALL TO PAI — President Donald Trump’s top White House lawyer called FCC Chairman Ajit Pai in July to ask about the agency’s decision to doom Sinclair Broadcast Group's bid to acquire Tribune Media, Pai told lawmakers Thursday, Margaret reports.",
  "QUICK DOWNLOADS\n\n— Five Democrats wrote to tech companies including Twitter, Facebook, Microsoft, Craigslist, Google, Reddit and Yahoo urging them to block or limit publication of 3-D gun printing materials, which the lawmakers argue is in violation their terms of service.",
  "— Rep. Kevin McCarthy, who has been railing against Twitter for alleged “shadow banning” and tech company bias against conservatives, wrote in an op-ed posted by Inside Sources on Thursday, “Social media censorship threatens our ability to have these conversations.",
  "“The G20 should encourage policy approaches that will usher in the next industrial revolution,” write the groups, which include the Computer and Communications Industry Association, Internet Association, Information Technology Industry Council and Engine.",
  "Now the First Lady is scheduled to dig into \"the positive and negative effects of social media on youth\" at the sixth biennial Cyberbullying Prevention Summit held by Federal Partners in Bullying Prevention taking place in Rockville, Md., on Monday.",
  "\"I've asked Pai for the details of that conversation, in writing,” said Sen. Richard Blumenthal (D-Conn.), adding: \"I want to see what the context of the call is, whether it was for that topic alone, who raised the issue and what his response was.\"",
  "The previously undisclosed call from White House counsel Don McGahn drew questions from Democratic lawmakers and an advocacy group about whether the Trump administration tried to sway the agency on a deal that the president supported.",
  "If he ends up doing a double header in the House and Senate, he’d be following a similar trajectory as Mark Zuckerberg, who did back-to-back congressional hearings on the Cambridge Analytica scandal and other issues back in April.",
  "House E&C Chairman Greg Walden later tweeted at Dorsey: \"I appreciate your willingness to speak publicly on issues facing Twitter and agree complex algorithms must be better communicated to consumers.",
  "TECH’S G-20 WISH LIST — A coalition of tech industry trade associations is out with thoughts on what attendees should tackle at the G-20’s Digital Economy Ministerial Meeting in Argentinanext week.",
  "FLOTUS TO TALK SOCIAL MEDIA ALONGSIDE SILICON VALLEY — First lady Melania Trump has made cyberbullying a centerpiece of her work in the White House, part of her \"Be Best\" effort launched in May.",
  "— Critics of Amazon’s Rekognition software argue that it could lead to the constant high-tech policing of communities of color that they say are already under intense law enforcement scrutiny.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "The source said Twitter is \"delaying\" and \"stonewalling\" the committee, which has been negotiating with the company over the past few weeks to try to arrange Dorsey's testimony.",
  "— Democratic lawmakers are suspicious: “Any interaction from the White House counsel ought to be interpreted as expressing a preference,\" said Sen. Brian Schatz (D-Hawaii).",
  "Moreover, they argue, research indicates the software frequently misidentifies minorities, making it more likely for them to be unfairly caught up in the legal system.",
  "“Encourage approaches to new technologies that protect consumers from actual harms, as speculative regulation can chill innovation and further development,” they say.",
  "Story Continued Below\n\n— Dorsey is already slated to appear before the Senate Intelligence Committee to discuss Russian election interference on Sept. 5.",
  "(And yes, she has been quick to acknowledge the irony of the spouse of @realDonaldTrump focusing her energies on people behaving badly on the internet.)",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "They also want them to promote artificial intelligence, automation and other emerging technologies by resisting regulation and investing in research.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "Asked for comment, a Twitter spokesman responded: \"We remain in discussions with the Committee and no decisions have been made either way.\"",
  "They ask world leaders to expand access to broadband internet, promote cross-border data flows and eliminate data localization rules.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "Twitter restricted the accounts of Jones and InfoWars this week, but critics said the company took too long to do so.",
  "— Twitter is shutting off APIs that fueled third-party apps such as Tweetbot and Twitterific, TechCrunch reports.",
  "After many good faith efforts from staff, this is your formal invitation to appear before @HouseCommerce on Sept.",
  "Pai described the call as a request for a status update rather than an effort to influence the outcome.",
  "At the event, FLOTUS will, per the White House, participate in a panel with social media company reps.",
  "Amazon disagrees, and has sent Jay Carney and other staffers to Capitol Hill to make its case.",
  "— Facebook cracks down on opioid dealers after years of neglect, TechCrunch reports.",
  "— Amazon is in the running to acquire the Landmark movie chain, Bloomberg reports.",
  "You can catch the rest of the team’s contact info after Quick Downloads.",
  "— Inside the research lab teaching Facebook about its trolls, in Wired.",
  "When only one side is doing the talking, you don’t call it a dialogue.",
  "Our own Margaret Harding McGill takes the reins for Monday’s edition.",
  "Reach your guest host at agold@politico.com and @ashleyrgold.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "GOOD FRIDAY MORNING AND WELCOME TO MORNING TECH.",
  "Got an event for MT’s tech calendar?",
  "Here is one of those letters.",
  "Tips, comments, suggestions?",
  "Go inside the debate.",
  "Got news or tips?",
  "5.\"",
  "**"
]