[
  "In the end, as Michael Brendan Dougherty wrote recently for National Review, one implicit goal of the Facebook freakout is to ensure that “conservatives and populists will not be allowed to use the same tools as Democrats and liberals again, or at least not use them effectively.” If the trauma of Trump’s victory turns social-media gatekeepers into more aggressive and self-conscious stewards of the liberal consensus, the current freakout will have more than served its political purpose.",
  "And indeed, the three economists noted, for all the talk about Breitbart’s influence and Russian meddling and dark web advertising, Trump only improved on Mitt Romney’s showing among Americans who don’t use the internet, and he “actually lost support among internet-using voters.” In a sense, you could argue, all those tweets mattered mainly because they kept being quoted on TV.",
  "It’s also clear — as the economists Levi Boxell, Matthew Gentzkow and Jesse Shapiro wrote in these pages late last year — that among older white Americans, the core demographic where first the primaries and then the general election were decided, television still far outstrips the internet as the most important source of news.",
  "But it was clear enough being in that orbit in 2016, as it should be clear to anyone who watched Trump’s larger relationship to his television coverage, that the business model of our news channels both assumes and heightens polarization, and that it was ripe for exploitation by a demagogue who was also a celebrity.",
  "And pillorying Fox’s hosts only helps their brand: the big tech companies regard themselves as part of the liberal cultural complex, so they’re vulnerable to progressive bullying and shaming; not so Sean Hannity, whose stalwart support for Trump was and remains vastly more important than any online stratagem.",
  "What Trump did will be hard for a future demagogue to imitate: The generations who get their information from newscasts are dying out, the web is taking over at an accelerating pace and in the long run there is more to be gained in going after Mark Zuckerberg than in pillorying Jeff Zucker.",
  "Beyond the psychological satisfaction of weaving the often-genuinely-sinister side of Silicon Valley into stolen-election theories, there’s a strategic wisdom to the center-left establishment’s focus on the internet.",
  "This in turn encouraged a sense that this was just a typical right-versus-left election, in which you should vote for Trump if you usually voted for Republicans … and in the end that’s what most G.O.P.",
  "But especially once he won the nomination this skepticism was often filtered out of cable coverage, because the important thing was to maintain the partisan shouting-match model.",
  "But like the television channels whose programming choices did far more than Facebook to make Donald Trump president, it won’t have served the truth.",
  "The depth and breadth of Trump skepticism among right-wing pundits was a pretty solid indicator of his unfitness for high office.",
  "My own CNN experiences were positive; I admire the many fine journalists who work in television news.",
  "Which is not to say that the current freakout over Facebook doesn’t make a certain kind of sense.",
  "voters did."
]