[
  "“Authorities said more than 150,000 press releases were stolen from Business Wire, Marketwired and PR Newswire from February 2010 to August 2015, and used to generated in excess of $100 million of illegal trading profit.”\n\n— The United States and Canada will collaborate on a project during the next two years to explore how artificial intelligence can assist first responders, the Department of Homeland Security's Science and Technology Directorate announced in a statement on Friday.",
  "Twitter officials started arguing for a broader assault on the suspect accounts after learning that many bot accounts used by Russian operatives weren’t actually created for disinformation campaigns but were existing accounts that were purchased on the black market, my colleagues report:\n\n\"An internal battle ensued over whether the company’s traditional approach to spam would work in combating disinformation campaigns organized and run by nation-states such as Russia.",
  "“Mexico’s central bank, Finance Ministry and banking regulator said in a statement that the measure is preventative, and that the country’s financial system is functioning normally.”\n\n— More cybersecurity news from overseas:\n\nFor China, Tech Giant Tencent Is Both a National Champion and a Threat The WeChat smartphone app’s ubiquity in China is creating a new challenge for its creator Tencent Holdings: heightened scrutiny from Beijing.",
  "It wants to assemble a vast and unprecedented national surveillance system, with crucial help from its thriving technology industry.” For instance, Mozur reports that authorities use facial recognition to name and shame pedestrians who cross the street illegally at a specific intersection in the city of Xiangyang and use software to track Uighur people, a Muslim minority, in the western part of the country.",
  "Rather than merely assessing the content of individual tweets, the company began studying thousands of behavioral signals, such as whether users tweet at large numbers of accounts they don't follow, how often they are blocked by people they interact with, whether they have created many accounts from a single IP address, or whether they follow other accounts that are tagged as spam or bots.\"",
  "“Rather than pay AMSC for more than $800 million in products and services it had agreed to purchase, Sinovel instead hatched a scheme to brazenly steal AMSC’s proprietary wind turbine technology, causing the loss of almost 700 jobs and more than $1 billion in shareholder equity at AMSC,” John P. Cronan, an acting assistant attorney general, said in a statement.",
  "CyberScoop\n\nPRIVATE KEY\n\nWonkblog Amazon continues to profit from the sale of white-supremacist propaganda, report says Despite a policy against selling products that promote hatred, the retail giant’s online store as well as its publishing, music-streaming and Web services platforms facilitate the spread of racist ideology, according to a new report.",
  "https://t.co/EBRknJYNF7 — Adam Rawnsley (@arawnsley) July 7, 2018\n\nFrom Kurt Wagner, Recode’s social media reporter:\n\nAlso: “The aggressive removal of unwanted accounts may result in a rare decline in the number of monthly users in the second quarter.”\n\n\n\nGood to delete fake accounts, but Twitter might not be able to grow without fake accounts.",
  "The company's developer API could be improperly queried to retrieve fitness activities, like each running and cycling session, on any user.”\n\n— Scammers posing as celebrities through fake social media accounts spread misinformation, ask for money from their victims or even commit online sex crimes, the New York Times’s Jack Nicas reports.",
  "“Those reviews will examine a range of potential hazards — from a massive data breach of SmarTrip card information to potential attacks that could interfere with critical safety operations such as rail traffic control systems, gas and fire sensors, the power grid, station ventilation, and voice and data communications,” she wrote.",
  "“And that is the challenge for [social media] firms, that the resources spent here aren't ones spent on its primary mission — making profit.”\n\nThere were some signs earlier this year that Twitter, which long took a hands-off approach to policing misconduct on its platform, was stepping up its fight against trolls and bots.",
  "The Wall Street Journal\n\nHuawei says does not expect U.S. sanctions: press China's Huawei, the world's largest maker of telecommunication network equipment, does not see itself becoming the target of U.S. sanctions and will keep buying U.S. chips this year, one of its three rotating chairmen told a French newspaper.",
  "“Moscow has strongly denied interfering in the vote.” Putin’s comments came three days after the Senate Intelligence Committee in Washington endorsed the U.S. intelligence community’s 2017 assessment that Russia interfered in the past U.S. presidential election and ultimately sought to help elect Donald Trump.",
  "https://t.co/sDaw1KMixM — Marietje Schaake (@MarietjeSchaake) July 7, 2018\n\nStill, said Philippe Reines, a former top aide to Hillary Clinton, Twitter’s leadership deserved credit:\n\nGreat piece by @lizzadwoskin & @craigtimberg detailing Twitter’s current jihad against fake accounts, purging a million a day.",
  "https://t.co/gscUSpSLh6 — David Pogue (@Pogue) July 7, 2018\n\nMarietje Schaake, a member of European Parliament, marveled at number of accounts Twitter had already scrubbed:\n\n#70million > if that is the amount of bots and fake accounts @twitter removed in 2 months, what was been their impact before?!",
  "“China’s national database of individuals it has flagged for watching — including suspected terrorists, criminals, drug traffickers, political activists and others — includes 20 million to 30 million people, said one technology executive who works closely with the government,” Mozur wrote.",
  "Executives debated for months about whether to implement new detection tools, and finally took action under sustained pressure from Congress and after internal reviews revealed that tens of thousands of automated accounts were connected to the Russian government, Craig and Elizabeth write.",
  "“That is too many people for today’s facial recognition technology to parse, said the executive, who asked not to be identified because the information wasn’t public.”\n\nPUBLIC KEY\n\nFormer hedge fund manager Vitaly Korchevsky leaves the Brooklyn Federal Court in New York on Jan. 8, 2016.",
  "(David Paul Morris/Bloomberg News)\n\nTwitter is finally taking a flamethrower to fake and suspicious accounts, following months of public criticism that it wasn’t doing enough to crack down on the bots and trolls that used the platform to spread disinformation during the 2016 election.",
  "This was both because the corporate incentives were more focusing on user numbers and a general Silicon Valley problem of turning a blind eye to how their babies had grown up into battlefields.”\n\nIndeed, Twitter’s decision to crack down didn’t come easily, as my colleagues report.",
  "The Daily Beast’s Adam Rawnsley questioned Twitter’s reasons for letting the issue linger for so long:\n\nReminder that Twitter’s hesitance to crack down on bots, abusive accounts, etc never had anything to do with freedom of speech, ideology or whatever hobby horse you’re pitching.",
  "“Some people who report such accounts said the sites had gotten better at removing them, but others said the companies did not police them adequately.”\n\nTHE NEW WILD WEST\n\nRussian President Vladimir Putin gestures while speaking at a cybersecurity conference in Moscow on July 6.",
  "(Patrick Semansky/AP)\n\n— Reporters found that a fitness application exposed data, including names, of thousands of users at security facilities around the world such as the National Security Agency in the United States and MI6 in Britain, according to ZDNet’s Zack Whittaker.",
  "Aaron Gregg\n\nAs defense bill approaches finish line, future of Chinese company ZTE hangs in the balance When House and Senate negotiators sit down next week to iron out their differences in the annual defense bill, the fate of Chinese telecom giant ZTE will be a key issue.",
  "(Elise Amendola/AP)\n\nPATCHED: A court in Wisconsin handed a maximum fine of $1.5 million to a Chinese company for stealing the source code that underpinned technology belonging to U.S. energy company AMSC, the Justice Department announced in a statement on Friday.",
  "“The defendants had been among 10 people, including seven traders and three Ukraine-based hackers, criminally charged in Brooklyn and New Jersey over what U.S. authorities have called the largest known hacking scheme to game financial markets,” Stempel wrote.",
  "Dejan Karabasevic, a Serbian man who worked for an AMSC subsidiary in Austria and was hired by the Chinese company Sinovel, was accused of downloading the source code in 2011 from a computer owned by AMSC in Wisconsin into a computer in Klagenfurt, Austria.",
  "“Although Metro has procedures in place in the event of an attack, 'the program has opportunities for improvement,' the inspector general’s report said.”\n\nThe next planned security audits will look at potentially dangerous events, according to Powers.",
  "“Chinese buyers will snap up more than three-quarters of all servers designed to scan video footage for faces, predicts IHS Markit, a research firm.” Yet China's sprawling surveillance apparatus isn't technically flawless and some shortcomings remain.",
  "— “Mexico’s financial authorities on Friday warned local banks to be on alert for potential cyber attacks and to strengthen security systems, activating protocols established in the wake of recent bank hacks,” Reuters’s Daina Beth Solomon reports.",
  "— More cybersecurity news from the public sector:\n\nBusiness D.C.-area cybertech companies persuade West Coast investors to head east Charlottesville-based Social SafeGuard recently raised $11 million from a pair of Silicon Valley venture funds.",
  "“Metro’s increased emphasis on security reflects increasing awareness at transit agencies across the country that day-to-day operations of their decades-old subway systems could be attractive targets to hackers,” my colleague wrote.",
  "Metro's inspector general decided not to make the report public out of concern of publicizing weaknesses that could be exploited by hackers and intends to carry out another six audits on security issues during the next fiscal year.",
  "“The report focused specifically on Metro’s 'incident response' capabilities and whether tech experts within the agency have the proper procedures and know-how to quickly detect, fend off and shut down a hack,” Powers wrote.",
  "Well worth the read.https://t.co/DkdfFO3gxx — Philippe Reines (@PhilippeReines) July 6, 2018\n\nPINGED, PATCHED, PWNED\n\nA Metro train comes into the station at the Georgia Ave-Petworth stop in Washington on Dec. 29, 2016.",
  "“While it certainly won't stop the abuses and weaponization of this space, it makes it much harder on those trying to automate such acts,” said Peter Singer, a strategist at the nonpartisan think tank New America.",
  "(Brendan McDermid/Reuters)\n\n— Two men were convicted in New York for their involvement in a plot that used information from hacked press releases to turn in profits illegally, Reuters's Jonathan Stempel reported.",
  "(Photo by Michael S. Williamson/The Washington Post)\n\nPINGED: A report by Metro's inspector general highlighted cyber weaknesses in the transit agency's network, The Washington Post's Martine Powers reports.",
  "This initiative will aim “to ensure both American and Canadian next generation first responders are better connected, protected and fully aware during critical incidents,” according to the statement.",
  "(Sergei Chirikov/Pool Photo/AP)\n\n— Russian President Vladimir Putin on Friday said countering ever-present cyberthreats requires “combined efforts” among governments, the Associated Press reported.",
  "Although the results aren’t obvious yet, the Twitter purge could be a bulwark against Russian influence operations that U.S. intelligence chiefs say are continuing ahead of the November midterms.",
  "“China has become the world’s biggest market for security and surveillance technology, with analysts estimating the country will have almost 300 million cameras installed by 2020,” Mozur wrote.",
  "(Thomas Peter/Reuters)\n\nPWNED: “With millions of cameras and billions of lines of code, China is building a high-tech authoritarian future,” the New York Times’s Paul Mozur reported on Sunday.",
  "I think many have suspected this for a while — Kurt Wagner (@KurtWagner8) July 6, 2018\n\nAnd Yahoo Finance columnist David Pogue:\n\nTwitter is now shutting down 1 million fake accounts a day.",
  "In January, Twitter identified thousands of accounts linked to the Russian troll farm Internet Research Agency and notified hundreds of thousands of users that had interacted with them.",
  "Part of what made the Kremlin’s disinformation campaign so successful was its use of constantly tweeting bots to amplify divisive posts, inflame political tensions and mislead voters.",
  "And in a post last month, the company said it had “identified and challenged” nearly 10 million “potentially spammy or automated accounts per week,” up from 3.2 million in September.",
  "The court in Madison, Wis., found that the American company lost more than $550 million as a result of the intellectual property theft, the Justice Department said in the statement.",
  "“We have repeatedly seen that some nations’ egoism, their attempts to act squarely to their own advantages, hurt the global information stability,” Putin said, as quoted by the AP.",
  "Already, the removal of fake and suspicious accounts could cause a dip in Twitter's monthly user numbers, which as Gizmodo noted play a big part in the company’s earnings reports.",
  "Reuters\n\nFOR THE N00BS\n\nAll the Ways iOS 12 Will Make Your iPhone More Secure From hacking protections to smarter two-factor, iOS 12 will lock down your iPhone better than ever.",
  "The social media giant has suspended more than 70 million accounts since May, at a rate of more than 1 million a day, my colleagues Craig Timberg and Elizabeth Dwoskin report.",
  "If the mass suspensions continue at this rate, they could go a long way to curb the types of automated social media offensives the Russian government carried out in 2016.",
  "After Cambridge Analytica, the costs may outweigh the benefits The Verge\n\nSECURITY FAILS\n\nThe National Security Administration campus in Fort Meade, Md., on June 6, 2013.",
  "Sinovel has paid $32.5 million to AMSC and will later pay another $25 million as part of a settlement between the two companies, according to the Justice Department.",
  "“The Russian leader didn’t address allegations that government-sponsored Russian hackers have meddled in the U.S. 2016 presidential elections,” the AP reported.",
  "In light of Twitter’s latest crackdown, some observers wondered whether the company could keep growing quashing so many suspicious or automated accounts.",
  "“Twitter, Instagram and Facebook have compounded the problem with lax enforcement of their own policies prohibiting impersonators.” Nicas writes.",
  "The sheer number of accounts Twitter has suspended — and continues to suspend every month — shows just how vast the fake account problem is.",
  "“Although the existence of many government installations are widely known, the identities of their employees were not.” Whittaker wrote.",
  "“But now, an investigation by Dutch news site De Correspondent and Bellingcat found that Polar Flow exposed their fitness tracking data.",
  "“Beijing is embracing technologies like facial recognition and artificial intelligence to identify and track 1.4 billion people.",
  "Coming soon\n\nEASTER EGGS\n\nPompeo brushes off North Korea's “gangster-like” comment:\n\nThe president says there’s a border crisis.",
  "Under Chinese President Xi Jinping, the country has expanded its use of technology to spy on its people, the Times reported.",
  "Vitaly Korchevsky and Vladislav Khalupsky were convicted on Friday by a federal jury in New York, according to Reuters.",
  "And continuing to snuff out those accounts could wind up becoming a game of whack-a-mole, Singer said.",
  "Twitter probably will have to devote considerable resources to keep this war on bots and trolls going.",
  "Several weeks later, it wiped thousands of suspected bot accounts from the platform in one swoop.",
  "“Previously, the barriers to entry to automating abuse and disinformation were incredibly low.",
  "Wired\n\nZERO DAYBOOK\n\nToday\n\nNational Homeland Security Conference in New York through July 12.",
  "THE KEY\n\nThe Twitter logo outside the company's headquarters in San Francisco on Feb. 8.",
  "All the techniques that Twitter puts in place will be studied for counters,” he told me.",
  "Sinovel will be on probation for a year until it has fully paid the settlement money.",
  "Fingers typing on a laptop keyboard in North Andover, Mass., on June 19, 2017.",
  "This border city begs to differ:\n\nCheers and tears as Belgium tops Brazil:",
  "That’s more than double the rate it was suspending accounts in October.",
  "It may hurt their reported membership, but it’s the right thing to do!",
  "A security camera overlooks Tiananmen Square in Beijing on March 6.",
  "Tracy Jan\n\nWill third-party plugins survive the tech backlash?",
  "Putin and Trump are scheduled to meet July 16 in Helsinki.",
  "It’s trying to fight the bot/troll/spam/Russian problem.",
  "Yes, there shouldn’t have been millions to begin with.",
  "But @jack is clearly taking the problem seriously.",
  "“It is a battlefield, so the enemy gets a vote.",
  "All about cooking the growth numbers."
]