[
  "Send them along via email to our team: Eric Engleman (eengleman@politico.com, @ericengleman), Kyle Daly (kdaly@politico.com, @dalykyle), Nancy Scola (nscola@politico.com, @nancyscola), Margaret Harding McGill (mmcgill@politico.com, @margarethmcgill), Ashley Gold (agold@politico.com, @ashleyrgold), Steven Overly (soverly@politico.com, @stevenoverly), John Hendel (jhendel@politico.com, @JohnHendel) and Cristiano Lima (clima@politico.com, @viaCristiano).",
  "Cornyn didn’t specify who would attend the gathering or whether it would include any Democrats, but said: “I think the president wants to weigh in, and we want to listen to what he has to say.”\n\n— Speaking of China: Trump is escalating the trade dispute with the country, ordering his administration to draw up a list of $200 billion worth of Chinese goods that could be hit with an additional 10 percent tariff.",
  "“As a company, Microsoft is dismayed by the forcible separation of children from their families at the border,” Microsoft said in a statement, adding, “We urge the administration to change its policy and Congress to pass legislation ensuring children are no longer separated from their families.”\n\n— It’s the latest instance of the tech industry clashing with the Trump administration’s immigration agenda.",
  "In a statement, Trump said that Beijing's decision to strike back at his prior penalties proved a desire “to keep the United States at a permanent and unfair disadvantage.” Trump announced last week that he would hit $50 billion worth of Chinese goods with a 25 percent tariff, and Beijing responded in kind, announcing its own 25 percent tariffs on over 600 U.S. imports worth roughly $50 billion.",
  "TRANSITIONS\n\n— Megan Gray, who led high-profile privacy cases as an attorney for the FTC's Bureau of Consumer Protection, has joined the DuckDuckGo search engine company as its general counsel and policy advocate … Sally Aldous, the longtime head of Facebook’s European communications operation, has moved to San Francisco to lead the company’s privacy communications team.",
  "… The vote raises the stakes in Congress' brewing confrontation with Trump over the Chinese company, which lawmakers of both parties consider a national security threat to U.S. networks.”\n\n— More action on ZTE this week: Senate Majority Whip John Cornyn (R-Texas) told John that Trump will meet with Republicans on Wednesday to discuss the Chinese telecom.",
  "Tech speaks out on family separation\n\nWith help from Steven Overly and John Hendel\n\nTECH SPEAKS OUT ON FAMILY SEPARATION — Tech leaders are sounding off on the Trump administration’s “zero tolerance” policy at the U.S-Mexico border, which has resulted in the separation of thousands of migrant families and prompted backlash from lawmakers of both parties.",
  "SILICON VALLEY MUST-READS\n\n— Resume booster: Amid a brewing trade war with China, Apple CEO Tim Cook has emerged as one of the leading diplomatic liaisons between Washington and Beijing, calling for “calmer heads” to prevail in the trade standoff between Trump and Chinese President Xi Jinping, via The New York Times.",
  "— Meanwhile, Microsoft faced scrutiny for deleting and then reposting language on its website touting the company’s contract work for U.S. Immigration and Customs Enforcement — an indication of the pressure tech giants are under to distance themselves from the Trump administration’s approach on immigration.",
  "The hearing, billed as a follow-up to Zuckerberg’s congressional testimony in April, will tackle the “collection and use of social media data, the privacy concerns raised in the wake of the Cambridge Analytica/Facebook scandal, and potential steps to protect consumers,” the panel said in a statement.",
  "‘OUTSTANDING QUESTIONS’ AT CAMBRIDGE HEARING — The Senate Commerce subcommittee on consumer protection holds a hearing this afternoon on “data privacy risks,” headlined by testimony from Aleksandr Kogan, the Cambridge University researcher at the center of Facebook’s data scandal.",
  "will bring up “additional consumer protection concerns” raised about Facebook in recent months, according to his opening statement, including the revelation that the social network had data-sharing arrangements with some 60 device makers, including Chinese firms like Huawei.",
  "“One of the key issues the Senator pushed Zuckerberg on was why should we think that Facebook will ever truly make the changes that we need to protect Americans’ well-being and privacy given the inherent conflicts with Facebook’s business model,” her spokesperson tells MT.",
  "— Go figure: Despite the uproar over the Cambridge Analytica controversy, Facebook has weathered the storm financially on Wall Street, with its shares rising to a record $199.58 on Monday — less than two months after taking a tumble in the wake of the data scandal.",
  "LONG-AWAITED LIFELINE CHANGE DEBUTS — Monday marked the initial rollout of a new “national verifier” tool designed to curb some of the waste, fraud and abuse alleged in the FCC’s Lifeline program, which provides telecom subsidies to low-income households.",
  "— To Gmail or not to Gmail — Sen. Chuck Grassley asked the DOJ whether the FBI had obtained any material from former bureau chief James Comey’s personal devices, after a report found he used his private email for work, POLITICO’s Rebecca Morin reports.",
  "“Facial recognition in American communities threatens this freedom.” The nearly 70 organizations signing the letter include the American Civil Liberties Union, Free Press, Electronic Frontier Foundation, Fight for the Future and Color of Change.",
  "Silicon Valley executives have previously spoken out against President Trump’s decision to rescind the Deferred Action for Childhood Arrival program, which extends protections for undocumented immigrants brought to the U.S. as children.",
  "The online fundraiser, launched by two former Facebook staffers, is raising money for the Refugee and Immigrant Center for Education and Legal Services (RAICES), which provides legal services and support to immigrants and refugees.",
  "The national verifier, which is intended to move the responsibility of verifying the program’s participants from telecom companies to the federal government, saw its debut postponed for more than half a year due to IT problems.",
  "GREETINGS AND WELCOME TO MORNING TECH, where your host feels the need to come clean about never watching “Silicon Valley.” Send your hate mail, as well as any tech and telecom tips, to clima@politico.com or @viaCristiano.",
  "The European Union’s competition chief says there are signs that Google’s rivals are benefiting from reforms instituted by the company following an antitrust case over online shopping, Reuters reports.",
  "ZTE ZIG-ZAG — John reports: “The Senate voted Monday to reimpose the U.S. ban on Chinese telecom giant ZTE, in a rebuke to President Donald Trump and his efforts to keep the company in business.",
  "In a pair of letters to CEO Jeff Bezos, they raise concerns about the technology, called Rekognition, being used to spy on citizens, particularly people of color and political dissidents.",
  "REKOGNITION KRITICISM — Advocacy groups and shareholders are ratcheting up pressure on Amazon to stop selling facial recognition technology to government agencies and law enforcement.",
  "— Zuckerberg, Sandberg open their checkbooks: Facebook CEO Mark Zuckerberg and COO Sheryl Sandberg donated to a fundraiser aimed at reuniting immigrant parents with their children.",
  "Microsoft has been working with partners to expand broadband availability using a mix of technologies, including TV white spaces, to reach rural and remote areas of the country.",
  "— App Store headed to SCOTUS: The Supreme Court has agreed to take on a class-action lawsuit alleging Apple has monopolistic control over its App Store, Steven reports.",
  "— Mind the gap: POLITICO Europe’s Mark Scott writes that the biggest challenge facing the tech industry is a rift in regulatory approaches between the U.S. and Europe.",
  "** A message from Microsoft: Broadband internet is the electricity of the 21st century, yet millions in the U.S. do not have reliable broadband access.",
  "Story Continued Below\n\n— “Reprehensible,” tweeted Reddit co-founder Alexis Ohanian in response to a video of a detention facility in McAllen, Texas.",
  "— Netball: California lawmakers are melding their net neutrality bills as they aim to restore the Obama-era rules, the Los Angeles Times reports.",
  "On Tuesday, we announced we are reaching the 1 million mark and have raised our goal to reaching 3 million people in rural America by 2022.",
  "It is being launched in Colorado, Mississippi, Montana, New Mexico, Utah and Wyoming, with more states and territories to follow.",
  "\"Ripping children from the arms of their parents is heartless, cruel, immoral and counter to the American values of belonging.",
  "“People should be free to walk down the street without being watched by the government,” states the advocacy group letter.",
  "— Sen. Maggie Hassan (D-N.H.) plans to question witnesses about whether Facebook is capable of adequately policing itself.",
  "— Private language — Salesforce CEO Marc Benioff details his idea for a national privacy law in a POLITICO Agenda op-ed.",
  "Last year, the Microsoft Airband initiative committed to bring broadband to 2 million people in rural America by 2022.",
  "We are a better country than this,” wrote Airbnb co-founders Brian Chesky, Joe Gebbia and Nathan Blecharczyk.",
  "And Salesforce CEO Marc Benioff retweeted images of the conditions in which the families are detained.",
  "The spokesperson did not say how much the pair donated — or comment on the family separation policy.",
  "They’ve also challenged Trump’s long-standing pledge to build a wall along the Southern U.S. border.",
  "5515 (115), a must-pass defense spending bill that cleared the Senate by a vote of 85-10.",
  "The provision targeting ZTE was part of the National Defense Authorization Act, H.R.",
  "Yelp CEO Jeremy Stoppelman retweeted a message critical of the separation practice.",
  "The U.S. government needs to stop this injustice and reunite these families.",
  "And catch the rest of the team’s contact info after Quick Downloads.",
  "Learn more here about the Microsoft Airband Initiative.",
  "Email us the details at techcalendar@politicopro.com.",
  "QUICK DOWNLOADS\n\n— Bang for the Bing?",
  "Got an event for MT’s tech calendar?",
  "Tips, comments, suggestions?",
  "— Sen. Jerry Moran (R.Kan.)",
  "**"
]