[
  "Instead, we've watched Facebook furtively dump a press release on a Friday night, after it was clear that a major investigative piece by The New York Times and The Guardian was about to drop that detailed how Facebook failed to protect its data from Cambridge Analytica, a political research and technology firm that used the information to create ads for the Trump campaign.",
  "Facebook executives like Andrew Bosworth and Alex Stamos have taken to Twitter to weigh in, but their comments have hardly been reassuring: The two execs seemed primarily concerned about doing damage control and arguing with the public about meaningless semantics (when is stolen data a \"breach\" versus a \"leak\"?).",
  "Getty / Stephen Lam\n\nThis will be Zuckerberg's biggest test yet\n\nThe hit to Facebook's share price on Monday (granted on a down day in the broader market), is a testament to how big a deal the Cambridge Analytica mess really is, and to how unsatisfactory Zuckerberg & Co.'s response has been.",
  "Even in a weekend full of big political news, including Trump's firing of FBI Deputy Director Andrew McCabe and Trump's lawyer called for a shutdown of the Russia probe, the Facebook scandal has refused to die and mushroomed into a full-blown crisis for the company.",
  "Investors in internet companies rarely get spooked by regulatory threats — in the US regulatory threats simply don't exist, and the potential liability of internet regulation in Europe doesn't rise to a level that would cause investors to sweat.",
  "Over the past decade, Zuckerberg has evolved from an awkward, media-shy startup founder into an inspirational leader who has proved he can build a company and who has not shied from the philanthropic responsibilities that come with the job.",
  "But as revelations surface about how the personal information of 50 million Facebook users was stolen and exploited during America's 2016 presidential election, the 33-year-old founder and CEO of the social network has been mum.",
  "Is Facebook putting in place safeguards to truly address the issue, or is the company hoping this will all fade away after some cursory actions are taken, as has been the case with so many past privacy crises it's faced?",
  "Does Zuckerberg, who was famously dismissive of the fake-news problem during the 2016 election, recognize the scope and severity of what happened with Cambridge Analytica?",
  "Facebook stock is down more than 7% in Monday trading, vaporizing more than $30 billion in market value.",
  "There's a fundamental conflict between Facebook's business interests and the public interest.",
  "The public is rightfully concerned about what happened, and what it means going forward.",
  "REUTERS/Brian Snyder\n\nOver the past few years we've seen Mark Zuckerberg everywhere.",
  "Ditto for Facebook COO Sheryl Sandberg, the company's second in command.",
  "And resolving the conflict in a mutually beneficial way won't be easy.",
  "And the first step is letting the world know he understands that.",
  "There's no playbook for him to turn to because this is all new.",
  "And we've heard his thoughts on immigration and education.",
  "But this is an entirely new kind of test for Zuckerberg.",
  "We saw him visit a dairy farm in Wisconsin.",
  "But Zuckerberg can't hide from it.",
  "We saw him jogging in Beijing."
]