[
  "Beck Diefenbach/Reuters\n\nThe likes of Apple, Google, Oracle, Twitter, and Microsoft have all divided the roles of chairman and CEO, pointed out Jonas Kron, a senior vice president at Trillium Asset Management, which manages about $10.5 million of Facebook stock on behalf of the philanthropic organization Park Foundation.",
  "\"When you combine the dual roles of chairman and CEO, plus that chairman and CEO personally owns a majority stake of that company, that's a toxic brew,\" said Michael Connor, the director of Open Mic, an organization that helps shareholders campaign to improve governance at some of America's biggest companies.",
  "\"We have concerns about the structure of the board that the company doesn't seem ready to address, which can lead to risks — reputational, regulatory, and otherwise,\" said New York City's comptroller, Scott Stringer, who oversees about $895 million worth of Facebook shares through city pension funds.",
  "AP\n\nInvestors are openly campaigning for radical change on many fronts, but there is a consensus around two particular issues, both of which came up consistently in interviews with Business Insider:\n\nThey want Zuckerberg to step down as chairman and an independent executive to be hired in his place.",
  "\"If you continue to see more Cambridge Analyticas pop up on the platform, or Facebook skewing elections, or create hate crimes and ethnic cleansing around the world, then you will see social unrest to the point that regulatory bodies come in and mandate change,\" Sage added.",
  "The Democrat was critical of the Cambridge Analytica scandal and has a vested interest, both professionally and politically, in sticking up for the rights of city pension holders who have money in Facebook — and burnishing his own name for future elections.",
  "Some shareholders have also called for Facebook's audit committee to be given more teeth, but that was largely addressed this month when the firm bolstered the responsibilities of the committee to encompass social impact, privacy, and cybersecurity.",
  "The rebel investors blame these crises in part on the way the company is run and say the issues have not been properly addressed because Facebook's corporate governance structure means Zuckerberg is basically untouchable as both CEO and chairman.",
  "Facebook's stock has grown more than 400% since the company's initial public offering in 2012, revenue has soared nearly 1,000% to $40 billion, and the company has 2.2 billion monthly active users, or about 30% of the world's population.",
  "They will continue tabling proposals at annual shareholder meetings, writing strident letters to Facebook directors, engaging with management through meetings and other correspondence, and making their frustrations known to the press.",
  "\"We have over $1 billion invested in Facebook at the moment, so we and the other investors coming forward believe that Facebook continues to be a good investment, but there are very serious problems that have to be dealt with.\"",
  "David Ramos/Getty; Skye Gould/Business Insider\n\nFacebook investors boasting nearly $3 billion (£2.3 billion) in shares are making moves to topple Mark Zuckerberg as chairman and tear apart his power base at the company.",
  "The shareholders we spoke with unanimously agreed that a different governance structure would have opened Zuckerberg's eyes to the pitfalls of his \"move fast and break things\" mantra, which Facebook has now ditched.",
  "Zuckerberg answers to no one\n\nMichael Frerichs, the Illinois state treasurer, who has about $35 million invested in Facebook, said shareholders wanted to remove Zuckerberg as chairman for a simple reason.",
  "Patrick Doherty, the director of corporate governance at the office of the New York comptroller, which looks after more than $1 billion in Facebook stock, called it a setup that belonged in the past.",
  "In a statement last month opposing the investor proposal to abolish the share structure, Facebook said the two classes of stock had been in place since 2009 — three years before the firm went public.",
  "Numerous shareholders told Business Insider that these justifications conflicted with the substance of Zuckerberg's apology tour after Cambridge Analytica weaponized Facebook data for political ends.",
  "Anger boiled over at this year's meeting, in which Zuckerberg was accused of running the company like a \"dictatorship\" and a shareholder was thrown out of the event for venting her displeasure.",
  "The efforts have been spearheaded by the activist investor Natasha Lamb, a managing partner at Arjuna Capital, who said there was \"very little confidence\" in the job Zuckerberg was doing.",
  "\"The idea that there should be an autocrat in charge of a gigantic public company, which has billions of dollars of shareholder money invested in it, is an anachronism,\" Doherty said.",
  "Business Insider has spoken with six prominent shareholders who are growing increasingly restless about the way Facebook is run and ever more vociferous in their demands for change.",
  "\"We believe that our capital structure is in the best interests of our stockholders and that our current corporate governance structure is sound and effective,\" Facebook continued.",
  "Specifically, the CEO said \"we didn't take a broad-enough view of our responsibility, and that was a big mistake\" in reference to fake news, election meddling, and data privacy.",
  "She has been campaigning on issues, including gender pay, but was dismissed by the outgoing communications chief Elliot Schrage at last month's investor meeting as \"not nice.\"",
  "Shareholders also want Facebook's dual-class share structure to be abolished because they believe it concentrates too much power into the hands of Zuckerberg and his top team.",
  "Others include key Zuckerberg lieutenants, like COO Sheryl Sandberg, board members, such as Peter Thiel, and the CEO's cofounders Dustin Moskovitz and Eduardo Saverin.",
  "Frerichs — another politician — has been coordinating with four other shareholders, with combined interests in Facebook worth about $2 billion, to lobby for change.",
  "On the prospect of removing Zuckerberg as chairman, the company said this would cause \"uncertainty, confusion, and inefficiency in board and management function.\"",
  "Frerichs continued: \"It's about making sure the long-term viability of the company, and with changes in corporate governance, we can reduce some of the risk. \"",
  "\"When you open yourself up to more opinions, more independent voices, you're more likely to make better decisions,\" Frerichs, the Illinois treasurer, said.",
  "They have watched in frustration as the firm has slogged through a series of scandals, from election interference to the Cambridge Analytica data disaster.",
  "Facebook played down the idea that it was a response to external demands, but stockholders viewed it as a sign the firm was, on some level, listening.",
  "Connor, who does not have a stake in Facebook, reminded Zuckerberg that tech companies are not invincible — even if they sometimes appear untouchable.",
  "Class B shares have 10 times the voting power of class A shares, and it just so happens that Zuckerberg owns more than 75% of class B stock.",
  "A substantial drop in revenue or users could prompt board unrest, he suggested, or the issue could be taken out of the company's hands.",
  "Stringer is an independently elected official, who acts as New York's financial watchdog and has been tipped to run for mayor in 2021.",
  "He dumped a lot of his Facebook stock after the Cambridge Analytica scandal but still has about $2.8 million invested in the company.",
  "A majority of independent shareholders voted in favor of proposals to achieve these aims at Facebook's past two investor meetings.",
  "\"He is not accountable to anyone, not the board or the shareholders, which is a bad corporate governance practice,\" he said.",
  "Independent investors are those who own Class A stock and are not part of the executive team or among Facebook's cofounders.",
  "But Dylan Sage, the managing director of Baldwin Brothers, thinks it will take something significant for Facebook to engage.",
  "But scratch a little deeper and the data shows that the proposal was supported by a whopping 83% of independent investors.",
  "Only eight people own Class B stock, according to Connor's analysis, and Zuckerberg has more than three-quarters of it.",
  "Investors will continue lobbing grenades\n\nInvestors are not about to stop reminding Zuckerberg of his responsibilities.",
  "When you combine the roles of chairman and CEO, plus that chairman and CEO owns a majority stake, that's a toxic brew.",
  "Analysis of Facebook's proxy statement by Connor, however, shows it was supported by 51% of independent shareholders.",
  "A spokeswoman pointed Business Insider to past statements in which the company said its governance structure was fit.",
  "Put another way, if Zuckerberg and his closest allies disagree with shareholders, they always have the trump card.",
  "\"It's more likely that someone with independent governance would have spoken up about some of these things.\"",
  "It means he has more than half of the voting power at Facebook and therefore has nearly complete control.",
  "All agreed that anger among investors had never been more pronounced since Facebook went public in 2012.",
  "But she can see a simple reason Zuckerberg would be reluctant to do away with the dual-class structure.",
  "\"It harks back to the 19th century when you had these robber barons who were autocrats and dictators.\"",
  "A proposal to oust him as chairman was laid down and swiftly crushed at last year's investor meeting.",
  "You've had people like Travis Kalanick, who was the cofounder and CEO of Uber, who has come and gone.",
  "Investors tabled a proposal to abolish the dual-class share structure and, again, it was voted down.",
  "The idea that there should be an autocrat in charge of a gigantic public company is an anachronism.",
  "REUTERS/Danish Siddiqui\n\nUltimately, all the investors agreed that they want the best for Facebook.",
  "\"We have the best interests of the company at heart because we are a major investor,\" Doherty said.",
  "\"As long-term investors in Facebook, we want to make sure the company is strong,\" Stringer said.",
  "Class A shares come with one vote per share, while Class B stock comes with 10 votes per share.",
  "Lamb said it was a \"sexist\" remark, indicative of Facebook's failure to listen to shareholders.",
  "Gates split the role of chief executive and chairman when he quit as Microsoft CEO in 2000.",
  "Zuckerberg's power to swat away investor concerns has been evident in the past 13 months.",
  "Kron said Zuckerberg should look to his role model and mentor Bill Gates for guidance.",
  "Natasha Lamb\n\nHistory repeated itself in May at Facebook's 2018 shareholder meeting.",
  "All the while, it has seen off challenges from rivals including Twitter and Snap.",
  "At many other companies, shareholders would be praising Zuckerberg's stewardship.",
  "\"People think companies like Facebook are bulletproof, and they're not,\" he said.",
  "Now, taking that as a victory, investors want progress toward the other issues.",
  "In doing so, she said, he would be \"signing a contract on his own demise.\"",
  "People think companies like Facebook are bulletproof, and they're not.",
  "And Lamb has direct experience of Facebook's reluctance to engage.",
  "It harks back to the 19th century when you had robber barons.",
  "\"It means there's very little room for any kind of dissent.\"",
  "Zuckerberg has called Bill Gates his role model and mentor.",
  "Could Zuckerberg be heading for his Travis Kalanick moment?",
  "But Zuckerberg's power is compounded by his voting rights.",
  "\"He's his own boss, and it has clearly not been working.\"",
  "It has certainly proved a pretty safe bet for investors.",
  "\"You had companies like AOL and Yahoo come and go.",
  "Facebook declined to comment on investor unrest.",
  "Natasha Lamb has been leading investor lobbying.",
  "But instead, they want to weaken his influence.",
  "Facebook divides its shares into two classes.",
  "Facebook's initial public offering in 2012.",
  "These things can self-destruct.\"",
  "Facebook CEO Mark Zuckerberg.",
  "Schrage later apologized."
]