[
  "There was this lack of understanding about the dangers of [unencrypted] plain text communications at the time.” And she can’t or won’t reflect on what the organisation has become, if or how it’s changed over time and what role she played in ushering in an era of weaponised leaks that has led us to where we are now with Robert Mueller’s investigation of Trump-Russian collusion, an investigation that encompasses WikiLeaks’ pivotal role in the US election.",
  "They were later published in Wired magazine, though she can’t confirm these conversations or talk about them for legal reasons – the material was reclassified after the trial – but they’re a compelling read, especially with the knowledge that, unknown to her, Lamo was working with the FBI and would later turn her in.",
  "It’s a question of self-defence… Whenever people are advocating for or alluding to ethnic cleansing, any time you’re discussing the possibility of an entire group being suppressed, or removed from society, that is violence.”\n\nIn June, Manning ran (and was defeated) in the Democratic Senate Primary in Maryland.",
  "Later, she was invited to pick out a Westwood outfit to wear at the gala dinner, and while Westwood wore a pink satin floor-length gown, Manning chose a sober black trouser suit that, as a German designer pointed out to me, “looks like Hillary Clinton doing Westwood”; it seemed more armour than adornment.",
  "“All these systems, our court system, our military, our prison system, the intelligence apparatus, have all been going through this buildup, buildup, buildup over several decades.” She calls it the “whirling death machine”, a “nationalist authoritarian regime” that has only speeded up under Trump.",
  "Her campaign offered a radical agenda that included proposals to abolish border controls and the prison system and she went “door to door, listening”, an experience that drove her “closer and closer to being on the edge of really deep, dark depression…”\n\nThere was an incident, wasn’t there, I say.",
  "In their chat, she refers to watching the video that she leaked to WikiLeaks, which WikiLeaks in turn released to the world under the title “Collateral Murder”, that shows a bird’s-eye view of US soldiers shooting a group of Iraqis, which turned out to include a pair of Reuters journalists.",
  "She movingly describes the 300,000 letters of support she received in prison (another 220,000 were sent, as part of an Amnesty International campaign, to Obama, asking for her release), support that she’s attempting to pay forward now, though she still seems a singular, lone figure.",
  "“I’m very isolated atm… lost all of my emotional support channels… family, boyfriend, trusting colleagues… I’m a mess.” The 30 people on her base are described at the time as “trigger-happy rednecks” and “the only safe place I seem to have is this satellite internet connection”.",
  "“What I really try to tell people is [that if] I had done anything differently I would have been a completely different person; I can’t go back through this analysis.” But then there are whole swaths of Chelsea Manning’s history that she hasn’t quite worked out how to tell.",
  "Some have questioned whether Assange was directing her as to what to look for, what to leak, which may be another reason why she’s shying away from the question, just as at the ICA-hosted Q&A she avoids a question from the audience about whether she still supports him.",
  "I keep going back to that because what I remember is that the routine was my centrepiece to staying grounded.”\n\nAt her trial in 2013, the judge officially recognised the abuse she’d been subjected to in pretrial detention and took time off her sentence to reflect it.",
  "It took a year for me to get Christopher Wylie on the record to talk about Cambridge Analytica, I tell her, partly because it was a matter of finding the right support for him, whereas she undertook this incredibly bold and brave move entirely alone.",
  "Turned the technology against the country that had developed it, turned its foreign policy inside out, turned herself into Chelsea and – an unforeseen consequence – turned WikiLeaks from a fringe actor into a new force in global politics.",
  "How in 2010, then aged 22 and presenting as male, she downloaded and leaked, via Julian Assange’s WikiLeaks, 750,000 classified and sensitive documents that revealed America’s secret diplomatic cables and Iraqi and Afghanistan war logs.",
  "Seen as both hero and traitor, the US army analyst turned data activist talks about fitting into the world since her prison release\n\nPerhaps the most revealing part of my conversation with Chelsea Manning is what she doesn’t say.",
  "Photograph: David M Benett/Getty Images\n\n“There is something really deep going on inside machine-learning systems, especially neural network-type machine learning… I’ve started to think of algorithms as primitive living entities.",
  "While waiting to go on stage to host a Q&A session at the ICA, I tell her that a friend of mine, Paul-Olivier Dehaye, a Swiss mathematician who paved the way in investigating Cambridge Analytica, sent her a book in prison.",
  "“There’s not a day that I don’t wake up and have memories of my experience [of prison] driving me to be talking about this.”\n\nFacebook Twitter Pinterest Manning is escorted from a Maryland court hearing in February 2012.",
  "She spent four years in Haverfordwest, not fitting in as a teenager, when her Welsh mother returned home to the UK after divorcing her father, though she appreciated certain aspects of her Welsh comprehensive school.",
  "She tells Lamo she’d sent her superior a photograph of herself dressed as a woman and was waiting to be sent back to the States – “all while witnessing the world freak out as its most intimate secrets are revealed”.",
  "And, then, suddenly and unexpectedly, in January 2017, she learned she would be released, Obama’s parting gift to Donald Trump, who railed against the “ungrateful TRAITOR” on Twitter but could do nothing about it.",
  "You don’t have to change the programming, just the purpose of why you have the system.”\n\nShe understands this world; the overlap between military and civilian technologies that has caught us all in its dragnet.",
  "I saw these local activists in Chapel Hill, North Carolina, pull down a Confederate statue and it was the most fucking inspiring moment in my life to say the least.” They didn’t wait for permission, she says.",
  "Photograph: Patrick Semansky/AP\n\nWhat strikes me reading the conversations with Lamo is the sheer psychic weight of the secrets she was carrying: Her personal secrets; state secrets; America’s secrets.",
  "Later, she plunged herself into one of the most hyper-macho environments imaginable – an army unit in a war zone – just as her discomfort at her outward appearance as a man was becoming unbearable.",
  "But certainly the values that I have have been shaped by who I am and there’s a connection with that.”\n\nManning’s accompanying note to the leak said that she wanted to illuminate the “fog of war”.",
  "It was on the Riemann hypothesis – an unsolved theorem about the distribution of prime numbers – and though we’ve just been discussing how exhausted she is after a 14-hour day, her eyes light up.",
  "Her job as an intelligence analyst for the US army, using data to profile enemy combatants – to be targeted and maybe killed – gave her an acute understanding of its potential uses and abuses.",
  "Whenever you have authoritarian power, centralised power that ends up affecting millions of people, you’ve already had a system breakdown.”\n\nIsn’t this like advocating for armed revolution?",
  "Photograph: Josh Edelson/AFP/Getty Images\n\nThere’s a record of her mental state at the time in the logs of chats that she had with a hacker, Adrian Lamo, whom she met on an online forum.",
  "Stefan Kalmár, the ICA’s newish, politically minded director, had invited her to London to give a talk and be the guest of honour at a fundraising dinner hosted by Vivienne Westwood.",
  "From a cage in the Kuwaiti desert, where she was exfiltrated after being caught while serving in Iraq, to the ICA’s Nash-designed villa a few hundred yards from Buckingham Palace.",
  "She says the US army has reclassified many of the documents that were previously public – and she’s also writing a book – so there’s a hesitancy to give things away ahead of time.",
  "Her aunt painted a brutal picture of childhood isolation and neglect at her trial – her parents had problems with alcohol, her mother with a history of psychiatric problems.",
  "Their hopes and dreams and desires are all tied up in this.”\n\nFacebook Twitter Pinterest Protesters call for Manning’s release at the 2016 Gay Pride parade in San Francisco.",
  "It was her first trip to the UK since her release and she was in London to be feted and celebrated, but in the photos she looks as if she’s facing another day of battle.",
  "She changed her name to Chelsea and decided to live outwardly as a woman the day after she was sentenced to 35 years in another hyper-macho environment – a male prison.",
  "She’s engaging with grassroots activists who are organising protests and actions all over America and working with technologists to address the coming dangers of AI.",
  "Westwood shocks the audience, a well-heeled, gender-fluid art crowd, by referring a number of times – sincerely, but forgetfully – to Chelsea by her previous name.",
  "“He was my hero,” she says as hostility ripples through the audience and people shout: “It’s Chelsea!”\n\nThere’s been so many of these cuts in her story.",
  "“I don’t have a story in my head,” she says in an off-the-cuff moment when I ask her why she’s batted off my personal questions in our formal interview.",
  "I’d hesitated to bring it up, but she confirms that there was, that she’d been exhausted and had tweeted a photo of herself on the ledge of a building.",
  "Manning can’t or won’t look back; can’t or won’t imagine other lives or other decisions; hasn’t yet processed the impact of her actions on the world.",
  "At the same time, she offers a chilling vision of where we’re heading with artificial intelligence, of systems that are already beyond our control.",
  "“I’d became institutionalised… When you put somebody in prison for a while, you really develop a mentality to get you through that environment.",
  "She wanted to “reveal the truth of 21st-century asymmetric warfare”, a term we now understand I say, because it’s what Russia is waging on us.",
  "The civil rights movement is glossed over in most American textbooks.”\n\nIt’s striking, I say, reading the Lamo logs, just how alone she was.",
  "“Everyone’s got a little dirt on their hands, so I’m hesitant to say that this is coming from Russia when other countries are doing this.",
  "But certainly the values I have have been shaped by who I am, and there’s a connection\n\nGoing to WikiLeaks was “instinctual”, she says.",
  "Photograph: Mark Wilson/Getty Images\n\nIt seems unlikely that Manning’s trip to London last week will have made any of this any clearer.",
  "Even just imagining being out of prison is difficult.”\n\nAnd you can see it, perhaps, in Manning’s stance, the way she faces the world.",
  "She campaigned in a Senate race last year but she also favours Malcolm X-style direct action, up to and including breaking the law.",
  "And now that I’m presenting as female the same issues are there.”\n\nNot fitting in has been the defining feature of Manning’s life.",
  "And how, in one of Barack Obama’s last acts as president, she was suddenly and unexpectedly granted clemency last year and freed.",
  "It’s not that she doesn’t have a whole lot to say – she does, particularly about technology and how it can be used against us.",
  "Facebook Twitter Pinterest Guest of honour Chelsea Manning at an ICA fundraiser last Monday, with its host, Vivienne Westwood.",
  "She appeared before the massed ranks of photographers on Monday morning for a press call outside the ICA, chin out, defiant.",
  "But when I was presenting as male, I was still very feminine so there was always that issue that I was never good enough.",
  "She seems, still, at the beginning of a process of understanding what she did, what it all means, where she fits in.",
  "I was in the mode of seeking hormones, seeking access to gender-confirming healthcare and then suddenly I’m out.",
  "She understood the power of Facebook to profile and target long before the Cambridge Analytica scandal erupted.",
  "The meaning, the significance, the consequences of what she did are not yet in any way settled or even stable.",
  "I wonder what her take is on its notorious gender imbalance, having worked in tech as both a man and a woman.",
  "She’d attempted suicide twice in prison but it’s shocking to realise this was in May, just a few months ago.",
  "She was the hero who blew the whistle on the US’s relationship with the rest of the world and its hypocrisy.",
  "“They’re magical, impossible to predict, you can’t build an algorithm to detect them, but they’re in nature.",
  "But visibility is not the same as equality.” We know what’s going on, she says, in politics, in technology.",
  "I… care?”\n\nWhen I suggest she lacks a layer of skin, Manning says matter of factly: “I mean I have empathy.",
  "And I haven’t really had time to unpack it.”\n\nIt’s hard to overstate how radical Manning’s message is now.",
  "It was only when she was posted to Iraq that she understood properly that the numbers represented people.",
  "“There were 30 people on my base.” Perhaps, but it’s not what she said in the online chats at the time.",
  "It slightly amazes me that there haven’t been more whistleblowers from inside the tech industry, I say.",
  "Across the board, election interference is not good.”\n\nManning doesn’t like the word “whistleblower”.",
  "Facebook Twitter Pinterest Chelsea Manning speaks at an anti-fracking rally in Baltimore last April.",
  "It’s a story that is as complex, complicated, conflicted and unresolved as perhaps Manning herself.",
  "They’re acting like inorganic life forms.”\n\nManning is still feeling out her new role in the world.",
  "She believes the tech community, the developers, will recognise their power, their responsibility.",
  "It reminds me of the 1970s feminist slogan, the personal is the political, but Manning rejects it.",
  "If the other side also takes direct action, won’t you have a complete breakdown of law and order?",
  "The problem the world has now, she says, “is not an information problem, it’s an action problem”.",
  "She spent months at a time in solitary confinement, on suicide watch, at times stripped naked.",
  "Nature understands prime numbers.” They’re also, she points out, important in cryptography.",
  "That’s what it is.” It’s a quality that’s in short supply in Silicon Valley, I point out.",
  "It was quickly deleted and there followed a message that she was with friends and safe.",
  "And these things that were bothering me 10 years ago, well they’ve really intensified.",
  "Or the traitor who committed crimes under the Espionage Act and betrayed her country.",
  "The United States has been doing this in Latin America for decades.”\n\nIs it blowback?",
  "Facebook Twitter Pinterest Photograph by David Vintiner for the Observer New Review.",
  "Because she didn’t just make the US’s secrets public, she made her own life public.",
  "“I am there to stand in support of folks whenever they go out there and protest.",
  "Before Manning, Assange was a leaking organisation without a significant leaker.",
  "And she believes the solution won’t necessarily come through the ballot box.",
  "She can’t entertain the idea of history – or herself – taking another path.",
  "How she was caught, court martialled and sentenced to 35 years in prison.",
  "This article was updated on 8 October to remove a biographical reference.",
  "A private individual with a private life doing nerdy things with numbers.",
  "“I spent the last seven years of my life fighting to survive,” she says.",
  "I’m obsessed with prime numbers.” It’s the most animated I’ve seen her.",
  "Perhaps Manning, a trained soldier, is not yet out of the combat zone.",
  "It was at an army field base that Manning took the decision she did.",
  "There’s no difference between the private sector and the military.",
  "I just remember breakfast, lunch, dinner, sleep, breakfast, lunch.",
  "And “by going outside the bounds, they changed the conversation”.",
  "It makes political change seem like an exclusive club, she says.",
  "Manning has lived more lives than most and she’s still only 30.",
  "I feel connected to everybody… like they were distant family.",
  "When I work with neural networks I get this chilling feeling.",
  "“Well, I mean violent acts are happening to us all the time.",
  "“Marketing or death by drone, it’s the same math,” she says.",
  "She realised her world entailed “not just database records.",
  "She wants everyone “to realise they have political agency”.",
  "“I think there’s a culture that discourages it,” she says.",
  "Manning can’t talk about a lot of what happened in detail.",
  "“I had this problem reaching out to the Washington Post.",
  "“I learned things that weren’t talked about in America.",
  "America’s problems are way bigger than Trump, she says.",
  "With the keepers of secrets and the leakers of secrets.",
  "But for a moment, there’s a glimpse of another Manning.",
  "In the US, she says, her job had been “abstract math”.",
  "She doesn’t try to second guess the choices she made.",
  "Y’all have had the opportunity to unpack it all.",
  "Just as trans issues now have “more visibility.",
  "It’s a fascination Manning shares with Assange.",
  "I was never male enough to be widely accepted.",
  "“I’ve created a massive mess,” she tells Lamo.",
  "“Some of it I haven’t been able to talk about.",
  "Solitary confinement, I just can’t talk about.",
  "“I don’t re-litigate my decisions,” she says.",
  "And she, us, we’re grappling with that still.",
  "“It’s there every time I wake up,” she says.",
  "“And that was the main focus of everything.",
  "But it also seems to run deeper than that.",
  "“You could easily turn Facebook into that.",
  "Because Manning was the techie who turned.",
  "It’s her role in it that’s more opaque.",
  "“That was such an important book to me!",
  "“Law and order is already broken down.",
  "“I don’t want to make that connection.",
  "I was trans before and I’m trans now.",
  "“I wasn’t isolated,” she shoots back.",
  "I’ve not been ready to talk about it.",
  "We’re just not doing enough about it.",
  "They underpin encryption technology.",
  "It was another difficult transition.",
  "What she can’t or won’t talk about.",
  "It’s another jump cut for Manning.",
  "“That will change,” Manning says.",
  "I didn’t leak because I’m trans.",
  "I didn’t leak because I’m trans.",
  "How has she found the tech bros?",
  "I can’t separate myself, others.",
  "“I don’t know,” she told Lamo.",
  "For some people, it’s both.",
  "I just can’t…”\n\nShe shrugs.",
  "That’s why there’s unrest.",
  "But how far should you go?",
  "“I’m just weird I guess.",
  "These are human beings.",
  "She resists reflection.",
  "Election interference.",
  "I’ve blocked it out.",
  "For civil unrest?",
  "But I never did.",
  "Another rupture.",
  "“I don’t know.",
  "That’s not it.",
  "With Dehaye.",
  "To secrets.",
  "“I’m trans.",
  "“Right.",
  "I ask.",
  "I ask."
]