[
  "The sources told Reuters that the negative information that Russian lawyer Natalia Veselnitskaya wanted to give to Republican Trump’s campaign at a June 2016 meeting in New York had been dug up by Fusion GPS in an unrelated investigation.”\n\nKremlin cable channel to register as foreign agent - WSJ: “The Russian state-funded foreign television network RT said Thursday that it would comply with a U.S. Department of Justice request that the channel register as a foreign agent, but announced its intention to fight the designation in court.”\n\n\n\nWhite House: No formal Trump-Putin meeting on Asia trip - AP: “President Donald Trump will not have a formal sit-down with Russian President Vladimir Putin while the two attend a summit, the White House said Friday shortly before Trump landed in Vietnam, the fourth stop on his first official visit to Asia.",
  "Thursday morning, a dozen House Republicans joined Democrats by calling for language creating a legislative program similar to the Deferred Action for Childhood Arrivals program that President Trump has said would be rescinded in March.”\n\nTaxpayer dollars let Congress settle sexual harassment cases in secret - Fox News:“A little-known law has been on the books for more than a decade that gives anyone accusing a federal lawmaker of sexual harassment the right to sue – but only if they consent to a lengthy drawn-out process that includes a written statement within 180 days of the incident, 30 days of counseling and another month or so of mediation.",
  "Trump had publicly denied that there had been any contact between his campaign and Russian officials, and Papadopoulos did not want to contradict the official line, the source said.”\n\n\n\nTrump, Clinton camps both reportedly offered Russia dossier - Reuters: “The same political research firm that prepared a dossier on Trump campaign ties to Russia had unrelated information on Clinton Foundation donors that a Russian lawyer obtained and offered to President Donald Trump’s eldest son last year, three sources familiar with the matter said.",
  "**\n\nOn the roster: Moore scandal raises new doubts about Bannon - Senate GOP looks for ways to avoid debt bomb in tax plan - Flynn facing serious heat over alleged shady deal - Bernie wants overhaul at DNC ahead of 2020 - He refused his right to remain silent but deadly\n\nMOORE SCANDAL RAISES NEW DOUBTS ABOUT BANNON\n\nIf President Trump, a relative political novice, had a better handle on the Alabama Senate race than the man molding his party’s Senate slate for 2018, what does that say about the GOP’s chances in the next year?",
  "The Senate plan, released late Thursday, contrasts with the House version in key areas, including the timing of a corporate tax-rate cut, the number of individual tax brackets, the details of international tax rules, and the particulars of estate-tax changes.”\n\nPaul Ryan: No ‘Dreamers’ language in spending deal - WashEx: “House Speaker Paul Ryan rejected the idea of adding language to protect so-called Dreamers into a year-end spending deal that Congress must pass in the next few weeks.",
  "That means, those found to be at fault are publicly shielded and don’t have to pay a penny out of pocket for settlement costs.”\n\nFLYNN FACING SERIOUS HEAT OVER ALLEGED SHADY DEAL\n\nWSJ: “Special Counsel Robert Mueller is investigating an alleged plan involving former White House National Security Adviser Mike Flynn to forcibly remove a Muslim cleric living in the U.S. and deliver him to Turkey in return for millions of dollars, according to people familiar with the investigation.",
  "But Sanders said it was ‘possible’ and ‘likely’ that they could have a less formal encounter, either in Danang or later in the Philippines when Trump and Putin attend another regional conference.”\n\nKelly said to be further consolidating power - Politico: “The White House is bracing for another staff shakeup upon President Donald Trump’s return from Asia, with senior-level staff moves that could further consolidate chief of staff John Kelly’s power in the West Wing.",
  "President Recep Tayyip Erdogan, who has pressed the U.S. to extradite him, views the cleric as a political enemy.”\n\nBoss at Trump’s data firm says he sought out Assange - WSJ: “The chief executive of Cambridge Analytica contacted the founder of WikiLeaks to ask him to share Hillary Clinton -related emails at the same time that people familiar with the matter say the British data-analytics firm had begun working for President Donald Trump’s campaign.",
  "The committee is scheduled to begin marking up the bill on Monday, Hatch said.”\n\nSenate tax plan differs on individual rates, timing of corporate rate cut - WSJ:“Senate Republicans’ proposal to rewrite the tax code breaks significantly with the one crafted by the House GOP, confronting party leaders with dozens of differences to reconcile and little time before the year-end deadline they’ve set to pass it.",
  "The New York Times on Nov. 11 reported that the memorial sparked emotional responses from visitors: ‘But it is already clear that the wall has touched a much more basic and human strain of response, the simple act of touching the wall as much as reading the names.’ … The memorial’s designer, Maya Lin, a 21-year-old Yale University student, won a national contest that received more than 1,400 submissions.",
  "He said Mr. Assange was asked ‘if he might share that information with us.’”\n\nSource: Papadopolus said he lied to cover for Trump - ABC News: “George\n\nPapadopoulos, the Trump foreign policy aide who pleaded guilty to lying to the FBI, initially misled agents out of what he claimed was loyalty to President Donald Trump, according to a person with direct knowledge of the investigation.",
  "of Education who called for ban on all Muslim air travel -Politico\n\n\n\nGiffords gun group sues Trump administration for failure to turn over documents - The Hill\n\nMenendez jury will have to start over because juror leaving for vacation - Roll Call\n\nANY GIVEN SUNDAY\n\nThis Sunday, Chris Wallace will sit down with Rep. Kevin Brady, R-Texas, and Sen. Chris Van Hollen, D-Md.",
  "… ‘There are some people thinking politically, giving all kinds of reasons [why not] — but those are the issues.’ The focus of Sanders’s mini-campaign is on the DNC’s Unity Reform Commission, created after the 2016 primaries — but before Hillary Clinton’s surprise defeat in the general election — to ease tensions among supporters of the two candidates.",
  "Deputy chief of staff Rick Dearborn— a former top aide to Jeff Sessions in the Senate who played a central role during the presidential transition — is expected to be reassigned to the Commerce Department or another federal agency, according to multiple administration officials and outside advisers familiar with plans for the staff change.",
  "Moore’s supporters are standing by him as he endures what his brother said is a persecution “like Jesus Christ.” Many on Moore’s side say the charges aren’t true while others say it wouldn’t matter if they are since Moore was unmarried at the time and his alleged actions were limited to kissing and fondling, not intercourse.",
  "The White House and Republican lawmakers have attacked the firm, Fusion GPS, over the dossier compiled by a former British spy that is central to investigations in Congress and by a special counsel into conclusions by U.S. spy agencies that Moscow interfered in the 2016 presidential election and wanted to help Trump win.",
  "Sanders’s goal is twofold: To highlight the changes he wants most and to prevent the issue from fading when the full DNC meets again.”\n\nPLAY-BY-PLAY\n\nRomney makes moves toward Senate race - Politico\n\nTrump preaches America first agenda in trade practices during Vietnam speech - AP\n\nTrump admin revokes nominee at Dept.",
  "SCOREBOARD\n\nTrump net job-approval rating: -19.4 points\n\nChange from one week ago: down 1.2 points\n\n[President Trump’s score is determined by subtracting his average job disapproval rating in the five most recent, methodologically sound public polls from his average approval rating, calculated in the same fashion.]",
  "THE RULEBOOK: OR JUST DON’T PICK SIDES\n\n“If this partiality is to be exerted in favor of those who are concerned in any particular description of industry or property, I presume it will readily be admitted, that the competition for it will lie between landed men and merchants.” – Alexander Hamilton, Federalist No.",
  "Speaking to reporters aboard Air Force Once, White House press secretary Sarah Huckabee Sanders blamed scheduling conflicts on both sides for the fact that the leaders will not meet formally during the Asia-Pacific Economic Cooperation summit taking place in the coastal city of Danang.",
  "Steve Bannon’s urging that Alabama Republicans throw aside an incumbent Republican with a perfect voting record on the president’s issues in favor of former Judge Roy Moore was dubious even before allegations of sexual misconduct with teenagers emerged against now-nominee Moore.",
  "Cambridge Analytica CEO Alexander Nix said Thursday he asked the office that handles his speaking engagements to contact WikiLeaks founder Julian Assange in ‘early June 2016,’ after reading a newspaper report that WikiLeaks planned to publish a trove of Clinton-related emails.",
  "SENATE GOP LOOKS FOR WAYS TO AVOID DEBT BOMB IN TAX\n\nBloomberg: “Republican tax writers in the House and Senate scoured the U.S. tax code Thursday … in an all-day struggle to find ways to pay for the deep tax cuts their leaders and President Donald Trump have promised.",
  "Bernie Sanders, who declined to engage in the fracas over former Democratic National Committee chair Donna Brazile’s new tell-all book, is pushing for the DNC to adopt at least four changes to its primary process or risk losing credibility with progressive voters.",
  "Under the alleged proposal, Mr. Flynn and his son, Michael Flynn Jr., were to be paid as much as $15 million for delivering Fethullah Gulen to the Turkish government, according to people with knowledge of discussions Mr. Flynn had with Turkish representatives.",
  "… At the White House, a replacement for Nielsen under discussion is Jim Carroll, a soft-spoken lawyer in the White House counsel’s office who is already in talks to play a new role in the West Wing.”\n\nBERNIE WANTS OVERHAUL AT DNC AHEAD OF 2020\n\nWaPo: “Sen.",
  "If this race does turn into a Dixiefied variant of the Massachusetts special Senate election of 2010 and Democrats pull off an unlikely win in a deep red state, at least Republicans can brush off Moore before 2018 races start in battleground states.",
  "The allegations against Moore would have been painful at any time, but coming as they do at a moment when the national discussion is fixed on the subject of men in positions of authority exploiting those younger and less powerful, it’s a disaster.",
  "His bitter feud with Senate Majority Leader Mitch McConnell no doubt generates a lot of contributions and clicks for Bannon and his team, but for a party that’s struggling with majority so mightily it seems like it should be a lower-order issue.",
  "Be as straight and accurate and dispassionate as we first learned to be as reporters.” – Chris Wallace, the anchor of “Fox News Sunday” in remarks accepting the International Center for Journalists Founders Award for Excellence in Journalism.",
  "The original concern Republicans had about Moore was that his positions on criminalizing same-sex relations, the fitness of Muslims for federal office and other subjects would be made into an albatross necklace for other Republicans in 2018.",
  "HE REFUSED HIS RIGHT TO REMAIN SILENT BUT DEADLY\n\nKansas City Star: “His flatulence stopped one police interrogation, but not a continuing investigation that has resulted in a 24-year-old Kansas City man facing federal gun and drug charges.",
  "And if the president really is shifting his approach to the world’s second-most powerful nation, he will have some making up to do with the voters who switched from blue to red in 2016 because of his message of economic populism.]",
  "Anointed by his fellow nationalists and the mainstream press as the architect of a reconstruction of the party, Bannon is trying to replicate his efforts in Alabama in races up and down the ballot and from coast to coast.",
  "A GOP aide to the Finance panel said everything in the proposal that Senate Finance Chairman Orrin Hatch released Thursday is designed to be permanent -- and that any issues related to deficit effects will be fixed.",
  "You write: ‘As Tuesday’s results in Virginia make clear, affluent suburbanites...seem to have taken a sharp turn against Republicans since a year ago.’ Come on Chris, stop the generalizations based on NO FACTS.",
  "When you like the change, you call it “growing in office.” When you dislike the change, you say he “broke his promise.” I leave it to you to decide which one the president’s moderating stance on China is.",
  "She sought to create a memorial that avoided the politics and controversies of the war because, in her words, ‘the politics had eclipsed the veterans, their service and their lives.’”\n\nFlag on the play?",
  "… As written, the Senate proposal ‘blows a massive hole in the debt,’ said Maya MacGuineas, president of the nonpartisan Committee for a Responsible Federal Budget, in a Twitter message Thursday night.",
  "That comment was aimed at shutting down calls from Democrats and even some Republicans to add the language into the spending bill that's needed to avoid a partial government shutdown in early December.",
  "Democrat Ralph Northam certainly trounced his Republican counterpart in the four counties of Northern Virginia, but he did substantially better in the rest of the state than incumbent Democratic Gov.",
  "Commonly called ‘The Wall,’ the memorial features a long V-shaped expanse bearing the names of all United States service members killed during the conflict in Vietnam/Southeast Asia.",
  "Sean A. Sykes Jr., is charged in U.S. District Court possession with intent to sell cocaine and being a felon in possession of three firearms, two of which were reported stolen.",
  "Now, with the claim that Moore as a prosecuting attorney picked up a 14-year-old girl waiting outside of a family court hearing, Bannon’s choice seems downright disastrous.",
  "… Kelly is also preparing to replace his deputy Kirstjen Nielsen, who is awaiting confirmation to fill Kelly’s old job as secretary of the Department of Homeland Security.",
  "And I’m afraid in this case it may be because I’d rather have you be upset with me than not have the full picture about what’s happening in the American electorate.",
  "FROM THE BLEACHERS\n\n“Did ya ever stop and think maybe we need them more to help with Nuko NOKO than to attack them for trade and election meddling, respectively??",
  "Then, Republicans face two unhappy scenarios: Moore wins anyway and is a hit machine for Democrats at least through the remainder of the term, which through 2020.",
  "But just based on what was publically known about Moore’s positions and personality, Bannon was making a risky choice in service of a goal of questionable value.",
  "Now, I agree with Sean Trende who points out that some of the down-ballot carnage for Republicans came in districts that were already really gone for the GOP.",
  "But staring at the debacle in Alabama, Trump & Co. must be having some deeper concerns about Bannon’s strategic acumen and the relative merits of his plan.",
  "It’s unclear whether Bannon’s boosterism made the difference for Moore, but his fundraising clout and the attention he brought certainly didn’t hurt.",
  "… Unless they eliminate the red ink … the legislation will be subject to a 60-vote threshold under Senate rules, which could doom it to failure.",
  "If the president – or anyone we’re covering – says something untrue or does something clearly over the line – we can and should report that.",
  "60\n\n\n\nTIME OUT: FOR THE LIVING\n\nIn honor of Veterans Day, we take you back to the opening of the Vietnam Veterans Memorial in Washington.",
  "And Sen. Luther Strange was the obvious answer in Alabama, at least for the larger purposes of the president, his party and its agenda.",
  "But there is plenty of evidence that not only is the Democratic base on the march, but that suburbanites are turning away from the GOP.",
  "Sykes continued to be flatulent and I ended the interview,’ the detective wrote.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "The former “Seinfeld” producer turned online political agitator turned Trump advisor now functions as sort of the shadow RNC chairman.",
  "The national party is cutting some ties to Moore, but it’s easy to see him remaining in the race no matter how much pressure he faces.",
  "NYT: “On Nov. 10, 1982, the first visitors toured the newly completed Vietnam Veterans Memorial near the National Mall in Washington.",
  "“I cannot believe that you are mimicking The New York Times and CNN in their breathless exaggerations of a few Democrat wins Tuesday.",
  "Presumably, Bannon did not know about these claims when he dove in to oppose the president’s pick in last month’s primary runoff.",
  "As we talked about on Wednesday, the Democratic turnout didn’t just surge in Northern Virginia, but all across the Old Dominion.",
  "Share your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "First, Northam won a majority of white college graduates (aka suburbanites), a group Trump won last year by four points.",
  "The president and his team have seemingly decided to let Bannon have his way and play kingmaker in races far and wide.",
  "There's enough to report about this president – that we don't need to offer opinions or put our thumb on the scale.",
  "The specter facing Republicans today is the possibility that Bannon is not a political genius, evil or otherwise.",
  "But given Moore’s strong support among religious conservatives and Strange’s connections to disgraced former Gov.",
  "But we shouldn’t be drawn into becoming players on the field – trying to match the people we cover in invective.",
  "The charges stem from Kansas City police traffic stops on Sept. 1 and Nov. 5, according to court documents.",
  "We saw the same effect in races across the country this week and in special elections over the past year.",
  "On Dec. 8 and 9, the commission will meet for the last time and present recommendations to the full DNC.",
  "It can’t be incumbent on every political strategist to know every detail about the candidates they pick.",
  "Sykes leaned to one side of his chair and released a loud fart before answering with the address.’ ‘Mr.",
  "He acts with the tacit approval of the White House and some of the presidents’ donor base behind him.",
  "If Bannon was more lucky than good in 2016, giving him such a wide berth could be bad news for 2020.",
  "It’s something akin to what we saw among Republicans before the 2010 midterm wipeout for Democrats.",
  "Watch “Fox News Sunday with Chris Wallace.” Check local listings for broadcast times in your area.",
  "It really makes me mad to see you writing this kind of nonsense.” – V. Harris, Nantucket, Mass.",
  "The overpaid government bureaucrats in the burbs of Northern Virginia are the swamp incarnate!",
  "In his report about the interview, the detective wrote that when asked about his address, ‘Mr.",
  "If he wins, he will presumably intend on skunking up the GOP garden party like never before.",
  "Or, Moore loses and Republicans see their already narrow majority shrink to just one vote.",
  "That’s a huge change in a single year, especially in an era of intense partisan identity.",
  "note: I’m not saying that the president is wrong to change his policies vis-à-vis China.",
  "Moore’s entire political brand is based on adamancy in support of unpopular positions.",
  "‘It should be considered separately on its own merits,’ Ryan told reporters Thursday.",
  "We are umpires – or observers – trying to be objective witnesses to what is going on.",
  "… The money comes from a special U.S. Treasury fund – and the payouts are kept quiet.",
  "Moore’s many defects as a candidate were well known when his race with Strange began.",
  "note: I certainly don’t want to make anyone angry, unless it’s absolutely necessary.",
  "Occam’s razor applies pretty relentlessly in the question of candidate selection.",
  "Robert Bentley, the pistol-packing former prosecutor emerged as the frontrunner.",
  "#mediabuzz - Host Howard Kurtz has the latest take on the week’s media coverage.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "If one thinks of Bannon as the genius behind the Trump win, it makes some sense.",
  "All I’m telling you is that for Rust Belt voters, China is a red-hot issue.",
  "Second, Northam outperformed Hillary Clinton among white women by 7 points.",
  "But I think there’s some reason for Republicans to start getting upset.]",
  "As I said, I don’t ever want to make anyone angry for no good reason.",
  "So which is the better outcome between Scylla and Charybdis?",
  "… Sanders (I-Vt.) said in an interview in his Senate office.",
  "That should give you an idea about how this is going to go.",
  "Politicians always change their positions after election.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "As it turns out, it will be much, much worse than that.",
  "And we’re giving up our special place in our democracy.",
  "Want FOX News Halftime Report in your inbox every day?",
  "And New Jersey was never in play for the Republicans.",
  "AUDIBLE: DITTO\n\n“We are not players in the game.",
  "Brianna McClelland contributed to this report.",
  "One would imagine that goes double here.",
  "?” – Al DiStefano, Cumming, Ga.\n\n\n\n[Ed.",
  "That doesn’t mean we’re stenographers.",
  "We’re not as good at it as they are.",
  "Watch #mediabuzz Sundays at 11 a.m.",
  "Terry McAuliffe did four years ago.",
  "That’s driven by a couple factors.",
  "Think of Todd Akin in a Stetson.",
  "The aide didn’t specify how.",
  "There was no sudden turn.",
  "Watch the remarks here.",
  "It’s not our role.",
  "Sign up here.",
  "Sign up here.",
  "[Ed.",
  "ET."
]