[
  "At the moment, Mr. Sekulow is the president’s chief outside lawyer, as Mr. Trump’s longtime New York lawyer, Marc E. Kasowitz, remains on the periphery.”\n\nPLAY-BY-PLAY\n\nCambridge Analytica accused of violating U.S. election laws - ABC News\n\nFTC investigating Facebook over privacy practices; shares slide - Fox Business\n\nHealth insurance/healthcare tops list of concerns for voters - Gallup\n\n\n\nStormy Daniels claims she was threatened to stay silent about alleged Trump affair - Fox News\n\nAUDIBLE: MOVING ON…\n\n“Chris, we don't — we don't need to get into a debate in terms of — there's different ways of doing this.” – Treasury Secretary Stephen Mnuchin in response to Chris Wallace twice correcting him on the claim that Congress could give the president the power to veto individual budget items instead of entire spending bills, a concept ruled unconstitutional on multiple occasion.",
  "… At least three other Republicans in some of the most vulnerable Democratic-held Senate seats up this year — Rep. Evan Jenkins in West Virginia, businessman and veteran Kevin Nicholson in Wisconsin and former state legislator Mike Braun in Indiana — also cast ballots in the 2008 Democratic presidential primary, leaving themselves open to brutal attacks from their primary rivals”\n\nWest Virginia GOP primary gets wild - Politico: “There’s more to it, of course, than just an urge to come home, although [Don Blankenship’s] attachment to West Virginia is such that he continued to live there even when running the Richmond-based Massey.",
  "‘Given the GOP's districting advantages, data from 2012 and 2014 show the Democrats need an edge of at least five points to bring the majority into play.’ … Anderson points out that in March of 2014, Democrats had a 2-point edge on the vote question and Republicans ultimately picked up 13 House seats that November.”\n\n\n\nLongtime Republican congressman from swing Pa. district calls it quits - [Pa.] Daily Local News: “Ending weeks of speculation in local and national political circles, U.S. Rep. Ryan Costello, R-6 of West Goshen, confirmed to the Daily Local News Sunday that he will not be a candidate for another term in Congress.",
  "The arguments come nearly six months after the court heard a dispute over Wisconsin legislative districts that Democrats claim were drawn to maximize Republican control in a state that is closely divided between the parties.”\n\nCOLD WAR HEATS UP AS TRUMP ZAPS RUSSIAN DIPLOMATS\n\nFox News: “President Trump on Monday ordered the expulsion of 60 Russian intelligence officers in the United States and the closure of the Russian consulate in Seattle in response to the nerve agent attack on an ex-Russian spy in the U.K. earlier this month, senior administration officials said.",
  "But the implications of that long-term project reach far beyond the short-term battle over tariffs or deficits now brewing between Washington and Beijing.”\n\nVETERANS ADMINISTRATION BOSS IN TRUMP’S CROSSHAIRS\n\nWaPo: “President Trump seemed on the verge of making more personnel changes Sunday, following a whirlwind three weeks… At his coastal resort [in Florida], Trump told associates he wants to oust Veterans Affairs Secretary David Shulkin.",
  "Control of House\n\nRepublican average: 40.6 percent\n\nDemocratic average: 47.6 percent\n\nAdvantage: Democrats plus 7 points\n\nChange from one week ago: Democratic advantage down 3.6 points\n\n[Average includes: Quinnipiac University: 49% Dems - 43% GOP; NBC News/WSJ: 50% Dems - 40% GOP; George Washington University: 49% Dems - 40% GOP; Monmouth University: 50% Dems - 41% GOP; USA Today/Suffolk: 47% Dems - 32% GOP.]",
  "SCOREBOARD\n\nTrump job performance\n\nAverage approval: 42 percent\n\nAverage disapproval: 53 percent\n\nNet Score: -11 points\n\nChange from one week ago: up 2.8 points\n\n[Average includes: Marist College: 42% approve - 51% disapprove; Fox News: 45% approve - 52% disapprove; Quinnipiac University: 40% approve - 53% disapprove; Gallup: 40% approve - 56% disapprove; NBC News/WSJ: 43% approve - 53% disapprove.]",
  "Others maintain that confirming a conservative successor to Kennedy, who was nominated by Ronald Reagan in 1988, would be easier while Republicans control the Senate.”\n\nA governor and a rabbi walk into a Baptist church in Harlem… - NY Post: “Gov.Andrew Cuomo on Sunday made fun of the ‘rhythm’ of ‘our Jewish brothers and sisters’ during a speech at a predominantly black church in Harlem.",
  "Christopher Ruddy, the chief executive of Newsmax, talked to the president Saturday and then said on television Sunday that Shulkin is ‘likely to depart the Cabinet very soon.’ Ruddy, who speaks to Trump frequently, said on ABC News’ ‘This Week’ that the president thinks the White House is operating ‘like a smooth machine’ and that he has been ‘perplexed’ by news reports of chaos.",
  "‘And he’s out to rehabilitate his image.’”\n\nSenate Republicans pushing SupCo retirement story - The Hill: “Senate Republicans are privately saying they hope Justice Anthony Kennedy announces his retirement in the coming months, before the fall midterm elections, arguing the move would give Republicans something to rally their base as they work to maintain control of the Senate.",
  "Kremlin Spokesman Dmitry Peskov vowed a reciprocal response over Monday’s expulsion, according to Russian state run media.”\n\n\n\nChina tries to soothe trade tensions - CNBC: “Premier Li Keqiang said on Monday China and the United States should maintain negotiations and he reiterated pledges to ease access for American businesses, as China scrambles to avert a trade war.",
  "And Trump … has griped but done nothing to oust Shulkin.”\n\nTrump’s incredibly, shrinking legal team - NYT: “President Trump has decided not to hire two lawyers who were announced last week as new additions to his legal team, leaving him with a shrinking stable of lawyers as the investigation by the special counsel,Robert S. Mueller III, enters an intense phase.",
  "Alarm over a possible trade war between the world's two largest economies has chilled financial markets…”\n\nJosh Rogin: Confronting China where it counts - WaPo: “Lost in last week’s coverage of tariffs and trade deficits was the Trump administration’s landmark decision to confront China’s unfair and illegal practices that threaten our economic security.",
  "‘I have great respect for Missouri voters, and there were a lot of reasons they voted for Donald Trump, some of which I completely understand.’”\n\nFormer Democrats key to GOP Senate hopes - Politico: “The fate of the GOP-controlled Senate could come down to the performance of a handful of Democrats — former Democrats running as Republicans, that is.",
  "Another consideration here is that as the Republican coalition becomes to rely more heavily on lower-income voters, the party is coming to confront the possibility that it will have the same problem Democrat’s did when working-class voters were the core of their constituency: turnout trouble for midterms.",
  "‘I was watching Mr. Sheinkopf’ … ‘It was ugly, I’ll tell you the truth,’ the governor added.”\n\nSupCo takes on another redistricting fight, this time in Maryland - AP: “The Supreme Court has already heard a major case about political line-drawing that has the potential to reshape American politics.",
  "If Democrats can make room for candidates like Casey and Lamb without subjecting them to the kinds of litmus test questions they have subject other candidates to, you can start to see the way the Blue Team can start to take back some of their loses in Pennsylvania and the Upper Midwest.",
  "Li told a conference that included global chief executives that China would treat foreign and domestic firms equally, would not force foreign firms to transfer technology and would strengthen intellectual property rights, repeating promises that have failed to placate Washington.",
  "‘It was a combination of factors,’ Costello said of his startling decision, citing personal and political considerations that weighed heavily on him, as well as a distaste for the prospects of waging a bitter and costly campaign to hold the office he has occupied since 2015.",
  "The arguments justices will hear Wednesday in the second case, a Republican challenge to a Democratic-leaning congressional district in Maryland, could offer fresh clues to what they are thinking about partisan gerrymandering, an increasingly hot topic before courts.",
  "Don’t underestimate psychological factors like these triple reversals for Republicans – losing a key special election, losing the redistricting fight at the Supreme Court and essentially ceding a formerly competitive House seat to Democrats – has on voter intensity.",
  "boss in Trump’s crosshairs - ‘Now go away, or I shall taunt you a second time’\n\n\n\nPOWER RANKINGS: CASEY’S NOT STRIKING OUT\n\nAfter more than a decade of being taken for granted politically, Pennsylvania is suddenly the prettiest girl in the coal camp on payday again.",
  "**we now return you to our regularly scheduled political palaver**\n\n\n\nPOLL SHOWS REPUBLICANS NARROWED GAP WITH DEMS\n\nFox News: “The latest Fox News poll finds a tightening race when voters are asked their candidate preference in this fall’s congressional election.",
  "The United States asked China in a letter last week to cut a tariff on U.S. autos, buy more U.S.-made semiconductors and give U.S. firms greater access to the Chinese financial sector, the Wall Street Journal reported on Monday, citing unidentified sources.",
  "We are not as without rhythm as some of our Jewish brothers and sisters.’ Cuomo even singled out the off-beat swaying of Democratic consultant Hank Sheinkopf, a former campaign adviser who is Jewish, who was sitting in the front row wearing a yarmulke.",
  "Cardinal Timothy Dolan, the Roman Catholic Archbishop of New York, blistered Democrats last week in a WSJ op-ed for the party’s increasing hostility toward devout Catholics over the party’s hardline stance in support of access to elective abortions.",
  "Polls are snapshots from a moment in time but that moment is not on the day the poll is released, but usually a period\n\n\n\nShare your color commentary: Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM and please make sure to include your name and hometown.",
  "Until now…\n\nGiven the upset victory by Rep.-elect Conor Lamb running on a platform that sounds like a clone of Casey’s, it’s hard to think that the climate in Pennsylvania is anywhere close to as good as it was for Republicans two years ago.",
  "And for all his unpopularity—miners’ families have confronted him repeatedly at campaign stops—he is finding a receptive audience in a Republican Party motivated as much by hatred for Democrats as the advancement of conservative policy.",
  "While Democrats are certainly eager to embrace the social justice doctrine of many American Catholics as it relates to government spending and welfare programs, there is an increasing intolerance toward pro-life Catholics in the party.",
  "‘The United States stands ready to cooperate to build a better relationship with Russia, but this can only happen with a change in the Russian government’s behavior.’ Russia, which has been blamed for the attack, has denied wrongdoing.",
  "But those who love me agree and those who I love agree with it,’ a seemingly resigned and subdued Costello said in a one-on-one interview in West Chester.”\n\nIn a tough race, McCaskill wraps her old ally Hillary - USA Today: “Sen.",
  "‘For those of us that are in states that Trump won, we would really appreciate if she would be more careful and show respect to every American voter and not just the ones who voted for her,’ McCaskill said on MSNBC Sunday night.",
  "‘The president is disappointed that conflicts prevent Joe diGenova and Victoria Toensing from joining the president’s special counsel legal team,’ Mr. Trump’s personal lawyer, Jay Sekulow, said in a statement on Sunday morning.",
  "Guillaume Rey, who worked at a Vancouver restaurant on Canada's Pacific coast, filed a complaint with British Columbia's Human Rights Tribunal against his former employer, claiming ‘discrimination against my culture’.",
  "We know that these are not single-issue voters, but the sense of alienation from the Democratic Party that was the traditional home for members of their faith for two generations has to add up to something.",
  "THE RULEBOOK: GET IT TOGETHER\n\n“It is a known fact in human nature, that its affections are commonly weak in proportion to the distance or diffusiveness of the object.” – Alexander Hamilton, Federalist No.",
  "Lamb, who would be considered pro-choice in much of America, was able to navigate the question by talking about his own faith and personal views as distinct from the kinds of legislation he would support.",
  "‘He has an ego and a pocketbook that rivals Donald Trump,’ says former Democratic Rep. Nick Rahall, who, like most of the politicians in the state, dealt with Blankenship when his power was at his peak.",
  "… Trump also said he wants to keep two other senior administration officials who have been in his crosshairs in recent weeks: his chief of staff,John F. Kelly, and his housing secretary, Ben Carson.",
  "If a presidential campaign visit and more than $10 million couldn’t drag even a less-than-perfect candidate over the finish line in a bright-red district we have to look at the state differently.",
  "This matters certainly as we look ahead to 2020 and beyond since we know that the party that won the Catholic vote has prevailed in the national popular vote in four of the last five elections.",
  "‘NOW GO AWAY, OR I SHALL TAUNT YOU A SECOND TIME’\n\nRTE: “A French waiter fired for being ‘aggressive, rude and disrespectful’ says his behaviour was not out of line - that he is simply French.",
  "The Chinese government’s strategy to amass control of critical technologies while undermining the rules-based trade system built by the United States and its partners will be hard to combat.",
  "Four major GOP candidates in top battleground races actually voted in the 2008 Democratic presidential primary, and their party allegiance is already a hot-button topic in the contests.",
  "Given Trump’s 2016 victory and the shifting affiliations of key voter groups in rural areas and smaller communities, we were less bullish on Casey’s chances than many forecasters were.",
  "The restaurant, operated by Cara Operations, accused Mr. Rey of violating its code of conduct and said he persisted in his behaviour, despite verbal and written performance reviews.",
  "There’s one other reason, though, that we are moving the Pennsylvania Senate race from a more competitive “Leans Democratic” to “Likely Democratic” and that is a question of faith.",
  "It’s no coincidence that the states that took him over the top – Michigan, Wisconsin and, yes, Pennsylvania – have among the largest Catholic populations per capita in the country.",
  "If those voters do to Trump what they did to Obama and show up to vote for the man himself but not his party’s candidates, Republicans are going to be in for real trouble.",
  "‘With these steps, the United States and our allies and partners make clear to Russia that its actions have consequences,’ White House press secretary Sarah Sanders said.",
  "There’s also the ongoing battle over the state’s congressional map, which seems to have been decided in favor of the Democrat-leaning Supreme Court’s re-re-districting.",
  "**\n\nOn the roster: Power Rankings: Casey’s not striking out - Poll shows Republicans narrowed gap with Dems - Cold War heats up as Trump zaps Russian diplomats - V.A.",
  "Phil Bryant announced last week he intends to appoint state Agriculture Commissioner Cindy Hyde-Smith, a Democrat until 2010, to replace Sen.Thad Cochran (R-Miss.)",
  "Cuomo strayed onto the risky terrain of religious humor and stereotypes while thanking the congregation at Mount Neboh Baptist Church for the invitation to speak.",
  "‘Just winning the popular national vote is not enough to flip the House,’ says Republican pollsterDaron Shaw, who conducts the poll with Democrat Chris Anderson.",
  "While pro-life groups say Casey is not ardent enough in his defense of the unborn, he makes no apologies about his disagreement with his party on the subject.",
  "Both parties agree Mr. Rey performed well at his job, despite his allegedly disagreeable demeanour.”\n\nChris Stirewalt is the politics editor for Fox News.",
  "The president’s former lead lawyer, John Dowd, quit the team on Thursday, just as Mr. Trump is deciding whether to sit with Mr. Mueller for an interview.",
  "note: You didn’t just see any poll report, Ms. Wright, you saw the latest and greatest Fox News poll, which you also saw included in today’s note above.",
  "The steps, following Britain's expulsion of Russian diplomats, are meant to send a message to Moscow that actions have consequences, the officials said.",
  "He owes his sacking to his ‘direct, honest and professional personality’, which he acquired while training in France's hospitality industry.",
  "High-quality polls are conducted over multiple days in order to avoid the kinds of dramatic responses to current events that you described.",
  "… And yet there were striking anomalies: it had 10 ribs instead of the usual 12, giant eye sockets and a long skull that ended in a point.",
  "That’s good news for Republicans because Democrats were up by 15 points in October (50-35 percent) in the so-called generic ballot test.",
  "… McCaskill told MSNBC she understood the point Clinton was trying to make, but it seemed as though she was criticizing Missouri voters.",
  "While Kennedy, 81, has not directly signaled his plans for retirement, at least one senator has predicted it could come over the summer.",
  "We should first remember that our poll reflects a larger shift since late last year that other top-tier pollsters have also identified.",
  "NYT: “Nearly two decades ago, the rumors began: In the Atacama Desert of northern Chile, someone had discovered a tiny mummified alien.",
  "Now, it’s a 5-point edge, as 46 percent of voters would back the Democratic candidate in their district and 41 percent the Republican.",
  "Members of FOX News Influencers have the opportunity to be heard, be part of a special network of peers and influence new initiatives.",
  "On Thursday, a team of scientists presented a very different explanation for Ata — one without aliens, but intriguing in its own way.",
  "What’s more, the researchers identified in her DNA a group of mutations in genes related to bone development.”\n\n\n\nFlag on the play?",
  "It’s the opening salvo of the key economic battle of the 21st century and part of a worldwide struggle the United States must lead.",
  "As Barletta tries to rally the Republican base he will do so with voters aware that a 2016-style surprised victory feels unlikely.",
  "Claire McCaskill has a message to Hillary Clinton: Stop bashing President Trump’s supporters, it’s hurting my election prospects.",
  "Costello dropped his re-election bid Sunday, all but guaranteeing that Democrats will take over suburban Philadelphia district.",
  "… Shulkin has been on the verge of leaving for several weeks, but White House officials have been unable to find a replacement.",
  "Ata, as the remains came to be known, ended up in a private collection, but the rumors continued, fueled in part by a U.F.O.",
  "The president looks forward to working with them.’ The upheaval on the legal team comes at a critical time for Mr. Trump.",
  "Apparently Rep. Ryan Costello, a Republican from the opposite side of the state, is looking at things differently, too.",
  "Sen. Bob Casey Jr. is hunting for a third term and has drawn a credible, well-funded challenger in Rep. Lou Barletta.",
  "(GOP leaders in Washington don’t share the enthusiasm for Blankenship, whom they consider as toxic as Roy Moore.)",
  "What you might have forgotten, however, is that there is a real live Senate race taking place in the state.",
  "Ata’s bones contain DNA that not only shows she was human, but that she belonged to the local population.",
  "Starting with President Trump’s upset win in a state that hadn’t gone for a Republican since George H.W.",
  "FROM THE BLEACHERS\n\n“Saw a poll report on Twitter that gap between Dems and Repubs narrowed to 5 points.",
  "The only thing the Repubs have done is pass a massive spending bill that is not popular with Republican.",
  "In alleging discrimination, Mr. Rey said French culture just ‘tends to be more direct and expressive’.",
  "Is it possible the swing is caused by the anti-gun rallies?” – Deborah Wright, Stockton, Calif.\n\n[Ed.",
  "The Seattle consulate is being closed because of its proximity to submarine bases, as well as Boeing.",
  "‘However, those conflicts do not prevent them from assisting the president in other legal matters.",
  "The fifth one was won by Trump, who carried Catholics on his way to an electoral college victory.",
  "Decisions in the Maryland case and the earlier one from Wisconsin are expected by late June.",
  "But something else to remember about polling in general is that it is not instantaneous.",
  "We all saw the nail biter in the state’s 18th Congressional District earlier this month.",
  "The tax cut Republicans enacted probably has as much to do with that as anything else.",
  "Become a trusted advisor in our FOX News community and help guide our brand’s future.",
  "**and now, for this important commercial message**\n\nConsider yourself an Influencer?",
  "We know many voters in Pennsylvania switched from Obama to Trump from 2012 to 2016.",
  "… ‘Catholics basically believe the same teachings that Baptists believe,’ he said.",
  "Now, before even deciding that one, the court is taking up another similar case.",
  "- Email us at\n\nHALFTIMEREPORT@FOXNEWS.COM with your tips, comments or questions.",
  "An amateur collector exploring a ghost town … found a six-inch-long skeleton.",
  "What’s more, you’ll receive updates on how your input has made an impact.",
  "Exactly how the administration plans to tackle the task remains unclear.",
  "Bush in 1988 the Keystone State has seen plenty of attention of late.",
  "Thank you for your continued support in our company’s growth.",
  "Casey, and now Lamb like him, are proof of that supposition.",
  "The Missouri Democrat is up for re-election in November.",
  "**Want FOX News Halftime Report in your inbox every day?",
  "‘It has been a deeply personal decision and evaluation.",
  "Despite its size, the skeleton was remarkably complete.",
  "Want FOX News Halftime Report in your inbox every day?",
  "The latest instance is in Mississippi, where Gov.",
  "documentary in 2013 that featured the skeleton.",
  "Fill out our qualification survey and join us.",
  "Not ours, mind you, but that of Senator Casey.",
  "Brianna McClelland contributed to this report.",
  "‘I would draw a line there,’ McCaskill said.",
  "Trump won Missouri by 19 percentage points.",
  "And it’s hard to say that he was wrong.",
  "Blankenship wants to settle a score.",
  "17\n\nTIME OUT: GREAT GOOGLY-MOOGLY!",
  "‘We just do it without the rhythm.",
  "Click here to find out how.",
  "We’ll keep you posted.",
  "Sign up here.",
  "Sign up here.",
  "But we try."
]