[
  "President Donald Trump Evan Vucci/AP\n\nKey members of President Donald Trump's campaign team scrambled Wednesday to distance themselves from the data mining and analysis company Cambridge Analytica, whose CEO reportedly reached out to WikiLeaks founder Julian Assange during the presidential campaign to offer help in finding Hillary Clinton's \"missing\" emails.",
  "But Michael S. Glassner, the executive director of Trump's campaign, said in a statement on Wednesday — hours after The Daily Beast reported on the data firm's outreach to Assange — that the only source of voter data that played a key role in Trump's election victory was the Republican National Committee.",
  "\"The technology — prominently featured in the firm's sales materials and in media reports that cast Cambridge as a master of the dark campaign arts — remains unproved, according to former employees and Republicans familiar with the firm's work.\"",
  "Parscale hired Cambridge Analytica in June 2016, partly at the urging former White House chief strategist Steve Bannon, who was the former vice president of Cambridge's board, according to The New York Times.",
  "\"Leading into the election, the RNC had invested in the most sophisticated data targeting program in modern American in history, which helped secure our victory in the fall,\" the statement read.",
  "But he maintains a close relationship with Robert Mercer, one of the biggest investors in both Cambridge Analytica and the right-wing news site Breitbart, which Bannon once again leads.",
  "Multiple outlets, including NBC News and The Washington Post, reported that the campaign paid Cambridge Analytica more than $5 million in September alone, up from $250,000 in August.",
  "Brad Parscale, the digital director of the Trump campaign's entire data operation, similarly downplayed Cambridge's role in an interview with The Wall Street Journal on Wednesday.",
  "The Trump campaign hired Cambridge Analytica in June 2016 to help target ads using voter data collected from approximately 230 million US adults.",
  "\"Cambridge executives now concede that the company never used psychographics in the Trump campaign,\" The New York Times reported in March.",
  "We as a campaign made the choice to rely on the voter data of the Republican National Committee to help elect President Donald J. Trump.",
  "He added: \"We were proud to have worked with the RNC and its data experts and relied on them as our main source for data analytics.",
  "But Trump campaign aides and even current and former Cambridge employees have consistently tried to downplay its role.",
  "\"I have said from the beginning this\" $5 million \"Cambridge invoice is mislabeled in the FEC reports,\" Parscale said.",
  "Any claims that voter data from any other source played a key role in the victory are false.\"",
  "Mercer and his daughter Rebekah have been credited with paving the way to Trump's victory.",
  "Bannon was effectively ousted from the chief strategist position over the summer.",
  "It is still unclear how much Cambridge Analytica actually did for the campaign.",
  "Bannon was the Trump campaign's CEO before he joined the White House staff."
]