[
  "Alexander Nix, the chief executive of Cambridge Analytica, sent an email to several people including top Donald Trump donor Rebekah Mercer, relaying that he had emailed Assange seeking access to emails from Clinton's private server to turn them into a searchable database for the campaign or a pro-Trump political action committee, two of the sources said.",
  "Political strategist Roger Stone, Trump's long-time confidant, had boasted during the campaign of knowledge about upcoming Wikileaks publication of damaging documents, at one point telling the Boston Herald Radio that he expected \"Julian Assange and the Wikileaks people to drop a payload of new documents on a weekly basis fairly soon.",
  "After the Daily Beast report published, the Trump campaign issued a statement by campaign executive director Michael S. Glassner: \"Once President Trump secured the nomination in 2016, one of the most important decisions we made was to partner with the Republican National Committee on data analytics.",
  "(CNN) The head of a data analytics company linked to the Trump campaign contacted WikiLeaks founder Julian Assange in 2016 regarding thousands of Hillary Clinton's emails kept on a private server while she was secretary of state, according to four sources familiar with the outreach.",
  "Smith spoke to The Wall Street Journal in May , saying he and the colleagues he enlisted found five groups of hackers claiming to have 33,000 deleted emails from the private server Clinton used during her tenure as secretary of state.",
  "Steve Bannon, Trump's former White House chief strategist, was vice president and secretary of Cambridge Analytica until he stepped down to run the Trump campaign in August 2016, according to The New York Times .",
  "After the hearing, Stone said he answered the committee's questions other than revealing the identity of his intermediary because that person was a journalist and the conversation was off the record.",
  "Cambridge Analytica was hired in the summer of 2016 as part of the Trump campaign's three-pronged data operation, which was led by Brad Parscale and overseen by Trump's son-in-law, Jared Kushner.",
  "Leading into the election, the RNC had invested in the most sophisticated data targeting program in modern American in history, which helped secure our victory in the fall.",
  "In Parscale's congressional interview, he denied there was any Russian collusion with the campaign's digital operations, according to two sources familiar with the matter.",
  "The site, which publishes leaked documents, released hacked emails in July from the Democratic National Committee and in October from Clinton campaign chair John Podesta.",
  "News of the outreach comes after an earlier disclosure that a Republican operative, Peter W. Smith, had been on the hunt for Clinton's missing emails during the campaign.",
  "The attempt at collaboration raises fresh questions about the willingness of people associated with the Trump campaign to work with Wikileaks for political gain.",
  "Nix sent the email in summer 2016, two sources said, but it is not clear whether he sent it before or after Cambridge Analytica was brought onto the campaign.",
  "The Mercers are investors in Breitbart News, the far-right site where Bannon served as executive chairman before he ran Trump's campaign.",
  "We as a campaign made the choice to rely on the voter data of the Republican National Committee to help elect President Donald J. Trump.",
  "He began working for the Trump Organization's digital team in early 2015 before Trump officially announced his plan to run for office.",
  "Parscale, the Trump campaign's digital director, was interviewed Tuesday by the House intelligence committee as part of that inquiry.",
  "News of the email exchange comes amid federal investigations into whether there was collusion between the Trump campaign and Russia.",
  "Parscale and employees from his firm, Giles-Parscale, incorporated some staffers from Cambridge Analytica into their data operation.",
  "Stone has previously denied any contact with Assange and any advanced notice of WikiLeaks release of emails belonging to Podesta.",
  "Nix and Cambridge Analytica, which is backed by Robert Mercer and his daughter Rebekah, did not respond to requests for comment.",
  "Many of the committee's questions for Parscale were about the campaign's work with Cambridge Analytica, the sources said.",
  "We were proud to have worked with the RNC and its data experts and relied on them as our main source for data analytics.",
  "The committee asked the digital firm for documents earlier this month, and Cambridge Analytica said it was cooperating.",
  "US intelligence has said the Podesta emails were stolen by Russia and handed over to WikiLeaks through an intermediary.",
  "They also worked with teams from data companies that were partnering with the Republican National Committee.",
  "\"We knew the people who had these were probably around the Russian government,\" Smith told the Journal.",
  "\"If he releases me, if he allows me to release it, I would be happy to give it to the committee.",
  "Parscale downplayed the campaign's connections to Cambridge Analytica, one of the sources said.",
  "And that of course will answer the question of exactly what was erased on that email server.\"",
  "Any claims that voter data from any other source played a key role in the victory are false.\"",
  "\"Russia, if you're listening, I hope you're able to find the 30,000 e-mails that are missing.",
  "An attorney for Stone told CNN, \"Mr. Stone has complied with the committee's requests.",
  "The statement does not address contacts between Cambridge Analytica and WikiLeaks.",
  "The 33,000 emails deleted from Clinton's private server have never materialized.",
  "No one from the Trump campaign was copied on the email, the sources said.",
  "\"I'm not going to burn somebody I spoke to off the record,\" Stone said.",
  "Smith was found dead of an apparent suicide weeks after the interview.",
  "I think you will probably be rewarded mightily by our press.",
  "He said that he determined two of the groups were Russian.",
  "In July 2016, Trump called on Russia to find the emails.",
  "That'll be next,\" Trump said in a news conference.",
  "I'm actually going to try to do that.\"",
  "No further statement will be issued.\"",
  "Let's see if that happens."
]