[
  "For instance:\n\nGeorge Papadopoulos was told in April 2016 by a source with contacts in Russia that the Russian government had “dirt” on Hillary Clinton consisting of “thousands of emails.” This occurred after Russian hackers had penetrated systems belonging to the DNC and Clinton’s campaign chair John Podesta, but before their emails had been publicly released through Wikileaks, which would happen in July.",
  "The most generous interpretation of the campaign’s actions — at least the ones we’re aware of so far — would be that while they were well aware that the Russian government was trying to help them, and while there were some initial contacts between campaign representatives and people connected to or acting on behalf of the Kremlin, they never actually got around to working together in an ongoing way.",
  "The head of Cambridge Analytica, the firm that did extensive data work for the Trump campaign and is funded by Republican mega-donor Robert Mercer, contacted Wikileaks leader Julian Assange during the campaign to see if they could together manage to acquire and publicly release thousands of personal emails Hillary Clinton had deleted, which would have required hacking into her system.",
  "Special Counsel Robert S. Mueller III is investigating crimes, and while we hope at the end of his investigation he’ll be able to provide a full picture of what kind of collusion there actually was, most of what we’ll be hearing from him — like the two indictments and one plea bargain deal that were made public yesterday — will be about crimes that were committed.",
  "If nothing more is revealed from this day forward, we might be able to say there was no real collusion, even though the Russians were certainly interested in colluding (as evidenced by their repeated efforts to reach out to Trump campaign representatives) and the Trump campaign seemed interested in colluding if the Russians could offer them something useful.",
  "They were also told in an email setting up the meeting that “This is obviously very high level and sensitive information but is part of Russia and its government’s support for Mr. Trump.” The lawyer who led the meeting brought with her a document whose content suggests that she was coordinating her activities with high-level Russian officials.",
  "But if he doesn’t find that, we could still learn that there was collusion that stopped short of criminality, in which case the question of how that should be punished will be up to the political system — the coming elections, oversight in Congress and even a possible impeachment — to settle it.",
  "Every new revelation will be met with furious and desperate pushback from the White House, the conservative media and most Republicans in Congress, as they all insist that whatever the Trump campaign did was completely benign, it wasn’t collusion at all, and Hillary Clinton is the real villain.",
  "But the point is that while you could have collusion that is criminal, you could also have collusion that didn’t violate the law, but would still be a grave political violation, one we’d demand to be addressed but that wouldn’t necessarily land anyone in jail.",
  "As Susan Hennessey and Benjamin Wittes point out, “There are plenty of activities that might be highly inappropriate and politically consequential but do not violate any criminal law.” It all depends on exactly what they’re colluding to do.",
  "While in theory there is some action Trump might have taken that would cause his party and its media allies to abandon him in the way the GOP eventually abandoned Richard Nixon 43 years ago, in practice it just isn’t going to happen.",
  "Paul Manafort, Jared Kushner and Donald Trump Jr. — essentially all the closest advisers to the candidate — took a meeting in June 2016 with a group of Russians whom they had been told had damaging information on Clinton to offer.",
  "It would mean that the Trump campaign and the Russian government (or its representatives) undertook some kind of common, cooperative effort to achieve their shared goal of undermining Hillary Clinton and helping Donald Trump.",
  "As Bob Bauer notes, campaign finance law forbids foreign nationals from providing “anything of value” to a campaign, which could give prosecutors wide latitude to pursue a criminal case in connection with collusion.",
  "Since we’re arguing about whether particular actions by the Trump campaign and Donald Trump himself constituted collusion with the Russian government, it would help if we clarified what exactly we’re talking about.",
  "Even if we find out that Donald Trump had daily phone calls with Vladimir Putin to chortle together about Hillary Clinton’s impending demise, it wouldn’t necessarily be a violation of any criminal code.",
  "The documents released yesterday about Papadopoulos’s plea bargain did not say whether he shared that information with his superiors at the Trump campaign, but it would be shocking if he didn’t.",
  "It will always be subject to interpretation and dispute, and President Trump will always have behind him a formidable media apparatus that will justify and excuse literally anything he does.",
  "The candidates even argued about it in their final debate, during which Clinton challenged Trump to condemn Russia’s activities and reject their help, and he responded with “No puppet.",
  "During this time (and since), Wikileaks has for all intents and purposes been acting as an agent of the Russian government, but Assange says he rejected the request.",
  "Many people hear “collusion” and think about something akin to the legal concept of “conspiracy,” which is when two or more people agree to commit an illegal act.",
  "They certainly can’t claim ignorance about Russia’s intentions, since by the summer of 2016 there had been substantial news coverage about Russian meddling.",
  "There seems to be a good deal of misconception about this, as everyone is trying to sort out exactly what Trump and his people did or didn’t do.",
  "If the Trump campaign was planning with them to commit illegal acts — like hacking into Democratic email accounts — then it would be a crime.",
  "Mueller may find that criminal collusion took place, in which case the question will then be whether there are more indictments for it.",
  "That means that whatever “proof” of collusion we get may not result in something as definitive as a jury verdict.",
  "Arguing over whether one conversation or email constituted collusion won’t get us to the most important answers.",
  "You’re the puppet,” an argument of such eloquent subtlety that Republicans continue to use it to this day.",
  "He may not, at least in so many words, give us a final “yes” or “no” on whether there was collusion.",
  "You’ll recall that Trump publicly implored the Russian government to hack into Clinton’s email.",
  "“Still no evidence of Trump-Russia ‘collusion’ — but Hillary is a different matter,” says Fox.",
  "“It sure looks like there was collusion between the Trump operation and Russia,” says Vox.",
  "Perhaps the most important thing to keep in mind is that collusion is not itself a crime.",
  "They paint a picture of people trying to arrange collusion, but not necessarily doing so.",
  "In any case, as of now, the strands of collusion are suggestive but hardly definitive.",
  "The bottom line is that the question of whether there was “collusion” is too limited.",
  "But does anyone really think that there are no more revelations to come?",
  "But there can be collusion that doesn’t involve law-breaking.",
  "If you doubt that, tune into Fox News for an hour or two.",
  "Opinion writer\n\n“Collusion” is the word of the day.",
  "“There is NO COLLUSION,” tweets the president.",
  "It might be, but it wouldn’t always be.",
  "So what would collusion actually mean?"
]