[
  "“I think there is a definite sense that tech needs to regain the public trust, that there has been for the first time, certainly in my lifetime, an erosion of public trust of tech.”\n\n[When the president tanks your stock portfolio]\n\nOn Capitol Hill, lawmakers have sharply questioned Facebook, Google and Twitter for their roles in allowing Russian disinformation and extremist content to reach their users.",
  "“The market appears to believe that these will translate into new policy challenges for the sector, including potentially European-style antitrust enforcement and privacy regulation.”\n\nTrump’s criticisms of Amazon, which started last week and continued into Monday, include allegations that its online commerce business receives discounts that cost the Postal Service needed revenue.",
  "“A number of tech companies are facing reputational challenges, including Facebook, Google and now Amazon, with the president’s latest salvo about their purported unfair competition,” said Rob Atkinson, president of the Information Technology and Innovation Foundation, a think tank that counts tech executives on its board.",
  "Facebook, meanwhile, faces growing legislative and regulatory scrutiny in the aftermath of reports that Cambridge Analytica, a voter analysis firm that worked for Trump’s campaign and other Republican candidates, had improperly acquired data on tens of millions of American voters.",
  "“However, this could only be the beginning, as the Trump administration ponders the extension of further sanctions on the Chinese trade relationship.”\n\nThe Dow’s big laggards included Cisco, Caterpillar, 3M, Nike and Microsoft, as well as retail giants Home Depot and Walmart.",
  "Taken together, the declines fueled concern that growing hostility from Trump and rising criticism from both Democrats and Republicans on Capitol Hill was building into a moment of reckoning for the technology industry that could damage a vital part of the U.S. economy.",
  "[Trade war escalates as China says it will impose tariffs on 128 U.S. exports, including pork and fruit]\n\n“It’s three things, technology stocks, trade concerns and economic growth numbers slowing down,” said James Norman, head of equity strategy at QS Investors.",
  "The Senate Judiciary Committee has requested that chief executives from Google, Facebook and Twitter testify about their privacy policies at a time when European regulators are beginning to enforce their own strict new data-protection rules.",
  "Wall Street pummeled leading technology stocks Monday amid fears that some of the nation’s most dynamic companies were facing political, regulatory and market challenges that could hinder the industry’s growth for months or years.",
  "Shares of athletic-wear giant Nike were down 3.5 percent following a weekend article in the Wall Street Journal that, citing current and former employees, described workplace culture problems that have persisted for years.",
  "In a Monday note to clients, Jason Pride, chief investment officer for private clients at Glenmede, a wealth management firm, cited festering fears of a trade war as a driver of the market’s volatility.",
  "Monday was just the latest bad day for Silicon Valley, whose biggest brands have been politically battered over the past six months as U.S. and European regulators have scrutinized the industry.",
  "Facebook’s shares are down more than 16 percent, totaling $86 billion in shareholder value, since revelations regarding the data sharing with Cambridge Analytica emerged two weeks ago.",
  "With stretched valuations, investors are becoming concerned that they are overpaying for potential growth.”\n\nNear the end of 2017, tech stocks seemed to be on an unstoppable rise.",
  "The fears of an impending trade war have unnerved markets since Trump announced last month 25 percent tariffs on steel and 10 percent on aluminum that the United States imports.",
  "The Federal Trade Commission, which signed a consent decree with Facebook in 2011 over its privacy policies, announced last week that it was investigating the incident.",
  "“The Trump administration’s announcements on trade sanctions in total so far encompass a relatively small portion of overall U.S. trade,” according to Pride’s note.",
  "China’s government said Sunday that it would immediately impose tariffs on 128 U.S. commodities it imports in retaliation for Trump’s levies on steel and aluminum.",
  "The Institute for Supply Management’s manufacturing index and the Purchasing Managers Index for manufacturing both missed expectations, adding to market shivers.",
  "President Trump’s ongoing attacks on Amazon.com, which he criticized in tweets over its taxation policies and its supposedly unfair shipping deal with the U.S.",
  "Trump’s bellicose talk on trade and retaliatory moves by China also spooked Wall Street, helping drive down the Dow Jones industrial average by 1.9 percent.",
  "And Facebook fell 2.8 percent as new scrutiny over its privacy practices loomed on Capitol Hill, which has hearings on the subject scheduled for next week.",
  "One executive who was widely expected to be the next CEO resigned and will leave the company in August, according to a March memo from the current CEO.",
  "Tesla fell 5.1 percent amid fears about its ability to meet production targets and the safety of its vehicles following a fatal crash last month.",
  "“Technology has been one of the best-performing areas of the market and drove much of the returns in 2017 and the first month of 2018.",
  "Trump last week also attacked The Washington Post, which is personally owned by Amazon founder and chief executive Jeffrey P. Bezos.",
  "Apple’s valuation topped $900 billion, and market watchers speculated about when it might become the first trillion-dollar company.",
  "Postal Service contract]\n\nThe company, which declined to comment on the allegations, lost more than $36 billion in value Monday.",
  "Sen. Marco Rubio (R-Fla.) on Monday said in a tweet that Amazon’s growth “could mean less competition” in the marketplace.",
  "Postal Service, pushed the company’s shares down 5.2 percent and helped lead the tech-heavy Nasdaq index down 2.7 percent.",
  "“Only fools, or worse, are saying that our money losing Post Office makes money with Amazon,” he tweeted Monday morning.",
  "The president incorrectly conflated Amazon with The Post, alleging that it serves as a “lobbyist” for the online giant.",
  "“THEY LOSE A FORTUNE, and this will be changed.”\n\nTrump has not been alone in questioning Amazon’s business practices.",
  "Now, Apple is still the world’s most valuable publicly traded company, but it is worth about $846 billion.",
  "But it was the tumbles by a wide range of technology giants that drew particular attention from traders.",
  "The most valuable U.S. companies — Apple, Google parent Alphabet and Microsoft — all closed down Monday.",
  "Intel fell 6.1 percent on reports that longtime partner Apple may begin making its own computer chips.",
  "Sen. Bernie Sanders (I-Vt.) said on NBC’s “Meet the Press” on Sunday that Amazon has grown too large.",
  "On Wall Street, analysts also worried about a possible trade war between China and the United States.",
  "“This moment is unique.,” said Rep. Ro Khanna (D-Calif), who represents a portion of Silicon Valley.",
  "It’s now off more than 11 percent from its peak in January, signaling an official market correction.",
  "“No one at The Post is paid by Amazon or does work of any type on behalf of the company.",
  "Two manufacturing indexes reporting Monday showed that economic growth may be slowing.",
  "The tax on U.S. goods could include pork, soybeans and fruit, as well as aircraft.",
  "Seven of the nine most valuable U.S. companies are worth less now than on Jan. 1.",
  "The Post is an independent news organization,” said a spokeswoman for The Post.",
  "[Trump keeps up Twitter assault on Amazon, this time criticizing its U.S.",
  "The Nasdaq is 9.5 percent off its peak last month.",
  "The Post operates independently of Amazon."
]