[
  "Ryan Anderson, a spokesman for the Arizona attorney general, acknowledged that there have been “recent bombshell reports depicting how the tech industry handles consumer data and what companies are doing with that information,” including the AP story, which “highlighted Google’s apparent tracking of consumer movement even if you opt out of such services.”\n\nHe added that Arizona had “been thinking about investigating privacy concerns by tech companies for some time,” including the tracking of consumer location and the gathering of consumer data.",
  "The probe, initiated by Republican Attorney General Mark Brnovich and confirmed by a person familiar with his thinking but not authorized to speak on the record, could put pressure on other states and the federal government to follow suit, consumer advocates say — although Google previously insisted it did not deceive consumers about the way it collects and taps data on their whereabouts.",
  "Google spokesman Aaron Stein said in a statement that location data “helps us provide useful services when people interact with our products, like locally relevant search results and traffic predictions,” noting that it collects that information in many ways, including through Android devices as well as through search queries.",
  "Google's alleged practice of recording location data about Android device owners even when they believe they have opted out of such tracking has sparked an investigation in Arizona, where the state's attorney general could potentially levy a hefty fine against the search giant.",
  "\"We fully support the efforts of the state attorneys general to protect consumer privacy and pursue investigations,” said Marc Rotenberg, the leader of the Electronic Privacy Information Center, which asked the FTC to open a probe in August.",
  "The Federal Trade Commission penalized the company in 2011 for misleading consumers about its data-collection practices, and the agency has the authority to bring fines of its own if companies violate their settlements with the government.",
  "Other state attorneys general plan to gather later this month at an event convened by the Justice Department that will explore whether social media sites more broadly are “intentionally stifling the free exchange of ideas” online.",
  "The document was dated just over a week after an investigation by the Associated Press found that Google devices and services store time-stamped location data even for users who believed they had turned off that data collection.",
  "Google also has said that it offers “clear descriptions of these tools, and robust controls so people can turn them on or off, and delete their histories at any time,\" according to a statement it provided to the AP in August.",
  "In March, the attorney general publicly blasted Facebook for its entanglement with Cambridge Analytica, a political consultancy that improperly accessed the personal data of about 87 million of the site’s users.",
  "The document, dated Aug. 21, said the hired lawyers would help probe an unnamed tech company and its “storage of consumer location data, tracking of consumer location, and other consumer tracking through .",
  "“Transparent disclosure of, and clear consent to, the collection and sharing of personal data should be the rule, rather than the exception,” Brnovich wrote in his letter to Facebook.",
  "smartphone operating systems, even when consumers turn off 'location services' and take other steps to stop such tracking,” according to the heavily redacted public notice.",
  "It already has to contend with an antitrust investigation in Missouri, where the state's Republican attorney general, Josh Hawley, sent Google his latest subpoena in July.",
  "The attorney general signaled his interest in the matter in a public filing that indicated the office had retained an outside law firm to assist in an investigation.",
  "The state also can seek penalties of up to $10,000 per violation, meaning Google's location privacy practices could result in a sky-high fine for the company.",
  "With Google, the new Arizona probe could embolden privacy hawks who would like to see federal regulators open their own investigation.",
  "Arizona, however, is among a large number of states that have not been invited to the gathering, a spokesman for Brnovich said Monday.",
  "Arizona’s investigation of Google marks Brnovich’s latest attempt to push tech giants to improve their online privacy practices.",
  "Under state law, Arizona can bring consumer-protection cases against businesses that deceive users about their practices.",
  "The AP verified its findings with the help of researchers from Princeton University.",
  "He said he couldn't confirm which company it was targeting in its investigation.",
  "Arizona's probe marks only the latest regulatory headache for the search giant.",
  "A spokesman for the FTC declined to comment.",
  ".",
  "."
]