[
  "After more than a decade of winning on Wall Street, Mr. Einhorn’s Greenlight Capital Inc. has shrunk to about $5.5 billion in assets under management, his investors estimate, from a reported $12 billion in 2014, and his investments are struggling...\n\n\"Mr. Einhorn, 49, hasn’t clearly explained the losses, sometimes pointing to the market’s shift away from the less expensive value stocks he favors— those considered inexpensive relative to earnings and other metrics... People familiar with the fund attribute Mr. Einhorn’s troubles in part to his unconventional ways—sticking to value stocks, for example, and keeping clients at a distance—which he hasn’t changed even as investors bolt.\"",
  "In particular, the report shows the United States’s unemployed and at-risk workers are getting very little support from the government, and their employed peers are set back by a particularly weak collective-bargaining system.”\n\n— Tech firms invest in Cambridge: NYT’s Cade Metz and Adam Satariano: “For years, journalists, city planners and other government officials have called this ‘Silicon Fen,’ envisioning the once sleepy outskirts of Cambridge as Britain’s answer to Silicon Valley.",
  "It is unclear how long the shirts were available on Walmart’s website, but Ryan Fournier, a political commentator and chairman of Students for Trump, was among the first to ignite the social media frenzy Monday night after he discovered the listing, tweeting ‘what kind of message are you trying to send?’ The shirt was not sold directly by Walmart but through its open marketplace by a third-party seller, Walmart said in a tweet to Fournier Tuesday afternoon.",
  "It would also include any public statements its executives have made to the media or Congress, they said.”\n\nCHART TOPPER\n\nFrom Bloomberg News:\n\nThere's a reason why Europe's stocks just can't catch up with the U.S. https://t.co/kWuej8uv8N pic.twitter.com/yVn9kS2YW8 — Bloomberg (@business) July 4, 2018\n\nDAYBOOK\n\nComing soon\n\nPanel discussion on globalization at the American Enterprise Institute on July 11.",
  "The next day, in a local television interview, Cramer said that “people are with [Trump] and they want a better deal.” And while Cramer said he’s told the president that farmers need to see results soon, the GOP lawmaker also predicted that “you’re going to see some victories along the way that will continue to make this the right thing.”\n\nNorth Dakota farmers may see it differently.",
  "Timothy Fiore of the ISM said the comments suggested respondents were ‘overwhelmingly concerned’ about the tariffs, and this was before the majority of the announced or threatened measures had hit.”\n\nDialing up the pressure on Republican candidates, the Koch political network and other major corporate interests opposed to Trump’s trade push are coming off of the sidelines.",
  "The Post's Renae Merle and Elizabeth Dwoskin: “A Securities and Exchange Commission investigation into Facebook’s sharing of data with political consultancy Cambridge Analytica could put every public utterance on the issue by company executives, including chief executive Mark Zuckerberg, under close examination, securities law experts say.",
  "Apple, Amazon and Google established research and engineering hubs in Britain by acquiring companies that emerged from local universities, spending millions or even hundreds of millions of dollars.”\n\nMONEY ON THE HILL\n\nTHE REGULATORS\n\nFacebook chief executive Mark Zuckerberg at a Senate hearing in Washington on April 10.",
  "WSJ's Jennifer Maloney and Mark Maremont: “Two pilots have filed lawsuits alleging sexual harassment by the billionaire behind LaCroix sparkling water, claiming 82-year-old Nick A. Caporella inappropriately touched them on multiple trips while they were flying with him in the cockpit of his business jet.",
  "But if it results in hardship for farmers that’s felt by a larger share of voters, I can see it being a campaign issue.”\n\nRepublican challengers to other Senate Democratic incumbents in states caught in the tariff crossfire say Trump should get the benefit of the doubt as he presses his case -- for now.",
  "In meetings in Brussels, Berlin and Beijing, senior Chinese officials, including Vice Premier Liu He and the Chinese government’s top diplomat, State Councillor Wang Yi, have proposed an alliance between the two economic powers and offered to open more of the Chinese market in a gesture of goodwill.",
  "\"The idea is being studied by EU officials ahead of a meeting between Jean-Claude Juncker, president of the European Commission, and President Donald Trump in Washington this month, amid concern that time is running out to convince the US not to impose punitive duties on the motor sector.",
  "One in 4 hogs raised in the U.S. is sold overseas, and the Chinese are the world's top consumers of pork.”\n\nMELTDOWN WATCH:\n\nPresident Trump greets supporters after arriving at the Greenbrier Valley Airport in Lewisburg, W.Va., before attending a \"Salute to Service\" dinner on Tuesday.",
  "NYT’s Alexandra Stevenson and Cao Li: “The co-chairman and co-founder of HNA Group, a Chinese conglomerate that spent heavily in recent years to build a global profile but that has since grappled with high debt, died from an accidental fall in France, the company said on Wednesday.",
  "Wisconsin-based Harley-Davidson announced last week it would ship some production abroad (drawing a Twitter lashing from Trump) in response to new levies from the European Union, and other businesses in the state, from cheese makers to cranberry growers, stand to get pinched, too.",
  "The Washington Post’s Danielle Paquette: “Just days before the first ­25 percent levy is slated to hit $34 billion in Chinese products, U.S. companies here say they’re already feeling the sting in the form of stalled product approvals, worker visas and licensing applications.",
  "Reuters’s Stella Qiu and Ben Blanchard: “China will ‘absolutely not’ fire the first shot in a trade war with the United States and will not be the first to levy tariffs, its finance ministry said on Wednesday... ‘The Chinese government’s position has been stated many times.",
  "The state ships $28 million worth of the product to China annually, according to a report out this week from the U.S. Chamber of Commerce — and China consumes roughly a third of American-produced soybeans, a fact growers point to in raising alarms about the tariffs.",
  "In a country where regulation enforcement can vary widely by region, it’s hard for analysts to know whether these sudden administrative headaches are a coincidence or the Chinese government following through on threats to make life harder for Americans in business.",
  "The Trump administration on Friday is set to slap another $34 billion in duties on Chinese imports; Beijing says it will respond in kind, leveling the same amount in countervailing fees on U.S. goods including soybeans, North Dakota’s top export to the country.",
  "‘We now have tariffs on aluminum and steel and we have a discussion that is far more serious,’ Merkel said, pointing to Trump's threats to slap tariffs on European auto exports to the U.S. ‘This has the character of a trade conflict,’ she continued.",
  "Adding to that pressure is new evidence that ZTE may be flouting the terms of the deal — sparking fresh protests from lawmakers who will have to decide in coming weeks whether to bow to White House demands and back down on punishing the company.",
  "“With each passing day, the administration’s trade policies cause more concern in North Dakota and rural America, especially where farming, ranching, manufacturing, and energy production fuel the economy,” she said in a Facebook post on Tuesday.",
  "WSJ's Georgi Kantchev: \"Stocks in Europe and U.S. futures rebounded Thursday as investors looked beyond a looming deadline for tariffs between the U.S. and China to healthy economic data and a potential de-escalation of some trade tensions.",
  "We can find some clues in a new 296-page report from the Organization for Economic Cooperation and Development (OECD), a club of advanced and advancing nations that has long been a top source for international economic data and research.",
  "Mr. Caporella is the chairman, chief executive and controlling shareholder of National Beverage, which has a market value of $5 billion, thanks to surging LaCroix sales.”\n\n— A report highlights the shortcomings of the U.S. labor market.",
  "Reuters’s Robin Emmott and Noah Barkin: “China is putting pressure on the European Union to issue a strong joint statement against... Trump’s trade policies at a summit later this month but is facing resistance, European officials said.",
  "Bloomberg News's Oliver Sachgau, Jonathan Stearns and Christoph Rauwald: “German auto-industry leaders are making the case to the Trump administration that a trade feud with the U.S. will cause irreparable damage to global business.",
  "\"Brussels is considering talks on a tariff-cutting deal between the world’s big car exporters to prevent an all-out trade war with the US, say diplomats briefed on the initiative,\" FT's Jim Brundsen and Shawn Donnan write.",
  "Barnes & Noble didn’t disclose what rules Mr. Parneros may have violated, but said the decision wasn’t tied to any disagreement over financial reporting or any potential fraud.”\n\n— Two pilots sued LaCroix chief executive.",
  "(AP Photo/Jacquelyn Martin)\n\nIn Missouri, Attorney General Josh Hawley, Sen. Claire McCaskill’s (D) Republican competition, has said Trump is “on the right track” and will deliver terms that justify the disruptions.",
  "Ambassador Richard Grenell told participants the U.S. government was seeking talks with the EU and German government with a proposal to reduce tariffs to zero, Handelsblatt reported later.”\n\nAs EU weighs car talks.",
  "European car makers leapt up the index after a German press report that the U.S. proposed to stop threatening to impose tariffs on cars imported from the European Union if the EU lifts duties on U.S.- car imports.\"",
  "pork producers are about to be bitten by a second batch of hefty retaliatory tariffs from China and Mexico — and that has some large producers predicting they could lose big money and be forced to invest overseas.",
  "THE FUNNIES\n\nA New Yorker cartoon by Kim Warp:\n\nBULL SESSION\n\nTrump pays tribute to the Armed Forces for the Fourth of July:\n\nTrapped Thai soccer team receives dive lessons:\n\nNBA free agency, surprises and upsets:",
  "(Evan Vucci/AP)\n\nThe imminent trade war and it's tariffs on everything from soybeans to pork threatens to emerge as a critical issue in Senate battleground races the GOP needs to protect its majority this fall.",
  "The president “got elected in large part because people know that he’s a negotiator,” Leah Vukmir, a Wisconsin state senator vying to take on Sen. Tammy Baldwin (D-Wis.), said in a local interview last month.",
  "We absolutely will not fire the first shot, and will not implement tariff measures ahead of the United States doing so,’ it said, without elaborating.”\n\nBut Beijing is already punishing U.S. businesses.",
  "— Donald J. Trump (@realDonaldTrump) July 4, 2018\n\n\"The statement is one of several Mr. Trump has made recently in an attempt to sway the cartel to ramp up production,\" WSJ's Neanda Salvaterra writes.",
  "Mr. Trump reportedly used hundreds of thousands of foundation dollars to settle legal cases and buy portraits of himself that hang at Trump properties, among other egregious examples of self-dealing.",
  "‘There’s enough of a trend to say this might be related,’ said Jake Parker, vice president of China operations at the U.S.-China Business Council.”\n\nRepublicans weigh ZTE confrontation with Trump.",
  "For now, Republican challengers in a handful of heartland states argue that President Trump deserves room to negotiate in his bid to yield better deals for American businesses and consumers alike.",
  "The chief executive officers of Volkswagen AG, Daimler AG and BMW AG met Wednesday with the U.S ambassador to Germany to discuss looming American duties on car imports from the European Union .",
  "David Cay Johnston, in the NYT: \"A state or county criminal investigation that begins with abuse of the Donald J. Trump Foundation need not be limited to violations of charity and election law.",
  "WSJ's Gregory Zuckerman: \"For years, David Einhorn’s investors didn’t seem to mind his unusual ways—the aloofness toward clients, midday naps, unpopular stock picks, late nights on the town.",
  "(AP Photo/James MacPherson)\n\nHeitkamp, who has highlighted her willingness to work with Trump, sharply criticizes the president's trade offensive, calling it “poorly planned” and misguided.",
  "But the concept certainly did, so much so that the world’s tech powers have moved in, snapping up engineers and researchers, particularly in the burgeoning field of artificial intelligence.",
  "But retaliatory tariffs that countries like Canada and China are aiming squarely at Trump’s base will test their solidarity with the president in a very competitive midterm election year.",
  "The U.S. move to reimpose sanctions on Iran, coupled with mixed messages on when Washington expects countries to eliminate their purchases of Iranian oil, have put a premium on crude.",
  "THE TICKER\n\nPresident Trump listens as Senate candidate Rep. Kevin Cramer (R-N.D.), who is running for a U.S. Senate seat, speaks during a campaign rally in Fargo, N.D., on June 27.",
  "“I am willing to give him the opportunity to create fairer deals for our country.”\n\nBut Trump's trade policy has drawn criticism from other big Wisconsin players -- including Gov.",
  "The SEC is likely to examine whether the company and its executives fully disclosed to shareholders the risks posed by its relationship with Cambridge Analytica, the experts said.",
  "The allegations by the former employees, both men, were made in lawsuits filed in the past two years in Florida and name both the chief executive and National Beverage Corp. .",
  "The death of Wang Jian, a former civil aviation official who became one of China’s richest men, comes as the company has been trying to tame its debt of more than $90 billion.",
  "Three diplomats said the European Commission was studying whether it would be feasible to negotiate a deal with other big car exporters such as the US, South Korea and Japan.",
  "“We're not starting a trade war, but we'll finish it,” Trump said last week at a rally in Fargo, as Heitkamp’s Republican challenger, Rep. Kevin Cramer (R-N.D.), looked on.",
  "McCaskill’s campaign views trade, however, as an opening, criticizing Hawley for standing by Trump as local businesses begin to bear the burden of the trade hostilities.",
  "Candidates “need to lead with courage and conviction rather than play political games,” says James Davis, executive vice president of the Koch-aligned Freedom Partners.",
  "The Post's Erica Werner and Josh Dawsey: \"GOP senators, who have generally stood down rather than challenge Trump even when they disagree, have a window to take action.",
  "But the European Union, the world’s largest trading bloc, has rejected the idea of allying with Beijing against Washington.”\n\nAnd says it won’t strike first this week.",
  "Nowhere is the squeeze between Trump and his trade policies more evident than in North Dakota, where Trump is trying to oust incumbent Democratic Sen. Heidi Heitkamp.",
  "Such a move could address Mr Trump’s complaint that the US sector is unfairly treated, while reducing export costs for other participating countries’ auto sectors.\"",
  "The Post’s Deanna Paul: “Walmart became the target of Trump supporters outraged by a T-shirt sold on the company’s website, leading to calls for a boycott Tuesday.",
  "Mr. Wang, 57, was on a business trip to France, but had taken a detour on Tuesday to go sightseeing when the fall happened, according to HNA and the French police.",
  "The Hill’s Max Greenwood: “German Chancellor Angela Merkel on Wednesday warned against the looming specter of a trade war with the United States amid threats by .",
  "The shirt, which was available in adult sizes and in baby onesies, bore the words ‘Impeach 45,’ in reference to Trump, the 45th president of the United States.",
  "Executives say the pork industry has been expanding in recent years, in part on the expectation of export opportunities that would continue to support growth.",
  "But it will require them not only to thumb their nose at a president who is wildly popular with GOP voters but also to reach a deal with the reluctant House.",
  "The Commerce Department issued a waiver allowing U.S. businesses to continue doing business with ZTE for one month without penalty as negotiations continue.",
  "The president called out the oil producers in a Wednesday tweet:\n\nThe OPEC Monopoly must remember that gas prices are up & they are doing little to help.",
  "She argues Trump, who carried her state by nearly 36 points, squandered an opportunity to confront China by also targeting friendlier trading partners.",
  "That would include reviewing years of documents Facebook has submitted to the SEC describing its financial conditions and the business risks it faced.",
  "“The Trump administration’s trade policy is starting to have a noticeable effect on American manufacturers,” the Financial Times’s Ed Crooks writes.",
  "One proposal has been for China and the European Union to launch joint action against the United States at the World Trade Organization.",
  "“Trade barriers, such as tariffs, only make us poorer.”\n\nTRUMP TRACKER\n\nTRADE FLY-AROUND:\n\nPresident Trump at the White House on July 2.",
  "“Democrats are emboldened and see tariffs as an opportunity in red states,” says Inside Elections editor and publisher Nathan Gonzales.",
  "Their arrival provides a welcome fillip for the British economy that’s expected to be bruised by its departure from the European Union.",
  "Those foundation expenditures were income, and unless Mr. Trump reported that income, he could be prosecuted for criminal tax fraud.\"",
  "It could also cast further doubt on HNA’s murky ownership, which has prompted some Wall Street banks to stop doing business with it.",
  "It can also examine his personal and business tax filings and, in the process, lawfully put his tax returns in the public record.",
  "“Both the ISM and IHS surveys found many manufacturers reporting rising costs and increasing difficulties in sourcing components.",
  "Most of the figures are from 2016 or before, but they reflect underlying features of the economies analyzed that continue today.",
  "A Brookings Institute report pegged Missouri as the state that would suffer the most from Trump's steel and aluminum tariffs.",
  "Those tariffs, and the threat of more, may already be putting a damper on manufacturing activity that had been gaining steam.",
  "Unemployment is at 3.8 percent, a level it’s hit only once since the 1960s, and many industries report deep labor shortages.",
  "'We’re removing these types of items pending review of our marketplace policies,' Walmart said.”\n\n— HNA exec dies in France.",
  "\"Oil prices have risen 0.58% in the last seven days due to supply outages in countries such as Venezuela, Libya and Canada.",
  "But anecdotal evidence suggesting official sanction is building, according to veteran observers of the Chinese market.",
  "The bookseller said Tuesday that Mr. Parneros won’t receive any severance pay and that he is no longer a board member.",
  "Old theories of what’s wrong with the labor market — such as a lack of people with necessary skills — are dying fast.",
  "If anything, they are driving prices higher as the United States defends many of their members for very little $’s.",
  "Panel discussion on “what corporate America can do for employees” at the American Enterprise Institute on July 13.",
  "Still, analysts say that Mr. Trump should look closer to home for the reason behind the escalating price of fuel.",
  "German Chancellor Angela Merkel delivers a speech during a budget debate at the Bundestag in Berlin on July 4.",
  "Earnings are beginning to pick up, and the Federal Reserve envisions a steady regimen of rate hikes.",
  "Senate Banking Committee hearing on “credit bureaus and the Fair Credit Reporting Act” on July 12.",
  "Analysts estimate the U.S. sanctions would strip about 2.5 million barrels a day from the market.\"",
  "That also could give the White House more time to work out a resolution with members of Congress.",
  "The name — a nod to the coastal plain, or Fenlands, that surrounds Cambridge — never quite stuck.",
  "The police said they were treating his death as an accident.”\n\n— Barnes & Noble's CEO is fired.",
  "And she is co-sponsoring legislation to restrict the president’s authority to level tariffs.",
  "(Jabin Botsford/The Washington Post)\n\n— China seeks to enlist Europeans against Trump.",
  "It's worth every effort to try to defuse this conflict, so it doesn't turn into a war.",
  "POCKET CHANGE\n\nShoppers outside a Walmart store in Rosemead, Calif., on Jan. 29, 2014.",
  "McCaskill has highlighted the plight of Mid Continent Nail Corp, a Poplar Bluff, Mo.",
  "nail manufacturer that last month laid off 60 workers due to rising metals prices.",
  "(AP Photo/Evan Vucci)\n\n— How the Trump charity probe could reveal his tax returns.",
  "(Matt McClain/The Washington Post)\n\n— What Facebook can expect from the SEC probe.",
  "But this obviously takes two.’”\n\nGerman carmakers meet with U.S. ambassador.",
  "(Markus Schreiber/AP)\n\n— Merkel cautions against escalating trade tensions.",
  "has fired Chief Executive Demos Parneros, citing company policy violations.",
  "However, the threat of a trade war is adding uncertainty and driving fear.",
  "WSJ's Maria Armental and Jeffrey A. Trachtenberg: “Barnes & Noble Inc. .",
  "Conference on manufacturing at the Brookings Institution on July 12.",
  "\"The White House on Monday took concrete steps to begin helping ZTE.",
  "So why does a large subset of workers continue to feel left behind?",
  "(Frederic J. Brown/AFP/Getty Images)\n\n— A hedge fund star dims.",
  "Until the billionaire hedge-fund manager fell into a slump.",
  "Trump to impose heavy tariffs on auto imports from Europe.",
  "Futures pointed to opening gains of 0.5% for the S&P 500.",
  "The Post’s Andrew Van Dam: “The U.S. labor market is hot.",
  "MARKET MOVERS\n\n— Markets steady ahead of tariffs.",
  "Mr. Wang owned a 15 percent stake of the company.",
  "— Walmart faces the wrath of Trump’s supporters.",
  "‘I don't want to use any other word for now.",
  "Scott Walker (R), also up for reelection.",
  "“It’s too early to know it will play out.",
  "The Stoxx Europe 600 was up 0.7%.",
  "This must be a two way street.",
  "Sen. Claire McCaskill (D-Mo.).",
  "Sen. Heidi Heitkamp (D-N.D.).",
  "CNBC’s Jeff Daniels: “U.S.",
  "— Pork producers brace.",
  "REDUCE PRICING NOW!",
  "— Trump hits OPEC.",
  "as defendants.",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  ".",
  "."
]