[
  "The Android mobile operating system, Chrome web browser, applications like Search and Maps, and publisher tools like Google Analytics and AdWords can glean information from web searches, map inquiries, and other online activities without you knowing -- or controlling -- it, claims the study.",
  "His report, released Tuesday, outlines a myriad ways the company amasses information about the billions of people who use the world's leading search engine, web browser, and mobile operating system, not to mention products like Gmail, platforms like YouTube, and products like Nest.",
  "The researchers claims that almost every move you make online is collected and collated, from your morning routine (such as music tastes, route to work, and news preferences) to errands (including calendar appointments, webpages visited, and purchases made).",
  "Short of chucking your phone into the river, shunning the internet, and learning to read paper maps again, there's not much you can do to keep Google from collecting data about you.",
  "They also examined the information Google provides users in its My Activity and Google Takeout tools, as well as the company's privacy polices and previous research on the topic.",
  "\"There's been a lot of attention obviously on Facebook in light of Cambridge Analytica,\" said Jason Kint, CEO of Digital Content Next, which published the study.",
  "They say an iOS device does not typically send location data to the company unless using a Google product or visiting a website that uses Google tracking tools.",
  "A recent investigation by the Associated Press found that the company continued to record location data even after a user disables the Location History option.",
  "Google said the data is used to improve services, but has updated the wording of the setting to make it clear that location information is still collected.",
  "But even on an iPhone, using Safari and deleting all Google apps, a person is still sharing some information with Google through ad and publisher services.",
  "But it also uses much of the information to more effectively deliver ads, which accounted for 86% of Google's revenue in the second quarter of this year.",
  "\"This report is commissioned by a professional DC lobbyist group, and written by a witness for Oracle in their ongoing copyright litigation with Google.",
  "The study says that a dormant Android phone with Chrome running in the background sent location data to Google servers 340 times in one 24-hour period.",
  "And it comes at a time of heightened concern about how much information tech companies collect, what they do with it, and how they secure it.",
  "Although the report doesn't contain any bombshells, it presents an overview of Google's efforts to learn as much as possible about people.",
  "The torrent of data includes information people actively provide when they type something into Google Search or seek directions on Maps.",
  "Google collects far more data than Facebook, according to the report, and it is the world's largest digital advertising company.",
  "The study claims 11.6 MB of data passed between an Android device and Google's servers after a day of \"typical\" internet use.",
  "Professor Douglas Schmidt and his team intercepted data as it was transmitted from Android smartphones to Google servers.",
  "Its vast portfolio of services, from Android to Google Search to Chrome to Google Pay, create a firehose of data.",
  "But Google collected two-thirds of its data without any input at all from users in the researchers experiment.",
  "Most people have long since accepted that using Google's suite of free products means turning over your data.",
  "So says a Vanderbilt University computer scientist who led an analysis of Google's data collection practices.",
  "\"At the end of the day, Google identified user interests with remarkable accuracy,\" the report states.",
  "\"It's nearly impossible to do anything digitally without Google collecting data on you,\" said Kint.",
  "Switching from Android to an iOS device can minimize the data collected, according to researchers.",
  "So, it's no surprise that it contains wildly misleading information,\" said a Google spokesperson.",
  "\"This quantifies and kind of establishes a baseline of, 'Here is everything Google is doing.'\"",
  "And the report stops short of outlining effective tactics for increasing your privacy.",
  "The more information it has about someone's interests, the better it can target ads.",
  "Google has largely escaped the public and regulatory backlash directed at Facebook.",
  "Google has said in the past it uses much of that data to improve its products.",
  "(DCN is a trade organization representing media publishers, including CNN.)",
  "It did not compare it to how much data an iPhone sends to Apple servers.",
  "Google owns its own popular marketing and online advertising services.",
  "The information can lead to more relevant search results, for example.",
  "Google can collect data even if you aren't using your phone.",
  "Google's own settings don't necessarily stop collection.",
  "According to the 55-page report, Google is doing a lot."
]