[
  "We are proud of the work we did on that campaign, and have spoken in many public forums about what we consider to be our contribution to the campaign.”\n\nNix had claimed that Cambridge “did all the research, all the data, all the analytics, all the targeting, we ran all the digital campaign, the television campaign and our data informed all the strategy.” That, Turnbull said at another point, was more than enough to make up the narrow margin of difference in three Midwestern states.",
  "A White House staffer wrote his encrypted email password on White House letterhead and then left it at a bus stop https://t.co/7cpgAuflMw pic.twitter.com/qJ1Xsqg0G7 — Sam Biddle (@samfbiddle) March 17, 2018\n\nAgain, it’s hard to determine where Cambridge Analytica’s self-promotion ends and where an accurate description of what it undertook begins.",
  "“They don’t understand how it works.”\n\nLater in the conversation, Nix suggested that the Channel 4 reporters — posing as Sri Lankan campaign employees — set up email accounts using ProtonMail, a Switzerland-based company that automatically destroys emails after a set period.",
  "In 2005, the online magazine Slate described the then-new parent company of Cambridge, SCL Group, as “simply hawking a flashier version of propaganda.” Reporting on Cambridge in recent months doesn’t seem to deviate from that descriptor by much.",
  "Nix criticized the House Intelligence Committee’s now-ended investigation into Russian interference efforts, noting that his appearance before the committee by videoconference lasted five minutes and consisted of three questions.",
  "Any question of Cambridge advocating improper communication between campaign efforts was reinforced by Nix’s description of using an email system that deleted messages after a short period — eliminating a paper trail.",
  "Among the more complicated schemes the Russians deployed, according to Mueller’s indictment, was hiring an American to dress as Clinton in prison garb and stand on display at a campaign event in a makeshift cage.",
  "It included detailed descriptions of how the Russians sought to foment division by highlighting controversial subjects and, specifically, to tamp down turnout by encouraging black voters to abstain from voting.",
  "And so this stuff infiltrates the online community and expands but with no branding — so it’s unattributable, untrackable.”\n\nThat split between campaigns staying clean and outside groups going dirty isn’t new.",
  "The rationale behind that hire appears to be in large part to secure the support of the wealthy Mercer family, which helped found and fund Cambridge and which, ultimately, mobilized behind Trump’s candidacy.",
  "(Henry Nicholls/Reuters)\n\nOne challenge in assessing claims made by Cambridge Analytica in undercover videos released by Britain’s Channel 4 News is that the firm, by its nature, misrepresents the truth.",
  "McClatchy reported in July that special counsel Robert S. Mueller III’s investigators were looking into whether anyone from Trump’s team or Cambridge coordinated message-targeting with Russian actors.",
  "Last week, the Intercept’s Sam Biddle reported that an administration employee, Ryan McAvoy, accidentally left his own ProtonMail account information on White House stationery at a nearby bus stop.",
  "The rationale is simple: If an outside group that has no contribution limits could work with a campaign on strategy and tactics, there is essentially no point in having campaign limits at all.",
  "In it, Nix — who was suspended as Cambridge’s chief executive earlier in the day — and managing director Mark Turnbull describe the efforts they undertook on behalf of Trump’s campaign.",
  "(Cambridge told Channel 4 that there was a strict “firewall” inside the organization that kept information from the Trump side away from information on the Make America Number 1 side.)",
  "“They’re aimed at three groups Clinton needs to win overwhelmingly: idealistic white liberals, young women, and African Americans.”\n\nThe campaign later denied that this was the case.",
  "On Tuesday, a new video that deals specifically with Cambridge’s work in the United States during the 2016 election raises more significant questions about the role the firm played.",
  "On Monday, Channel 4 released video featuring Cambridge CEO Alexander Nix encouraging sting operations involving bribes and paid sex in an effort to swing a campaign in Sri Lanka.",
  "Nor could Cambridge’s Trump team give strategic advice or information to other outside groups that were involved in supporting Trump’s campaign or in opposing Hillary Clinton’s.",
  "It’s a political and marketing firm that purports to help clients target specific people with specific messages based on detailed psychological profiles of their behavior.",
  "As we explained earlier this week, Cambridge was hired by the Donald Trump campaign in June 2016, as Trump’s push to the general election started to slowly organize.",
  "… We use them — feed them the material, and they do the work.”\n\n“We just put information into the bloodstream of the Internet and then watch it grow,” he continued.",
  "Shortly before the election, that same strategy was highlighted in a Bloomberg News report that focused on Trump’s digital team — a team that involved Cambridge.",
  "That overlap got a boost last month when Mueller charged 13 Russians with illegally trying to influence Americans on social media during the election.",
  "There are also questions about whether any elements of the Trump campaign or its allies coordinated with Russian efforts to interfere in the election.",
  "As a contractor with Trump’s campaign, Cambridge can’t coordinate with any outside groups — even outside groups for which Cambridge is also working.",
  "Turnbull explained that campaigns try to stay on the high road, instead letting outside groups pick up negative information about their opponents.",
  "Legally, outside PACs running what are called “independent expenditure” efforts, or IEs, can’t coordinate on strategy with campaigns themselves.",
  "For one thing, the firm was employed both by Trump’s campaign and by a pro-Trump independent group called Make America Number 1 PAC.",
  "The firm denied any allegations of impropriety when approached by Channel 4, including claims that it had helped elect Trump.",
  "“We have three major voter suppression operations underway,” an unnamed senior official told Bloomberg News’s reporters.",
  "On the tape, Turnbull celebrates Cambridge’s “Defeat Crooked Hillary” ads, produced on behalf of Make America Number 1.",
  "But what Turnbull suggests — that they quietly leak information to those outside groups — is much more questionable.",
  "It was one reason that he appeared to be unconcerned about federal investigators unwinding the firm’s campaign work.",
  "The language he used was interesting:\n\n“Sometimes you can use proxy organizations who are already there,” he said.",
  "The o’s in “crooked” were transformed into handcuffs — imagery that mirrored Russian interference efforts.",
  "That group was a vehicle for the Mercer family to spend unlimited funds advocating for Trump’s candidacy.",
  "This article was corrected to remove a reference to an improperly dated interview with Nix.",
  "But in practice, Cambridge seems instead to focus on fairly typical marketing efforts.",
  "\n\nCambridge Analytica CEO Alexander Nix arrives at the firm’s headquarters in London.",
  "There are a few questions that have surrounded Cambridge’s role in Trump’s campaign.",
  "“CA has never claimed it won the election for President Trump,” its statement read.",
  "The campaign could simply tell the IE how to spend all of its millions of dollars.",
  "The Russians, it seems, picked up the criminal-Clinton idea from the bloodstream.",
  "It is entirely circumstantial, but we have to note the following coincidence.",
  "“Give it a little push every now and again over time to watch it take shape.",
  "All of which brings us to new footage released by Channel 4 on Tuesday.",
  "After the incriminating videotape of that conversation came out?",
  "Another reason was that he was dismissive of the investigators.",
  "Cambridge’s role suddenly gets a significant downgrade.",
  "“They’re politicians; they’re not technical,” he said.",
  "“This is patently absurd.",
  "“You feed them."
]