[
  "If a company hosting your music, photos, calendars, contacts or other important personal data killed a feature, altered a privacy policy, hiked a fee or otherwise made you question why you gave it your time, you could use the tools the “DTP” is developing to move that information right over to a competing service.",
  "But if we get meaningful options to take our data directly to competitors in months instead of years, as Riley hopes, that alone would be a huge step toward an ideal that’s not only enshrined in the EU’s regulations, but has been a goal of U.S. privacy advocates for years.",
  "That would represent a major advance over your current options if you export data from one of those four firms – which, in the case of some of their services, only became a reality when the EU’s General Data Protection Regulation imposed a data-portability requirement.",
  "While Riley called this a positive move in principle toward giving users “control and awareness of where their data is going,” he warned that it will also let large sites know exactly who’s poaching their customers.",
  "You’d arrange each transfer by selecting a destination site and approving its access to your data, in a dialog not too different from what you see when OKing a social-network app’s access to your account.",
  "\"I think we might start seeing some user benefits from it in the short term,” said Chris Riley, public-policy head at Mozilla, noting the level of interest DTP already has drawn in developer circles.",
  "Now a new initiative launched by four competing tech giants aims to ease the next logical step: moving that data to a rival service instead of leaving it parked on your own computer.",
  "Instead, you could zip the data over to a competing service that has written the necessary supporting software to secure and encrypt the transfer, then handle any format conversion.",
  "The origin and destination sites would authenticate your identity without sharing your password, using the same framework that lets you log into other sites via a Facebook account.",
  "More often, though, the result is something like when you download your Twitter data: You get an archive you can read in a web browser but can’t readily upload for use elsewhere.",
  "And even if you don’t think you’d need to use that escape hatch, its existence alone – like a generous return policy at a store – should rate as a point in favor of a site.",
  "More: Why Facebook had its worst day ever (and yes, Cambridge Analytica is partly to blame)\n\nMore: A Google-powered Lenovo Smart Display tries to rival Amazon's Echo Show.",
  "It took years – and a push from the European Union – to make the “data portability” option of downloading your information from one site to another a standard feature.",
  "(Photo: Getty Images)\n\nYou're a photographer who wants to use a new photo site’s book-printing service with pictures you've already shared on a social network.",
  "At best today, you have an outcome like what happens when you download your Google Calendar data: You get a standard file that any competing app should open.",
  "The Data Transfer Project, announced Friday by Facebook, Google, Microsoft and Twitter, would make taking your business elsewhere much easier.",
  "It needs work\n\nRob Pegoraro is a tech writer based out of Washington, D.C. To submit a tech question, email Rob at rob@robpegoraro.com.",
  "It’s too soon to say – the code involved is still in an early stage of development, with no public beta testing announced so far.",
  "That could tempt some of them into abusing their market power to crush whatever pipsqueak just stole so many of their users.",
  "One outside organization that has long supported the goal of interoperability is cautiously optimistic, though.",
  "A new service from four rival companies could simplify the task of transferring data from one site to another.",
  "Or a music fan looking to move playlists from one streaming site to another with better privacy controls.",
  "The open-source code under development by DTP participants would eliminate the download entirely.",
  "Follow him on Twitter at twitter.com/robpegoraro.",
  "Read or Share this story: https://usat.ly/2LJWEBl",
  "Will DTP work smoothly in practice?",
  "(Sound familiar, Spotify users?)",
  "Servers in a data center."
]