[
  "The ugly truth is that we believe in connecting people so deeply that anything that allows us to connect more people more often is *de facto* good.”\n\nBosworth, who oversaw Facebook's advertising and business platform at the time and is now in charge of the company's virtual reality department, has acknowledged writing the message but said he intended only to start a debate.",
  "We've never believed the ends justify the means.”\n\nThe 418-word memo is framed around Zuckerberg's often-stated mission to connect the entire world through Facebook, which Bosworth cites as the company's ultimate and unchangeable goal — whether those connections let users fall in love, attack each other or, in the memo's most extreme example, coordinate a terrorist attack.",
  "My statement on the recent Buzzfeed story containing a post I wrote in 2016 pic.twitter.com/lmzDMcrjv5 — Boz (@boztank) March 29, 2018\n\nFacebook chief executive Mark Zuckerberg, who is already facing a public relations crisis over accusations that the company mishandled millions of users' private data, disavowed the memo.",
  "[Why Facebook users’ data obtained by Cambridge Analytica has probably spun far out of reach]\n\nWhile Bosworth now argues that he was playing devil's advocate in his memo, he wrote at the time that Facebook, by necessity, would keep connecting people and expanding no matter how ugly the cost.",
  "All of it.”\n\nBuzzFeed noted that the memo was written almost immediately after a man was shot to death while streaming live video of himself with Facebook Live, and a few days before a Palestinian teenager was accused of killing an Israeli girl after praising terrorists on Facebook.",
  "(Paul Sakuma/AP)\n\nIn a 2016 employee memo that was leaked this week, a Facebook executive defended the company's questionable data mining practices and championed the growth of social media at any cost — apparently even death.",
  "A New York Magazine writer noted that the memo resembled a parody of Facebook's philosophy that he had written a few months earlier:\n\nandrew bosworth in 2016 (https://t.co/Tebje3f74S) vs me last year (https://t.co/nVcdQZzReF).",
  "pic.twitter.com/WI1VXB21iX — Max Read (@max_read) March 29, 2018\n\nBosworth has continued to defend the memo as a thought exercise, arguing on Twitter with people who were skeptical that he hadn't meant every word he wrote.",
  "The repeated scandals reached a crisis point this month, with the revelation that a political firm linked to Donald Trump's presidential campaign improperly obtained and exploited data from millions of users.",
  "“It would be terrifying if Facebook’s leadership was so ensconced in naive bromides about the goodness of connecting people as to be blind to its obvious dark sides,” Conor Friedersdorf wrote in the Atlantic.",
  "While Bosworth said it was one of his most unpopular employee messages, a former senior executive told BuzzFeed that it was “super popular internally.”\n\nThe memo drew criticism after it leaked this week.",
  "The Verge reported that Bosworth deleted the 2016 memo after learning it had been obtained by reporters this week and then wrote a new memo to employees in which he complained about the initial leak.",
  "“Maybe it costs a life by exposing someone to bullies,” company vice president Andrew Bosworth wrote in the memo, according to BuzzFeed News, which published it Thursday.",
  "This year, the public learned that Russian operatives used Facebook to propagandize and troll Americans during the 2016 election, using connectivity to create division.",
  "“If we have to live in fear that even our bad ideas will be exposed then we won’t explore them or understand them as such,” Bosworth wrote, according to the Verge.",
  "We connect people.”\n\nDuring the nearly two years that the memo remained on Facebook's internal platform, BuzzFeed wrote, employees commented on it and debated it.",
  "These deaths were a prelude to a string of other gruesome and violent incidents that appeared in videos and live streams on the social network.",
  "A month later, a man soaked himself in kerosene, lit himself on fire and used Facebook Live to stream video of his self-immolation.",
  "“Boz is a talented leader who says many provocative things,” Zuckerberg said in a statement, using Bosworth's nickname.",
  "“I didn't agree with it even when I wrote it,” he wrote on Twitter after BuzzFeed published its report.",
  "At least some Facebook critics accepted Bosworth's defense that he had merely been trying to provoke.",
  "“In almost all of our work, we have to answer hard questions about what we believe,” he concluded.",
  "“We have to justify the metrics and make sure they aren’t losing out on a bigger picture.",
  "“This was one that most people at Facebook including myself disagreed with strongly.",
  "“That’s why all the work we do in growth is justified,” Bosworth wrote.",
  "All the subtle language that helps people stay searchable by friends.",
  "A man posted a Facebook video of himself killing someone last April.",
  "“Maybe someone dies in a terrorist attack coordinated on our tools.",
  "would have been useful to have this memo for the piece!!",
  "“We run a much greater risk of stumbling on them later.”",
  "All of the work we do to bring more communication in.",
  "The work we will likely have to do in China some day.",
  "“All the questionable contact importing practices.",
  "[Mark Zuckerberg says he wants to fix Facebook.",
  "His employees keep getting in the way.]",
  "And still we connect people.",
  "\n\nAndrew Bosworth in 2010.",
  "Because that’s what we do.",
  "But connecting people.",
  "That’s our imperative."
]