[
  "“I think regulations like GDPR are very positive,” Zuckerberg said in a call with reporters ahead of last week’s congressional hearings, but he cautioned that “we need to figure out what makes sense in different markets with the different laws and different places.”\n\nLater, in testimony to U.S. lawmakers, Zuckerberg said he's committed to giving American Facebook users the same sort of controls over their data that are required by GDPR.",
  "The worries on the right include concerns that European privacy rules would be burdensome to startups and small companies and that its provisions like the \"right to erasure\" — giving people a way to wipe away personal data — could be used to restrict free speech, said Charles Duan, associate director of technology and innovation policy at the R Street Institute, a right-of-center think tank.",
  "\"I know it's not lost on anyone in the free market community that with GDPR on the way in Europe and the rapidly changing discussions here in Washington, there's an increased chance Washington will rush to regulate, with privacy concerns at the top of the radar,” Lori Moylan, a Facebook public policy manager who acts as a liaison to conservative groups, wrote in the email.",
  "But he added, “That might be different depending on the laws in specific countries in different places.”\n\nFacebook's outreach to right-of-center groups for help in fighting regulation comes as the company continues to take heat from Republicans over alleged anti-conservative bias — complaints that were frequently on display at last week's Zuckerberg hearings.",
  "Facebook made its plea to conservative and libertarian groups last week, just hours before Zuckerberg went before a a joint session of the Senate Commerce and Judiciary committees to express contrition for the leaking of users’ data to Cambridge Analytica and tout new steps the company is taking to boost user privacy.",
  "Sen. Ted Cruz (R-Texas) dug into the Facebook CEO over what he deemed a “pervasive pattern of political bias” against conservatives, and he was one of a number of GOP members who brought up the case of pro-Trump social media stars Diamond and Silk, who claim they were restricted by the social network.",
  "Story Continued Below\n\nThe emailed invitation to a sit-down to discuss the policy, obtained by POLITICO, also shows how Facebook is seeking an unlikely alliance with conservatives, who frequently accuse the the social network of bias against their views but oppose most forms of government regulation.",
  "Facebook has been under heavy pressure over reports that it allowed Cambridge Analytica, a political data firm that worked on President Donald Trump's election campaign, to improperly obtain information on as many as 87 million of the social network's users.",
  "Some Republicans in Congress have recently shown concern about the privacy violations exposed by the Cambridge Analytica controversy, but the party has historically been resistant to regulating corporations, including those in the tech sector.",
  "During that hearing and a second one a day later in the House, Zuckerberg hedged on whether Facebook would offer its U.S. users the safeguards required by Europe's sweeping new rule, known as General Data Protection Regulation.",
  "In the spring of 2016, a firestorm erupted over allegations that Facebook employees routinely blacklisted conservative news and outlets in its \"trending\" section, prompting Senate Commerce Chairman John Thune (R-S.D.)",
  "Some observers have argued that the intense blowback was so chastening that Facebook shied away from policing so-called fake news — much of it targeted at Hillary Clinton — during the 2016 election.",
  "Facebook asked conservative groups for help last week in heading off European-style privacy rules, just as CEO Mark Zuckerberg prepared to apologize to Congress for his company's data scandal.",
  "\"It would be incredibly helpful for our privacy team to hear from you — we'd love to talk through any ideas/advice you have and run our thinking by you as well,” she added.",
  "Amid the controversy and increased talk of regulation in the U.S., Facebook has given mixed signals on whether it will apply the EU privacy protections across the Atlantic.",
  "Now Facebook is trying to connect with conservatives on their dislike of regulation as the company sends mixed signals on the spread of privacy regulation from Europe.",
  "The head of one group that received the invitation, TechFreedom President Berin Szoka, said his criticisms of the EU's rule go well beyond Facebook's plight.",
  "The spokesperson said the company is reaching out to experts across the ideological spectrum before the European privacy regulations go into effect May 25.",
  "Among other things, the EU’s rules allow regulators to impose fines as high as 4 percent of a company’s global revenues for serious violations.",
  "“If they start complying with GDPR in the U.S., they would likely run into a whole lot of people saying, ‘Why are you censoring us?’” he said.",
  "\"Most of the people in that room will be much more concerned with how regulation will impact the next Facebook than Facebook,\" Szoka said.",
  "The company's outreach comes as the European Union is preparing to enforce strict new privacy rules that take effect in late May.",
  "She invited recipients to an off-the-record session later this month at the company's offices in Washington.",
  "The email did not disclose the recipients but came from Facebook's liaison to conservative organizations.",
  "Morning Cybersecurity A daily briefing on politics and cybersecurity — weekday mornings, in your inbox.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "Asked for comment, a Facebook spokesperson didn't dispute the authenticity of the email.",
  "to send a letter to the company asking questions about its policies.",
  "That’s not true for the startups that might try to unseat them.\"",
  "Many U.S. conservatives oppose such top-down EU-style mandates.",
  "They can manage whatever comes out of the regulatory process.",
  "Other conservative organizations declined to comment.",
  "Republican criticism of Facebook dates back years.",
  "\"Facebook has a huge compliance team.",
  "You can unsubscribe at any time."
]