[
  "— Kevin Bankston (@KevinBankston) April 10, 2018\n\nNo, Facebook isn't using your device's microphone to spy on you, Zuckerberg said\n\n\n\nSen. Gary Peters (D-Mich.) asked Zuckerberg to clarify what is a common belief among many users: That Facebook could be listening in on consumers' conversations using the microphones on electronic devices and then serving those people ads based on what the microphone picks up.",
  "pic.twitter.com/Aj0mZtutf4 — Senator Dick Durbin (@SenatorDurbin) April 10, 2018\n\nFacebook has been 'working with' special counsel Robert S. Mueller III\n\nZuckerberg acknowledged that Facebook has been cooperating with Mueller's investigation into Russian election interference and that some Facebook officials may have been interviewed as part of the probe.",
  "Read more:\n\n14 years of Mark Zuckerberg saying sorry, not sorry\n\nZuckerberg tells Congress 'we didn't do enough' to prevent privacy crises that rock Facebook\n\nTranscript of Zuckerberg's Senate hearing\n\nAnalysis: A senator asked Mark Zuckerberg about a Facebook conspiracy theory that you may believe",
  "— Nicholas Thompson (@nxthompson) April 10, 2018\n\nWith Cambridge Analytica, Facebook says its policies worked\n\nWhen researcher Aleksandr Kogan obtained permission from Facebook users to access their personal information, Zuckerberg argued, that \"worked according to how the system was designed.\"",
  "Self-regulation may not be enough, but that's what artificial intelligence is for\n\nConfronted by lawmakers who were skeptical of Facebook's ability to keep hate speech and abusive content off its platform, Zuckerberg repeatedly referred to the power of AI to help solve the problem.",
  "That pattern played out repeatedly over the course of the hearing, with lawmakers demanding specific commitments to support specific bills or proposals and Zuckerberg playing coy, declining to endorse policies but instead expressing support for the \"principles\" behind them.",
  "Zuckerberg's net worth — which had taken a hit along with Facebook's stock in light of recent events — recovered by more than $3 billion over the afternoon, growing from roughly $63 billion to $67 billion, according to Bloomberg's billionaires index.",
  "Zuckerberg squirmed when asked to share his own personal data\n\nSen. Richard J. Durbin (D-Ill.) drove straight at the heart of the matter when he asked Zuckerberg whether he would be comfortable sharing the name of the hotel he has been staying at.",
  "'We're responsible for the content'\n\nEveryone knew that Zuckerberg would be entering the hearing with an apologetic tone; in his prepared remarks, Zuckerberg conceded that the Cambridge Analytica fiasco was \"my mistake, and I'm sorry.\"",
  "Consumers are the victims of the Cambridge Analytica incident\n\n\n\nAsked by Sen. Dean Heller (R-Nev.) whether he thought Facebook's 87 million users who were affected by the Cambridge Analytica leak were victims, Zuckerberg said yes.",
  "Zuckerberg made a ton of money during the hearing\n\n\n\nDespite going to Washington to be held accountable for his self-admitted \"mistake,\" shares of Facebook ended up higher Tuesday than at any point over the last two years.",
  "The irony was not lost on some policy analysts, who pointed out the contradiction between lawmakers criticizing Facebook for being too powerful yet asking Facebook to create even more powerful tools.",
  "\"\n\nThat may be what this is all about: your right to privacy—the limits of your right to privacy, and how much you give away in modern America in the name of connecting people around the world.",
  "You own your Facebook data, but it takes a long time for it to be deleted if you leave\n\nZuckerberg made clear that users can freely download their Facebook data and do with it as they wish.",
  "In clarifying his remarks later on, Zuckerberg highlighted how that view connects to the impression shared by some that Facebook should be considered a media company or a utility.",
  "Zuckerberg tried to walk a tightrope on regulation\n\nSen. Lindsey O. Graham (R-S.C.) pressed Zuckerberg on whether he would support greater regulation of the tech industry.",
  "\"Unless there are specific rules and requirements enforced by an outside agency, I have no assurance that these kinds of vague commitments are going to produce action.\"",
  "Facebook chief executive Mark Zuckerberg's testimony before a joint Senate panel Tuesday dragged on for hours, so if you missed much of it, we won't blame you.",
  "He also confirmed that should you delete your data, that information will eventually be erased from Facebook's servers and made unusable by the company.",
  "\"When people ask us whether we’re a media company or a publisher, what they’re getting at is, do we feel responsible for the content on our platform?",
  "But Zuckerberg also went further, acknowledging for the first time that his platform is ultimately responsible for the content that appears there.",
  "Because that's what our policymakers want: in one breath they complain of Facebook's unchecked power and in another demand they use it even more.",
  "The limits of your right to privacy and how much you give away in modern America in the name of quote, 'connecting people around the world.'",
  "Zuckerberg has now repeatedly said that Facebook will increasingly move toward AI automatically taking down and even *blocking* posts.",
  "But Zuckerberg admitted he didn't know how long Facebook retains your information after you make the decision to cancel your account.",
  "But, he added, \"Once [the data] is outside of our system, it's a lot harder for us to have a full understanding of what's happening.\"",
  "Zuckerberg forcefully denied that Facebook is using smartphones to pick up ambient audio and called the idea a \"conspiracy theory.\"",
  "\"Building AI tools is going to be the scalable way to identify\" harmful content, Zuckerberg told Sen. Edward J. Markey (D-Mass.).",
  "\"Senator, I think — yes, they did not want their information to be sold to Cambridge Analytica by a developer,\" Zuckerberg said.",
  "\"I agree we’re responsible for the content, but we don’t produce the content,\" Zuckerberg told Sen. Dan Sullivan (R-Alaska).",
  "But if you're trying to catch up on the key points, we've drawn out a few important moments from the high-profile hearing.",
  "That's the most Zuckerberg may have ever said about his views on the distinction between tech and media platforms.",
  "That's significant for a company that has historically presented itself as a neutral technology.",
  "But that’s not incompatible with our core … which is to build technology and build products.\"",
  "\"We've seen the apology tours before,\" said Sen. Richard Blumenthal (D-Conn.).",
  "And that sums up the entire problem for Facebook and the rest of the public.",
  "\"I think that may be what this is all about,\" Durbin responded.",
  "\"There's some impurities in the Facebook punch bowl,\" he said.",
  "After a long moment, Zuckerberg admitted that he would not.",
  "\"If it's the right regulation, then yes,\" Zuckerberg said.",
  "\"I don't want to have to vote to regulate Facebook.",
  "Later in the day, Sen. John Neely Kennedy (R-La.)",
  "Not that you can share in the money made off it.",
  "(Facebook's site says it can be up to 90 days.)",
  "\"That happened, and it happened on our watch.\"",
  "But only in the sense that you can remove it.",
  "slammed Zuckerberg with blistering attacks.",
  "Zuck admits that yes, you own your data.",
  "I think the answer is clearly yes.",
  "… Your user agreement sucks.\"",
  "Schatz exchange is revealing.",
  "\"Your right to privacy.",
  "That depends on you.",
  "But by god, I will.",
  "Here they are.",
  "The result?"
]