[
  "“You’re just loading a list and hitting ‘send’ and crossing your fingers that it’s actually going to make it into your intended user’s inbox.”\n\nUnlike Democratic campaigns, which typically build donor lists by running online ads, GOP groups have relied heavily on email list brokers, who pocket commissions in exchange for access to email addresses they control.",
  "“We didn’t see a solution in the marketplace that really fit with what we wanted, so we just decided to do it ourselves.”\n\nThe venture is the first known start-up to emerge from Trump’s White House run — the latest example of how presidential campaigns serve as hothouses for new enterprises, particularly in the technological space.",
  "Campaigns, she noted, “throw crazy ideas out there, they discard and start anew, they act fast.”\n\nPresident Barack Obama’s two presidential bids, for example, birthed a slew of successful enterprises such as Optimizely, a website optimization company, and Modest, a mobile commerce platform eventually acquired by PayPal.",
  "“You have no idea if you could have raised double that, or if you’re annoying these people because they are on all these different lists.”\n\nAfter the campaign, Oczkowski and Bennett partnered with a developer they met through the Walker campaign to build a new email service provider that tracks inbox placement.",
  "“We always call campaigns the world’s greatest start-ups, because one day you have no money and no entity and the next day you have a million dollars and are ready to go,” said Lee Dunn, who headed Google’s elections advertising team in 2016.",
  "“This is a big industry, and there are just no protections or watchdogs out there if you’re a buyer.”\n\n“If you go out there and rent email lists for $10,000, as long as it yields more than $10,000, you’re happy with the scenario,” he added.",
  "(Ricky Carioti/The Washington Post)\n\nLast fall, Matt Oczkowski and Parks Bennett were logging 12-hour days in a rented office in San Antonio that smelled of Chick-fil-A and Doritos, focused on one mission: to elect Donald Trump president.",
  "“There has to be some innovation in this space,” said Oczkowski, who helped lead the data science efforts for the Trump campaign as head of product for Cambridge Analytica, a company backed by hedge fund magnate Robert Mercer.",
  "Earlier this month, Hoover and other Obama campaign alumni launched a business incubator called Higher Ground Labs that aims to provide investment to early-stage political tech companies on the left.",
  "Dunn, who visited occasionally from Washington, said she was impressed with how Oczkowski and Bennett sought to calibrate online messages by testing responses to news developments in real time.",
  "In the 2016 campaign, the RNC and one of its joint fundraising committees with the Trump campaign spent more than $38 million on email list rentals, Federal Election Commission reports show.",
  "As they raced to crunch voter data and build up Trump’s small-donor base, an idea began to jell: Could they apply data science to make email fundraising more effective and transparent?",
  "[GOP’s hunt for new Trump donors drove millions to low-profile firm]\n\nCampaigns and committees often rent dozens of lists in an effort to hit as many potential donors as possible.",
  "“There is an energy that does push innovation and gives people space to explore it,” said Betsy Hoover, who served as Obama’s national digital organizing director in 2012.",
  "At its peak, the team — which included staff from Parscale’s company, the campaign, the Republican National Committee and contractors — numbered a few hundred.",
  "But he said he thinks the returns could have been even greater if the campaign had a clearer sense of who was receiving their barrage of email solicitations.",
  "“They did some things in 2016 that pushed the envelope.”\n\nTrump’s tech operation was based in San Antonio, headed by chief digital strategist Brad Parscale.",
  "Eventually, the nascent company hopes to acquire enough emails to build a database that will allow clients to better target certain constituencies.",
  "As the head of the RNC’s small donor program, Bennett oversaw an effort that generated millions for the Trump campaign and the party.",
  "The concept, which the two young GOP digital strategists had begun discussing earlier in the cycle while working for Wisconsin Gov.",
  "Scott Walker’s presidential bid, is the heart of a company they’re formally launching this week called Campaign Inbox.",
  "Parks Bennett, left, and Matt Oczkowski are the founders of Campaign Inbox, a start-up focusing on email fundraising.",
  "They worked out of an office space near the airport that had been hurriedly fashioned into a campaign-like bullpen.",
  "The foray into start-up land is a risk, acknowledge the partners, who are financing the company themselves.",
  "“I think they are leaders in a new generation that is starting to emerge in online advertising,” she said.",
  "“The biggest problem for me has been the lack of transparency when deploying an email,” Bennett said.",
  "“If we don’t build this ecosystem, we do risk being outpaced by the Republicans,” she said.",
  "I’ve sat and watched this for four or five years now, waiting for someone to do this.”",
  "“You’re really blind going into this relationship,” Oczkowski said.",
  "But, Oczkowski said, “we know this is needed in the market.",
  "It’s a dynamic that has troubled Oczkowski for some time."
]