[
  "-- The AP’s Hope Yen and Ken Thomas report Shulkin could be ousted as soon as this week: “[One administration official the officials rated Shulkin’s chances of being pushed out in the next day or two at ‘50-50.’ … Among the candidates being vetted [to replace Shulkin] include [Pete] Hegseth, a former military officer and former CEO of the conservative Concerned Veterans for America; former Rep. Jeff Miller, who had been chairman of the House Veterans Affairs Committee; retired U.S. Army Lt. Gen. Keith Kellogg; Michael Kussman, a former VA undersecretary of health; Toby Cosgrove, a former president and CEO of the Cleveland Clinic; and Leo Mackay Jr., a former VA deputy secretary who is now senior vice president at Lockheed Martin Corp.”\n\n-- “While in Florida, Trump also continued to attack Rex Tillerson, saying in conversations with associates that the recently fired secretary of state did not have the ‘brains or energy’ for the job,\" John and Josh report.",
  "From Josh Dawsey, Carol D. Leonnig and Rosalind S. Helderman: “Trump is now left, at least temporarily, without a traditional criminal defense attorney as [Robert] Mueller’s team appears to be entering a critical phase in its investigation … The development came three days after John Dowd, who had been Trump’s top attorney handling the Russia inquiry, resigned … [Trump] wanted diGenova on his team even though he did not know him … But in a statement on Sunday, a spokesman for Trump’s legal team said both diGenova and his wife, Victoria Toensing, who is also a lawyer, would not be working on the Russia probe because clients they are representing in connection with the investigation posed conflicts of interest.",
  "Many of those employees and contractors were involved in helping to decide what voters to target with political messages and what messages to deliver to them … Their tasks ran the gamut of campaign work, including ‘managing media relations’ as well as fundraising, planning events, and providing ‘communications strategy’ and ‘talking points, speeches [and] debate prep,’ according to a document touting the firm’s 2014 work.”\n\n“It’s dirty little secret was that there was no one American involved in it, that it was a de facto foreign agent, working on an American election,” said Christopher Wylie, a former Cambridge Analytica research director turned whistleblower.",
  "— Richard N. Haass (@RichardHaass) March 23, 2018\n\nTrump wants to host Emmanuel Macron at Mount Vernon for a private dinner when the French president visits Washington:\n\n[INFO #JDD] Emmanuel Macron avait dîné avec Donald Trump à la Tour Eiffel, le président américain veut l'inviter à Mount Vernon, la demeure de George Washington https://t.co/4C2cuHiquh pic.twitter.com/lv0keCnqq8 — Le JDD (@leJDD) March 25, 2018\n\nGOOD READS FROM ELSEWHERE:\n\n-- The New Yorker, “Scott Pruitt’s Dirty Politics,” by Margaret Talbot: “It’s an open secret in Washington that Pruitt would like to become Attorney General if President Trump fires Jeff Sessions, and at the E.P.A.",
  "The 6th District, which had cut through three suburban counties in an L-shape, was reshaped … [turning] a district that had narrowly backed [Hillary] Clinton for president into one that had given her a 10-point margin of victory over [Trump].”\n\n-- “Can the Most Hated Man in West Virginia Win?” by Kevin Robillard in Politico Magazine: “On a recent Thursday afternoon, less than nine months after he was released from prison for his role in the worst U.S. mine explosion in the past 40 years, Don Blankenship made his first campaign stop of the day at a shopping center in the skinny spike of West Virginia’s northern panhandle.",
  "https://t.co/t0DCviHONA — Ari Melber (@AriMelber) March 25, 2018\n\nFrom a writer for CNN:\n\nReasons why big law firms have told me they won’t rep Trump:\n\n1 Already repping subjects in investigation\n\n2 He’s a “difficult” client\n\n3 Could hurt relationships w corporate clients\n\n4 Could hurt associate recruiting\n\n5 Key partner is “busy”\n\n6 He attacked judge/rule of law — Katelyn Polantz (@kpolantz) March 25, 2018\n\nOne White House source gave this take on the upheaval among Trump's lawyers:\n\nSource writes to me of Joe di Genova: \"He didn't even make it a Scaramucci!\"",
  "— Stephanie Grisham (@StephGrisham45) March 26, 2018\n\nDaniels's account of threats from Trump lawyer Michael Cohen recalled this 2015 report:\n\nSpeaking of #michaelcohen threats (#StormyDaniels), here is what then-daily beast (now npr) reporter @timkmak says he rec’vd from Cohen while writing a piece on DT’s divorce: pic.twitter.com/OoBYLJg6ey — Megyn Kelly (@megynkelly) March 26, 2018\n\nFrom a House Democrat:\n\nEarlier this month @RepKathleenRice and I wrote a letter to the @FBI asking for an investigation of @realDonaldTrump attorney Michael Cohen.",
  "But Mr. Trump, who trusts few people and considers himself his best lawyer, spokesman and strategist, never wanted that type of system.”\n\n-- Trump took to Twitter, of course, to insist he is “very happy” with his current legal team, claiming that many “lawyers and top law firms want to represent me in the Russia case” and that people should not “believe the Fake News narrative that it is hard to find a lawyer who wants to take this on.” “Fame & fortune will NEVER be turned down by a lawyer, though some are conflicted,” Trump continued.",
  "From Michael Scherer: “The new rhetorical approach represents a major turnabout for a generation of conservative leaders who came into office promising to get better results with less taxpayer money for public schools … It is a shift that could have big consequences for the national debate over education, as Republicans in Washington have begun to embrace more populist rhetoric that is sympathetic to the plight of public employees.”\n\n-- Some conservative lifelong bureaucrats are seeing their stars rise under the Trump administration.",
  "WHILE YOU WERE SLEEPING:\n\n-- Adult film star Stormy Daniels appeared on “60 Minutes” to discuss her alleged affair with Donald Trump, telling host Anderson Cooper that she accepted a $130,000 hush-money payment during the final days of the 2016 presidential race “out of fear.” Emma Brown and Frances Stead Sellers report: “[Daniels said she was] concerned about her family’s safety after a scary episode in a Las Vegas parking lot in 2011, shortly after she first tried to sell her story to a tabloid magazine.",
  "… [H]e is finding a receptive audience in a Republican Party motivated as much by hatred for Democrats as the advancement of conservative policy.”\n\nSOCIAL MEDIA SPEED READ:\n\nStormy Daniels's lawyer on the \"60 Minutes” interview:\n\nNote: (a) not all of our evidence will be mentioned/displayed tonight – that would be foolish; (b) we are not sure what CBS will include but we know a lot from the full interview will have to be cut bc of the time allowed; (c) tonight is not the end – it’s the beginning.",
  "In a letter Messrs. Mnuchin and Lighthizer sent to Mr. Liu late last week, the Trump administration set out specific requests that include a reduction of Chinese tariffs on U.S. automobiles, more Chinese purchases of U.S. semiconductors and greater access to China’s financial sector by American companies … Mr. Mnuchin is weighing a trip to Beijing to pursue the negotiations …”\n\n-- In a surprising turnaround, Republicans are now boasting about boosting public funds for education.",
  "\"For those of us that are in states that Trump won we would really appreciate if she would be more careful and show respect to every American voter and not just the ones who voted for her\" - Claire McCaskill on Hillary Clinton pic.twitter.com/J1rBBar8gR — Kasie DC (@KasieDC) March 25, 2018\n\nThe Post compiled a brief history of “Shark Week” after Stormy Daniels said she and Trump watched it together:\n\nAnd an Indiana man still mowed his lawn despite a snowstorm:",
  "… The day after the letter was dated, Mr. Broidy asked his team at Circinus to prepare an invoice for $2 million to Mr. Sassou-Nguesso’s office for ‘military capabilities assessment and review/services’ … ”\n\n-- Broidy received millions of dollars from George Nader, a political adviser to the UAE who is now a witness in the Mueller probe, weeks before handing out large donations to lawmakers considering legislation targeting UAE rival Qatar.",
  "“Trump’s legal effort is now led by [Jay] Sekulow, a conservative attorney and radio host who has concentrated on constitutional issues … A number of white-collar attorneys in Washington said the president has been unable to attract top-flight talent as he looks to overhaul his legal team, with major firms fearful that an affiliation with Trump and the Russia case could impact their ability to attract other clients and hire new lawyers.",
  "“Earth Day 1970 changed all of that when millions filled the streets of America and turned the environment into a voting issue and forced [Richard] Nixon to create the EPA.”\n\nThe march in Washington on Saturday mixed political activism with the raw emotion of teenagers who are dealing with the murder of their friends under the glare of the national spotlight, which in this era means nasty criticism from trolls on the Internet.",
  "But under the reign of the North Korean leader Kim Jong-un, far fewer people are getting out.”\n\nHOT ON THE LEFT: “Santorum: Instead of calling for gun laws, kids should take CPR classes,” from CNN: “[Former] Pennsylvania GOP Sen. Rick Santorum on Sunday suggested students protesting for gun control legislation would be better served by taking CPR classes and preparing for active shooter scenarios.",
  "John Wagner and Josh Dawsey report: “[Ruddy] said others in the White House, but not Trump, have told him that [VA Secretary David] Shulkin is ‘likely to depart the Cabinet very soon.’ Ruddy, who speaks frequently to Trump, said on ABC's ‘This Week’ that Trump believes that, on the whole, the White House is operating ‘like a smooth machine’ and has been ‘perplexed’ by news reports of chaos.",
  "https://t.co/qgDMTALHm2 — Ted Lieu (@tedlieu) March 26, 2018\n\nFrom the founder of the liberal blog ThinkProgress:\n\nOne way you know Stormy Daniels is a serious threat to Trump:\n\n\n\nHe has never once tweeted her name — Judd Legum (@JuddLegum) March 25, 2018\n\nFrom a New York Times writer:\n\nThe nation once gathered to listen to FDR's fireside chats, or to watch events like the moon landing.",
  "McMaster, his recently ousted national security adviser, was no longer in the administration, and that he now has a team he thinks will implement his agenda.”\n\n-- Ishaan Tharoor writes John Bolton’s selection as Trump’s new national security adviser could lead to more conflicts like the Iraq War: “Bolton played a key role in laying the groundwork for the 2003 invasion of Iraq.",
  "… By comparison, the Kaiser Family Foundation found that the United States is spending more than $7 billion annually on discretionary domestic funding on AIDS, an epidemic with a death toll that peaked in 1995 at 43,000.”\n\nTHE MIDTERMS:\n\n-- The American Action Network, which aims to boost House Republicans, will launch another $1 million in ads today to promote the tax law.",
  "‘How about kids instead of looking to someone else to solve their problem, do something about maybe taking CPR classes or trying to deal with situations that when there is a violent shooter that you can actually respond to that,’ Santorum said on CNN's ‘State of the Union.’”\n\n\"'[The March for Our Lives protesters] took action to ask someone to pass a law,' Santorum said.",
  "The New York Times’s Kenneth P. Vogel and David D. Kirkpatrick report: “[Obtained] documents reveal that [Elliott] Broidy, a vice chairman of the finance committee for Mr. Trump’s inauguration, arranged invitations to parties celebrating the event for foreign leaders with whom Circinus worked to sign contracts that could have been worth hundreds of millions of dollars.",
  "he often sounds like he’s trying out for that post, repeating a set of talking points, honed in conservative legal circles, about the dangers of ‘federal overreach.’”\n\n-- New York Times, “‘We Are Ready to Die’: Five North Korean Defectors Who Never Made It,” by Jane Perlez and Su-Hyun Lee: “Around 30,000 North Koreans have successfully defected to the South.",
  "(Henry Griffin/AP)\n\nJohn Kerry sees parallels between the Parkland survivors and “many of the Vietnam veterans who returned home and felt compelled to speak out about their experience.”\n\n“Every historic moment has its own power, and these young people deserve their own moment,” the former secretary of state told me in an email early this morning.",
  "The next he’s delving into entrepreneurial pursuits, such as buying Tully’s, a struggling Seattle coffee-shop chain, or blasting around a track while competing as a driver in a professional racecar circuit, sometimes hitting speeds of up to 195 mph.” “He is an adrenaline junkie,” says Jonathan Turley, who taught Avenatti at GWU’s law school.",
  "A host of critics are [now] fretting over the growing possibility of armed conflict with North Korea and Iran — and with good reason.”\n\nTHE REST OF TRUMP’S AGENDA:\n\n-- China and the United States are quietly seeking trade solutions, just days after Trump’s vow to impose tariffs sent stocks plummeting and sparked fears of a global trade war.",
  "… These young people have touched the conscience of the country about common sense on guns, and they have the power to make it a voting issue again.”\n\nKerry became an antiwar activist after volunteering as a Naval officer in Vietnam, an experience that profoundly shaped his worldview and service in the Senate.",
  "“The great achievement … was to bring a large swath of Americans together in dissent, establishing that their antiwar cause was not fueled by a dangerous fringe that Nixon could, with a few dirty tricks, stamp out or discredit.”\n\nWelcome to the Daily 202, PowerPost's morning briefing for decision-makers.",
  "#basta — Michael Avenatti (@MichaelAvenatti) March 25, 2018\n\nThe first lady's communications director scolded the media:\n\nWhile I know the media is enjoying speculation & salacious gossip, Id like to remind people there’s a minor child who’s name should be kept out of news stories when at all possible.",
  "(Jenna Johnson)\n\nCAMBRIDGE ANALYTICA: DRIP, DRIP, DRIP ...\n\n-- Former Cambridge Analytica employees said the Trump-linked data firm sent “dozens” of foreigners to advise U.S. campaigns in 2014 — even as an attorney warned of restrictions that limit foreign nationals from campaign participation.",
  "https://t.co/5fNgM4RsvO — Marc E. Elias (@marceelias) March 25, 2018\n\nFrom an MSNBC host:\n\nMaking money by stiffing employees has drawbacks — there are *many* different reasons law firms won’t rep Trump, but one of them is how many law firms in NY he effectively stole from by not paying bills.",
  "In July 2017, two months after Royce introduced the bill, Broidy gave the California congressman $5,400 in campaign gifts — the maximum allowed by law.”\n\n-- Newsmax CEO and Trump ally Christopher Ruddy said the president told him he plans to make one or two “major” personnel changes soon.",
  "“When [Marc] Kasowitz took the lead after Mr. Mueller was appointed in May, he wanted to follow a model used by [Bill] Clinton, with a separate team of lawyers and communications professionals handling issues related to the inquiry, so that the White House staff could keep its distance.",
  "https://t.co/WIb0LeANyU\n\n\n\nAn early look at Monday's front... pic.twitter.com/fsdFHoc4KA — New York Daily News (@NYDailyNews) March 26, 2018\n\nA Democratic lawyer addressed Trump's trouble in attracting top legal talent:\n\nIt’s not just that he is a lousy client because he doesn’t listen.",
  "While here, Trump told associates that he plans to oust Shulkin, according to people familiar with the conversations … Trump also said he wants to keep two other senior administration officials who have been in his crosshairs in recent weeks: [John Kelly and HUD Secretary Ben Carson].\"",
  "“You and your client’s false statements about Mr. Cohen accuse him of criminal conduct and constitute, among other things, libel per se and intentional infliction of emotional distress.” (New York Times)\n\n-- The president and the first lady were not together when the interview aired.",
  "But at home, this D.C. lawmaker’s allies remain loyal,” from Paul Schwartzman: “After first saying he was unaware that his remarks were anti-Semitic, [D.C. Council member Trayon White Sr.] expressed contrition and promised to devote himself to studying Jewish history.",
  "… Bowman, now a special assistant to the National Park Service’s deputy director, is one of numerous civil servants throughout the government who are wielding new influence in the Trump administration after years of being out of sync with Barack Obama’s White House.",
  "They did not come to the campaign until after I left.’ ... [Steve Bannon's connection to Cambridge Analytica] made no difference when the data firm made its pitch to the Trump campaign, Lewandowski said.” “I knew that Steve had a role in the organization,” he said.",
  "(Kareem Fahim) Supreme Court Justice Anthony Kennedy scolded his colleague, Justice Sonia Sotomayor, last week for researching “beyond the record.” But justices — including Kennedy — routinely go beyond the materials provided by the legal teams in their arguments.",
  "Yet in his own ward, an area that includes Washington’s poorest neighborhoods, the response to the council member’s remarks has been far more mixed, with some expressing embarrassment and others remaining loyal, citing White’s record of advocacy for the community.",
  "The Wall Street Journal’s Lingling Wei and Bob Davis report: “The talks, which cover wide areas including financial services and manufacturing, are being led by Liu He, China’s economic czar in Beijing, and [Steven Mnuchin] and [Robert Lighthizer] in Washington.",
  "Craig Timberg and Tom Hamburger report: “Those restrictions were explained [to the firm’s executives in a July 14 memo that said foreign nationals] … could not involve themselves in significant campaign decisions or provide high-level analysis or strategy.",
  "Cambridge Analytica and SCL Group were overwhelmingly staffed by non-U.S. citizens — mainly Canadians, Britons and other Europeans — at least 20 of whom fanned out across the United States in 2014 to work on congressional and legislative campaigns ...",
  "In D.C. for the March for Our Lives event, Miranda saw the sold-out performance Saturday night and joined the cast — which included “Hamilton” cast member Anthony Ramos and “High School Musical” alumna Vanessa Hudgens — on stage for its final bows.",
  "In some cases, staff members who served during the Obama years are being given the chance to roll back policies they had previously helped craft.”\n\n-- The omnibus spending bill allocates a record-breaking $4.6 billion to fight the opioid epidemic.",
  "Millions of young people lived in fear that they — or someone they loved — would have their number called, and they’d be shipped off against their will to the rice paddies and jungles of a faraway land for a cause they felt was unjust and futile.",
  "Nearly 200 people have died from gunfire at school since then, and more than 187,000 students attending at least 193 primary or secondary schools have experienced a shooting on campus during school hours, according to a Washington Post analysis.",
  "For instance, Mr. Broidy invited Denis Sassou-Nguesso, the longtime president of the Republic of Congo, to a handful of inauguration week events, including the candlelight dinner featuring Mr. Trump, Vice President Mike Pence and their wives.",
  "The AP’s Desmond Butler, Tom Lobianco and Bradley Klapper: “[Nader] wired $2.5 million to [Broidy] through a company in Canada, according to two people who spoke on the condition of anonymity because of the sensitivity of the matter.",
  "“Or, the next group of people who could take that baton in that relay race that is human progress.” (Washington Examiner)\n\nNEWS YOU CAN USE IF YOU LIVE IN D.C.:\n\n-- Washingtonians will see sunny weather and cold temperatures today.",
  "-- “What the ‘60 Minutes’ interview initially offered in salaciousness, it lacked in providing the absolute proof of the affair that seemed to have been promised in recent days,” Washington Post columnist Margaret Sullivan writes.",
  "After meeting with the husband-and-wife team on Thursday — after diGenova’s hiring had been announced — the person said Trump was less impressed with diGenova than he had been while watching the former U.S. attorney on television.",
  "Spanking notwithstanding, that may be what it’s remembered for.”\n\n-- Manuel Roig-Franzia profiles Michael Avenatti, the “adrenaline-fueled attorney” representing Daniels: “[Avenatti] has linked his reputation to the Daniels case.",
  "[But] no such ‘receipts,’ in the current vernacular, appeared, although they may still show up … The Stormy Daniels story is certainly about sex but it’s also — and more importantly — about financial and emotional intimidation.",
  "David Weigel reports: “While two other Republicans had filed to run in the 6th District, the incumbent had more than $1.3 million in his campaign account and had won his previous races with more than 56 percent of the vote.",
  "... One moment Avenatti is pinballing among courtrooms across the country for high-stakes litigation, including last year’s $454 million judgment in a surgical-gown fraud case, one of the largest in California history.",
  "During the event, Republican Congressman Ed Royce of California, the chairman of the House Foreign Affairs Committee, announced he was introducing legislation that would brand Qatar as a terrorist-supporting state.",
  "But that didn’t impact my decision, because I didn’t hire them.”\n\n-- Mark Zuckerberg took out full-page ads in U.S. and British newspapers to apologize for a “breach of trust” in the Cambridge Analytica scandal.",
  "Cohen had absolutely nothing whatsoever to do with any such person or incident, and does not even believe that any such person exists, or that such incident ever occurred,” Cohen’s lawyer Brent Blakely wrote.",
  "“But while [Nixon] refused to comment publicly on the demonstrations, letting ‘it be known that he was watching sports on TV in the White House’ that day, we now know that the president was privately spooked.",
  "Their moral authority is unimpeachable.”\n\nThe 74-year-old also sees analogues between the March for Our Lives and the movement to protect the environment, another issue that many view in existential terms.",
  "With a flinty stare, tears streaming down her face, González stood silent on the rally’s main stage for nearly four minutes — evoking the time it took Parkland shooter Nikolas Cruz to carry out his attack.",
  "High-profile incidents, culminating with last month’s shooting in Parkland, Fla., have shaken many middle-class kids, who would not otherwise be inclined to activism, out of their suburban comfort zones.",
  "“Emma González, 18, took the stage in a drab olive coat and torn jeans, speaking of the ‘long, tearful, chaotic hours in scorching afternoon sun’ as students waited outside … on the day of the shooting.",
  "As the undersecretary of state for arms control and international security affairs from 2001 to 2005, he helped push the fiction that Saddam Hussein was actively developing weapons of mass destruction.",
  "It is another big bet for an attorney with an enormous appetite for risk whose roster of courthouse adversaries includes mega-corporations, as well as celebrities, such as Paris Hilton and Jim Carrey.",
  "… For months, Blankenship has been appearing at these town halls (he wants to do at least one in all 55 counties in West Virginia) in a quest to unseat second-term Democratic incumbent Joe Manchin.",
  "In fact, a group of allies — including some who themselves have used incendiary rhetoric — hoped to rally on his behalf at an Anacostia church.”\n\nDAYBOOK:\n\nTrump will have lunch today with Pence.",
  "(Chuck Culpepper, Cindy Boren and Des Bieler)\n\nTHERE’S A BEAR IN THE WOODS:\n\n-- Joseph diGenova will no longer represent Trump in the Russia probe, leaving the president’s legal team in disarray.",
  "The AP’s Geoff Mulvihill writes: “But some advocates say the funding included in the [spending plan] is not nearly enough to establish the kind of treatment system needed to reverse the crisis.",
  "A White House spokesperson said the separation is “their tradition for spring break.” Trump spent much of his weekend at Mar-a-Lago complaining about the media attention Daniels has received.",
  "(Andrew Harrer/Bloomberg News)\n\nPERSONNEL IS POLICY:\n\n-- A major Trump donor told prospective customers of his defense contracting company that he could allow them access to the president.",
  "— Josh Dawsey (@jdawsey1) March 25, 2018\n\nA Cabinet member bristled when Chris Wallace pointed out that a line-item veto would require a Constitutional amendment:\n\nA remarkable exchange.",
  "— Dan Barry (@DanBarryNYT) March 25, 2018\n\nFrom a former senior adviser to Obama:\n\nMemo to Gen. Kelly:\n\nStormy Daniels reports that the @POTUS became more compliant after been spanked.",
  "Human rights organizations decried the campaign, which includes identification checkpoints and armed patrols, but residents say the heavy-handed tactics are necessary to stem violence.",
  "They said Nader paid the money to Broidy to bankroll an effort to persuade the U.S. to take a hard line against Qatar, a long-time American ally but now a bitter adversary of the UAE.",
  "She recovered and led the crowd in a rendition of ‘Happy Birthday’ for her slain classmate, Nicholas Dworet, who would have turned 18 on Saturday,” according to The Post’s account.",
  "pic.twitter.com/Gl2dOPsWNX — Sahil Kapur (@sahilkapur) March 25, 2018\n\nThe president of the Council on Foreign Relations criticized Trump for what he said were unforced battles:\n\n.",
  "Trump did not closely research diGenova or even consult with top aides, including Chief of Staff John F. Kelly and White House counsel Donald McGahn, before agreeing to hire him.",
  "I’m interested in the curability of these diseases.” (Harrison Smith) A self-taught rocket scientist successfully launched himself more than 1,000 feet into the sky this weekend.",
  "… Though this bureaucratic rite takes place every time a new party occupies the White House, the convulsive turnover that took place in 2017 made the shift far more pronounced.",
  "-- Rep. Ryan Costello (R-Pa.) said that he will not seek reelection — adding another obstacle for Republicans seeing to maintain control of the suburban Philadelphia district.",
  "THE BIG IDEA:\n\nSAN FRANCISCO — A key reason the protests against the war in Vietnam were so much more potent than against the war in Iraq is that there was a draft back then.",
  "“They were compelled because they’d seen friends suffer and die for a policy that they thought was a mistake,” he explained, referring to the veterans who became protesters.",
  "Cathy Richardson, who is now the lead singer of the rock band “Jefferson Starship,” said the energy emanating from the crowd is reminiscent of the anti-Vietnam War protests.",
  "(Marwa Eltagouri and Alex Horton) When a 15-year-old girl in Texas refused to enter into a forced marriage, her family threw hot oil on her and beat her with broomsticks.",
  "Same sh-t. New a--holes.”\n\nJohn Kerry, then 27, testifies before the Senate Foreign Relations Committee on behalf of the Vietnam Veterans Against the War in April 1971.",
  "-- Corey Lewandowski said on NBC’s “Meet the Press” that he turned down three separate pitches from Cambridge Analytica while serving as Trump’s 2016 campaign manager.",
  "Zachary Jonathan Jacobson, a historian of the Cold War, saw echoes in the Saturday protests of the nationwide demonstrations against the Vietnam War on Oct. 15, 1969.",
  "It’d be a shame if something happened to her mom.’ And then he was gone.”\n\n“Daniels said she didn’t know the man … But she said she remained fearful over the years.",
  "(Anthony Faiola and Marina Lopes) An American family of four died of asphyxiation after they inhaled toxic gas while vacationing at a rented condo near Cancun.",
  "The Saudi military said it intercepted seven missiles, including three others aimed at Riyadh, though the accounts have not yet been independently confirmed.",
  "'”\n\n-- “People close to the president say the upheaval in the legal team was inevitable,” the New York Times’s Michael S. Schmidt and Maggie Haberman report.",
  "Mr. Broidy in some cases presented the invitations in a manner that suggested they were linked to their countries’ willingness to do business with Circinus.",
  "“If I could do that effectively, then — you know — I would create a hundred or a thousand or a million young Barack Obamas or Michelle Obamas,” Obama said.",
  "The protests forced Nixon to cancel plans to expand the war with an offensive of aerial bombing, harbor mining [and] even an invasion of North Vietnam.",
  "@realDonaldTrump is now set for war on 3 fronts: political vs Bob Mueller, economic vs China/others on trade, and actual vs. Iran and/or North Korea.",
  "… Democrats, who had persuaded businesswoman Chrissy Houlahan to run in the new district, now expect to face a weaker Republican nominee in November.",
  "John Wagner and Josh Dawsey report: The pair spent the weekend in Florida, where Melania Trump stayed behind as her husband returned to Washington.",
  "Tonight it gathers to hear a porn actress recall her alleged tryst with the future President, and the payment his lawyer made to keep her quiet.",
  "(Jorge Castillo)\n\n-- Lin-Manuel Miranda attended the Kennedy Center’s production of “In the Heights,” the Hamilton creator’s first Broadway hit.",
  "QUOTE OF THE DAY: Barack Obama discussed his foundation’s attempts to engage young people as the former president delivered a speech in Japan.",
  "“Sam Fuentes, a senior shot in the leg at Stoneman Douglas, threw up on stage while delivering her speech to a national television audience.",
  "(Matthew Bodner) Some Rio de Janeiro residents are hailing a military takeover of security in some of the city’s most violent neighborhoods.",
  "Steven Mnuchin twice calls on Congress to give Trump a line-item veto; Chris Wallace tells him twice that it’s been ruled unconstitutional.",
  "(Helena Andrews-Dyer)\n\nVIDEOS OF THE DAY:\n\nConservative commentator Ann Coulter criticized Trump for signing the omnibus spending bill:\n\n.",
  "Among other things, Trump is upset about reports that Tillerson had called him a ‘moron.’ Trump also told one friend that he was glad H.R.",
  "(Cleve R. Wootson Jr.) James F. Holland, a physician who helped prove the effectiveness of chemotherapy in fighting cancer, died at 92.",
  "These numbers are relatively small when compared to the 58,000 Americans who died during Vietnam, but they are nonetheless staggering.",
  "During a nearly two-hour program, adults introduced a procession of younger people who have been personally impacted by gun violence.",
  "He used a homemade, steam-powered device to soar over the Mojave Desert — and explore his belief that Earth is shaped like a Frisbee.",
  "— David Axelrod (@davidaxelrod) March 26, 2018\n\nTrump’s hometown paper played up the interview:\n\n\"I was like, turn around, drop 'em.\"",
  "Cool air is wedged into the region and highs won’t do much better than around 50 degrees.”\n\n-- The Wizards lost to the Knicks 101-97.",
  "-- A lawyer for Cohen quickly sent a cease-and-desist letter to Daniels’s attorney denying any involvement with the alleged threat.",
  "“But as we stand up here, I’m reminded of another youth movement that took place in San Francisco … Here we are 50 years later.",
  "Many attendees volunteered during interviews or speeches that they were motivated by dread and anxiety that they could be next.",
  "‘I’m not exactly sure … I believe it to be Michael Cohen,’ Daniels replied.” (Read the full transcript of the interview here.)",
  "This is the most perilous moment in modern American history-and it has been largely brought about by ourselves, not by events.",
  "Costello had been considering the decision since February, when the Pennsylvania Supreme Court drew a new [congressional map].",
  "The commercials, which thank individual members of Congress for supporting tax cuts, will run in 26 congressional districts.",
  "“A withdrawal from Vietnam was not negotiated for three more years; a full withdrawal not for another six,” Jacobson said.",
  "“Trump’s issues with diGenova and Toensing went beyond their conflicts, said a person who spoke to the president recently.",
  "Video posted to YouTube shows people running to inspect what looks like missile debris beside a highway in Saudi Arabia.",
  "“The unity of action firmly established that the antiwar movement had a constituency that could be mobilized,” he added.",
  "After [a report on the] $130,000 payment, Daniels signed what she now describes as a false statement denying the affair.",
  "From 1964 to 1973, the U.S. military conscripted 2.2 million men — boys, really — out of an eligible pool of 27 million.",
  "In [Sunday’s] interview, she said she signed the statement under pressure from her former lawyer and business manager.",
  "Students skipped class in 10,000 high schools, and experts estimate that about 2 million Americans protested that day.",
  "The ads appeared in at least five newspapers in the U.K., as well as The Post, New York Times and Wall Street Journal.",
  "While there was not any threat of physical violence at the time, she said, she was worried about other repercussions.",
  "Daniels said she was taking her infant daughter out of the car to go to a fitness class when someone approached her.",
  "(Josh Edelson/AP)\n\nThousands gathered in front of San Francisco City Hall for one of the hundreds of sister marches.",
  "Authorities have not yet said where the gas was emitted but said there were “no signs of foul play” in their deaths.",
  "A whole generation has come of age since the 1999 massacre at Columbine High School in Colorado that left 13 dead.",
  "The same way, these young people from Parkland and all over the country can’t be written off by mere politicians.",
  "https://t.co/yTMbHDvksc pic.twitter.com/oyMNyHbEXm — CNN International (@cnni) March 26, 2018\n\nGET SMART FAST:??",
  "A month after he received the money, Broidy sponsored a conference on Qatar’s alleged ties to Islamic extremism.",
  "A White House report last fall said the overdose epidemic cost the U.S. economy more than $500 billion in 2015.",
  "“Many of them have earned the right to be heard through a shared loss that innocents should never experience.",
  "“If we can’t, we don’t deserve it.” (CNN)\n\nPresident Trump speaks in the Diplomatic Room of the White House.",
  "… Trump, who lambasted the Iraq War on the campaign trail, has elevated one of its few remaining champions.",
  "I am sure any law firm that took him on as a client would face serious defections and recruiting problems.",
  "‘The exact sentence used was, 'They can make your life hell in many different ways,' Daniels told Cooper.",
  "pic.twitter.com/CAo4Enl44r — Jeanine Pirro (@JudgeJeanine) March 25, 2018\n\nSen. Claire McCaskill (D-Mo.)",
  "Juliet Eilperin and Dino Grandoni report: “Randal Bowman has toiled 32 years at the Interior Department.",
  "“The actress’s lawyer … seemed to be laying the groundwork for photos or text messages to be revealed.",
  "Many of the victims were children, and authorities continue to search for almost 60 missing people.",
  "The Capital Weather Gang forecasts: “It’s probably the week’s sunniest day but also the chilliest.",
  "A proponent of limited federal regulation, he goes underground during Democratic administrations.",
  "From coast to coast, hundreds of thousands of people protested on Saturday for stricter gun laws.",
  "Authorities have arrested her parents and charged them with continuous abuse of a family member.",
  "‘And then he leaned around and looked at my daughter and said, ‘That’s a beautiful little girl.",
  "The crowd began chanting, ‘Never again.’”\n\nHistory tells us that change won’t happen overnight.",
  "Yemen’s Houthi rebels said they launched a “volley” of ballistic missiles toward Saudi Arabia.",
  "\"Trump seems to still be infuriated by Tillerson, said a person who spoke with the president.",
  "“Because they’d served, they couldn’t be dismissed by Spiro Agnew and the Nixon White House.",
  "Like other forms of terrorism, these shootings instill panic in the rest of the population.",
  "(Kristine Phillips and Avi Selk) Kansas beat Duke in overtime to advance to the Final Four.",
  "David Weigel reports: “'I never approved Cambridge Analytica’s contract,’ Lewandowski said.",
  "Senior administration officials say Trump has bashed Tillerson since firing him on Twitter.",
  "The Ruddy interview aired as Trump was spending the weekend here at his Mar-a-Lago estate.",
  "Young people today aren’t worried about being drafted to fight Kim Jong Un in North Korea.",
  "But many are palpably concerned that they or someone they know could get shot at school.",
  "The Kingdom said on Sunday it intercepted and destroyed seven missiles fired from Yemen.",
  "The Jayhawks will join Loyola Chicago, Villanova and Michigan in the men's semifinals.",
  "Holland persevered in his research, even as some early clinical trials ended in death.",
  "A protester holds a sign in San Francisco during a march for gun control on Saturday.",
  "'They didn't take action to say, 'How do I, as an individual, deal with this problem?",
  "The March for Our Lives was so big on Saturday because the fears are so personal.",
  "“If you do no harm,” he said in 1986, “then you do no harm to the cancer either.",
  "(Candace Buckner)\n\n-- The Nationals made final cuts to their Opening Day roster.",
  "(Robert Barnes) A deadly fire at a Siberian shopping center killed at least 64.",
  "“Ultimately, said one person close to Trump’s legal team, ‘He’s his own lawyer.",
  "“The environment was written off for a long time as a minor issue,” he writes.",
  "'” HOT ON THE RIGHT “His anti-Semitic remarks caused an international uproar.",
  "Since August, the group has spent over $30 million promoting the legislation.",
  "The team’s season will begin with an eight-man bullpen and a four-man bench.",
  "The group, which she joined years later, performed at many of those rallies.",
  "Maarib Al Hishmawi ran away from home to escape the abuse and the marriage.",
  "addressed recent comments from Hillary Clinton about Trump voters:\n\nWOAH.",
  "… You know what they say about a ‘lawyer’ who has himself as a client.",
  "“We have a responsibility to protect your information,” the ads read.",
  "The strikes killed at least one person in the capital city of Riyadh.",
  "Their songs became part of the soundtrack of the peace movement.",
  "Schools, of course, are also not supposed to be war zones.",
  "(Josh Edelson/AP)\n\nWith Breanne Deppisch and Joanie Greve.",
  "‘A guy walked up on me and said to me, 'Leave Trump alone.",
  "In contrast, my firm repped both Obama/HRC & saw a boom.",
  "People march from San Francisco City Hall on Saturday.",
  "@AnnCoulter joined me live on 'Justice', take a look!",
  "Their moral clarity defies politics or partisanship.",
  "‘They made it sound like I had no choice,” she said.",
  "This helped fuel the mass movement against the war.",
  "Big law firms compete for the best young talent.",
  "Below is more evidence he committed a felony.",
  "“No, I am not Grace Slick,” Richardson said.",
  "“I didn’t know what his ultimate role was.",
  "Desperate times demand desperate measures.",
  "Forget the story,' Daniels told [Cooper].",
  "Always has been and always will be.",
  "Sign up to receive the newsletter.",
  "‘They being …’ Cooper said.",
  "Making America Great Again.",
  "Treasury Sec.",
  "‘ ...",
  "“Mr."
]