[
  "Anyway, I got to know some of the correspondents and pretty soon started freelancing by taking on the assignments they didn’t want or have time for.” Read her Playbook Plus Q&A: https://politi.co/2IFsSIy\n\nBIRTHDAYS: Hanna Rosin, co-host of NPR’s “Invisibilia” ... Samantha Dravis ... Ann Klenk ... Antoine Sanfuentes, CNN WH and Capitol Hill managing editor ... Carter Yang, consultant at Hill+Knowlton Strategies and a CBS alum ... Politico’s Adam Behsudi, Bridget Mulcahy, Mitchell Murray and Haley Bowcutt ... Lisa Belkin, chief national correspondent at Yahoo News ... Mark Tavlarides, SVP at BGR Group and former Clinton WH NSC staffer (h/ts his fiancée Marilyn Rosenthal and Ben Chang) ... Elizabeth Alexander ... Max Clermont ... Chris Holden … Josh Shultz, president of NJI Media and co-founder of FamousDC, is 4-0 (h/t Amos Snead) ... Shelley Greenspan of Amazon’s Public Policy office and alum of HFA (Brooklyn) and AIPAC (h/t Ben-Ari Boukai) … Deloitte’s Katie Jacobs … Marshall Sitten (h/t Jon Haber) ...\n\n... Ann Marie Hauser, deputy staff director for Senate GOP conference (h/t Ed McFadden and the ACG steering committee) … Daniel Wolman, GW Law student ... David Endicott ... Jon Sallet, partner at Steptoe … Ray Zaccaro, comms director for Sen. Jeff Merkley (D-Ore.) ... Chris Lydon (h/t Nihal Krishan) ... Bradley Saull ... Ella Spektor McManus ... Jen Judson, land warfare reporter at Defense News ... Katie Cline Malloy ... Kim Smith Hicks … Mia Salvemini … Gabriel Arana is 35 ... Yishai Schwartz … Jeffrey Frank ... Melissa Carson Thomas ... Donusha Zgutowicz ... MPAA alum Howard Gantman ... Tom Kohn ... Lauren Appelbaum ... Joseph Heaps is 54 ... Josue Pinto is 34 ... Chris Bauer … Rachel Weiser ... Marisa McNee … Triada Stampas ... Mia Salvemini … Matt McCarthy ... Mike Cody ... Amy Bodette (h/ts Teresa Vilmain)\n\nSUBSCRIBE to the Playbook family: POLITICO Playbook http://politi.co/2lQswbh ... Playbook Power Briefing http://politi.co/2xuOiqh ... New York Playbook http://politi.co/1ON8bqW … Florida Playbook http://politi.co/1OypFe9 ... New Jersey Playbook http://politi.co/1HLKltF ... Massachusetts Playbook http://politi.co/1Nhtq5v … Illinois Playbook http://politi.co/1N7u5sb ... California Playbook http://politi.co/2bLvcPl ... London Playbook http://politi.co/2xfDPuK … Brussels Playbook http://politi.co/1FZeLcw ... All our political and policy tipsheets http://politi.co/1M75UbX\n\nFollow us on Twitter Anna Palmer @apalmerdc\n\n\n\nJake Sherman @JakeSherman\n\n\n\nDaniel Lippman @dlippman\n\nFollow Us",
  "Here is “26 U.S. Code § 6103 - Confidentiality and disclosure of returns and return information”: “(1)Committee on Ways and Means, Committee on Finance, and Joint Committee on Taxation Upon written request from the chairman of the Committee on Ways and Means of the House of Representatives, the chairman of the Committee on Finance of the Senate, or the chairman of the Joint Committee on Taxation, the Secretary shall furnish such committee with any return or return information specified in such request, except that any return or return information which can be associated with, or otherwise identify, directly or indirectly, a particular taxpayer shall be furnished to such committee only when sitting in closed executive session unless such taxpayer otherwise consents in writing to such disclosure.”\n\nTHE INVESTIGATIONS …\n\nWAPO’S CAROL LEONNIG, TOM HAMBURGER and DEVLIN BARRETT: “Trump attorney Cohen is being investigated for possible bank fraud, campaign finance violations”: “FBI agents on Monday raided Cohen’s Manhattan office, home and hotel room as part of the investigation, seizing records about Cohen’s clients and personal finances.",
  "... Trump ‘won’t like that Cohen is in the crosshairs, but you have to remember: He’d prefer the heat be on Cohen than on him,’ said one of the president’s advisers ... ‘His goal will be to figure out how much vulnerability he has.’” https://wapo.st/2uXEkxj\n\n-- “Mueller Investigating Ukrainian’s $150,000 Payment for a Trump Appearance,” by NYT’s Mike Schmidt and Maggie Haberman: “The special counsel is investigating a payment made to President Trump’s foundation by a Ukrainian steel magnate for a talk during the campaign, according to three people briefed on the matter, as part of a broader examination of streams of foreign money to Mr. Trump and his associates in the years leading up to the election.",
  "“Rosenstein, as the acting attorney general supervising Mueller’s work, has the responsibility of deciding whether to expand Mueller’s mandate to include the new topic or to refer it to a U.S. attorney’s office.” https://wapo.st/2IFlY66\n\nTHE BIG PICTURE – NYT’s Matt Apuzzo: “The searches open a new front for the Justice Department in its scrutiny of Mr. Trump and his associates: His longtime lawyer is being investigated in Manhattan; his son-in-law, Jared Kushner, is facing scrutiny by prosecutors in Brooklyn; his former campaign chairman is under indictment; his former national security adviser has pleaded guilty to lying; and a pair of former campaign aides are cooperating with Mr. Mueller.",
  "Let the Americans help her now.’ The call and the defector’s account are among a trove of materials that lawyers for Ms. Colvin’s family have presented to a judge in Washington in a wrongful-death suit they filed in 2016 against the Syrian government and nine Syrian security officials.” https://nyti.ms/2Jzwygm\n\n\n\nPlaybookers\n\nSPOTTED at Joe’s Monday night: Sen. Doug Jones (D-Ala.) ... Reps. Devin Nunes (R-Calif.) and George Holding (R-N.C.) having dinner in the private room at Cafe Berlin on Monday ... Sen. Bob Casey (R-Pa.) in seat 13A on American Airlines flight 4317 from PIT to DCA Monday – pic http://bit.ly/2HdKm1F\n\nFIRST IN PLAYBOOK -- Steve Hilton and Rodney Emery are joining Mercury.",
  "“Manafort's defense team said the fact that modern communications are stored on computers exacerbated the excessive scope of the search warrant, issued by U.S. Magistrate Judge Theresa Buchanan at the request of prosecutors working for Special Counsel Robert Mueller.” https://politi.co/2HnwKP5\n\nTHE WARNING SHOT -- “Mission impossible: Replacing Scott Pruitt: Senate Republicans fear they wouldn’t be able to confirm another nominee if Trump’s beleaguered EPA chief is ousted,” by Burgess Everett and Anthony Adragna: “There’s one big reason Senate Republicans are standing staunchly with Scott Pruitt: Confirming a replacement might be impossible.",
  "-- ABOUT THAT CONFIRMATION: “Pompeo asks Clinton for advice as he preps for confirmation battle,” by Nahal Toosi: “As a sharply partisan Republican member of Congress, CIA Director Mike Pompeo tormented former Secretary of State Hillary Clinton over her response to the deadly 2012 attacks in Benghazi, Libya, which Pompeo called ‘morally reprehensible.’ He also once liked a tweet that branded her successor, John Kerry, a ‘traitor.’\n\n“But now that Pompeo faces a tough confirmation process to become secretary of state himself, he has reached out to Clinton and Kerry, as well as every other living occupant of the office, to ask for guidance.",
  "This is especially important because data gleaned from Instagram users can be used for targeting advertisements on Facebook, and vice versa.” https://bloom.bg/2qlNEWi … The cover http://bit.ly/2JyAUEh\n\nPER MORNING DEFENSE: “Former Defense Secretary Ash Carter has a new book in the works, ‘Inside the Five-Sided Box,’ that ‘will share his story of fighting – and winning – some of America’s most consequential battles,’ his publisher, Dutton, tells Morning D. ... Carter, now Director of Harvard Kennedy School’s Belfer Center for Science and International Affairs, says in an announcement set for later today.",
  "The contribution from Mr. Pinchuk, who has sought closer ties for Ukraine to the West, was the largest the foundation received in 2015 from anyone besides Mr. Trump himself.” https://nyti.ms/2IFkvwC\n\n-- “Manafort moves to suppress evidence seized from his home,” by Josh Gerstein: “Lawyers for former Trump campaign chairman Paul Manafort pressed on Monday with their drive to knock out key evidence against their client, asking a federal judge to declare that a warrant used to search Manafort’s condo in Alexandria, Virginia, last July was invalid due to its sweeping nature.",
  "What that ultimately translates to is unclear.” … @PreetBharara: “If SDNY is truly in charge of this Michael Cohen investigation, that will continue whether or not Mueller is fired.”\n\nWAPO’S PHIL RUCKER, JOSH DAWSEY and BOB COSTA: “‘A bomb on Trump’s front porch’: FBI’s Cohen raids hit home for the president”: “Mark S. Zaid, a Washington lawyer, said the seizure of Cohen’s records ‘should be the most concerning for the president.’ ‘You can’t get much worse than this, other than arresting someone’s wife or putting pressure on a family member,’ he said.",
  "But turning on him would likely backfire, as the shrunken Republican majority would struggle to confirm any EPA administrator, let alone another one as conservative and driven to overturn former President Barack Obama’s environmental rules and regulations.” https://politi.co/2GKEVbb\n\n-- ABOUT THOSE RAISES: “EPA chief of staff takes responsibility for raises given to Pruitt aides,” by Emily Holden: “EPA chief of staff Ryan Jackson is taking responsibility for controversial raises given to two of Administrator Scott Pruitt’s top aides.",
  "Any communications claiming otherwise are simple inaccurate,’ Jackson said in a prepared statement.” https://politi.co/2qm1Zlw … The Atlantic story https://theatln.tc/2GMNoX3\n\nTHE NEW COLD WAR … “Kremlin aide: Russia’s centuries-long romance with West over,” by AP’s Vladimir Isachenkov in Moscow: “Russia has abandoned its centuries-long aspirations of integrating into the West and is bracing for a new era of ‘geopolitical loneliness,’ a top adviser to President Vladimir Putin warned in a magazine article released Monday.",
  "The Russian military was concerned the U.S. military would retaliate for the attacks and began jamming the GPS systems of drones operating in the area.” https://nbcnews.to/2IGNbp1\n\nTHE JUICE …\n\n-- WHO IS FUNDING PAUL RYAN’S POLITICAL EMPIRE, from Team Ryan’s FEC filing: Home Depot co-founder Bernie Marcus gave Ryan $247,700; Rex and Jeanne Sinquefield gave a total of $495,400; Kelly Loeffler, the chief communications and marketing officer of the Intercontinental Exchange, also gave $247,700.",
  "Again, they found nothing and in finding nothing that’s a big statement because you know the person who is in charge of the investigation -- you know all about that - Deputy Rod Rosenstein he wrote the letter very critical of Comey.”\n\n-- ON SESSIONS: “The attorney general made a terrible mistake when he did this and when [he] recused himself or he certainly should have let us know if he was going to recuse himself and we would have put a different attorney general in.",
  "He accuses them of shunning Moscow’s offers of cooperation and trying to sideline and weaken his country.” http://bit.ly/2qnpE4O\n\n-- YIKES: “Russia has figured out how to jam U.S. drones in Syria, officials say,” by NBC News’ Courtney Kube: “The Russian military has been jamming some U.S. military drones operating in the skies over Syria, seriously affecting American military operations, according to four U.S. officials.",
  "The plans also included opening the financial sector at a faster rate and giving U.S. companies more access to China’s booming e-commerce market.” https://bloom.bg/2qlw4kZ\n\nPRESIDENT TRUMP on, well, everything, from pooler Tarini Parti last night before meeting with military leaders:\n\n-- ON COHEN RAID: “So I just heard they broke into the office of one of my personal attorneys … It’s a disgraceful situation.",
  "…\n\n“‘He has unlimited money, we know that he’ll spend it, and as the campaign progresses you’ll see how much his personal wealth has increased while he’s been governor,’ Nelson told POLITICO after meeting privately with Facebook CEO Mark Zuckerberg on Capitol Hill.” https://politi.co/2GKSBmk\n\n\n\nA message from Google: Google is committed to helping veterans build successful civilian careers.",
  "Learn more at google.com/grow/veterans\n\nTRADE UPDATE … BLOOMBERG: “U.S.-China Talks Stalled Over High-Tech Industry”: “Liu He, a vice premier overseeing economics and finance, told a group of officials Thursday that Beijing had rejected a U.S. request to stop subsidizing industries related to its ‘Made in China 2025’ initiative, the person said.",
  "When you don’t, you can think of nothing else.’”\n\nMEDIAWATCH -- “Syrian Forces Aimed to Kill Journalists, U.S. Court Is Told,” by NYT’s Anne Barnard in Beirut: “A Skype call captured the artillery barrage that killed an American war reporter, Marie Colvin, on Feb. 22, 2012: thundering shells, people rushing for cover, screams of pain.",
  "Stop juvenilizing men here in Silicon Valley.’\n\n“When it comes to reporting on Facebook’s continuing controversies over data sharing, Swisher blasted some journalists for being ‘extraordinarily shy to do their job.’ ‘They sort of go around, ‘Well, Mark, tell me about — there’s been some issues around privacy,’’ she said.",
  "Government often takes a long time to enact regulations, but Zuckerberg is going to be on the spot to defend Silicon Valley and make the case for why massive social networks that connect billions of people should be treated differently than any other major utility, and why it doesn’t need Congress to regulate it.",
  "‘He understands the gravity of the challenge before him.’” https://politi.co/2HmVmaK\n\nFIRST IN PLAYBOOK -- HOYER STEPS UP FUNDRAISING, HOLDS EVENT WITH BIDEN: House Minority Whip Steny Hoyer held a fundraiser with a special guest, former VP Joe Biden, in Potomac last night that raised more than $500,000.",
  "Please tell us in detail and in triplicate.’” Listen to the full podcast https://bit.ly/2qjWLaM\n\n-- “6 questions Zuckerberg still hasn’t answered,” by Nancy Scola and Cory Bennett: https://politi.co/2ExQyML\n\nA message from Google: Google is supporting service members as they transition to civilian jobs.",
  "How she got her start in journalism: “I was living in Belgium, where I’d done a graduate program in European Studies, and afterwards I did a six-month internship in the press office at the European Commission in Brussels, where I wrote news releases and passed them out at the daily briefing.",
  "“In response, the company handed over documents about a $150,000 donation that the Ukrainian billionaire, Victor Pinchuk, made in September 2015 to the Donald J. Trump Foundation in exchange for a 20-minute appearance by Mr. Trump that month through a video link to a conference in Kiev.",
  "Mr. Mueller, meanwhile, wants to interview Mr. Trump about possible obstruction of justice.” https://nyti.ms/2HsgH2F\n\nTHE PEOPLE WHO KNOW THEIR STUFF … @maggieNYT: “Trump is angrier than he has been at any point in the many fuming news cycles, according to two people close to him.",
  "With Senate Majority Whip John Cornyn (R-Texas) term-limited out, the South Dakota senator has all but locked up the whip job ahead of the biggest Senate Republican leadership shakeup in years, according to senators and aides.” https://politi.co/2GMbu4h\n\nGood Tuesday morning.",
  "Under regulations governing the special counsel’s work, Mueller is required to consult with Deputy Attorney General Rod J. Rosenstein if his team finds information worth investigating that does not fall under his mandate to examine Russia’s interference in the 2016 election.",
  "Learn more at google.com/grow/veterans\n\nVALLEY TALK --- COVER DU JOUR – “Instagram Looks Like Facebook’s Best Hope,” by Sarah Frier in Bloomberg Businessweek: “Instagram relied on Facebook for its success, but now Facebook may depend on Instagram for its longevity.",
  "... Maile was born at 7:07 a.m. at the Virginia Hospital Center in Arlington, Virginia.” http://bit.ly/2HpaT9Y\n\n2018 WATCH -- “‘He has unlimited money’: Scott upends battle for the Senate,” by Kevin Robillard, Marc Caputo, and Burgess Everett: “Florida Gov.",
  "BUZZ … HOW DEMS COULD GET TRUMP’S TAX RETURNS IF THEY WIN THE HOUSE … This hasn’t gotten a ton of attention outside of the Capitol, but if Democrats win either chamber of Congress they’d be able to get their hands on PRESIDENT DONALD TRUMP’S tax returns.",
  "And the other side is where there are crimes and those crimes are obvious -- lies under oath all over the place, emails that are knocked out, that are acid washed and deleted, 33,000 emails were deleted after getting a subpoena from Congress.",
  "Then a shout: ‘She’s dead.’ Later that day, according to a Syrian defector, a military intelligence officer who had ordered the surveillance and shelling of journalists expressed grim satisfaction: ‘Marie Colvin was a dog and now she’s dead.",
  "“Vladislav Surkov wrote in the piece for Russia in Global Affairs that ‘Russia’s epic journey toward the West’ is over, marking an end to its ‘repeated vain attempts to become part of Western civilization’ over four centuries.",
  "“Trump complained sharply about Sessions and Mueller and asked detailed questions about who was behind the move — and said that people would be more critical of such a warrant if it wasn’t intended to damage the president.",
  "Among the records taken were those related to a 2016 payment Cohen made to adult-film star Stormy Daniels, who claims to have had a sexual encounter with Trump, according to a fourth person familiar with the investigation.",
  "“The U.S. demands came after Beijing offered to narrow the trade deficit by $50 billion, including by importing more liquefied natural gas, agricultural products, semiconductors and luxury goods, according to the person.",
  "Pruitt has been under fire over a report in the Atlantic last week that he used special hiring authority to give hefty pay increases to two political appointees who joined EPA after working for him in Oklahoma.",
  "‘We’ve got to stop acting like these people are papier-mache.’\n\n“Instead, the longtime Silicon Valley journalist proposed this direct line of questioning: ‘What the hell happened with Cambridge Analytica?",
  "“Strategists in both parties think this race could cost up to $200 million, dwarfing the record $180 million they spent fighting over Pennsylvania in 2016, according to the Center for Responsive Politics.",
  "| Susan Walsh/AP Photo\n\nDriving the Day\n\nPLAYBOOK SCOOP: SHAHIRA KNIGHT, the deputy director of the National Economic Council, is considering leaving the White House, according to a source close to her.",
  "When executives are asked whether it’s bad news that younger users seem disenchanted with the main social network, they respond that younger people love Instagram, and that’s good for business overall.",
  "They will be questioning Zuckerberg after just a few briefings from their staff …\n\n… Some lawmakers are going to want to lash out at and embarrass Zuckerberg, and he’d be wise to not react negatively.",
  "BIRTHWEEK (was yesterday): Jill Gershenson-Cohen\n\nBIRTHDAY OF THE DAY: Melinda Henneberger, editorial writer and columnist for the Kansas City Star who also writes a monthly column for USA Today.",
  "One financial services lobbyist said Knight has decided to leave in the “six- to eight-week horizon.” Knight is looking for the exit as Larry Kudlow has officially taken the reins of the NEC.",
  "The Russians began jamming some smaller U.S. drones several weeks ago, the officials said, after a series of suspected chemical weapons attacks on civilians in rebel-held eastern Ghouta.",
  "They continue to just go forward and here we are talking about Syria, we're talking about a lot of serious things … and I have this witch hunt constantly going on for over 12 months now.",
  "…\n\n“He complained about Rosenstein again Monday in private, a White House adviser said, and stewed all afternoon about the warrant to seize Cohen’s records, at times raising his voice.",
  "Playbook Reads\n\nPHOTO DU JOUR: President Donald Trump shakes new National Security Adviser John Bolton’s hand during a meeting with top military advisers on April 9 at the White House.",
  "Duckworth, who turned 50 on March 12, is one of only 10 women in the history of the nation to give birth while in Congress, with the other babies born to members serving in the House.",
  "He often says that Facebook should disrupt itself before someone else does, and he regularly celebrates Instagram at Facebook’s weekly staff meetings, according to several employees.",
  "You could say right after I won the nomination it started.” …\n\n“The stock market dropped a lot today as soon as they heard the noise you know of this nonsense that was going on.",
  "Rick Scott’s long-awaited clash with Democratic Sen. Bill Nelson has the makings of the most expensive Senate race ever — and that spells trouble for Democrats everywhere else.",
  "“Investigators took Cohen’s computer, phone and personal financial records, including tax returns, as part of the search of his office at Rockefeller Center, that person said.",
  "Trump said that Rosenstein approved the warrant, that he wished Rosenstein was not in the job and there was no one making the prosecutors follow the rules, the adviser said.",
  "Today when service members search “jobs for veterans” on Google, and enter their military occupational specialty code, they’ll see jobs that match their military skill sets.",
  "The Russian leader sought to forge close ties with the West after his first election in 2000, but later grew increasingly critical of the United States and its NATO allies.",
  "[On Monday], the Atlantic cited two administration officials who said one of the employees had sent an email indicating that Pruitt had signed off on her new salary level.",
  "Playbook: Top Trump economic adviser looking for the exits Presented by\n\nOne of President Donald Trump's top economic advisers Shahira Knight is considering leaving.",
  "ANOTHER BIG ADMINISTRATION MOVE -- MATT LLOYD is joining the State Department to help with Mike Pompeo’s confirmation, according to a source familiar with the move.",
  "The U.S. has accused China of using the policy to force companies into transferring technology in areas like robotics, aerospace and artificial intelligence.",
  "And unlike Facebook, which reported its first decline in users in North America in its most recent quarter, Instagram is still growing in its home market.",
  "Lloyd, a close ally to Vice President Mike Pence who worked for him in the House and in Indiana, is slated to run point for State on confirmation press.",
  "While many Trump aides have struggled to find post-administration gigs, she has policy chops and has a known track record on Capitol Hill and K Street.",
  "Several people in the private sector have expressed interest in hiring Knight, and she's held informal conversations about the next step in her career.",
  "Tammy Duckworth, D-Ill., on Monday gave birth to a daughter, Maile Pearl Bowlsbey, becoming the first sitting senator to have a baby while in office.",
  "Even as the embattled EPA administrator faced another day of difficult headlines on Monday, there is no push from the Senate GOP to shove Pruitt out.",
  "TOP EXPERT ADVICE … ANNA spoke with tech reporter and Recode co-founder KARA SWISHER recently about Zuckerberg for the latest “Women Rule” podcast.",
  "The app has hosted some unsavory content, including from Russia, but its filtered sunsets and selfie photos make it look benign by comparison.",
  "We also help employers find them by enabling companies to implement this feature on their career sites using Google Cloud’s Talent Solution.",
  "KNIGHT WAS the key Trump administration aide during the crafting of the tax bill, according to many people involved in the process.",
  "… Facebook can’t get away with saying “We are a young company learning how to grow.” They’re 15 years old with 2.2 billion users.",
  "Through Grow with Google, our initiative to create economic opportunities, we’ve developed resources specifically for veterans.",
  "‘These were lengthy calls seeking advice’ from the former secretaries, a person familiar with Pompeo’s prep work told POLITICO.",
  "-- BIDEN’S TAKE (from his remarks at the closed-door fundraiser): “Here’s the bottom line: this election is so damn important.",
  "SOME THINGS TO KEEP IN MIND: Lots of ink has been spilled regurgitating Facebook’s talking points, so we won’t do that here.",
  "All the people who would know the worst about you.’ The president spent much of Monday afternoon glued to the television.",
  "Investigators subpoenaed the Trump Organization this year for an array of records about business with foreign nationals.",
  "BEFORE JOINING THE WHITE HOUSE, Knight was VP of Fidelity Investments and is also a SIFMA and House Ways and Means alum.",
  "CareerBuilder, Pepsi, Siemens, RecruitMilitary, and many others have already implemented the API on their career sites.",
  "If Trump is able to maintain the House and the Senate this time out, what do you think that is gonna portend for 2020?",
  "“Instead, Republicans are gently rapping him for his ethical transgressions and praising his deregulatory regime.",
  "‘Administrator Pruitt had zero knowledge of the amount of the raises, nor the process by which they transpired.",
  "Here are a few other important dynamics at play: Many members of Congress are barely technologically literate.",
  "...\n\n“This guy can win again, but he will not win if Steny wins and we win back the House of Representatives.",
  "Scott, a multimillionaire, hasn’t ruled out spending tens of millions of his own money as he has in the past.",
  "These kind of personnel actions are handled by EPA’s HR officials, [Presidential Personnel Office] and me.",
  "...\n\n“The idea that Instagram might bail out Facebook has likely been in the back of Zuckerberg’s mind.",
  "‘This strikes at the inner sanctum: your lawyer, your CPA, your barber, your therapist, your bartender.",
  "But you’ll figure that out.”\n\nTHE TRUMP LINE that the special counsel has not found anything is off.",
  "... Instagram’s audience is younger than Facebook’s – and advantage from a marketer’s perspective.",
  "Hilton, VP of global government and public affairs for McDonald’s, joins as a managing director.",
  "TRUMP’S TUESDAY -- The president is meeting and holding a working lunch with the emir of Qatar.",
  "And nobody bothers looking at that.”\n\n-- ON MUELLER: “I think it’s a disgrace what’s going on.",
  "| Nicholas Kamm/AFP/Getty Images\n\nWELCOME TO THE WORLD – Chicago Sun-Times’ Lynn Sweet: “Sen.",
  "Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO.",
  "He most recently served as principal deputy assistant secretary for public affairs at HHS.",
  "MARK ZUCKERBERG will testify in front of a Senate panel today at 2:15 p.m. in Hart 216.",
  "“In a response to the latest report, Jackson distanced Pruitt from the salary decision.",
  "Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.",
  "It is the single break we have to stop this landslide, this mudslide that’s going on.",
  "… The Cohen raids required high-level authorization within the Justice Department.",
  "Mueller has brought charges and extracted pleas from several Trump associates.",
  "He will also host the Alabama Crimson Tide, the 2017 NCAA football champions.",
  "There’s no question that GOP senators are growing tired of defending Pruitt.",
  "A tense exchange with a member of Congress is not the kind of clip you want.",
  "... Guys, it’s ours for the taking.”\n\nThe most reliable politics newsletter.",
  "‘Security is like oxygen: When you have enough of it, you pay no attention.",
  "So he made what I consider to be a very terrible mistake for the country.",
  "This is the second child for Duckworth and her husband, Bryan Bowlsbey.",
  "Hoyer has raised more than $5.5 million for House Democrats this cycle.",
  "… THE BIG CHALLENGE: Lawmakers aren’t going to stop after one hearing.",
  "This is something that key GOP players on the Hill are well aware of.",
  "I’ve given over a million pages in documents to the special counsel.",
  "As a witness, staying even-keeled during a hearing like this is key.",
  "He’s 30-some years old … He can answer questions if he’s the CEO.",
  "These were incredibly well attended on account of the open bar.",
  "-- SWISHER’S TAKE: “‘He’s one of the richest people on earth.",
  "We’ve had that hanging over us from the very, very beginning.",
  "I think it’s the most important election in my lifetime.",
  "You always hear that but think about it in stark terms.",
  "SENATE LEADERSHIP INTRIGUE, via Burgess Everett: “Sen.",
  "Emery, who worked for the Madison Group, joins as SVP.",
  "Bolton’s first day in his new role was on Monday.",
  "And yet the other side they’re not even looking.",
  "She was crucial to the creation of the tax bill.",
  "Surkov’s article echoes statements from Putin.",
  "Take it, and explain how you’ll move forward.",
  "THE BEST CASE SCENARIO FOR ZUCK: Do no harm.",
  "Michael D. Cohen ... solicited the donation.",
  "Clinton, for one, has been willing to help.",
  "Many people have said you should fire him.",
  "He’s unlikely to do so again this fall.",
  "Knight is a hot commodity on K Street.",
  "John Thune passed on a run for the No.",
  "... What you’re doing really matters.",
  "I’ve been saying it for a long time.",
  "Actually it’s much more than that.",
  "It dropped quite a bit at the end.",
  "That we have to go through that.",
  "You can unsubscribe at any time.",
  "2 GOP leadership job in 2012.",
  "I’ve wanted to keep it down.",
  "It was up -- it was way up.",
  "Knight declined to comment.",
  "It’s a total witch hunt.",
  "He founded this company.",
  "(Yes, this was the 80s.)",
  "We’ll see what happens.",
  "Don’t get defensive.",
  "It dropped a lot.",
  "He’s an adult.",
  "At noon."
]