[
  "According to the document, the Commission's chief Brexit negotiator, Michel Barnier said that “David Davis, the Secretary of State for Exiting the European Union, did not regard his direct involvement in these negotiations as his priority.” And the Commission's president, Jean-Claude Juncker, “expressed his concern about the question of the stability and accountability of the U.K. negotiator and his apparent lack of involvement, which risked jeopardizing the success of the negotiations.”\n\nA few weeks earlier, in May, a German newspaper reported about a dinner between Juncker and British Prime Minister Theresa May.",
  "Asked why there were no talks scheduled for Wednesday, he said: “Our teams are available 24/7 and I would say that the timing of talks depends on the availability of the U.K. partners.”\n\nThe Telegraph article quoted unnamed U.K. officials dismissing that claim as “completely wrong.”\n\nOwen Paterson, a former Northern Ireland secretary, warned that this was part of a pattern of behavior by Commission officials aimed at discrediting U.K. negotiators.",
  "Owen Paterson, a Tory MP and former Northern Ireland secretary | Dan Kitwood/Getty Images Tory MPs accuse Brussels of Soviet-style Brexit propaganda Senior Tories claim EU is trying ‘to weaken Britain’s resolve.’\n\nTwo British Conservative MPs accused the European Commission of engaging in a Soviet-style \"disinformation campaign\" designed to damage public support for Brexit, the Daily Telegraph reported Saturday.",
  "They still haven't learned from the referendum that those outside bodies who intervened actually made it easier for the Leave campaign\n\n\"I negotiated a lot in the Council of Ministers when I was single market minister for quite a long time.",
  "Their intervention came after the Commission's chief spokesman on Tuesday accused British negotiators of creating a gap in last week's schedule of talks in Brussels by being unavailable when they were needed for meetings on Wednesday.",
  "“I leave Downing Street 10 times more skeptical than I was before,” Juncker was reported as saying, although that account was denied by London.",
  "John Redwood, a former British Cabinet minister, said in the Telegraph: \"They wrongly think they can manipulate British public opinion.",
  "Another source of disharmony was revealed in the minutes of a meeting of commissioners on July 12, which were published on September 6.",
  "The claims they are making are without merit and designed to whip up the opponents of Brexit in the U.K,” he said.",
  "“This looks like a Soviet-style disinformation campaign designed to weaken Britain's resolve.",
  "But when I on behalf of the U.K. government stood up to the bullying it went away.",
  "\"There was always a bullying tendency.",
  "I remember it well,\" Redwood said.",
  "But you have to stand up to it.”"
]