[
  "“The shooter has ceased shooting and will soon abandon his rifle, blend in with the students as they escape and walk free for an hour before arrest.” She added, “Fight for your lives before it’s someone else’s job!”\n\nAnd so we are left with the stark contrast — the sincerity of the students vs. the canned platitudes of the gun absolutists; the speed and vibrancy of a mass movement vs. the gridlock and sameness of our politics; the dogged determination of teenagers not yet world-weary vs. the sense of futility that pervades our politics.",
  "The sense of amazement among adults, including jaded members of the media, was palpable — both because supposedly sophisticated adults had not pulled off this kind of change in attitudes about guns in the decades they’d been trying and because the teenagers shredded the talking points, the lies, the cynicism and the indifference that we’ve become accustomed to in our politics.",
  "It gives the Russians, the haters, the xenophobes a louder voice and the tools to disguise their true identities, but it can also amplify sincere, empathetic voices and knit together a community — an overused but underappreciated phenomenon — without which the students’ organization on a scale of this magnitude would have been impossible.",
  "Too many have been guilted into accepting that “real Americans” are the Trump voters, and that the rest of us are pretenders, pawns of “elites.” The crowd reminded us of the country’s enormous geographic, racial, gender and age diversity.",
  "It is all too convenient to blame social media; the actual problem is the small but significant segment of the population behind the nastiness, anger, aggression and refusal to grapple with reality.",
  "Those on the event stage talked about their friends, their certainty in political change, their solidarity with other victims, and their fearlessness in the face of naysayers and cynics.",
  "But we’ve forgotten amidst the Cambridge Analytica and Facebook scandal and the daily torment of President Trump’s tweets that social media merely amplifies what is there already.",
  "The experience of the more than 180,000 students who have been exposed to gun violence in schools over the past few decades was suddenly very real, very immediate.",
  "And in the case of guns, these people are far more representative of the views of the country than the proverbial guy in the Rust Belt diner.",
  "Marjory Stoneman Douglas High School senior Emma Gonzalez read the names of those killed that day and the things they would never do.",
  "Too many of us have bought into the notion that teenagers are passive, addicted to their phones and lacking civic awareness.",
  "\n\nMarjory Stoneman Douglas High School student David Hogg speaks during the March for Our Lives on Saturday in Washington.",
  "However, it may be our image of our fellow Americans and teenagers that has been wildly inaccurate and unfairly negative.",
  "If teenagers can take the capital by storm, surely the rest of us can do something more than complain and yell at the TV.",
  "If we had forgotten that, the students who have grown up never knowing a world without iPhones surely hadn’t.",
  "She then stood silently at the microphone, letting the seconds tick away and the tears stream down her face.",
  "They gave one TV interview after another, displaying remarkable poise and heart-breaking sincerity.",
  "They mocked and condemned the National Rifle Association and the politicians who take their money.",
  "“Since the time that I came out here, it has been six minutes and 20 seconds,” she finally said.",
  "They spoke about democracy and urged the crowd to vote; they inveighed against party politics.",
  "(Matt McClain/The Washington Post)\n\nOpinion writer\n\nBy the hundreds of thousands, they came.",
  "The president has tried to make the abnormal commonplace and the unacceptable inevitable.",
  "The decision to let only children and teenagers speak was key to the entire endeavor.",
  "The shared their experiences in Chicago, South Los Angeles and Florida.",
  "Xenophobes and nativists certainly have come out from under the rocks.",
  "Social media has its downsides, we have come to learn all too well.",
  "As is always the case, the solution to bad speech is more speech.",
  "But if nothing else, the marchers reminded us we have a choice.",
  "We can be fatalistic and passive, or determined and active.",
  "(Plenty of teachers, parents and grandparents turned out.)",
  "If this was a movie, you’d think it was inauthentic.",
  "No canned political speeches; no feigned emotion.",
  "The most powerful moment, however, was unspoken.",
  "(Sen. Marco Rubio was a favorite punching bag.)",
  "They gave impassioned and articulate speeches.",
  "Adults decades older watched with awe.",
  "How did these kids learn to do this?",
  "They sounded angry, sad and serious.",
  "Yes, democracies are under assault.",
  "The outcome is not preordained.",
  "These are teenagers."
]