[
  "He denied that Cambridge Analytica had obtained any data via Facebook—a source of controversy for the firm ever since The Guardian reported in 2015 that CA based its data on research “spanning tens of millions of Facebook users, harvested largely without their permission.” Nix also claimed that it was the Cruz team that didn’t have access to the RNC’s Data Trust for much of the cycle and that “all data used for the majority of the campaign was provided by Cambridge Analytica.” However, Mike Shields, then the RNC’s chief of staff and Data Trust’s senior adviser, told me the Cruz campaign was in fact the second to sign an agreement with Data Trust, in 2014.",
  "Unlike many people in their orbit, Bannon wasn't obsequious: According to one person who often spends time with them, he made zero effort to dress up around his benefactors, often appearing in sweatpants and “looking almost like a homeless person.” Bannon was respectful around Robert, says this person, but with Rebekah he was more apt to say precisely what he thought: “He worked for Bob; he worked with Rebekah.” Although the Mercers had initially been persuaded to back Texas senator Ted Cruz in the Republican primary, Bannon preferred Trump, and by the time of the Republican National Convention the Mercers were with him.",
  "He has contributed to an ad campaign opposing the construction of the ground zero mosque; Doctors for Disaster Preparedness, a group that is associated with fringe scientific claims; and Black Americans for a Better Future—a vehicle, the Intercept discovered, for an African-American political consultant who has accused Barack Obama of “relentless pandering to homosexuals.” Magerman, Robert’s former colleague at Renaissance, recalls him saying, in front of coworkers, words to the effect that “your value as a human being is equivalent to what you are paid.",
  "When, in 2014, Robert accepted an award from the Association for Computational Linguistics, he recalled, in a soft voice and with quiet humor, his consternation at being informed that he was expected to give “an oration on some topic or another for an hour, which, by the way, is more than I typically talk in a month.” Sebastian Mallaby’s account of the hedge-fund elite, More Money Than God, describes him as an “icy cold” poker player who doesn’t remember having a nightmare.",
  "He was best known in his district for co-founding an organization that is collecting thousands of vials of urine as part of an effort it says will “revolutionize the evaluation of personal chemistry.” Robinson didn’t win, but he got closer than expected, and the Mercers got a taste of what their money could do.",
  "It was in 2012 that she really attracted attention in GOP circles when, not long after Mitt Romney lost the presidential race, she stood up before a crowd of Romney supporters at the University Club of New York and delivered a scathing but detailed diatribe about his inadequate data and canvassing operation.",
  "In a statement, Cruz was diplomatic: “We were delighted to work with Cambridge Analytica, they were a valuable asset to my campaign, and any rumors to the contrary are completely unfounded.” (The source close to Rebekah added, “I was with Rebekah the other day and Ted Cruz was falling all over her.",
  "Cruz repeatedly called Rebekah to complain, but she insisted that she had to be “fair and impartial.” One of his advisers says, “We felt to some extent she was being manipulated by Bannon.” A person close to Bannon counters: “There's absolutely no way anyone could manipulate Rebekah Mercer.\"",
  "Some have speculated that McCain may have angered the Mercers in 2014, when the Senate Permanent Subcommittee on Investigations, on which McCain was the ranking member at the time, asserted that Renaissance had used complex financial methods to underestimate its taxes by $6 billion.",
  "Before this point, Rebekah’s resume had consisted of a brief run trading stocks and bonds (including at her father’s hedge fund), a longer stint running her family’s foundation and, along with her two sisters, the management of an online gourmet cookie shop called Ruby et Violette.",
  "A longtime colleague, David Magerman, recalls that when Robert began working at Renaissance in 1993, he and his wife, Diana, were “grounded, sweet people.” (Magerman was suspended from Renaissance in February after making critical comments about Robert in The Wall Street Journal.)",
  "ETHAN MILLER/GETTY IMAGES Nix disputed this account too, noting that the firm’s fee was “clearly stated in our statement of work and contract.” However, a former consultant for the campaign, Tommy Sears, attended budget meetings “for two if not three days” over the matter.",
  "But, after the Supreme Court’s Citizens United decision in 2010, which significantly loosened restrictions on political spending, Rebekah decided it was time to “save America from becoming like socialist Europe,” as she has put it to several people.",
  "that they gave $200,000 to support an opposing candidate who once held a town hall meeting to discuss chemtrails—chemicals, according to a long-standing conspiracy theory, that the federal government is spraying on the public without its knowledge.",
  "My recommendation to the Mercers is just to pull them out of there and we’ll have them on another campaign by Monday.” Bannon’s language was so foul it was difficult to listen to, says one person on the call who had never met him before.",
  "He has also told people that he is careful not to get too close to the donors who make his campaigns possible, because they can be so easily annoyed by the most trivial of things—his laugh, for instance, or the way he eats a bread roll.",
  "According to two sources, one who strategized with the Mercers and another who worked closely with Trump, Rebekah insisted on a 30-minute face-to-face meeting with Trump, in which she informed him that his campaign was a disaster.",
  "She is operating under the information she’s been given.” “If Rebekah Mercer was broke and wasn’t a major donor in the Republican party,” says a Cruz adviser, “nobody would spend two seconds trying to know her… She’s not fun.",
  "Various people who have worked with the Mercers on campaigns told me they didn’t pressure their candidates to adopt policies that would benefit the family’s financial interests, such as favorable regulations for hedge funds.",
  "(From left to right) Patrick Caddell, Stephen Bannon, Lee and Alice Hanley On July Fourth weekend in 2014, members of the Mercer clan (Robert, Rebekah and her husband, Sylvain Mirochnikoff) went to visit some new friends.",
  "Robert had made his money by accumulating piles of data on human behavior (markets might move in a certain direction when it rains in Paris, for instance), in order to make extremely precise and lucrative financial bets.",
  "To her peers on the executive committee, she supported Alabama senator Jeff Sessions for attorney general and General Michael Flynn for national security adviser, but argued against naming Mitt Romney secretary of state.",
  "(Clockwise, starting top right) Jeff Roe, Ted Cruz, Alexander Nix All modern political campaigns have to balance their need for exorbitant sums of money with the obsessions of the people who want to give them that money.",
  "“I don’t know any of your fancy friends,” he replied, “and I haven’t got any interest in knowing them.” And so it seemed almost inevitable that their paths converged with Bannon’s when he took over Breitbart in 2012.",
  "Rebekah knew of this and arrived at her meeting with “props,” says the source who strategized with the Mercers: printouts of news articles about Manafort and Russia that she brandished as evidence that he had to go.",
  "Last December, about a month before Donald Trump’s inauguration, Rebekah Mercer arrived at Stephen Bannon’s office in Trump Tower, wearing a cape over a fur-trimmed dress and her distinctive diamond-studded glasses.",
  "In the fall of 2014, Toby Neugebauer, a garrulous oil-and-gas billionaire from Texas, took Cruz and his campaign manager, Jeff Roe, to the “Breitbart Embassy,” the website’s Washington headquarters near the Capitol.",
  "“I don’t know any of your fancy friends,” Robert Mercer told Sheldon Adelson, “and I haven’t got any interest in knowing them.” That the family gravitated toward Andrew Breitbart’s upstart website was no accident.",
  "“A whole new paradigm developing.” No Republican had yet emerged as a front-runner in the 2016 primary, but the Hanleys believed Ted Cruz could take Caddell’s insights and ride them all the way to the White House.",
  "By the following morning, Rebekah was breakfasting at Trump’s golf club in Bedminster, New Jersey, with the two people he trusts most, Ivanka Trump and Jared Kushner, to talk through the proposal in more detail.",
  "She preferred working from her apartment in Trump Place, which was in fact six separate apartments that she and her husband had combined into an opulent property more than twice the size of Gracie Mansion.",
  "And yet to his great surprise, Bannon vouched for CA, telling Caddell its scientists were “geniuses.” Caddell knew that Bannon was beholden to the Mercers—they were, after all, Breitbart’s part-owners.",
  "He made his vast fortune in his 50s, after his work on predicting financial markets led to his becoming co-CEO of Renaissance Technologies, one of the world’s most successful quantitative hedge funds.",
  "A source close to Cruz told me that Wilson’s operation had played a crucial role when Cruz ran for the Senate with only 2 percent name recognition in Texas and defeated a far better-known opponent.",
  "Roe, the straight-talking manager of the Cruz operation, has observed that running a campaign is like trying to solve a Rubik’s cube of complicated personalities and uncomfortable dependencies.",
  "In the summer of 2015, according to two sources, Rebekah reprimanded Cruz for an April article he’d co-authored with House Speaker Paul Ryan in The Wall Street Journal in support of free trade.",
  "Meanwhile, even though the Cruz staffers generally got along well with their CA counterparts—they sometimes took the visitors country-western dancing —the firm remained a source of friction.",
  "This was the summer home of Lee and Alice Hanley, Reagan conservatives who’d made their fortune in Texas oil and gas but lived mostly between Greenwich, Connecticut, and Palm Beach, Florida.",
  "Robert was impressed by Cruz’s intellect, according to a person at the meeting, but worried that the 43-year-old senator was too young and might struggle to capture voters’ imaginations.",
  "Rebekah isn't known to have been particularly political earlier in adulthood, while gaining a master’s degree in management science and engineering from Stanford, or in early motherhood.",
  "He had been disturbed by recent stories detailing disorganization in his campaign and alleging ties between Trump's campaign manager, Paul Manafort, and pro-Russia officials in Ukraine.",
  "Hanley had wanted to truly understand the mood of the country and Caddell had returned with something called the “Smith Project.” The nickname alluded to the Jimmy Stewart movie “Mr.",
  "Robert Mercer and Cruz had met before during a conference in February 2014, when Lee Hanley had invited them to the five-diamond Breakers resort in Palm Beach for a grilling session.",
  "One person who was close to the campaign says, “She is somewhere between the daughter of a brilliant hedge fund manager and mathematician and somebody who runs a bakery in New York.",
  "“The heartburn felt by the Cruz team was that over $3 million had already been spent by September 1, 2015.” When the Cruz team decided not to pay the full $3 million, bedlam ensued.",
  "As the Mercers weighed whether to get involved in a presidential race, their calculus was quite different from that of other megadonors, most of whom run massive corporate empires.",
  "Now, she was compiling lists of potential candidates for a host of official positions, the foot soldiers who would remake (or unmake) the United States government in Trump’s image.",
  "One source told me that, in a meeting with Sheldon Adelson and Robert Mercer a few years ago, the casino mogul asked Robert if he was familiar with certain big Republican players.",
  "Wilson was able to negotiate the fees down after, as Cruz staffers recalled, a CA representative accidentally emailed him a spreadsheet documenting the Houston team’s salaries.",
  "But according to Cruz staffers, when he began to test CA’s specialized models, he found that they were notably off, with, for example, some male voters miscategorized as women.",
  "She was the only megadonor to frequent Bannon’s sanctum, a characteristically bare-bones space containing little more than a whiteboard, a refrigerator and a conference table.",
  "“Bekah Mercer might be prepared to put a Democrat in Susan Collins’ seat simply to rid the party of Susan Collins,” a family friend joked by way of illustrating her thinking.",
  "As Rebekah saw it, SCL would allow the Mercers to control the data operation of any campaign they supported, giving the family enormous influence over messaging and strategy.",
  "After Neugebauer and Roe visited SCL’s London headquarters, the Cruz team agreed that CA could play a key role in their operation, running models and helping with research.",
  "JOSHUA BRIGHT/THE WASHINGTON POST/GETTY IMAGES According to Perkins and Caddell, Rebekah and Nix met with them a few times to discuss how CA could use the Smith Project.",
  "“I didn’t get to use a real computer until after high school.” Robert went on to work for decades at IBM, where he had a reputation as a brilliant computer scientist.",
  "He told people that he came away thinking, “Red flag, red flag, red flag.” In response to an extensive set of questions, Nix disputed this account of the meeting.",
  "In retrospect, Wilson told people, he believed that Nix resented the campaign for allocating work through a competitive bidding process, rather than favoring CA.",
  "They believe Republican elites are too cozy with Wall Street and too soft on immigration, and that American free enterprise and competition are in mortal danger.",
  "She and Bannon told Cruz that he should adopt the positions of Jeff Sessions, whose views on trade and immigration were more in line with the conservative base.",
  "She clearly has a skill set, but the skill set we’re discussing here regarding the understanding of the value of data and analytics doesn’t fall into that area.",
  "Over the course of the primary, Breitbart would publish around 60 pieces disputing that Cruz was eligible to be president because he had been born in Canada.",
  "On March 4, 2015, Cruz, Roe, Wilson and others gathered in the Hyatt in Washington D.C. for an all-day meeting with Nix and a group of CA senior executives.",
  "They traveled on Robert’s 203-foot luxury superyacht, the Sea Owl, and anchored just off the WASP enclave of Fishers Island in New York’s Long Island Sound.",
  "Almost everyone interviewed for this article, supporters and detractors alike, described her style as far more forceful than that of other powerful donors.",
  "Robert’s middle daughter Rebekah shares similar political beliefs, but she is also very articulate and, therefore, able to act as her father’s mouthpiece.",
  "According to multiple members of the Cruz team, Wilson was dismayed to learn that CA’s models weren’t fully ready for his focus groups the following week.",
  "However, it was made clear to Rebekah and Nix that the entire data analytics operation would be supervised by Chris Wilson, CEO of the research firm WPA.",
  "Still, the campaign wound up paying nearly $6 million to CA—which represented almost half of the money the Mercers had pledged to spend on Cruz’s behalf.",
  "The firm has worked on campaigns in Argentina, Kenya, Ghana, Indonesia and Thailand; the Pentagon has used it to conduct surveys in Iran and Afghanistan.",
  "He said that, by definition, teachers are not worth much because they aren't paid much.” His beliefs were well-known at the firm, according to Magerman.",
  "The firm is legendary for shunning people with Wall Street or even conventional finance backgrounds, instead favoring scientists and original thinkers.",
  "Someone on the call gave me a censored version of his outburst: “The only reason this campaign is where it is right now is because of our people and I.",
  "In many previous articles the Cruz campaign have highly rated the quality of our data scientists.”) By September, CA’s first six-month contract was up.",
  "Rebekah Mercer saw the Koch network as hopelessly soft on trade and immigration and was hungry for a way to promote her own more hard-line ideology.",
  "According to The Washington Post, the family donated $35 million to conservative think tanks and at least to $36.5 million to individual GOP races.",
  "“He wouldn’t look under the hood, because that’s not what he does,” says Bob Perkins, one of Caddell’s associates who worked on the Smith Project.",
  "He likes model trains, having once purchased a set for $2.7 million, and has acquired one of the country’s largest collections of machine guns.",
  "Rebekah was incensed that Trump had a tougher immigration policy than Cruz did—she particularly liked Trump’s idea for a total ban on Muslims.",
  "“If Rebekah Mercer was broke and wasn’t a major donor in the Republican Party,” says one, “nobody would spend two seconds trying to know her.",
  "Rebekah saw the Koch network as hopelessly soft on trade and immigration and was hungry for a mechanism to promote a more hard-line ideology.",
  "Steve Hantler, a friend of Rebekah’s, says she was determined to “disrupt the consultant class,” which she saw as wasteful and self-serving.",
  "In 2011, they made one of their most consequential investments: a reported $10 million in a new right-wing media operation called Breitbart.",
  "At one point, they recall, Nix explained that the National Rifle Association’s database of members would be a valuable way to target donors.",
  "In one meeting, according to Perkins, she gushed about his polo prowess and asked him to show off cellphone photos of himself on horseback.",
  "(From left to right) Rebekah Mercer, Robert Mercer, Stephen Bannon When politicians take money from megadonors, there are strings attached.",
  "In addition, they recalled, CA hadn’t set itself up with Data Trust, the Republican National Committee’s repository of voter information.",
  "“Given what was going on around him—and what he must have truly felt—he behaved like an absolute gentleman,” says a person close to Cruz.",
  "These, it said, would be used to tailor the most persuasive possible message, acting on that voter’s personality traits, hopes or fears.",
  "They loved to entertain and to act as connectors between politicians and donors in their assorted properties, even on their private jet.",
  "In short, unlike other donors, the Mercers are not merely angling to influence the Republican establishment—they want to obliterate it.",
  "“Even if he did not have a financial investment, he intellectually owned it, which was invaluable,” says a fellow political strategist.",
  "“There was an understanding between both parties that the totality of the contract through March 2016 would be $5.5 million,” he says.",
  "It’s not fair to blame CA's methodology for Cruz's loss.”) Others from Cruz’s team, however, remain bitter about the whole experience.",
  "The first candidate they threw their financial weight behind was Arthur Robinson, a chemist from Oregon who was running for Congress.",
  "Tall and imposing, Rebekah, known to close friends as Bekah, is the 43-year-old daughter of the reclusive billionaire Robert Mercer.",
  "As far as the team could tell, the only data CA possessed that the campaign didn’t already have appeared to be culled from Facebook.",
  "A CA employee in the campaign’s Houston office accidentally left the invoice in the photocopier, and Wilson happened to fish it out.",
  "“No one ever said directly that the quid pro quo for hiring CA was that the Mercers would support Cruz,” says someone close to Roe.",
  "He also doesn’t remember displaying such a picture and can “think of no good reason why Bob or Pat would be interested in horses.\")",
  "Wilson found the data scientists that CA sent to Houston to be highly efficient at the day-to-day work of his research operation.",
  "And it wasn’t long before Roe and his team suspected that Nix had promised them a more impressive product than he could deliver.",
  "Trump also brought on David Bossie, the president of Citizens United, with whom the Mercers and Bannon had been close for years.",
  "That holiday weekend, Lee Hanley revisited the subject of a poll he’d commissioned in 2013 from Pat Caddell, a longtime friend.",
  "Rebekah made her move last August, at a fundraiser at the East Hampton estate of Woody Johnson, the owner of the New York Jets.",
  "“He doesn't understand politics or geopolitics or anything about the running of the government,” Alice Hanley told me recently.",
  "And she also had a solution in mind: Trump should put Bannon in charge of the campaign and hire the pollster Kellyanne Conway.",
  "After the first debate in South Carolina, Rebekah gave Cruz a “dressing down” on his performance, according to three sources.",
  "And Rebekah started flying Alexander Nix, the firm’s Old Etonian CEO, around the country to introduce him to her contacts.",
  "The Cruz operation became so fed up with Nix that they pushed back, hard, on CA’s bill for its second six-month contract.",
  "SCL promised much more, claiming to be able to manipulate voter behavior through something called psychographic modeling.",
  "Under Rebekah’s leadership, the family foundation poured some $70 million into conservative causes between 2009 and 2014.",
  "The Mercers are “purists,” says Pat Caddell, a former aide to Jimmy Carter who has shifted to the right over the years.",
  "Apparently, Cruz can hold his alcohol (his preference is cabernet), which is a prized attribute in the Hanleys’ circle.",
  "(“I love the fact that you're telling your story, but I'm the one giving the interview,” he told me in a conversation.)",
  "(Her older sister Jenji has practiced law; her younger sister Heather Sue is, like Robert, a competitive poker player).",
  "The company’s American branch was renamed Cambridge Analytica, to emphasize the pedigree of its behavioral scientists.",
  "Nevertheless, after CA was engaged, Neugebauer took a private jet to the Bahamas to meet Robert Mercer on the Sea Owl.",
  "Like the Mercers, the Hanleys were convinced that the American political establishment was rotten to its foundations.",
  "Less than four months later, Mercer's handpicked team had pulled off one of the greatest upsets in American politics.",
  "She started attending Koch events and donating to the Goldwater Institute, a right-wing think tank based in Arizona.",
  "More established names in Republican politics, such as the Kochs and Paul Singer, had sat out the general election.",
  "That support partly explains how Rebekah secured a spot on the executive committee of the Trump transition team.",
  "DREW ANGERER/GETTY IMAGES But then the Mercers aren’t typical donors in most senses beyond their extreme wealth.",
  "They saw Cruz as a unicorn: a dedicated fiscal and social conservative who had broken with his party repeatedly.",
  "Robert preferred to focus on his work at Renaissance, often operating from his Long Island mansion, Owl’s Nest.",
  "It didn’t matter whether the candidate came from the left or the right; voters just wanted somebody different.",
  "Dressed in impeccably tailored suits, he is in his element on stage making presentations at large conferences.",
  "In phone surveys, staffers said, CA’s predictions fell short of the 85 percent accuracy the campaign expected.",
  "By this time, Cruz and his team were becoming increasingly concerned about Bannon’s relationship with Rebekah.",
  "According to Politico and other sources, she was frustrated at the time that no one was taking her seriously.",
  "(Her family had pledged $2 million to the effort about a month earlier, so she felt comfortable being frank.)",
  "Her views on these matters were heard, according to several people on and close to the transition leadership.",
  "As a boy growing up in New Mexico, he carried around a notebook filled with computer programs he had written.",
  "Around 2012, Robert Mercer reportedly invested $5 million in a British data science company named SCL Group.",
  "The girls were used to getting what they wanted.” At Renaissance, Robert was an eccentric among eccentrics.",
  "“None of us ever thought he would get his views out, because he only talked to his cats,” Magerman told me.",
  "The data remained unavailable until, a Cruz campaign source said, it was pretty much too late to be useful.",
  "Caddell says he was perplexed when Nix wouldn’t show him the instruments CA used to predict voter behavior.",
  "The invoice totaled an eye-popping $3,119,052 for work that Wilson estimated to be worth $600,000 at most.",
  "(She has four children with her French-born husband, who became an investment banker at Morgan Stanley.)",
  "Still, it quickly became clear to her new colleagues that she wasn’t content just to chip in with ideas.",
  "Nix, 41, is not a data scientist (his background is in financial services), but he is a showy salesman.",
  "As it happened, however, the family owned what seemed to be an ideal vehicle for achieving her goals.",
  "Smith Goes to Washington,” because its results were so clear: Americans were hungry for an outsider.",
  "However, occasionally she can be found in the background of news photos, uncredited in the captions.",
  "Rebekah was less successful when she lobbied hard for John Bolton, the famously hawkish former U.S.",
  "But the Mercers had committed millions of dollars to a campaign that often seemed beyond salvaging.",
  "Their destination, a medieval-style granite castle called White Caps, towered over the shoreline.",
  "Two weeks before the Iowa caucuses, Wilson assigned a contract to a firm called Targeted Victory.",
  "Unlike the other offices, it also had a curtain so no one could see what was happening inside.",
  "“I know it sounds sexist, but she was whiny as hell,” says one person who watched her operate.",
  "But since Robert was so averse to publicity, his ideology wasn’t seen as a cause for concern.",
  "When he decided not to endorse Trump at the GOP convention, the Mercers publicly rebuked him.",
  "Best of all, from the Mercers’ perspective, SCL operated entirely outside the GOP apparatus.",
  "Most political campaigns run highly sophisticated micro-targeting efforts to locate voters.",
  "For years, Robert has embraced a supercharged libertarianism with idiosyncratic variations.",
  "She’s just like a series of amoeba cells.” The two sides were also diverging ideologically.",
  "After he learned of Bannon’s involvement, Caddell stopped asking Bannon questions about CA.",
  "In the end, Bannon helped seal the deal between the Mercers and Cruz, with CA as the glue.",
  "In the case of the Cruz campaign, the donor obsession in question was Cambridge Analytica.",
  "Jeff Roe (left) with Ted Cruz (right), who ultimately fell out of Rebekah Mercer's favor.",
  "Rarely seen in public, he likes to spend his free time with his wife and three daughters.",
  "Now, they were Trump’s version of the establishment—which is to say, a very volatile one.",
  "Similarly, SCL claimed to be able to formulate complex psychological profiles of voters.",
  "Here she is arriving at Trump Tower on December 8, with Nick Ayers and Kellyanne Conway.",
  "Wilson typed an emoji with rolling eyes next to the statement because it was so obvious.",
  "According to The New York Times, however, Bannon was also vice president of CA’s board.",
  "(Neither Rebekah nor Robert responded to detailed lists of questions for this article.)",
  "He also thought the firm didn’t grasp the seismic shift underway in American politics.",
  "Rebekah Mercer was impressed by Nix's command of data and artistry on the polo field.",
  "Still, Robert warmed to him over the course of many weekends at various Hanley homes.",
  "But with the reclusive duo who propelled Trump into the White House, there’s a fuse.",
  "But with the reclusive duo who propelled Trump into the White House, there’s a fuse.",
  "They had lost all faith in the ruling class—the government, the media, Wall Street.",
  "“We felt to some extent she was being manipulated by Bannon,\" a Cruz adviser said.",
  "(“Different models have differing levels of accuracy,” Nix said in his response.",
  "According to multiple people on the call, she accused Wilson of undermining CA.",
  "So intensely do the Mercers want to unseat Republican senator John McCain[2] 2.",
  "And when Bolton was not named to any position, she made her displeasure known.",
  "Bannon (who declined to comment for this article) was now blatantly pro-Trump.",
  "CA then locked its data in the cloud so it couldn’t be accessed by Roe’s team.",
  "When Neugebauer asked him to donate to Cruz’s bid, Robert was matter-of-fact.",
  "“I suspect these numbers have been taken out of context to make us look bad.",
  "(A source close to Rebekah said she wanted a “results-oriented” consultant.)",
  "“Diana started jetting off to Europe and flying to their yacht on weekends.",
  "If Trump was an unexpected victor, the Mercers were unexpected kingmakers.",
  "“I didn’t understand what Nix was talking about,” Perkins told me bluntly.",
  "Through a bizarre combination of daring and luck, the insurgents had won.",
  "When politicians take money from megadonors, there are strings attached.",
  "SIGN UP And it would be Rebekah who would actually carry out this plan.",
  "Bannon, meanwhile, unleashed a torrent of profanities at the Cruz team.",
  "With SCL, Rebekah finally had the chance to prove she could do better.",
  "“It showed the entire blow-up of the country coming,” Caddell told me.",
  "Unlike the Mercers, though, they were popular and vigorous socialites.",
  "They also appreciated how quickly he improved the website’s finances.",
  "Renaissance has told The New York Times its tax practices are lawful.",
  "Another of the political pros, who knew Bannon well, wasn’t shocked.",
  "Subsequently, Cruz proposed a 180-day suspension on all H1-B visas.",
  "“It’s very unlikely that any of them actually worked,” he has said.",
  "He is reportedly pro-death penalty, pro-life and pro-gold standard.",
  "Ambassador to the United Nations, to be deputy secretary of state.",
  "A phone call was scheduled with Rebekah, Bannon and CA’s attorney.",
  "“I understand she’s a nice lady,” Wilson says politely of Rebekah.",
  "(Nix says he doesn’t recall this meeting or others with the three.",
  "For more stories that stay with you, subscribe to our newsletter.",
  "“I can’t fucking believe it,” Wilson told Roe, who concurred.",
  "The acrimony lingered long after Cruz exited the race in May.",
  "Within four days, Trump did exactly as Rebekah had advised.",
  "Robert himself, by all accounts, is extremely introverted.",
  "Besides, Rebekah was the political animal in the family.",
  "Alexander Nix at Cambridge Analytica's New York office.",
  "Some even wondered if she’d been given all the facts.",
  "She wanted to disrupt the conservative movement, too.",
  "The Mercers recognized Bannon as an ideological ally.",
  "Trump, who knew her slightly, was willing to listen.",
  "The Cruz team was taken aback by Rebekah’s reaction.",
  "The family’s political advocacy accelerated rapidly.",
  "(Nix said CA had intended to send the spreadsheet.)",
  "This was precisely the kind of work Robert valued.",
  "“There’s no data like more data,” he likes to say.",
  "Rebekah wasn’t a regular presence at Trump Tower.",
  "(The exact number of their billions is unknown.)",
  "“Who is that woman?” people in attendance asked.",
  "According to the source, Robert shut him down.",
  "Conway had worked for the Mercers' super PAC.",
  "Instead, their mission was a systemic one.",
  "She’s just like a series of amoeba cells.”",
  "He can, however, come across as arrogant.",
  "The family would start with $11 million.",
  "Nix, as usual, did most of the talking.",
  "“That’s Steve doing business,” he says.",
  "Robert Mercer is a youthful-looking 70.",
  "Rebekah Mercer is rarely photographed.",
  "But “money changed all that,” he says.",
  "The political veterans were skeptical.",
  "Rebekah was clearly impressed by Nix.",
  "This was a relatively new phenomenon.",
  "Meanwhile, the red flags kept coming.",
  "Why, then, was CA necessary at all?",
  "Wilson took notes on his computer.",
  "Cruz won the Iowa caucuses anyway.",
  "She wanted decision-making power.",
  "They were dismissive of Trump.",
  "Bannon flitted in and out.",
  "Bannon was in charge.",
  "Manafort was out.",
  "… She’s not fun.",
  "[3] 3.",
  "[1] 1.",
  "..."
]