[
  "And -- and it goes to the even larger question about the missed opportunities of the first six months of this administration, which is that here's a man who's not really a Republican, doesn't owe that much to the party, he's not a Democrat either, can legislate, can lead in a populist way, hasn't done infrastructure, hasn't expanded medical care for the kind of people who voted for him.",
  "DICKERSON: Back in June of 2016, leaving aside -- there was no question of collusion at that time in the public record, but meeting with somebody who is offered and advertised as an agent of the Russian government, wouldn't that have been something that if you were advising the campaign, you would say, Russia is an enemy of the United States, don't take this meeting?",
  "DICKERSON: It is also, Jeffrey, interesting to see -- I mean the -- it was Mitt Romney's position about the Russians, as far back as the last election, that they were the number one geopolitical foe and that now to see some people arguing, not that big a deal, that, you know, Russians, well, they're just like the Ukrainians, but they weren't at this point in 2016.",
  "That's why Jay Sekulow feels he can come out here, pull what is now known as the full Sekulow, show up on all the shows this morning defending the president, and say what he's saying because he knows that the president's base is still with him, and there's nothing -- nothing that has come out yet that really --\n\nDICKERSON: Will change that.",
  "In the middle of June, there was a report that you and Chairman Burr, after speaking to special counsel Mueller, were not going to be looking into the obstruction of justice question, but then another report that Chairman Burr was working to get those memos that James Comey wrote about his meetings with President Trump.",
  "Like the first version, it would repeal the Obamacare mandate to buy health insurance and reduce funding for its Medicaid expansion, but the new bill adds $45 million to tackle the opioid abuse, keeps some Obamacare taxes on the rich, and includes Senator Ted Cruz's proposal to allow insurers to offer a bare-bones plan.",
  "Think about the position it puts congressional Republicans in who, the White House wants to defend them on this issue and help them on other issues, and yet even Jay Sekulow seems very reluctant to get out very far ahead in responding to your questions because no one is quite sure what is going to turn up next week.",
  "It keeps the insurance mandates that cause the prices to rise, which chase young, healthy people out of the marketplace, and leads to what people call adverse selection, where you have a sicker and sicker insurance pool, and the premiums keep rising through the roof.",
  "The fact also that he said he wants to get these Comey memos out there at some point and in some fashion, I think, signals that he clearly has seen something that he thinks the public would find interesting, and perhaps shed a little more light on what was going on.",
  "SEN. MARK WARNER (D), VIRGINIA: Well, John, this is the first time that the public has seen in black and white on the e-mail thread clear evidence that the Russians, and particularly there was a Russian government effort to try to undermine Clinton, help Trump.",
  "(END VIDEO CLIP)\n\nDICKERSON: But, this week, the president's son Donald Jr. released e-mails documenting that he and other campaign officials had met with a Russian attorney last summer, with the promise of receiving negative material about Hillary Clinton.",
  "Right now, the insurance companies have gamed the system, such that they get enormous profit from the group plans, and then they lose money in the individual markets and they whine, and they come to Washington, they write the bill, and they get bailed out.",
  "I think this -- when the history of this is written, this will turn out to have been, this past week, a pivotal week, a watershed week, because this was not a report based on anonymous sources or based on Democratic critics, or people you don't know.",
  "Is it possible, or is it probable, that basically there are silos and that, when Kellyanne Conway said there was -- nobody talked to the Russians, and the vice president said the same thing, they just had no idea what the president's son was doing?",
  "When you think of the forgotten man that he talked about in his inaugural address, what you don't hear so much is people saying, boy, you know, we tried to talk to the president about something else, but he kept coming back to the forgotten man.",
  "They know -- I talk to them on a regular basis -- that there are Democrats out there who want to work with Republicans on this and vice versa, on prescription drug prices, on the access to this, on allowing people to buy across state lines.",
  "President Trump left the Washington heat behind, and spent the weekend enjoying golf at his club in New Jersey after news that upended months of denials from Trump officials about contacts with the Russians during the presidential campaign.",
  "JOHN DICKERSON, CBS HOST: Today on FACE THE NATION: fallout from news the Trump campaign was eager to work with Russians seeking to influence the election, and another setback for Senate Republicans trying to get a health care bill passed.",
  "And that's why even the Cruz amendment, people are saying, oh, we need more money in the insurance bailout fund, because the Cruz amendment is going to cost us a lot of money, taxpayer money, to try to stabilize the insurance markets.",
  "DICKERSON: The reason that we talk about a death spiral is, there are a sick people out there, and it's not traditionally been the case that insurance companies rush to cover the sickest people first, because they're quite expensive.",
  "And then, if you get sick, you leave employment, you don't have insurance, then they gouge you, drop you, and then they say, oh, no, no, no, we really want to help people that are sick, but we will do it if you subsidize our profits.",
  "If you look at Republicans, the number of them -- or Republican-leaning independents who think the Russians sought to influence the election and that the Trump team intentionally helped has dropped to just 9 percent of Republicans.",
  "And I think that the great danger they face going into the midterms -- that any party does facing midterm elections when they're in power in the White House is that they've got a demoralized base and the other side is revved up.",
  "I would think, if you had a meeting with agents of the Russian government, where they were bringing forth information to discredit Clinton and help their then candidate Trump, I would think a rational person would remember that.",
  "PAUL: I think the longer the bill is out there, the more conservative Republicans are going to discover that it's not repeal, and the more that everybody is going to discover that it keeps the fundamental flaw of Obamacare.",
  "(END VIDEO CLIP)\n\nDICKERSON: NASA's Apollo 8 mission successfully launched three astronauts into space, beating the Soviets to become the first manned flight to leave the earth's orbit, circle the moon, and return safely.",
  "So a majority of them now are on the president's side, think that all of this is just designed to discredit him from a partisan perspective, while the rest of the country is like, no, this is some real serious problems.",
  "This was -- these were e-mails released by Donald Trump Jr. that showed the Russian government trying to meddle in our election, and Donald Trump Jr. eager to meet with them to see if he could get information from them.",
  "It just shows you this is why it's going to take so long, because it's just going to require extensive interviews, negotiations with these people to get them to come, and either do this behind closed doors or in public.",
  "And what was remarkable was, you saw not only willingness, but actually glee from the president's son, as well as involvement of the campaign manager and the president's son-in-law to say, in effect, yes, bring it on.",
  "(COMMERCIAL BREAK)\n\nDICKERSON: President Trump said any person in a campaign would have done what his son and top advisers did, meet with the person advertised as a Russian government agent with dirt on an opponent.",
  "And from the moment you watch either \"Dr. Zhivago\" or read \"Brothers Karamazov\" to the point you had a shot of liquor with a guy in a furry hat, you need to disclose every contact you have ever had with Russia.",
  "But I would say that there's a very good chance that he and his people don't want him out there talking about it because he isn't really good at talking about it and would get trapped in the -- in the details.",
  "PAUL: And so there is -- what happens is everybody -- yes, well, the thing is, is, already, the rules have been in place for a long time, since the '90s, that group insurance has to basically cover everybody.",
  "So, they're trying to make it legal to sell other insurance policies that don't have the regs, but the problem is, is it's being done in a context of keeping all of the overall regulatory scheme of Obamacare.",
  "And we have heard not only from the chairman, but we've heard from Susan Collins and James Lankford, a series of other Republican members on the committee as well, saying we need to talk to all these folks.",
  "But it does seem strange to me that he didn't forget once, not twice, but three separate meetings with senior-level Russian officials, and he conveniently forgot to put any of those on his initial filing.",
  "We do know as well that Facebook, for example, that denied any responsibility during our election, by the time the French elections took place this past spring, they literally took down 30,000 fake sites.",
  "(COMMERCIAL BREAK)\n\nDICKERSON: We will be right back with a lot more FACE THE NATION, including an interview with one of the president's attorneys, and a new book about Apollo 8, and more from our panel.",
  "DICKERSON: What would be the best thing as far as for the president's -- as the president's lawyer, what would be the best thing that his son could do in terms of answering questions about this meeting?",
  "While 60 percent of Americans now think Russia tried to influence the election, in the new \"Washington Post\"/ABC poll out this morning, and 44 percent think Trump benefited directly from that attempt.",
  "I would like to get -- not to relitigate 2016, but I think the whole role of these social media platforms in terms of disseminating fake news is a policy question that we're going to have to address.",
  "It's not -- it's not inconceivable that it would pass, but no bill with this low of support with the public has ever -- no major bill has ever been enacted in U.S. history since we started polling.",
  "It is certainly not -- it certainly has not been a mainstream Republican argument, which is why most Republicans would have said, really, you want me to meet with a Russian agent during a campaign?",
  "The individual that was -- the individuals that were involved in the meeting ended up going right down to Washington to still lobby on The Magnitsky Act and that whole issue of Russian sanctions.",
  "RAMESH PONNURU, SENIOR EDITOR, \"THE NATIONAL REVIEW\": I think it's very possible that not everybody in the White House, or allied to the White House, is up to speed on everything that's happened.",
  "In 1968, Lyndon Johnson's team had wiretaps that proved candidate Nixon was working to block the Vietnam peace talks, but they believed it immoral to use the covert information to expose Nixon.",
  "And does that put the White House in a tricky position, because they try and deny something and then four new stages of story comes out because the president's son wasn't forthcoming at first?",
  "He also said he didn't know the individual that was there, the Russian-American said he doesn't -- I read that same AP report and he said he doesn't know what -- if there was anything in it.",
  "PONNURU: There's nobody who's out there day in day out making the case for it, pushing back widespread misrepresentations of it the way that other major legislation of this type usually has.",
  "Republican President, Republican House, Republican Senate, cannot undo Obamacare, really he'll be judge as having an historically bad first year, put aside Russia, put aside everything else.",
  "The Vietnam War was raging, riots and unrest plagued political conventions, and the assassinations of Dr. Martin Luther King and Robert F. Kennedy shook an already weary nation to the core.",
  "Yes, I think that's a hard needle to thread and it puts people like Mike Pence in a terrible situation because he has misrepresented something that we now know -- we assume unknowingly.",
  "PONNURU: Well, you know, one thing that's been really notable is that you don't have campaign officials from previous Republicans campaigns coming forward saying, yes, this is routine.",
  "Well -- and I think what was going on there -- you're absolutely right, they could not abide losing any other people, but they also had an intuitive faith in the men and women of NASA.",
  "They elected us to repeal Obamacare, and now we're going to keep most of the taxes, keep the regs, keep the subsidies, and create a giant bailout superfund for the insurance companies.",
  "PONNURU: I think it become intensely demoralizing to Republicans, even if those Republicans don't, as I said, love this bill, to hear that the Republicans haven't done anything on it.",
  "These folks have been saying that for a year, yet, over a year ago, we know they had clear evidence as well there was a Russian government effort to undermine Clinton and help Trump.",
  "But I do think we're getting closer to a point where one of these characters who was at the Trump Tower probably ends up testifying publicly and explaining themselves a little more.",
  "I'm -- I would guess that some -- Kellyanne Conway, Sean Spicer, Reince Priebus, I'm not sure they would have taken a meeting with somebody advertised as a Russian government agent.",
  "So when you say \"other meetings that took place,\" I'm sure they had conversations during the course of a campaign about meetings that were relevant to some kind of determination.",
  "DICKERSON: Well, and the proponents of that insurance idea argue that, to transfer from the system they would like, a more free market approach, you need some kind of transition.",
  "And then he went on and explained what happened at the meeting, discussed the nature of the meeting, that it was not based on -- it was supposed to be about opposition research.",
  "If this -- if the Republicans don't repeal the Affordable Care Act after seven years, won't -- isn't that something that they have to worry about in terms of political backlash?",
  "Before this revelation, when we talked to White House officials about any connection between Russia and any Trump officials they said almost how dare you even ask the question.",
  "SEKULOW: Well, look, I think what -- I think Don Jr., you know, addressed that, saying if he -- he was looking at he would look at it differently now or handle it differently.",
  "But on this question of what -- what people were thinking about the Russians in the summer of 2016, I mean you wrote a book called \"The Unholy Alliance,\" about the Russians.",
  "O'KEEFE: Which means putting it back in the committees and letting them hash it out in public, and then drag it out the way \"Schoolhouse Rock\" tells it's supposed to happen.",
  "And joining us now is Jeffrey Kluger, a science editor and senior writer at \"Time\" magazine and the author of \"Apollo 8,\" a new book that looks back at that seminal mission.",
  "WARNER: Well, we do know that there was a series of Russian trolls, paid individuals who worked for the Russian services that were trying to interfere and put fake news out.",
  "And, look, Susan Collins this morning, Rand Paul, suggested it -- John McCain suggested it Friday before this news came out, they want to see this go back to regular order.",
  "Well, the House is working on some -- you know, there's a big defense bill that has to get done and they're starting to think about a spending plan by the end of September.",
  "It's not as if the president's not addressing this and he's addressed it publicly about his concerns with Russian engagement, generally, and he asked Putin about it twice.",
  "Well, something's happened on the right in America in which Putin has been re-imagined and Russia's been reimagined as a stalwart Christian nation opposing radical Islam.",
  "So they know, this is a way to plant our flag, to establish to the world that a free culture, that a capitalist culture, is able to do something preposterously wonderful.",
  "DICKERSON: Would it -- and so would it help the president's case if he testified in front of the Senate Intelligence Committee and others who's asked for him to testify?",
  "WARNER: I want to hear from everyone in that meeting, and get their version of the story, as well as I think we may find out there may have been other meetings as well.",
  "It's just very hard to get members of Congress looking at their own re-election in many cases next year to put themselves on the line for a bill that is so unpopular.",
  "DICKERSON: How much a part of that was -- well, break the component parts down for me in terms of that commitment because we'll bring it to the president in a moment.",
  "That knew that they had the resolve, that they had the wherewithal, they had the mom (ph) maniacal commitment to make these machines work and make this mission work.",
  "(END VIDEO CLIP)\n\nDICKERSON: Congressional investigators on both sides now have lots of questions for both the president's son Don Jr. and son-in-law, Jared Kushner.",
  "And so what's the --\n\nGOLDBERG: Well, this is the mystery -- one of the mysteries at the heart of this whole episode is -- is this, why is he more or less AWOL?",
  "In 2008, John McCain forbid his staff from using an ad that referred to Barack Obama's former pastor, Jeremiah Wright, or to raise that issue in any other way.",
  "And now that Comey is writing a book, frankly, he may not want them out yet either until the book...\n\n(CROSSTALK)\n\nDICKERSON: We will be talking to his agent.",
  "The bottom line is, insurance companies, I have no problem with them making a profit, but they need to earn it honestly by selling people something they want.",
  "DICKERSON: You -- another area that it's -- it appears you're interested in is the data operation of the Trump campaign, which Jared Kushner was overseeing.",
  "DICKERSON: Do you -- the AP is reporting that the -- the lobbyist who was in the meeting said that the president's son was given a portfolio of information.",
  "I also think -- and this is, again, this is pure speculation, but I think that he's probably ambivalent about this bill and the nature of it, and the idea.",
  "If you're going to cover -- if you're going to have equal treatment for people with pre-existing conditions, it means healthy people are going to pay more.",
  "And at the same time, three American astronauts had been lost in a spacecraft fire just the year before, in 1967, Ed White, Gus Grissom, and Roger Chaffee.",
  "And so all of this constant refrain from the president's son, from the president himself that there's no there there, that the whole thing is a witch-hunt.",
  "But the country was obsessively focused on this one non-partisan, indeed uber -- or surpassing partisan goal to get to the moon before a certain deadline.",
  "We also know that Twitter -- it's been reported that literally 8 percent of the Twitter accounts are fake, so those accounts can be manipulated as well.",
  "WARNER: Clearly, this administration has not been forthcoming about what they know and when they knew it in terms Russian involvement in the elections.",
  "As far as other meetings go, look, the president has said that he was not aware of it, wasn't involved in it, and there's been no indication otherwise.",
  "Now that there is proof that the president's son was anxious to go to a meeting with someone who was advertised as a Russian agent, well, no big deal.",
  "And further complicating efforts to get a health care bill, news that Arizona Republican John McCain has undergone surgery and will be out for a week.",
  "But let me get at just the question...\n\nPAUL: Well, actually, no, one of the things that is written into the rule is that all comers have to be taken.",
  "But the discussion was about The Magnitsky Act, so it may well -- it could have -- if there was anything, it could have been about the Magnitsky Act.",
  "By the end of September, when all of these things come due, that's part of why McConnell decided to extended the summer recess into August this week.",
  "He wants to get his defense bill that he oversees as head of the Armed Services Committee done as a way to demonstrate that they're doing something.",
  "It was literally like the Marx Brothers the night of the opera, the stateroom scene, where you're just shoving more and more people into this room.",
  "The White House certainly doesn't want those memos out, getting the conversation back to obstruction of justice, which is not one...\n\nO'KEEFE: No.",
  "We will talk to the top Democrat on the Senate Intelligence Committee Mark Warner, and hear from one of the president's attorneys, Jay Sekulow.",
  "He said he has no -- had no meetings, was aware of no meetings with Russians, was not aware of this one until really right before it all broke.",
  "And the reason is they believe -- they've seen the failure of the Affordable Care Act and the fact that it was put together just by Democrats.",
  "Frank Borman, the commander, he was a cold warrior, a deeply patriotic American and he was flying out there to punch the Russians in the nose.",
  "Senator, I want to start with the news this week about the president's son and a meeting advertised as being with a Russian government agent.",
  "What we have, what know is that this whole group of individuals are not forthcoming about their meetings with Russians until they have proof.",
  "JAY SEKULOW, TRUMP LEGAL TEAM: Well, I know this, he -- the president was not aware about this meeting, did not participate in this meeting.",
  "DICKERSON: Is it possible, as the president's lawyer, to say the president knows of no other meetings with his campaign staff and Russians?",
  "Susan Page of \"USA Today,\" Jeffrey Goldberg of \"The Atlantic,\" Ed O'Keefe of \"The Washington Post,\" and Ramesh Ponnuru of \"Bloomberg View.\"",
  "Joining us now is Jay Sekulow, who is on the president's legal team and he's also chief counsel at the American Center for Law and Justice.",
  "The problem is that they have been eating up any benefit of the doubt that people would give them based on each of them making statements.",
  "Then, as Senate Republicans make another attempt to pass health care reform, President Trump ramps up the pressure to get a billed passed.",
  "DICKERSON: Did any adviser or anybody in the Trump campaign have any contact with the Russians who were trying to meddle in the election?",
  "DICKERSON: Let's go back to policy, and the things people care about in their daily lives, Susan Page, and that's this health care bill.",
  "Earlier this week, for example, Jay Sekulow was saying that Trump, President Trump, had only the day before heard about these e- mails.",
  "They would be -- the risk would be taken care out of the profit of the insurance companies, because everybody would be in a group plan.",
  "It's possible that President Trump himself was not aware of this meeting or what was discussed in it, either beforehand or afterwards.",
  "Nobody from McCain world or Romney world or George W. Bush world is saying anything of the type because, in fact, it's highly unusual.",
  "Donald Trump Jr. himself said he would do the meeting -- if he had to do it all over again, there are things he would do differently.",
  "So, why, if you're not looking into obstruction, do you want memos that are sent -- that are only about the question of obstruction?",
  "In 1968, Richard Nixon worked with the South Vietnamese to avoid peace talks that would have helped his opponent, Hubert Humphrey.",
  "(LAUGHTER)\n\nDICKERSON: Ramesh, let me ask you this question, which is, there were all these blanket denials from the White House.",
  "No, no, I mean, literally, each day this week, we saw it turns out there was another Russian intelligence agent in this meeting.",
  "We now have Jared Kushner having to have three separate times where he forgot, conveniently forgot about meetings with Russians.",
  "I need to be clear on this, the president's engagement on this was that he was not aware and did not participate in any of this.",
  "You had the situation with the Ukrainians doing the same thing with the Democratic National Committee and the Clinton campaign.",
  "DICKERSON: And nothing from any of the Senate investigative committees that would suggest the president is under investigation?",
  "What dos he -- what has he said several times, I have my pen in hand and I'm ready for them to send me a bill and I'll sign it.",
  "But for us to all get all the information out about contact between Russians and the Trump campaign, that's our responsibility.",
  "The question we have is, did they somehow get information from some of the Trump campaign efforts to target that interference?",
  "As we said at the beginning of the segment, this was the most tragically blood-soaked year in modern human and global history.",
  "But -- but -- there -- there is a counter movement on -- in certain circles of the right that says Russia is our natural ally.",
  "Are you confident that the president knows everything about all the meetings his son may or may not have had with any Russian?",
  "And one of the amazing things to me is, for all the complaints of Republicans about Obamacare, we keep that fundamental flaw.",
  "DICKERSON: The complaint about that is that people will associate with -- with healthier people, their premiums will be low.",
  "There was no plausible way that we were going to make President Kennedy's deadline of getting a man on the moon before 1970.",
  "He would take a rough alignment on three stars and then slowly refine the alignment until they knew where they were going.",
  "But what happens, because we base it on employment, the sicker and sicker you get, the less likely you are to be employed.",
  "As we later learned, a former member of the Russian military who worked with counterintelligence was also in that meeting.",
  "We don't know what transpired in that meeting, until we get a chance to talk to all of the individuals who participated.",
  "But I think it's important, to the fullest extent possible, that the public get a chance to review all this information.",
  "If you're a plumber, and your wife gets breast cancer, and you're an insurance pool of two, it's a terrible place to be.",
  "And there are proposals to do that, it's just they haven't been given the space and the time and the authority to do it.",
  "DICKERSON: Compare it to today, because the notion now is bureaucrats, how could they have reduced something like this?",
  "This is a -- the previous nominee of the Republican Party said the Russians were America's number one geopolitical foe.",
  "DICKERSON: Did anyone involved in the Trump campaign have any contact with Russians trying to meddle with the election?",
  "What you are not getting, though, interestingly, is a unified public line from the strong supporters of the president.",
  "I would let group plans be formed by anybody who wants to form them, Chamber of Commerce, farm bureau, credit unions.",
  "So, companies already have had sort of protection against preexisting conditions, and protections against being sick.",
  "I'm not for any taxpayer money going to a company that make $15 billion or an industry that makes $15 billion a year.",
  "And the reason you know Republicans acknowledge this is, they make a giant insurance fund to subsidize those prices.",
  "But the tricky thing there too is, his committee is moving much more aggressively than other committees on the Hill.",
  "Republicans have tried to rush this through and they're repeatedly found that they need more time to get it through.",
  "Lovell was never as happy as when he was in space, and never as happy in space as when he was doing something crazy.",
  "DICKERSON: Why do we go to the -- where is this innovation, this sense of risk-taking now in the government sphere?",
  "Next, a look at some moments in politics when politicians turned down the opportunity for some opposition research.",
  "We want to try to make sure we get all the facts out about the involvement of the Trump campaign and the Russians.",
  "That's one of the reasons why I want to -- we want to question him and all the other participants of that meeting.",
  "SEKULOW: Yes, the president told me -- I mean the president -- obviously, the president's been very clear on that.",
  "That's the tradeoff that we continue to have trouble with as a nation in figuring out what exactly we want to do.",
  "But what else was it at play that created this -- this sense of risk tolerance and this big long shot they took?",
  "SEKULOW: Well, that -- look, that's a conversation that will take place between Donald Trump Jr. and his lawyer.",
  "We also know they created what's called bots, in effect, Internet robots, that actually could interfere as well.",
  "Said Secretary of State Dean Rusk: \"The moment we cross over that divide, we're in a different kind of society.\"",
  "And it's now impossible for the Trump forces to say there isn't the material to make a legitimate investigation.",
  "DICKERSON: Is Chairman Burr on board with having all those people investigated as a part of the committee work?",
  "So many people from the administration, so many of its allies are making statements that turn out to be false.",
  "SEAN HANNITY, FOX NEWS HOST: So, as far as you know, as far as this incident is concerned, this is all of it?",
  "And, you know, the really bad news it seems to me for President Trump is, this is his sweet spot politically.",
  "PAGE: It's such a big lie to say we did that, but now you found out we did that and it's just not a big deal.",
  "It seems that the thing that brought him to Washington is not his primary focus in terms of this legislation?",
  "DICKERSON: Let me ask you, as somebody who knows something about national security, you've written about it.",
  "It's important to remember that the lunar program spanned four presidencies, two Democrats, two Republicans.",
  "JEFFREY GOLDBERG, NATIONAL CORRESPONDENT, \"THE ATLANTIC\": It's John Le Carre meets the Marx Brothers, right?",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: Most people would have taken that meeting.",
  "And what would happen is almost everybody would flee the individual market because it's a terrible place.",
  "DICKERSON: Let me ask you, you -- when we last talked, you said the president is not under investigation.",
  "The computer on board the spacecraft, one of the great selling points was that it had -- it had a screen.",
  "I am struck that one of the things they put in the Senate bill is some more money for the opioid crisis.",
  "DICKERSON: And, Ramesh, let me ask you, the president said, well, anybody would have taken this meeting.",
  "DICKERSON: We want to turn to the other big story this week, the new Senate Republican health care bill.",
  "DICKERSON: Will you be calling the president's son to testify, and the others who were in that meeting?",
  "But what we do want to know is, we want -- I would like to talk to the folks with Cambridge Analytica.",
  "Also, at this point, going to this issue of credibility, who knows what's going to come out next week.",
  "Nothing's changed since James Comey said three times to the president that he was under investigation.",
  "PAGE: But I don't think his primary focus are the details and repercussions of the legislation at all.",
  "Well, then it turned out that actually he had OKed the release over last weekend about those e-mails.",
  "So if you work for a company and you get group insurance, they can't exclude you because you're sick.",
  "(COMMERCIAL BREAK) DICKERSON: We will be speaking with one of President Trump's attorneys coming up.",
  "But in the context of keeping most of the Obamacare regulations, you will still have a death spiral.",
  "It's not all consistent with conservative principles, free market principles, or being a Republican.",
  "I have great sympathy for people who get sick when it's just them and their spouse or their family.",
  "Because, of course, the president's son says, well, nothing came from the meeting, so no big deal.",
  "(END VIDEO CLIP)\n\nDICKERSON: Democrats said it proved the campaign had colluded with the Russians.",
  "DICKERSON: He -- he has been successful in private business because he is a such a great marketer.",
  "And then the president himself said the reason they fired Comey was because of the Russian thing.",
  "WARNER: How do we know, because the president's son has not been forthcoming about this meeting.",
  "He's back at home with his family in Arizona, but is not expected back in Washington for a week.",
  "SEKULOW: Well, I think he did it when -- Donald Trump Jr. did it when he went on \"Sean Hannity.\"",
  "Look, he released all of the e-mails, including the entire chain of e-mails, so that was a lot.",
  "But there are also examples of the opposite, people behaving morally when it was easier not to.",
  "Politics is not the nicest business, but there are still times when people do the right thing.",
  "But we begin with the latest on the investigations into Russian interference in 2016 election.",
  "And the Republican chairman of the House Oversight and Government Reform Committee had advice.",
  "I'm going to give Mr. Kushner the benefit of the doubt, until we get a chance to question him.",
  "And get three guys out to orbit the moon before the end of the year, on Christmas Eve no less.",
  "The government has become so partisan and dysfunctional that this kind of thing is impossible.",
  "You can keep us with the news of the week by subscribing to the FACE THE NATION diary podcast.",
  "Is this -- is this like a train, you can't -- you can't go anywhere if the first car crashes?",
  "DICKERSON: So shouldn't that have raised red flags, just from a national security standpoint?",
  "(END VIDEO CLIP)\n\nDICKERSON: Kentucky Republican Rand Paul doesn't like this offering either.",
  "There's also been a strange activity where some of them have been classified after the fact.",
  "It doesn't -- just because you can't execute collusion well doesn't mean it's not collusion.",
  "The sicker will be stuck in their association of sick people, and the premiums will be high.",
  "Not, I have a plan in mind that I think is important to fix the American health care system.",
  "And I think this is where he will feel personally insulted and betrayed by the Republicans.",
  "And the guys at NASA said, you know what, you know our schedule, let's forget our schedule.",
  "He hasn't said he'll even support the motion to proceed, to allow the debate to go forward.",
  "And, yes, I think the Democrats were in control of all of them, but the majorities changed.",
  "But this one was not -- not every -- most meetings were never discussed with the president.",
  "In this case, you pay insurance companies to take care of those people who are the sickest.",
  "So, for all Republicans' complaints about the death spiral of Obamacare, they don't fix it.",
  "(BEGIN VIDEO CLIP)\n\nREP. TREY GOWDY (R), SOUTH CAROLINA: You should get everyone in a room.",
  "(BEGIN VIDEO CLIP)\n\nQUESTION: Do you think the new version is better than the old version?",
  "DICKERSON: All right, Senator Rand Paul will have another week at least to make your case.",
  "And I don't even know if anything was left, but no knowledge of what that would have been.",
  "The space program, which had been our talisman, our charm was suddenly moved out of reach.",
  "And I'm not going to get into the particulars of what that testimony would be -- involve.",
  "DICKERSON: Well, Senator Cruz and Lee have supported an amendment that is a part of this.",
  "It's, unfortunately, dribbling out, because this administration has not been forthcoming.",
  "And is that, again, another extrapolation, or do you have some evidence for that inquiry?",
  "For that, we turn to the top Democrat on the Senate Intelligence Committee, Mark Warner.",
  "We don't know if collusion resulted, but we know that there was an eagerness to collude.",
  "Senator John McCain underwent surgery Friday to remove a blood clot above his left eye.",
  "PONNURU: Well, it's hard because, for one thing, there are only 52 Republican senators.",
  "Some of them are saying, nothing to see here, no big deal, this is totally appropriate.",
  "Because it's sort of a cobbled-together piece of legislation, nobody actually loves it.",
  "I mean, remember, he's not -- he -- he'll find -- he'll find a way to blame the media.",
  "KLUGER: Well, I think it was that the Cold War was very much in some way a kabuki war.",
  "But we want to go right to our panel now for some thoughts on what we have just heard.",
  "In 2000, a top aide to Al Gore received George W. Bush's private debate briefing book.",
  "But, I mean, obviously, the Cold War added some spur to the --\n\nKLUGER: That's right.",
  "O'KEEFE: I mean this is -- this is starting to calcify now among devoted Republicans.",
  "But, again, at the -- in the heat of the campaign, it's easy to be -- I'm the lawyer.",
  "DICKERSON: It's amazing that after especially the accident --\n\nKLUGER: That's right.",
  "We saw the president, we saw the administration put out one reason for firing Comey.",
  "They simply subsidize it with taxpayer moneys, which I just don't agree with at all.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP JR: I'm more than happy to be transparent about it.",
  "Plus, we will take a look at a new book on Apollo 8, the first mission to the moon.",
  "They have not managed to -- maybe they were trying to coordinate with the Russians.",
  "This news came out in part because he amended his form for his security clearance.",
  "So, how and in what form would it come out and for what reason remains to be seen.",
  "Ed O'Keefe covers politics for \"The Washington Post\" and is a CBS New contributor.",
  "WARNER: Listen, Chairman Burr and I are working together in a bipartisan fashion.",
  "We'll be back in a moment with a look at the first mission to the moon, Apollo 8.",
  "There's only about 21 days left on the House calendar, 37 on the Senate calendar.",
  "So, all of these denials over the past year really are now put in doubt as well.",
  "My hope is that they will -- that the public will to see at least some of them.",
  "And yet now, because of his surgery, they may have to stick around even longer.",
  "O'KEEFE: It's an orphan bill, Senator (INAUDIBLE) put it this week in a column.",
  "Donald Trump Jr. answered questions and said he would continue to if needed to.",
  "So, again, it was kind of -- the meeting was under a false pretense in a sense.",
  "And the president was not made aware of this, nor participated in this meeting.",
  "He's our first marketer president -- that may not be true --\n\nGOLDBERG: Right.",
  "DICKERSON: So, you're -- so that's a no, you're not investigating obstruction?",
  "Very troubling, and obviously moves our whole investigation to another level.",
  "We saw the attorney general not disclose meetings and have to recuse himself.",
  "I mean what it was like to -- compared to what we know today --\n\nKLUGER: Yes.",
  "Look, the president went to Vladimir Putin at the G-20 and talked about this.",
  "PAGE: So, we're waiting for Senator McCain to get better and come back down.",
  "DICKERSON: Ramesh, let me just ask you a quick question about repercussions.",
  "I mean, you can have collusion, and it can be incompetent collusion as well.",
  "In 1940, FDR instructed aides to spread rumors about his opponent's affairs.",
  "Senate Majority Leader McConnell needs his vote to pass health care reform.",
  "(BEGIN VIDEO CLIP)\n\nDONALD TRUMP JR., SON OF DONALD TRUMP: It's disgusting.",
  "His people around him officially don't believe it, but he might believe it.",
  "DICKERSON: And why -- why the -- I mean not only were they not risk averse.",
  "Some of them are saying, it was inappropriate, sure, but everybody does it.",
  "DICKERSON: Is that still your case, and how do you know it to be the case?",
  "But what we have seen is a constant effort to hide contacts with Russians.",
  "I would like to talk to some of the folks from the Trump digital campaign.",
  "So, they have, in effect, got religion about the need to police fake news.",
  "But if there was collusion, wouldn't it have been a little more shipshape?",
  "(LAUGHTER)\n\nDICKERSON: This was an e-mail that came from a music promoter.",
  "I have a solution, and I think it would go a long way towards fixing this.",
  "That's what a lot of these attempts that you don't like are trying to do.",
  "There's the House Oversight Committee, who is doing a little bit of work.",
  "In 1964, one of Lyndon Johnson's top aides was arrested for lewd conduct.",
  "WARNER: Well, John, obstruction of justice falls into the criminal reign.",
  "This is a smear to suggest that anybody would have been connected at all.",
  "DICKERSON: Give us a little sense, if you can, about the technology here.",
  "DICKERSON: Jeffrey, what's your assessment of the president's role here?",
  "And this, obviously, is in Russia's best interest to have this argument.",
  "The bill has been delayed because of Senator McCain's surgery on Friday.",
  "Mr. Sekulow, I want to start with this meeting with the president's son.",
  "And that's where special prosecutor Mueller, that's his responsibility.",
  "DICKERSON: Let me ask you about the question of obstruction of justice.",
  "There may be -- come a time in a year where that is no longer the case.",
  "What do you think the president's reaction will be if it doesn't pass?",
  "And the screen was capable of displaying 30 complete digits at a time.",
  "Well, insurance companies make about $15 billion in profit every year.",
  "DICKERSON: And we will be back in one minute with our political panel.",
  "DICKERSON: Having reviewed those, do you think there was obstruction?",
  "There were 60 Democratic senators at the time that Obamacare passed.",
  "Is Senator Paul right, that this will cause more people to drop off?",
  "DICKERSON: All right, Jay Sekulow, thanks so much for being with us.",
  "(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: Four, three, two, one, zero.",
  "And I think that says something about America then and America now.",
  "SUSAN PAGE, WASHINGTON BUREAU CHIEF, \"USA TODAY\": Smoke meets fire.",
  "It seems like that the investigations now also have a new activity.",
  "MIKE PENCE, VICE PRESIDENT OF THE UNITED STATES: Oh, of course not.",
  "And it also undercuts all those denials that we have been hearing.",
  "We simply elected to do a great transcendent thing, and we did it.",
  "And Bill Anders, the third guy, the rookie, he loved the machines.",
  "O'KEEFE: You know, he'll just move on to make America great again.",
  "SEKULOW: Well, we've had no notification from the special counsel.",
  "DICKERSON: But he --\n\nSEKULOW: I want to be really clear on that.",
  "That was not Jay Sekulow's viewpoint as of last year, by the way.",
  "I mean that's how -- that's in what trouble this -- this bill is.",
  "DICKERSON: Where we have a world where everything seems possible.",
  "(CROSSTALK)\n\nGOLDBERG: Yes, it's Natasha, Boris and Natasha here.",
  "He believed it was a sneaky way to use Obama's race against him.",
  "And Ramesh Ponnuru is a senior editor for \"The National Review.\"",
  "They get all the healthy people, and they reap enormous profits.",
  "I would let everyone in the individual market join a group plan.",
  "And we want to try to get all the truth out about what happened.",
  "Now we hear there may be as many as eight people in the meeting.",
  "(COMMERCIAL BREAK)\n\nDICKERSON: Welcome back to FACE THE NATION.",
  "He said he wants to talk about -- to everybody in that meeting.",
  "Put Apollo 8 in context for us with all the different missions.",
  "And unpopular, not supported even by a majority of Republicans.",
  "If you're going to cover more people, it's going to cost more.",
  "But there's a -- there are Judiciary Committee investigations.",
  "So, you still have the death spiral even with their amendment.",
  "Is that just your extrapolation, or do you have any evidence?",
  "Basically, they're subsidizing the death spiral of Obamacare.",
  "But I want to get all this information into the public realm.",
  "KELLYANNE CONWAY, COUNSELOR TO THE PRESIDENT: Absolutely not.",
  "And it's incredible how one track-minded Congress has become.",
  "DICKERSON: We're going to have to leave it there, I'm afraid.",
  "(COMMERCIAL BREAK)\n\nDICKERSON: And we're back with our panel.",
  "Some of them are saying, Donald Trump Jr. was somehow set up.",
  "I mean opposition research in campaigns happens all the time.",
  "He still has Republican control of the House and the Senate.",
  "DICKERSON: Ed, what about the rest of the Republican agenda?",
  "Find us on Apple podcasts or your favorite podcast platform.",
  "Republicans can only lose two votes and still pass the bill.",
  "And just to button it up, are you investigating obstruction?",
  "DICKERSON: You mentioned there may have been other meetings.",
  "(END VIDEO CLIP)\n\nDICKERSON: So far, it's been a tough sell.",
  "At first, there was an indication it was just four people.",
  "Jeffrey Goldberg is the editor in chief of \"The Atlantic.\"",
  "Barry Goldwater's staff wanted him to make an issue of it.",
  "The president said he would be angry if this doesn't pass.",
  "Because, for them, it was out of bounds, the whole notion.",
  "And, in fact, there's been no information to the contrary.",
  "I don't know what information was allegedly left, if any.",
  "This was something that had to be added in by the Senate.",
  "Let's put this spacecraft on top of this unproven rocket.",
  "Until next week, for FACE THE NATION, I'm John Dickerson.",
  "And Jim Lovell, the navigator, he navigated by the stars.",
  "Politics, the president said, is not the nicest business.",
  "DICKERSON: And that was interesting on those Comey memos.",
  "Susan Page is the Washington bureau chief of \"USA Today.\"",
  "(BEGIN VIDEO CLIP)\n\nTRUMP: I think it would be very bad.",
  "We will be talking about the impact of that in a moment.",
  "How does that change what you're doing in the committee?",
  "(END VIDEO CLIP)\n\nDICKERSON: Well, not quite everything.",
  "DICKERSON: All right, Jeffrey Kluger, thank you so much.",
  "JEFFREY KLUGER, \"TIME\" MAGAZINE: Well, here's the thing.",
  "And what is this bill going to do for the forgotten man?",
  "And so it's not like this is the same as the Ukrainians.",
  "And I don't like to look at hindsight on how you do it.",
  "SEKULOW: Well, look, I'm -- I wasn't their lawyer then.",
  "As President Kennedy said, we choose to go to the moon.",
  "But, again, the conversation was on The Magnitsky Act.",
  "(COMMERCIAL BREAK)\n\nDICKERSON: That's it for us today.",
  "We saw General Flynn lie about meetings and get fired.",
  "And it's like, they make $15 billion a year in profit.",
  "PAUL: Yes, I think they're trying to do what's right.",
  "You name it, I would let anybody form an association.",
  "SEN. RAND PAUL (R), KENTUCKY: No, I think it's worse.",
  "Do you think he should still have security clearance?",
  "He still has the support of people who voted for him.",
  "DICKERSON: I mean that they would not be risk averse.",
  "(COMMERCIAL BREAK)\n\nDICKERSON: We turn now to space.",
  "There are a lot of big things that need to get done.",
  "DICKERSON: All right, we're going to leave it there.",
  "They were worried about something more than victory.",
  "And we will be back to them later in the broadcast.",
  "Goldwater said, no, he didn't want to ruin the man.",
  "WARNER: Listen, obstruction of justice is criminal.",
  "And I'm more than happy to cooperate with everyone.",
  "KLUGER: Well, we saw this in the movie \"Apollo 13.\"",
  "So, again, I don't look at any of this in a vacuum.",
  "So I understand exactly the question you're asking.",
  "What was the technology like that sent them there?",
  "Jim Lovell was flying for the sheer joy of flight.",
  "The end of that year, though, gave reason to hope.",
  "I don't think we understand everything about this.",
  "I mean, we promised the voters for four elections.",
  "At first, he said it was about Russian adoptions.",
  "He turned it over immediately to the authorities.",
  "I mean he might actually believe the CBO scoring.",
  "John McCain was part of the reason that happened.",
  "And I think something about the crew said it too.",
  "Health care is hard because there are tradeoffs.",
  "The individual market is a terrible place to be.",
  "And we will have a plenty of political analysis.",
  "DICKERSON: OK, Senator, we will leave it there.",
  "We shouldn't be giving them any taxpayer money.",
  "You know, everybody doesn't win on health care.",
  "There's a lot of mysteries inside this mystery.",
  "He's not said he's going to vote for this bill.",
  "And I appreciate you letting me just say that.",
  "You need almost every single Republicans vote.",
  "And I don't think any of them fix the problem.",
  "They see things on many issues the way you do.",
  "I'm going to ask the panel to stay right here.",
  "I mean that's -- that's normally how these go.",
  "WARNER: Other members have weighed in on that.",
  "Then they have to recant or amend those forms.",
  "WARNER: Yes, I don't want to break news here.",
  "And he joins us from Bowling Green, Kentucky.",
  "BERMAN: But he is a -- that is his key skill.",
  "And you asked Ramesh why health care is hard.",
  "It was the perfect combination of three guys.",
  "It had -- DICKERSON: That's not even a tweet.",
  "It was a breakthrough that stunned the world.",
  "We've had nothing to the contrary since then.",
  "And, again, I'm not -- I'm not their lawyer.",
  "And then here we were in the summer of 1968.",
  "Now, you don't call nuclear warheads kabuki.",
  "GOLDBERG: But he would like you to say that.",
  "Ours is a counterintelligence investigation.",
  "Good morning and welcome to FACE THE NATION.",
  "The taxpayers shouldn't be buying insurance.",
  "They get pushed into the individual market.",
  "The president said he didn't know about it.",
  "And then there's the Mueller investigation.",
  "He joins us from Oak Bluffs, Massachusetts.",
  "So they went on old school sort of science.",
  "It's probably 118 characters or something.",
  "DICKERSON: Vladimir Putin is on the cover.",
  "They're not coordinating with one another.",
  "And so has postponed the vote on the bill.",
  "I have had a chance to review those memos.",
  "Kentucky Senator Rand Paul says he's a no.",
  "And it also has nothing to do with repeal.",
  "And I think that's what we're seeing here.",
  "WARNER: Obstruction is a criminal charge.",
  "The president defended his son's actions.",
  "DICKERSON: And we'll be back in a moment.",
  "KLUGER: Well, that's what's challenging.",
  "We took meetings like this all the time.",
  "He'll find a way to blame the Democrats.",
  "We have seen this pattern repeat itself.",
  "I mean, it was kind of a chaotic affair.",
  "The insurance companies love this game.",
  "Their amendment gives us more freedoms.",
  "And a lot of people will be very upset.",
  "How will that change this goes forward?",
  "DICKERSON: You mentioned Jared Kushner.",
  "They, as you said, sped up the mission.",
  "That seems hard to switch that quickly.",
  "DICKERSON: Ramesh, why is this so hard?",
  "And that's what the president has said.",
  "He said he's willing to talk about it.",
  "1968 was a traumatic year for America.",
  "Those memos are all about obstruction.",
  "It's all coming up on FACE THE NATION.",
  "ED O'KEEFE, CBS NEWS CONTRIBUTOR: Yes.",
  "You wrote this week about the Don Jr.",
  "DONALD TRUMP JR.: This is everything.",
  "This was sharpened pencil technology.",
  "I think he just wants a bill to sign.",
  "DICKERSON: Finally, to you, Jeffrey.",
  "\"Hidden Figures\" reminds us of this.",
  "We had all of these terrible events.",
  "How do you think this will play out?",
  "The vice president reacted that way.",
  "Thank you so much for being with us.",
  "But you know what would also happen?",
  "DICKERSON: Jeffrey, 40 seconds left.",
  "That's for Bob Mueller to look into.",
  "That's for Bob Mueller to look into.",
  "DICKERSON: Isn't that a regulation?",
  "He was there for the granular work.",
  "I don't think his heart is in this.",
  "Senate --\n\nDICKERSON: Which means?",
  "DICKERSON: Pick up on that, Susan.",
  "And so it's just going to be hard.",
  "So, how do you solve that problem?",
  "DICKERSON: And what is that level?",
  "It was actually many more people.",
  "They thought they had a solution.",
  "So the president was campaigning.",
  "And let's keep the focus on that.",
  "The president campaigned on that.",
  "I mean it's important culturally.",
  "And we should remember the women.",
  "Susan, I want to start with you.",
  "Nothing to the president at all.",
  "Do you know anything about that?",
  "I didn't represent the campaign.",
  "So he's been very clear on that.",
  "It was the middle of a campaign.",
  "Susan, I want to start with you.",
  "It's called opposition research.",
  "But it was all about symbolism.",
  "He loved the lunar cartography.",
  "This was slide rule technology.",
  "KLUGER: It's not even a tweet.",
  "I was not the campaign lawyer.",
  "And I think he was very clear.",
  "It ended up not being on that.",
  "There is a complete cacophony.",
  "It's now been delayed a week .",
  "O'KEEFE: Pokes at that at all.",
  "A fascinating, wonderful book.",
  "We will talk to him about him.",
  "I think it's absolutely wrong.",
  "Revelations, smoke meets fire.",
  "His staff was having meetings.",
  "Ed, Mark Warner said gleeful.",
  "I can't think of bigger lies.",
  "So that's how you look at it.",
  "I deal with the legal issues.",
  "He was helping the campaign.",
  "I'm not the campaign lawyer.",
  "Let's kick-start this thing.",
  "There was the Tet Offensive.",
  "And I think it is a mystery.",
  "We will be back in a moment.",
  "Some of them are classified.",
  "We don't know that for sure.",
  "The death spiral continues.",
  "I think that's -- that one.",
  "DICKERSON: To the movement.",
  "You know at it at the time.",
  "I represent the president.",
  "That was state of the art.",
  "I want to thank our panel.",
  "KLUGER: Thank you so much.",
  "It spanned six Congresses.",
  "So, why are they so wrong?",
  "It's a terrible situation.",
  "They're the marquee event.",
  "I will be angry about it.",
  "You've got to be kidding.",
  "And we'll be right back.",
  "So did Kellyanne Conway.",
  "He's willing to testify.",
  "It is an amazing moment.",
  "We really appreciate it.",
  "That's my extrapolation.",
  "WARNER: Thank you, John.",
  "DICKERSON: That's right.",
  "DICKERSON: That's right.",
  "I'm for their amendment.",
  "We don't have any idea.",
  "We don't know that yet.",
  "Why is it so important?",
  "DICKERSON: Absolutely.",
  "Good morning, Senator.",
  "They're conservatives.",
  "SEKULOW: No, I don't.",
  "That's exactly right.",
  "O'KEEFE: Pretty much.",
  "The feuds were there.",
  "Thanks for watching.",
  "I just don't see it.",
  "How would I do that?",
  "And this is a game.",
  "I'm John Dickerson.",
  "This is everything.",
  "GOLDBERG: He sells.",
  "I'm not his lawyer.",
  "And one last thing.",
  "He's not a lawyer.",
  "They're very real.",
  "And if they don't?",
  "We have got more.",
  "Jeffrey, welcome.",
  "SEKULOW: Correct.",
  "GOLDBERG: Right.",
  "PAUL: Thank you.",
  "I know we will.",
  "DICKERSON: Yes.",
  "Thanks so much.",
  "SEKULOW: Right.",
  "DICKERSON: Yes.",
  "KLUGER: Right.",
  "KLUGER: Right.",
  "KLUGER: Right.",
  "And we did it.",
  "PAUL: Exactly.",
  "It's so phony.",
  "Stay with us.",
  "Explain that.",
  "I -- I guess.",
  "O'KEEFE: Yes.",
  "SEKULOW: Yes.",
  "SEKULOW: Yes.",
  "SEKULOW: Yes.",
  "And it does.",
  "Yes and no.",
  "PAUL: Yes.",
  "Thank you.",
  "He sells.",
  "It's not.",
  "Thirty."
]