[
  "Former employee Christopher Wylie recalls Nix saying, “You’re going to leave, but we’re going to be in the White House.” (Joshua Bright for The Washington Post/Credit: Joshua Bright for The Washington Post)\n\nCombined with other data, Cambridge Analytica hoped to profile the entire American electorate — something it already had done in other countries — and determine what pitches would work best for each individual voter.",
  "But instead of a joint announcement, Christopher Wylie awoke early Saturday in London, where he lives, to the news that Facebook had published a blog post announcing the suspensions of him, his former employer and one other person for allegedly mishandling Facebook data in an incident that happened in 2014 and had been known to Facebook for more than a year.",
  "Cambridge Analytica next approved $10,000 for a second round of testing and was rewarded with nearly a million records, including names, home towns, dates of birth, religious affiliations, work and educational histories, and preferences, as expressed using the popular Facebook “like” button on many social media updates, news stories and other online posts.",
  "One former Cambridge Analytica employee, speaking on the condition of anonymity to discuss internal corporate matters, described hearing Rebekah Mercer express over the phone excitement at the results of 2014 congressional midterms, when Republicans made significant gains to which Cambridge Analytica said it had contributed.",
  "A friend who worked on the campaign of Democratic nominee Hillary Clinton and was familiar with Wylie’s previous work sent him a message saying, “What did you do?”\n\n“Manipulating an election in a small developing country doesn’t have the same sort of ripple effect of electing Donald Trump into the White House,” Wylie said.",
  "In hours of interviews with The Washington Post this week, Wylie traced his work for the data analysis firm Cambridge Analytica, his growing misgivings before he quit in 2014 and his shock and horror when the company’s most famous client, Donald Trump, won the presidency nearly two years later.",
  "Cambridge Analytica suspended Nix on Tuesday after a British television sting showed him on secret recordings talking about employing unethical tactics to win elections, including bribery and using sex workers for “honey pots.” Wylie said he helped set up the television station’s sting.",
  "“I’m not going to be bullied by Facebook.”\n\nAs for the broader issues — the privacy intrusions of the data collection, the ma­nipu­la­tion of voters, the possible role in electing Trump, the possibility that Cambridge Analytica’s work might have reached Russians — Wylie feels remorse.",
  "Wylie said that it was under Nix’s direction — but with the knowledge of Bannon and Rebekah Mercer — that Cambridge Analytica began an ambitious data-gathering program that included tapping into the Facebook profiles of 50 million users through the use of a personality-testing app.",
  "(Bryan Bedder/Getty Images/Concordia Summit)\n\nData of a nation\n\nWylie, a Canadian citizen, moved to London in 2010 and started to work in 2013 for SCL Group, which he said conducted “information operations” around the world and also worked on campaigns, especially in Africa.",
  "And then it blew up.”\n\n\n\nAlexander Nix, chief executive of Cambridge Analytica, shown above at a conference in 2016, was suspended by the company Tuesday after a British television sting secretly recorded him discussing bribery and entrapment schemes.",
  "Facebook chief executive Mark Zuckerberg, shown above in 2016, has faced calls from lawmakers in the United States and Europe to personally explain how the data of tens of millions of the social media site’s users reached Cambridge Analytica.",
  "Some say that Wylie is a flawed whistleblower, that he never should have helped collect data on tens of millions of Facebook users and should not have waited years to publicly reveal his misgivings about working for Cambridge Analytica.",
  "The crisis ravaging Facebook started when a young researcher, regretful over his role in turning data on an estimated tens of millions of U.S. voters into a high-tech political persuasion machine, decided to come forward with his story.",
  "“You’re going to leave, but we’re going to be in the White House.”\n\n\n\nCorey Lewandowski, bottom right, then the campaign chairman for Donald Trump, stands at a rope line as Trump signs autographs during a campaign stop in Buffalo.",
  "Lawmakers in the United States and Europe began demanding that Facebook chief executive Mark Zuckerberg personally explain how the data of 50 million users reached a mysterious company with ties to Bannon, the Mercers and Trump.",
  "Christopher Wylie, one of the founders of Cambridge Analytica and now a whistleblower who exposed how the data firm harvested data from millions of Facebook users, poses for a portrait Wednesday in a London law firm’s office.",
  "The social media platform made such data grabs easy for app developers — though it began severely restricting them in 2015 — and Wylie saw it as a powerful way to study an entire nation on a scale at once broad and precise.",
  "“It hasn’t respected the role of the media and scrutiny and embraced this scrutiny and worked to improve itself.”\n\nWhat happened instead, he said, was an “own goal” — a soccer term for a self-inflicted wound — by Facebook.",
  "But Wylie spoke with particular passion about his own feelings of guilt for helping to develop an advanced new form of political targeting that was used by people whose conservative politics are the opposite of his own.",
  "(David Paul Morris/Bloomberg)\n\nFacebook strikes back\n\nSoon after Trump’s inauguration, Wylie began talking with Observer of London reporter Carole Cadwalladr, who had been working on stories about Cambridge Analytica.",
  "As research director, Wylie helped that company give birth to Cambridge Analytica as “an American brand” that would focus on U.S. politics with at least $10 million from billionaire hedge fund manager Robert Mercer.",
  "The Cambridge Analytica office was in the posh Mayfair neighborhood of London, and the dozens of young workers — many of them contractors, a number of whom were from Eastern Europe — buzzed about with Apple laptops.",
  "Downloading names, home towns, work histories and “likes” of 50 million users was not against the rules — at least in 2014 — but Kogan should not have transferred the data to Cambridge Analytica, Facebook wrote.",
  "He refused, saying that he already had shared information with the British authorities and saw no reason to do so with a private company — especially one whose own activities might be called into question.",
  "“If I am Russian spy, I am the world’s dumbest spy.”\n\nFor Wylie, a data scientist with an avid interest in politics and culture, the collection of Facebook and other data did not initially trouble him.",
  "Wylie’s sense of uneasiness about that work began building when he heard Trump, in 2016, start using themes that Cambridge Analytica had developed in 2014 about building walls and draining the swamp.",
  "They discovered and refined potent themes about keeping out immigrants, “draining the swamp” and restoring an earlier era of national greatness — as understood mainly to mean for white American men.",
  "But the plan to work for the campaign doing voter analysis fizzled, in large part because the mostly liberal former Cambridge Analytica employees didn’t want to wade back into conservative politics.",
  "Lewandowski later met in person with several of Wylie’s former Cambridge Analytica colleagues at Trump Tower in spring 2015, Wylie said in an account backed by one of those people who did attend.",
  "In an emotional moment on Tuesday night at the Frontline Club, a journalists’ club in London, Wylie told a packed audience said that his decision to step forward was about taking responsibility.",
  "Kogan’s app, called “thisisyourdigitallife” and portrayed as being for research purposes, gathered data on the 270,000 people who downloaded it and tens of millions of their Facebook friends.",
  "And he imagined that Facebook, whose user profiles were part of that effort, could be a partner in helping to exhume this painful truth and perhaps embrace some changes to its privacy policy.",
  "But when the company approved $1,000 for Kogan to experiment with his app, he produced data on 1,000 people who downloaded it and roughly 160,000 of their friends — all in a matter of hours.",
  "When Wylie told Nix at a London coffee shop in 2014 that he was going to leave at the end of the year, he heard a boast that at the time sounded ridiculous but, in retrospect, haunted him.",
  "When told that Wylie thought he had been mistreated by Facebook, the social media company responded that Cambridge Analytica and Kogan had agreed to an audit of their servers and systems.",
  "When he was awakened by a call around 3 a.m. from a reporter, Wylie was furious at Facebook for acting unilaterally and accusing him of misdeeds when he had come forward to authorities.",
  "Silicon Valley-based Facebook posted a blog Friday evening — early Saturday morning in London — announcing the suspension of Kogan, Wylie and the parent company of Cambridge Analytica.",
  "Wylie said he ended up speaking with Lewandowski, Trump’s first campaign manager, in conference calls in which Lewandowski reportedly described a forthcoming Trump run for president.",
  "They soon married that data with voter lists and commercial data broker information and discovered they had a remarkably precise portrait of a large swath of the American electorate.",
  "But Wylie and others clashed with Nix, whom he called a “bully.” Wylie also grew weary of the increasingly far-right tenor of the politics the researchers were helping to propel.",
  "He also retained an attorney, Tamsin Allen, and began working directly with Britain’s Information Commissioner’s Office, which started an investigation into Cambridge Analytica.",
  "Wylie and others, unfamiliar with Trump’s brewing political ambitions, thought they might find themselves somehow involved in Trump’s “Apprentice” reality television show.",
  "Months after he and several other Cambridge Analytica employees quit the firm, they got a mysterious message from somebody purporting to represent the Trump Organization.",
  "To resolve the legal dispute, he signed a nondisclosure agreement that would later complicate his efforts to speak out about the work he had done for Cambridge Analytica.",
  "Wylie thus far has declined.” Facebook on Wednesday said it would conduct audits of thousands of apps in response to the “breach of trust” caused by Cambridge Analytica.",
  "“I’m not saying that we put it on a drive and posted it to Vladi­mir Putin on Number 1 Red Square,” Wylie said, referring to the Russian president’s official residence.",
  "The company did that with the help of a Russian American psychologist at Cambridge University, Aleksandr Kogan, who also made regular visits back to Russia, Wylie said.",
  "(Jake Naughton For The Washington Post/For The Washington Post)\n\nFull-time whistleblower\n\nWylie’s career as Facebook critic quickly moved to a new level.",
  "Lewandowski said the campaign had been pitched by Cambridge Analytica but never hired them and had no recollection of meeting with any former employees.",
  "Wylie was confused — he had no idea that the company considered Trump a client or potential client — and began to suspect that he had been set up.",
  "At the helm, said Wylie, was Mercer’s daughter Rebekah, who was president, and conservative strategist Stephen K. Bannon, who was vice president.",
  "“I’m on my first step.”\n\nWilliam Booth in London, Elizabeth Dwoskin in Los Angeles and Michael Kranish in Washington contributed to this report.",
  "But he said that he and others affiliated with Cambridge Analytica briefed Lukoil, a Russian oil company, on its research into American voters.",
  "And Wylie shared his suspicion — though unconfirmed — that data collected and used by Cambridge Analytica may have fallen into Russian hands.",
  "The company had sent a letter in August 2016 saying that Kogan, the Cambridge researcher, should not have shared the data of Facebook users.",
  "Kogan called the suggestions that he was a spy “just silly” in an email, seen by CNN, that he wrote to colleagues at Cambridge University.",
  "Christopher Wylie, one of the founders of Cambridge Analytica, says he regrets his role in the gathering of data on U.S. voters.",
  "Earlier this month, Wylie received a sharply worded letter from Facebook, which demanded access to his smartphone and computer.",
  "SCL Group threatened legal action against Wylie for supposedly violating a “noncompete” clause he signed before quitting.",
  "Wylie said he and others at Cambridge Analytica were initially skeptical of the power of this tactic for gathering data.",
  "He also described previously unreported contact with Corey Lewandowski, Trump’s first campaign manager, in spring 2015.",
  "So did the Federal Trade Commission over concerns that Facebook had violated a 2011 consent decree over privacy issues.",
  "Wylie says he wants to expose the machinations of data gathering for political purposes as fully as he’s able.",
  "He said Kogan also made regular visits to Russia but acknowledged that he did not know what Kogan did there.",
  "Cambridge Analytica chief executive Alexander Nix stands in the company's Fifth Avenue office in New York.",
  "“It hit home at the inauguration.” It is unclear how much Cambridge Analytica contributed to Trump’s win.",
  "“If you’ve done something wrong, the first step is to try to own up and tell people about it,” he said.",
  "I’m working with the legal authority,” Wylie said, referring to the Information Commissioner’s Office.",
  "Wylie said he complied with that request, though he does not know if Kogan or Cambridge Analytica did.",
  "(Jake Naughton for The Washington Post/For The Washington Post)\n\n“I didn’t set out to attack Facebook.",
  "But it was not clear to Wylie at that point who might lead such an eventual White House bid.",
  "“I’ve never heard of those guys,” Lewandowski said of Wylie and the other former employees.",
  "It was this data and others that Wylie later worried might have ended up in Russian hands.",
  "(Cambridge Analytica has issued several statements in recent days denying any wrongdoing.)",
  "Running day-to-day operations was a smooth-talking upper-crust Briton, Alexander Nix.",
  "His discomfort grew when Bannon formally joined the Trump campaign in August 2016.",
  "“I literally left a ticking time bomb,” Wylie said in his lawyer’s London office.",
  "Election results on Nov. 8, 2016, filled Wylie with a profound sense of dread.",
  "“It didn’t happen.”\n\nBut the brief flirtation did have a concrete consequence.",
  "during the presidential primary before signing on with the Trump campaign.",
  "More than most, Wylie knew the science behind why they might be effective.",
  "But he says he’s trying to make matters right by speaking out now.",
  "In fact, Cambridge Analytica worked with Sen. Ted Cruz (R-Tex.)",
  "“Just you wait,” Nix told Wylie, according to his recollection.",
  "Facebook has just been incredibly uncooperative,” Wylie said.",
  "He dreams of resuming his work as a data scientist some day.",
  "Nix did not respond to requests for comment on Wednesday.",
  "Kogan has not replied to The Post’s requests for comment.",
  "For now, he is something like a full-time whistleblower.",
  "The project also appeared to excite its benefactors.",
  "It was not Wylie’s first encounter with Facebook.",
  "“I didn’t quite appreciate that I had done that.",
  "State attorneys general began investigating.",
  "(John Minchillo/AP)\n\n'What did you do?'",
  "Facebook wanted the data destroyed.",
  "(Lewandowski denied any contact.)",
  "“Facebook is not the government.",
  "Facebook is not the state.",
  "Days later, he still is.",
  "“Mr."
]