[
  "\n\n\n\nReturn to Transcripts main page\n\nCNN NEWSROOM\n\nTrump White House; Russia Investigation; Robert Mueller and the Special Counsel; Facebook; Cambridge Analytica Scandal; Investigation into the Four Explosions; Saudi Crown Prince addresses Naive Power Grab Accusations; Resurgent Woods Claims 2nd Straight Top-5 Finish; Fiorentina rename Training Ground To Honor Astori; Del Potro Shocks Federer To Win Indian Wells.",
  "This special counsel, the special investigative process has been a nonstop leak fest of things the President supposedly said or didn't say, and at some point, they're eroding their own credibility to cripple the investigation if they continue to leak things to the press and continue to involve attorneys that are clearly partisan hacks for the Democratic Party.",
  "But the firing of FBI Director James Comey, according to all of our sources, this time around for instance the prosecutor said they would ask about Attorney General Jeff Sessions' involvement in the Comey dismissal and what Trump knew about National Security Advisor Michael Flint's phone calls with then Russian Ambassador Sergey Kislyak in late December 2016.",
  "President Trump by the way, the one thing that I will give his legal team at all is that they're trying to protect him to stop them from actually talking to Robert Moeller, because as we now know the President in his own words just makes things up when he talks to world leaders so he will probably do the same with Robert Mueller.",
  "One of the organizers told the Financial Times, this is a very extensive propaganda campaign to portray Prince Mohammad as a reformer while he is really a heavy- handed bully who's responsible for bombing and starving Yemenis, gunning for a war with Iran and who has pulled off one of the most spectacular power grabs in history.",
  "[02:35:05] And that is part of the secret of this relationship, the secret of success for Donald Trump, is Saudi Arabia is waging a war in a place that houses Al Qaeda of the Arabian Peninsula, one of the deadliest terrorist groups that was taking a lot of U.S. Special Operations and intelligence bandwidth to fight.",
  "That may be overstating it a little bit because to be fair, he is slowly pulling the kingdom out of the dark ages, but is that all being overshadowed, you know, by the situation in Yemen by the power grab, by you know, stashing his mother away from his father so he can continue to consolidate his power?",
  "The incredible range of things that we volunteer on a daily basis to these companies, frankly, I'm sort of glad that Cambridge Analytica is such a cartoonish bad guy so that people can sort of wake up, look around, and go oh, this isn't just about this sort of cute baby pictures I get from my neighbors.",
  "What is that going to mean for the reaction by governments, how do\n\n\n\nthey crackdown on these big, big tech to ensure the security, the privacy of personal data, which could come at a cost because if you think about it, that personal data is at the very core of these companies, advertising strategies.",
  "So many people would willingly publicize where they live, their religious and political views, an alphabetized list of all their friends, personal email addresses, phone numbers, hundreds of photos of themselves,\n\n\n\n[02:05:00] - and even status updates about what they were doing moment to moment.",
  "SUAREZ: And this is what Wiley says they did, Cambridge Analytica\n\n\n\nreceived data from a third-party, a Professor Alexander Cogan based at the University of Cambridge, who was able to gather data on tens of millions of Americans through Facebook and then using a survey placed on Facebook.",
  "(BEGIN VIDEO CLIP)\n\n\n\nJUAN MARTIN DEL POTRO, ARGENTINE TENNIS PLAYER: We'll play for a great tennis today, we been both deserve to win the final, but I think, I was lucky in the last tie break of the March playing good points, and I took the last chance of the months to win my first title.",
  "DOZIER: Well, we got a little bit of a preview today with a briefing from a senior administration official from the Trump White House, explaining that they frequently ask the Saudis to keep humanitarian roots open, that they do ask them to be careful with airstrikes.",
  "VAUSE: I guess the activists can hope what they want for some pushback from the White House when it comes to Yemen, but that's unlikely to happen especially when we just heard from the Crown Prince that he's framing this war as part of this wider conflict with Iran.",
  "By the way, and what's going to happen next when Mueller asks to sit\n\n\n\ndown with President Trump, what is this -- this is going to be something that's battled all the way to the Supreme Court and is going done in the ugliest way possible to further divide America.",
  "VAUSE: Well, we have a bit of an idea of what the Mueller team will be asking or they lied to us, the President because there has been a face-to-face meeting, another one between lawyers for Trump and the Special Counsel to talk about topics part of our reporting.",
  "If you're a high profile individual, then you can afford to have a high profile legal defense team, you're going to hire someone who is going to aggressively pursue your case and aggressively make sure that you have the best possible defense team you should get.",
  "The Saudis for their part are very defensive about this, they insist that they follow regular U.S. military procedure and they're targeting that they do have investigations when something goes awry, and that they do publish the results of those investigations.",
  "Clearly, someone is going to go and link this information and put it in the worst possible light because there is a continuing narrative that we're also to promote in the media the President is this doofus who sits around watching the news all day.",
  "(BEGIN VIDEO CLIP)\n\n\n\nMARK TURNBULL, CAMBRIDGE ANALYTICA MANAGING DIRECTOR: The two fundamental human drivers when it comes to taking information on board effectively are hopes and fears, and many of those are unspoken and even unconscious.",
  "It's what Facebook is for as a business, and when you put that also in the context, as that Onion clip points out of us living in a world in which people are inviting companies to listen in on our conversations in our living rooms.",
  "But this continual process of leaking and separation and constant talk about things that are supposed to be in confidence in terms of the discussion of the President's attorneys is undermining their credibility to do their job.",
  "I mean you know for Facebook to now turn and say, oh OK, we're going to be safeguarding regional clear and open communication between people, that we're going to encourage the rise of more positive news or more truthful news.",
  "VAUSE: Ethan, aggressively defending is one thing, trading in conspiracy theories I guess is... BEARMAN: I don't understand what happened to the Republican Party, that suddenly it has become the home of conspiracy theories.",
  "(END VIDEOTAPE)\n\n\n\nTODD: Police and FBI officials in Austin meanwhile are appealing for the public's help saying they need anyone with surveillance video, other video or images of any suspicious activity to come forward.",
  "MARY ELLEN O'TOOLE, FORMER FBI PROFILER: Previous victims may have been targeted and now he wants to put time and distance between the targeted victims and make it appear that he's out just to randomly victimize anyone.",
  "VAUSE: And back to you, Jacob, because you know what Andrew was saying, the one who concerns for investors is actually the reverse for anyone who uses Facebook, you know for the company's and the social media companies.",
  "Republicans in Congress warning the President to back-off his attacks on Mueller, but there is not much support, at least one Republican's legislation, which would prevent the President from firing the Special Counsel.",
  "And so for all its talk about safeguarding democracy, Facebook and the rest of them are in the business of learning the programming language by which you and I make decisions so that they can help to influence them.",
  "Remember, they still report, John, so they are being investigated by some both sides of the Atlantic as to whether Facebook -- could this happened and what Facebook's culpability was and then they will take action.",
  "I'm in the middle right now of a two-year documentary project,\n\n\n\n[02:10:00] -- in which we have talked to Nobel prize-winning psychologists like Daniel Kahneman, the Nobel prize-winning economist Richard Thaler.",
  "Again, Chris if everything is above board -- basic question why do you have such a cranky Commander In Chief and this all seems to indicate that the Mueller investigation is not wrapping up by Thanksgiving.",
  "But U.S. Military officials are a little bit defensive, they say, we're providing them intelligence, we are providing them with refueling, but we don't watch where every single day jet drops its ordinates.",
  "VAUSE: Yes, you mentioned how the U.S. military says it's providing the Saudis with intelligence but the U.S. is also providing the Saudis with a lot of the weapons they're using in this military conflict.",
  "So for more on this, joining us now CNN's Andrew Stevens in Hong Kong, and in Oakland, California, Jacob Ward, a fellow of the Center for the Advanced Study of Behavioral Sciences at Stanford University.",
  "When the reporter posing as a prospective client turned the conversation to entrapment and corruption, the executive left with grave concerns and did not meet with him again, according to the statement.",
  "And you are now watching the third hour of Newsroom L.A. Facebook and the data company Cambridge Analytica are the center of a growing scandal that has enormous political and economic ramifications.",
  "Everything that we have seen from these texts, and from all the facts developing shows that the FBI and senior DOJ officials conspired to violate the law and to deny Donald Trump's his civil rights.",
  "The Reds at rushing Watford's in the English Premier League, and the match belongs to the Egyptian international, Mohamed Salah, by scoring four goals, he got his first hat-trick in Liverpool shots.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: There was a brazen plot to illegally exonerate Hillary Clinton, and if she didn't win the election, to then frame Donald Trump with a falsely created crime.",
  "It continues to be a pattern that everyone wants say well, the President's doing this because he's watching TV and throwing things at the television like he's Archie Bunker or something like that.",
  "[02:00:01] JOHN VAUSE, CNN, HOST: -- In Europe and the U.S. are considering tighter oversight of social media after revelations to personal data of 15 million Facebook users may have been misused.",
  "DONALD TRUMP, UNITED STATES PRESIDENT: As I have said from the beginning...\n\n\n\nSUAREZ: And more importantly, how it was used to reach and influence voters ahead of the 2016 Presidential election.",
  "One issue which many aid groups and human rights activist hope would be high on the agenda is the Kingdom's war in Yemen which U.N. says has triggered the worst humanitarian crisis in the world.",
  "So, you are left with taking their word for it versus the humanitarian groups versus the combatants on the ground, and that's pretty unsatisfying when you're trying to get to the bottom of this.",
  "There are meetings scheduled, I understand, between the Crown Prince and some lawmakers, but pretty much, he needs to keep the U.S. President on the side, and they've already met several times.",
  "It wants to be able to enrich Uranium which usually, if you're a third-party country asking the United States to build a nuclear power plants on your soil, you don't get to also enrich Uranium.",
  "And Nix added I must emphatically state that Cambridge Analytica does not condone or engage in entrapment bribes, also called Honey Traps, and nor does it use untrue material for any purpose.",
  "(BEGIN VIDEO CLIP)\n\n\n\nRORY MCILROY, PROFESSIONAL GOLFER: I always believe in myself and I know that me being 100 percent healthy is good enough to not just win on the PGA Tour but win a lot.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: Yes, in the bigger context here, though, is it important for the Saudis to have Congress on the side or is this simply about the relationship with the President?",
  "Not only that, we're paying money to companies to put listing devices in our living rooms, to hand over pictures of our children that is being fed through facial recognition, algorithms.",
  "I mean, I know that I've -- I know that I've got to get for this game and I know that if I put that the time and I can -- I can make a lot of it, and I guess that's what's get me going.",
  "So, I think on Capitol Hill, they're going to make a lot of noise, but I don't see them picking up enough support to actually block U.S. military aid to Saudi Arabia for this purpose.",
  "And so on the one hand, I like to believe that a company like this would sort of take it seriously, that they are the number one medium of choice for more than a third of the planet.",
  "Trump is not consulting with top advisers, including Chief of Staff John Kelly and Chief White House lawyer, Don McGahn on his Russian legal choices or his comments about the probe.",
  "If the Republicans in Congress actually fought, the President was going to jeopardize the majority in the House and the Senate by firing Mueller, it would pass legislation tomorrow.",
  "And so don't you know to say that advertising is not coercive, frankly, I don't think coercive is a strong enough word for the power that these companies are about to hold over us.",
  "BRIAN MANLEY, AUSTIN TEXAS POLICE CHIEF: The belief that we are now dealing with someone who is using trip wires shows a higher level of sophistication, a higher level of skill.",
  "And again, we won't understand what the motive might be behind this or the reason behind this until we have an opportunity to talk to the suspect or suspects that are involved.",
  "CHRISTOPHER COMBS, SPECIAL AGENT IN CHARGE, FBI'S SAN ANTONIO DIVISION: We're very concerned that with trip wires a child could be walking down the sidewalk and hit something.",
  "And also, the Pentagon is pushing back against this move in the Senate, a resolution that's being considered to limit U.S. military aid to Saudi Arabia for the Yemen conflict.",
  "These are the big companies and they are all being hit, Facebook more than the others by all of the same reason, and that is this alleged breach of security on personal data.",
  "WILEY: It was a grossly, I have to call it experiment, because you're playing with an entire country, the psychology of an entire country without their consent or awareness.",
  "(BEGIN VIDEOTAPE)\n\n\n\nDALE YAKE, FOUNDER, PHYSICAL THERAPY SOLUTIONS: When his on the uneven lives, maybe hitting up against the leap in a -- in a sand trap, or in the trees.",
  "It is truly very painful, and I hope that this militia seizes using the humanitarian situation to their advantage in order to draw sympathy from the international community.",
  "TURNBULL: And our job is to get, is to drop the bucket further down the well than anybody else, to understand what are those really deep seated, underlying fears, concerns.",
  "Meanwhile, it says it's suspending the accounts of Chris Wiley, Cambridge Analytica, as well as Professor Alexander Cogan, who did not respond to our request for comment.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: You know Chris, over the weekend, Senator Lindsey Graham said if Trump was to fire Mueller, it would be the beginning of his end of Presidency.",
  "The Republicans for shame that really it's up to Rob Rosenstein to fire Robert Mueller and whether he's saying he's not going to do that under the current circumstances.",
  "O'TOOLE: This is someone that appear to be having enjoying -- some kind -- type of enjoyment over what he is doing holding the City of Austin in a fixated state of fear.",
  "Certainly, Cambridge Analytica used it in a way that it didn't give the company permission to use but used it exactly as Facebook is intended to, to micro target people.",
  "Personal information is Facebook's currency and there are accusations that it's not protecting user data from misuse, specifically during the 2016 Presidential campaign.",
  "(BEGIN VIDEO CLIP)\n\n\n\nISA SUAREZ, CNN CORRESPONDENT: I first met the CEO of Cambridge Analytica, Alexander Nix, nine days before the U.S. Presidential Election in 2016.",
  "CHRIS FAULKNER, SENIOR NATIONAL STRATEGIST: If you look at just the basic self interest, most people can agree it's a bipartisan issue the most elected officials have.",
  "TODD: No matter the motive, investigators say their most urgent concern now is the bomber's change in tactics because the bomb Sunday night was not easily noticed.",
  "SUAREZ: Speaking to the U.K. Parliament Committee on data protection of fake news back in February, Cambridge Analytica denied they have violated Facebook's terms.",
  "VAUSE: Yes, because of the Crown Prince famously answered the question that if the Iranians had nuclear as in military capability then they would want it as well.",
  "(COMMERCIAL BREAK)\n\n\n\nVAUSE: Well, Donald Trump, he's back on the attack against the Russia investigation and he's targeting the Special Counsel Robert Mueller.",
  "Facebook has hired independent forensic auditors to investigate how the data firm Cambridge Analytica used personal information in the 2016 President election.",
  "(BEGIN VIDEO CLIP)\n\n\n\nBRIAN TODD, CNN CORRESPONDENT: Austin is a city on edge as police say they are now on the hunt for what they believe is a serial bomber.",
  "Well, part of a -- a reporting from the Washington Post which may explain why the President believes that the Mueller investigation is a partisan witch hunt.",
  "But interestingly enough, that is a page where he was just doing right on the book of Roy Cohn, which you know that's the trainer of Donald Trump originally.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: Well, in another instance, they met with Managing Director Mark Turnbull who discussed playing on voters fear to sway an election.",
  "But just to give you a sense of the European parliament is saying because this looks like a very clear breach of citizens' privacy, very, very clear breach.",
  "Just he will walk away with that infamous green jacket, Sergio Garcia will be defending his crown after winning last year on the four-time Masters Champion.",
  "The club is now renaming their training ground after defender, the Italian international died earlier this month before his team were due to play Udinese.",
  "The shock and anger that Cambridge Analytica would plunder the accumulated data of millions of Facebook users for political purposes, why, I do not know.",
  "VAUSE: OK. Jacob, we'll finish up with you because over the weekend, Cambridge Analytica hit Twitters and put a fairly robust defense of its reputation.",
  "UNIDENTIFIED MALE: The 2018 BMB (INAUDIBLE) Open ended with an epic roller coaster final, which saw Juan Martin del Potro defeat top seed Roger Federer.",
  "The only one that I can think of this, if Ryan chase here from the Pittsburg Steelers, and NFL comes back from his spot to entry to play football again.",
  "But I can't take of an individual that's contributed to a sport, and the craziness and the following is just -- it's amazing this year it all happened.",
  "(BEGIN VIDEO CLIP)\n\n\n\nSEN. RAND PAUL (R), KENTUCKY: So, we supply the Saudis with arms, they create havoc in refugees in Yemen, then what's the answer?",
  "(END VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: The Tour now looks the 34th edition of the Miami Open, taking place from the 21st of March to the 1st of April.",
  "There has been a new lawyer added to the President's personal legal team, a new attorney who seems to audition for the role by appearing on Fox News.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: -- thinking that you can do to make sure that the people know the true identity and secrets of these people.",
  "In a statement, Facebook says it claimed that this is a data breach is completely false, and that those involved certify they had destroyed the data.",
  "So if that gets crimped a toll or significantly, certainly that is going to hit the bottom line for these companies and that is why things big soft.",
  "Long, long career in public service, as a public servant is, no indication to think that he would somehow be a bad actor in this or overly partisan.",
  "(BEGIN VIDEO CLIP)\n\n\n\nMOHAMMAD BIN SALMAN, CROWN PRINCE OF SAUDI ARABIA (through translator): The Iranian ideology penetrated some parts of Yemen.",
  "And they needed him as well, Shanghai were too down, until their all-time goal scorer found the right gear on five ever made 12-minute hat-trick.",
  "ANDREW STEVENS, CNN CORRESPONDENT: It certainly was biggest, John, the biggest fall of face for the employee is 36 billion wiped off their value.",
  "UNIDENTIFIED MALE: For example, you are saying you are using the girls to introduce to the local fellow and you're using the girls for seduction.",
  "Getting much less attention is the Chinese wing up Wu Lei, he scored four in Shanghai SIPG's win against Guangzhou R & F in the timing symphony.",
  "Over the weekend, the Crown Prince defended the three-year long military offensive during a rare television interview with \"60 MINUTES\" on CBS.",
  "He made the unusual choice of Saudi Arabia for his first foreign trip as President, a trip which will forever be remembered for this one image.",
  "Now, U.S. Intelligence Special Operations are still helping but it's mostly Saudi and UAE jets and troops that are fighting them on the ground.",
  "Sudan was 45 years old, he was euthanized at a conservation park in Kenya after battling infections and health issues because of all they ate.",
  "Last year, the Park put Sudan on a dating app Cinder to try and awareness about his plight, also racing money for speeches from going extinct.",
  "He's now won the Tour's Comeback Player of the Year, twice anointing Argentine and celebrating one of the biggest achievements of his career.",
  "OK, so we got an increasing number of these Republican lawmakers who are telling the President in no uncertain terms just simply to lay off.",
  "We'll black out the face of our guy and then post it on the internet\n\n\n\nUNIDENTIFIED MALE: So on Facebook or YouTube or something like this.",
  "All of these people, dozens of them will tell you that that is total nonsense, that the human mind has a system by which it makes decisions.",
  "VAUSE: One piece to the idea that he started on it before...\n\n\n\n(CROSSTALK)\n\n\n\nFAULKNER: It's a fundamental Republican principle about it.",
  "The lawyers of Donald Trump are discussing specific topics for a potential interview with the Special Counsel in the Russia investigation.",
  "It's a level of instability that we have never seen in our lifetimes coming out of Washington D.C. And it is a very dangerous precedent.",
  "And that enabled them to predict the personality of every adult in the United States, and then target them with specific political ads.",
  "Well, Sunday, saw him -- his at final round of 64 and ever hold the overnight leader Henrik Stenson, a huge final par from the 18th.",
  "During that time, this militia was conducting military maneuvers right next to our borders and positioning missiles at our borders.",
  "TODD: Police warned residents using a reverse 911 call system and a school near the site of the bombing was temporarily shut down.",
  "TODD: Unlike the previous bombs which were stuff inside packages apparently placed by the bomber at the homes of people of color.",
  "The newly crowned Indian Wells Champion will be one among many elite players trying to add his illustrious title to their resume.",
  "He is the leading scorer right now in the EPL, and we just can't wait to see how he does at the World Cup this summer for Egypt.",
  "She thorough two former world number one, Maria Sharapova and Karolina Pliskova, as one of the current number one, Simona Halep.",
  "Sea of seven, getting four goals in that one, Real new got for third in this table just four points behind across seat revival.",
  "DOZIER: Well, I have to say in the United States, mostly they're focusing on the latest drama about the Mueller investigation.",
  "Well, for more on this, joining me now is California Talk Radio Host, Ethan Bearman and Republican Strategist, Chris Faulkner.",
  "Could have, should have, OK. U.S. President Donald Trump turns up the heat on the special counsel in the Russia investigation.",
  "SUAREZ: His data helped this man win, U.S. President Donald Trump who paid multi-million dollars for them to work their magic.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: In a statement to CNN, Cambridge Analytica rejected the allegations made in Channel 4's reporting.",
  "It's those things that I worried about that probably, maybe lead to a little tweak, and that little tweak leads to more pain.",
  "And that means Trump doesn't have to deal with as much of attention to it or focus on it from the American public back home.",
  "In a major step forward, the U.K. has reached a joint draft agreement with the European Union on the legal terms of Brexit.",
  "So a couple things here, first off, President Trump just last year said he would sit down and testify with Robert Mueller.",
  "Uber has taken its self-driving cars off the roads after what's believed to be the first death involving a driverless car.",
  "And\n\n\n\nrecently, Tiger fans has been getting rather excited of the America was tied to second at the Valspar Championship.",
  "The result was more important to Shanghai, they maintain a perfect start for the new season, three wins from three games.",
  "(COMMERCIAL BREAK)\n\n\n\nROSEMARY CHURCH, CNN INTERNATIONAL ANCHOR: The personal information of 50 million Facebook user --",
  "Where would that ranking the -- in the pantheon of great sporting comebacks from such desperate serve physical dilemmas?",
  "A man confident he can get inside the mind of American voters by predicting and then attempting to alter their behavior.",
  "Yes, they will offer a large amount of money to candidates, to finance the campaign in exchange for land, for instance.",
  "So after -- what was it eight days ago, I think the President tweeted that there would be no changes to his legal team.",
  "Of course, he thinks it's a witch hunt ordered by President Hillary Clinton, overseen by the U.N. National Government.",
  "Just ahead, we'll see if the eight ball's prediction is coming true, as the Saudi Crown Prince visits the White House.",
  "In the last few weeks, he finished 12 Honda Classic, tied for 2nd at the Valspar championship, as I mentioned earlier.",
  "This time around, well, speaking of which, let see how he won't say as the winner this weekend at Bay Hill in Florida.",
  "Brian Todd reports the latest explosion just this past Sunday, make use of a complicated system involving a trip wire.",
  "That's now 36 goals to his name and becomes the highest goal scorer for a Red's play in their first season and until.",
  "We do use Facebook as a platform to advertise as do all brands, many and most agencies or all agencies I should say.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: Facebook has hired independent forensic (inaudible) to help out in their investigation.",
  "It says the report is edited and scripted to grossly misrepresent the nature of the conversations that took place.",
  "VAUSE: That's an interesting point because protests are expected when the Crown Prince arrives at the White House.",
  "One of the biggest problems for us as journalists is it's really hard to get in to Yemen to test these assertions.",
  "Police in Tempe, Arizona said an autonomous SUV start to kill a woman as she walks her bicycle across the street.",
  "All reporters from the U.K.'s ITN Channel 4 News met with Cambridge Analytica executives over a period of months.",
  "ALEXANDER NIX, CAMBRIDGE ANALYTICA CEO: I think the data is extremely robust and proven to be so time and again.",
  "In fact, of the scoring (INAUDIBLE) for that team this weekend, they went on and scored have both as four goals.",
  "VAUSE: Well, it's been almost a year since President Trump posed for this unforgettable picture in Saudi Arabia.",
  "That kind of stuff -- you know he watches Fox News...\n\n\n\nFAULKNER: Most Presidents' don't leave the White House.",
  "They say, things come in three, but to some of the world's best football players, they ignored that old cliche.",
  "The latest blast happened Sunday night injuring two men who set off a hidden trip wire triggering an explosion.",
  "TODD: Investigators say they see similarities in all four bombs that have exploded in the city since March 2nd.",
  "It was hidden near a fence in a predominantly White neighborhood and the two people injured are both white men.",
  "And I think you're going to see it in the coming days, possibly some new announcements in terms of trade deals.",
  "I didn't recognize where the perspective client was taping our conversations and ended the relationship sooner.",
  "I'd also like to point out that you know this isn't really a lot of money to be made in safeguarding democracy.",
  "All of that runs against their business model, which we should all remember is simply keeping you on Facebook.",
  "A former FBI profiler says the trip wire bomb might have been an attempt to throw investigators off the trail.",
  "All right, that's it from us before we go, Juan Martin del Potro, bravely came back from several wrist injury.",
  "And I guess that's what can't be going -- you know, I wanted to get back to 100 percent fitness which I have.",
  "They used a hidden camera to record CEO Alexander Nix discussing ways to hypothetically in track a candidate.",
  "It allowed us to move in to the hearts and minds of American voters in a way that had never been done before.",
  "Go about my business, do everything that I need to do to feel 100 percent prepared to play golf tournaments.",
  "VAUSE: He has an interesting relationship with the truth at times,\n\n\n\nChris and Ethan, good to see you both.",
  "FAULKNER: I think most Americans, myself included, we really want give Bob Mueller the benefit of the doubt.",
  "(COMMERCIAL BREAK)\n\n\n\n[02:45:02] KATE RILEY, CNN INTERNATIONAL SPORTS ANCHOR: Welcome along to WORLD SPORT.",
  "So, as tragic and horrible as it is, without U.S. troops on the ground, it doesn't get that much attention.",
  "The vehicle was traveling about five miles over the speed limit and had a back-up driver behind the wheel.",
  "next March, but Ireland's borders with Northern Ireland, still one issue that could unravel the agreement.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: After years of secretly monitoring the public, we were astounded.",
  "John, we're living -- certainly Cambridge Analytica is sort of a cartoonish bad guy in this in the story.",
  "There is a financial disincentive to give users more control over their own data, people will share less.",
  "And those shortcuts it turns out are incredibly systematic across all cultures, even pre-modern cultures.",
  "So I guess, Chris that means there is next to no chance the President might be laying off Robert Mueller.",
  "There is legislation, which is long hold before Congress to protect Mueller and they say it's not needed.",
  "Police detect a serial bomber is to blame and they worry attacks are becoming increasingly sophisticated.",
  "And our friends, at least, report put together this bit of fun, his closest routing with Susan Air Force.",
  "The defected leader of Saudi Arabia will meet with the U.S. President in Washington in the coming hours.",
  "[02:30:00]\n\n\n\nEgypt's President, the Saudi King and Mr. Trump, all three placing hands on a glowing orb.",
  "Mueller's team added granularity to the topics which will be discussed with the defense team months ago.",
  "They posed as potential clients who are interested in influencing the outcome of elections in Sri Lanka.",
  "Plus, U.S. President Donald Trump steps up his attacks against the man leading the Russia investigation.",
  "What sort of regulations lawmakers in Europe and the United States looking at or oversight or whatever.",
  "They don't believe so therefore, there is no need to pass a law if there is not a need to do something.",
  "Still police are not ruling out the possibility that the previous bombings could have been hate crimes.",
  "But police and the FBI say the trip wire bomb on Sunday night did not appear to target anyone specific.",
  "Get them masterpiece something in the air this weekend, Ronaldo wasn't the only one to score for honor.",
  "Believe it or not, Osaka was actually on seated in this tournament, but those familiar with the sport.",
  "But his head tennis is doing all the talking right now and take good carry her a very long way indeed.",
  "SUAREZ: The attention now turns to Facebook and how it reportedly allowed a data breach on this scale.",
  "When we come back, one source is saying he set off the President's tweet storm against Robert Mueller.",
  "The President lashed out on Mueller by name over the weekend, arguing his team is politically biased.",
  "Who knows she has a great ball striking ability and she definitely show their own route to the title.",
  "The world of tennis is about, listen, as it were when Naomi Osaka won her first ever WTA Tour title.",
  "[02:40:01] In the past two weeks, four bombs have exploded killing two people and ruling for others.",
  "You can even see that Saudi Arabia is pushing hard for some exceptions to getting new nuclear power.",
  "She says she thinks the bomber's most likely a man who is arrogant and reveling in a sense of power.",
  "VAUSE: But at least they read the PDB and they listen to their advisers and they get outside advice.",
  "And by the way who else complained the loudest about leaks was President Richard Nixon, if I recall.",
  "According to one person with knowledge of his actions, its better with anonymity, blah, blah, blah.",
  "And then, at the weekend, the former world number one was once a stroke of the leader at once say.",
  "So, we've got to manage, I mean, I know, Steve's done a great job for doing that up to this point.",
  "I think we are elevating an arms race in the Middle East, and I don't think it's good for America.",
  "And that's what he is unlikely to get any respect over Saudi's brutal military offensive in Yemen.",
  "It's no good fighting an election campaign on the facts because actually it's all about emotion.",
  "It's a massive data grab, so says their former contractor now turned whistleblower, Chris Wiley.",
  "He started by asking him, \"What concerns him about Tiger, considering the spinal fusion surgery?",
  "And on Sunday, on the pitch, Real Madrid, this around a four -- six to really impact in La Liga.",
  "The serial club, Fiorentina have continue to pay tribute to their former captain, Davide Astori.",
  "And there's Juan Martin del Potro, and it's so rare to see him allege the umpire in this manner.",
  "You may recognize some of the supporting characters here, the former Chelsea midfielder, Oscar.",
  "And four explosions and still no suspects, police in Texas say they're hunting a serial bomber.",
  "They combined it with voter history, what they buy, where they shop, and what they watch on TV.",
  "But the amazing this is that it is happening because that's exactly what Facebook is built for.",
  "You didn't know that was a fear until you saw something that just evoked a reaction from you.",
  "Too early to say exactly what they would or would not do, but certainly there will be action.",
  "There is an awful of an excitement of the ranking going into The Masters coming up in April.",
  "VAUSE: Well, speaking of attacks, you know, Texas City takes an even more frightening turn.",
  "And there are some officials I've spoken to who are worried that they might get their way.",
  "So, it was a pretty special weekend for goal scorers but it wasn't just limited to Europe.",
  "(BEGIN VIDEO CLIP)\n\n\n\nUNIDENTIFIED MALE: How would Republicans react if you fired Mueller?",
  "Well, Osaka is a mix of culture, born in Japan to a Haitian father and a Japanese mother.",
  "That is for the Saudis to police, and we're helping them, but it's basically up to them.",
  "I mean this is a President who chooses what he watches and what he reads very carefully.",
  "UNIDENTIFIED MALE: That would be the stupidest thing the President could do is fire him.",
  "They say that their executives entertained a series of ludicrous hypothetical scenarios.",
  "The way they make money is by keeping us on Facebook and they'll do anything to do that.",
  "CHRIS WILEY, CAMBRIDGE ANALYTICA FORMER EMPLOYEE: We spent almost $1 million doing this.",
  "It was the FAANGs, which is an acronym for Facebook, Apple, Amazon, Netflix and Google.",
  "FAULKNER: Yeah, we can get to speculate on what the President watches or doesn't watch.",
  "But what is the indication that the President has no interest in firing Robert Mueller?",
  "Everything -- Hillary Clinton -- everything is undermining democracy around the world.",
  "If I'm going to pit one side against the other and see who wins the battle of the wit.",
  "It allows Britain to make trade deals using 20 month transition after leaving the E.U.",
  "DON RIDDELL, CNN SPORTS ANCHOR: He has been in contention of the last couple of weeks.",
  "He also set up his first two goals, and another Brazilian Star hawk made the last one.",
  "Elsewhere, and we got to see another side of Roger Federer, side that we already seen.",
  "But that wasn't an effect from the big sell-off on Wall Street but it was the biggest.",
  "That feels like maybe a positive, a silver lining to an otherwise pretty scary story.",
  "A few weeks ago is a mark of respect, the club also retired Astori's number 13 shirt.",
  "(END VIDEOTAPE)\n\n\n\nRILEY: Coming up on the show, they say, three is the magic number.",
  "He shoot the Arnold Palmer Invitational, (INAUDIBLE) the Northern Irish Rory McIlroy.",
  "Chris, if watching television -- this report means you know you're watching Fox News.",
  "Crown Prince Mohammad bin Salman already has a close relationship with Donald Trump.",
  "But superstar strikers across the globe sort of they're be differently this weekend.",
  "The Yemeni war is something that just doesn't much reach the American consciousness.",
  "The Japanese star in the making beat the Russian, Daria Kasatkina, in straight sets.",
  "The shock and anger that Facebook allowed this to happen, again, why, I do not know.",
  "Each user was actually giving not just their data but many of the Facebook friends.",
  "CEO Alexander Nix said he is aware of how this looks but it is simply not the case.",
  "U.S. and European lawmakers are calling for hearings and possible new regulations.",
  "Of course, he's going to have somebody who is aggressive personally defending him.",
  "This is about the future of truth and democracy and free exchange of information.",
  "And Andrew, to you, Facebook had a pretty big fall in its share price on Monday.",
  "If anything, it has shined the light on the dark heart of political advertising.",
  "On Monday he tweeted it's a total witch hunt with massive conflicts of interest.",
  "He is back, as expands he'd missed seeing the side of him wearing red on Sunday.",
  "Heading the field, World No.1 Roger Federer will be looking for a demonstrating.",
  "On Monday, the U.S. President once again called the investigation a witch hunt.",
  "This is the end result is involuntarily giving all of your private information.",
  "They block humanitarian aid in order to create famine and humanitarian crisis.",
  "We are just a few weeks away now until the opening of men's major of the year.",
  "Now Sudan left two female northern white rhinos but they were unable to breed.",
  "MANLEY: We ask him to contact us and give him phone numbers to contact us at.",
  "Police say they have persons of interest in this case but so far no suspects.",
  "And he's doing that with his legal team now too, is what this is evidence of.",
  "VAUSE: But this is sort of the bubble in which the President chooses to live.",
  "Earlier, CNN's Don Riddell spoke with the leading sports physical therapist.",
  "YAKE: Don, I cannot think of anyone that maybe withdraw a parallel to this.",
  "And afterwards, he said, he never actually given up hope after (INAUDIBLE).",
  "But again, you just literally read from leaked testimony, leaked documents.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: Kimberly Dozier is CNN's Global Affairs Analyst.",
  "FAULKNER: The President is putting together his personal legal events team.",
  "In fact, that was actually the best start with (INAUDIBLE) he has ever has.",
  "The county attorney's office will determine whether charges will be filed.",
  "Aired 2-3a ET\n\nAired March 20, 2018 - 02:00 ET\n\nTHIS IS A RUSH TRANSCRIPT.",
  "And anything that gets in the way of that cuts into to their bottom line.",
  "But following Sunday's intent, they now see something even more chilling.",
  "Sources say the two sides met face to face for the first time last week.",
  "Well, in the end, we saw him lose and that was his first defeat for him.",
  "JACOB WARD, POPULAR SCIENCE, EDITOR-IN-CHIEF: That's absolutely correct.",
  "They call thuristics, the short cuts by which you and I make decisions.",
  "That, of all the things that they put up publicly made me the angriest.",
  "That's raising deep concerns, both here in the U.S. as well as Britain.",
  "Mauro Icardi also netted four for Inter Milan in Syria before the game.",
  "But essentially, they're doing nothing to protect this Special Counsel.",
  "Yes, you can say yet about almost everything the\n\n\n\nPresident has said.",
  "According to Mary Ellen O'Toole who profiled the unabomber for the FBI.",
  "And police in Austin, Texas are confirming what many there have feared.",
  "Two African-American men were killed and a Hispanic woman was injured.",
  "Well, for starter, Christiano Ronaldo, has now scored 50th hat-tricks.",
  "[02:15:00] Also, the Saudi Crown Prince comes to call the White House.",
  "We'll have a wealthy developer come in posing as a wealthy developer.",
  "The fear of random terror in Austin is exactly what the killer wants.",
  "What about the major talking point from Liverpool's game on Saturday?",
  "For both of them, it will be a final that will be remembered forever.",
  "The Swiss caught unusually angry during the men's final Indian Wells.",
  "And announced to the world that these once again an end to continue.",
  "[02:22:14] He has been said watching television and calling friends.",
  "There clearly are things that they're worried about being guilty of.",
  "Although, Ethan, you know a lot of leaks have turned out to be true.",
  "And so this is typically -- there is a lot of smoke happening here.",
  "May rank up there where Tiger was playing golf again at this level.",
  "RIDDELL: If he wins that if he just wins any event on a PGA Tour.",
  "VAUSE: Thank you for watching CNN NEWSROOM live from Los Angeles.",
  "So when something comes out, he can say this whole thing is bias.",
  "But behind their winning method is more than just data-crunching.",
  "VAUSE: OK. Jacob, we are all out of time, but thank you so much.",
  "BEARMAN: Yeah, and it's all a reality game show for him as well.",
  "TODD: Police are now appealing for help from the killer himself.",
  "Tiger Woods will be back making his first appearance since 2015.",
  "(END VIDEO CLIP)\n\n\n\nRILEY: Yes, great stuff from McIlroy, there.",
  "He will heads into Augusta as a (INAUDIBLE) favorite to win it.",
  "If he was going to fire Mueller, he already would have done it.",
  "BEARMAN: Yeah, right the Saturday Night Massacre that happened.",
  "And also, Andrew, in Hong Kong, I appreciate you being with us.",
  "The more time you spend on Facebook, the more money they make.",
  "We'll be scanning a seat of fans this 2017 championship title.",
  "She plays on the Japanese flag but cannot speak the language.",
  "KIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST: Good to be here.",
  "It's actually, his first PGA Tour title since September 2016.",
  "So it could be a game-playing technique on the bomber's part.",
  "That's one of the things that has cemented this relationship.",
  "How make him the new favorite to win The Masters next month?",
  "VAUSE: So we have a lot of leaks and a lot of friendly fire.",
  "I mean every indication that it's to the contrary, it seems.",
  "She then moved to Florida when she was just three years old.",
  "Facebook and other social networks, they'd make less money.",
  "But it goes further, by opting into these Facebook surveys.",
  "UNIDENTIFIED MALE: They are very beautiful Ukrainian girls.",
  "VAUSE: By sort of you know ripping the lid of all of this.",
  "THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.",
  "A fighting time for rest of the youngster that's for sure.",
  "Facebook is under fire for not protecting its user's data.",
  "This is an effort to undermine the Mueller investigation.",
  "And he has not done that and then he goes on the attack.",
  "FAULKNER: Every indication other than he hasn't done it.",
  "(COMMERCIAL BREAK)\n\n\n\nVAUSE: Thanks for staying with us.",
  "It's a Survivor/Apprentice happening in the White House.",
  "UNIDENTIFIED MALE: We got trip wires there in the grass.",
  "It was worth on noting, he have a four for three months.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: It's funny because it's true.",
  "Well, Republican lawmakers are warning him to back off.",
  "Now, Isco, the striker has now got 17 goals on 8 games.",
  "Staying with football now in a touching story for you.",
  "It seems that it ended his match doing a shrink of 17.",
  "It's very hard to get a look in on this kind of issue.",
  "And that's bringing some concern among U.S. lawmakers.",
  "So the general will probably play the role of pitbull.",
  "He won't take the lead but he will be the attack guy.",
  "He said he would do that in the beginning of January.",
  "Fortunately, Andrew McCabe is now no longer involved.",
  "Saudi Arabia is pushing for those kind of exceptions.",
  "(COMMERCIAL BREAK)\n\n\n\n[02 51:23] RILEY: Welcome back.",
  "But one of this charges, they couldn't stop in kitty.",
  "Yeah, he could do that but he's not going to do that.",
  "STEVENS: Well, at this state, they're investigating.",
  "There's been a -- athletes overcome a lot of things.",
  "And then, he was tied for 5th at Bay Hill on Sunday.",
  "And for that, they're very grateful to Saudi Arabia.",
  "The world's last male northern white rhino has died.",
  "Uber says it will cooperate with the investigation.",
  "You're watching CNN Newsroom live from Los Angeles.",
  "That's where they their make money, in advertising.",
  "It was the core of what Cambridge Analytica became.",
  "The answers group people on the personality types.",
  "The countdown to The Masters is now officially on.",
  "And that allows me to practice as much as I want.",
  "He is very happy with the team that was in place.",
  "Every politician you know is out for themselves.",
  "(COMMERCIAL BREAK)\n\n\n\nVAUSE: (INAUDIBLE) to CNN.",
  "A first motif found he died from cardiac arrest.",
  "It was their first top three final for the pair.",
  "ETHAN BEARMAN, CALIFORNIA TALK RADIO HOST: Wow.",
  "Good to see you, guys, thank you for coming in.",
  "NIX: Send some girls to the candidate's house.",
  "We'll have the whole thing recorded on camera.",
  "So they are likely to clamp down hard on this.",
  "And we use Facebook as a means to gather data.",
  "Their faces lift with evil sorcerer on effect.",
  "With more on that, here's our \"ROLEX MINUTES\".",
  "I'm John Vause with the headlines this hour.",
  "How good is he looking ahead of The Masters?",
  "Listen to the Republican Senator Rand Paul.",
  "DOZIER: Well, they are going to work on it.",
  "And hopefully we won't see anymore of that.",
  "A suspected serial bomber is on the loose.",
  "They ask users to take a personality test.",
  "It is truly a dream come true for the CIA.",
  "We make the same decisions the same ways.",
  "NIX: (inaudible) Well, someone new to us.",
  "\"WORLD SPORT\" starts after a short break.",
  "FAULKNER: The inference is clearly there.",
  "You know he goes from the campaign rally.",
  "That's not of the only milestone, though.",
  "He found for 100 times in Syria, as well.",
  "He hit the tree last week, in the roots.",
  "I didn't take it and I didn't expect it.",
  "So, where exactly are we talking about?",
  "He drove at hat-trick in by 14 minutes.",
  "He very rarely leaves the White House.",
  "Kimberly, thank you for being with us.",
  "Think of it as a programming language.",
  "And in Europe that is a very big deal.",
  "But here is an old clip from Onion TV.",
  "People are smarter than that, really?",
  "So you won't use a Sri-Lankan person.",
  "NIX: -- on holiday with us, you know.",
  "Kimberly, thank you, good to see you.",
  "Winning at Indian Wells this weekend.",
  "Well, have to multiple back surgery.",
  "Anybody should be surprised by that.",
  "NIX: They worked with Facebook data.",
  "We'll explain why late in the hour.",
  "Hello, thank you for being with us.",
  "It wasn't some tiny pilot project.",
  "We have lots of history of things.",
  "It bought the market down with it.",
  "It's not wrapping up by Christmas.",
  "It's not wrapping up for a while.",
  "She joins us now from Washington.",
  "VAUSE: Andrew, just very quickly.",
  "WARD: That's absolutely correct.",
  "UNIDENTIFIED MALE: Right, right.",
  "OK, we're not done there either.",
  "It's not wrapping up by Easter.",
  "(CROSSTALK)\n\n\n\nVAUSE: I get it.",
  "(END VIDEO CLIP)\n\n\n\nVAUSE: OK.",
  "I'm Kate Riley, at CNN Center.",
  "They're scared, they're upset.",
  "They have a good relationship.",
  "They're investigating exactly.",
  "People are smarter than that?",
  "NIX: They are very beautiful.",
  "So where is this coming from?",
  "There has been a lot of talk.",
  "The whole thing is terrible.",
  "That's what's going on here.",
  "Everybody is out to get him.",
  "What the goal for underwent?",
  "So, take above for that one.",
  "I find that works very well.",
  "Advertising is not coercive.",
  "And it wasn't just Facebook.",
  "We don't have Facebook data.",
  "Jacob, let's start with you.",
  "One point it made was this.",
  "But what about Tiger Woods?",
  "Brian Todd, CNN Washington.",
  "Clearly, it's not the case.",
  "Where is this coming from?",
  "VAUSE: No one said doofus.",
  "That's all they're saying.",
  "WARD: It drives me crazy.",
  "I'm a master of disguise.",
  "You know what I'm saying.",
  "And he shouldn't do that.",
  "Let's listen to a couple.",
  "Everything is dangerous.",
  "BEARMAN: Yeah they have.",
  "So, I never lost belief.",
  "They're not local girls.",
  "Isa Suarez, CNN London.",
  "What can they do here?",
  "UNIDENTIFIED MALE: OK.",
  "FAULKNER: You as well.",
  "He hasn't done it yet.",
  "It has cost Facebook.",
  "Please stay with us.",
  "None of it matters.",
  "Isa Suarez reports.",
  "None of it sticks.",
  "DOZIER: Thank you.",
  "That's agreed on.",
  "FAULKNER: Right.",
  "I'm John Vause.",
  "I'm John Vause.",
  "Listen to this.",
  "We are working.",
  "VAUSE: Ethan.",
  "VAUSE: Yeah.",
  "VAUSE: Yet.",
  "Thank you.",
  "VAUSE: OK.",
  "VAUSE: OK.",
  "Excuse me.",
  "YAKE: Yes.",
  "NIX: No."
]